{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196200/",
  "absolute_url": "/opinion/196200/miller-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196200/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:00:25Z",
  "date_modified": "2017-03-24T10:45:17.257663Z",
  "type": "010combined",
  "sha1": "6e08eb34934548b98f1bb7c54e2a9d465e62f236",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2259.01A",
  "local_path": null,
  "plain_text": "                     [NOT FOR PUBLICATION]\r                            UNITED STATES COURT OF APPEALS\r                                FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 94-2259\r\n\n                       RALPH J. MILLER,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n              UNITED STATES OF AMERICA, ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n    [Hon. Martin F. Loughlin, Senior  U.S. District Judge]\r                                                                     \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n              Selya and Boudin, Circuit Judges.\r                                                          \r\n\n                                         \r\n\nRalph J. Miller on brief pro se.\r                           \r\nPaul M.  Gagnon, United  States Attorney, and Gretchen  Leah Witt,\r                                                                             \r\nAssistant United  States Attorney, Chief Civil Division,  on brief for\r\nappellees.\r\n\n                                         \r\n\n                        July 24, 1995\r\n                                         \r\r\n\n          Per  Curiam.    Pro se  plaintiff  Ralph  Miller, a\r                                            \r\n\nformer postal employee,  filed this action under  the Federal\r\n\nTort  Claims  Act  (FTCA)  to  recover workers'  compensation\r\n\nbenefits  that the Department  of Labor's Office  of Workers'\r\n\nCompensation Programs  (OWCP) denied  him  under the  Federal\r\n\nEmployees Compensation Act (FECA), 5 U.S.C.  8101 et seq.  He\r                                                                     \r\n\nappeals a district court order that dismissed  this action on\r\n\nthe ground that Miller's claim is  preempted by the FECA.  We\r\n\naffirm the dismissal,  but we prefer to rest  our decision on\r\n\nthe  ground that  Miller failed  to  satisfy the  presentment\r\n\nrequirements of the FTCA, 28 U.S.C.  2401(b).\r\n\n                              I.\r\n\n     We begin with  the relevant facts.   Miller was employed\r\n\nby the United  States Postal Service from  approximately 1981\r\n\nto  1992.  On   March  12,  1990,  Miller  filed  a  workers'\r\n\ncompensation  claim that alleged  that he was  suffering from\r\n\ndepression as  a result  of the  way  his postmaster  treated\r\n\nhim.1   The  OWCP denied  Miller's claim  on the  ground that\r\n\nMiller  failed to submit sufficient medical evidence to prove\r\n\nthat  his condition  was  caused by  his  employment.   While\r\n\nMiller  appealed this  decision,  he  subsequently failed  to\r\n\nappear at the  hearing that the OWCP  scheduled.  Thereafter,\r\n\nMiller  filed  an   administrative  FTCA  claim  for   \"work-\r\n\n                    \r                                \r\n\n1.  Miller  claimed that  he  first  became  aware  that  his\r\ndepression  was related  to his  employment  on February  12,\r\n1989.\r\r\n\naggravated  mental  depression\"  with the  Assistant  General\r\n\nCounsel for  the Postal Service.   That claim  sought damages\r\n\nequal  to the  amount  that  Miller claimed  was  due him  in\r\n\nworkers'  compensation  benefits.    Thus,  Miller  filed  an\r\n\nadministrative claim under  the FTCA to recover  the workers'\r\n\ncompensation benefits that  the OWCP had denied him under the\r\n\nFECA.   After more than  six months passed without  action by\r\n\nthe  Postal Service, Miller commenced this civil action under\r\n\nthe FTCA.2   \r\n\n     The government  filed a  motion to  dismiss pursuant  to\r\n\nFed.  R.   Civ.  P.  12(b)(1)   and  12(b)(6),  or,   in  the\r\n\nalternative,  for  summary  judgment.3   It  argued  that the\r\n\ndistrict  court lacked  subject  matter jurisdiction  because\r\n\nMiller's  FTCA suit  was  simply an  attempt  to redress  the\r\n\nOWCP's  denial of  Miller's workers'  compensation claim  and\r\n\njudicial  review of the  OWCP's decision was  prohibited by 5\r\n\nU.S.C.  8128(b).4   Relying on McDaniel v. United States, 970\r                                                                    \r\n\n                    \r                                \r\n\n2.  28 U.S.C.  2675(a) provides that the failure of an agency\r\nto  make a final disposition of  an administrative FTCA claim\r\nwithin 6  months after  it is filed  shall be deemed  a final\r\ndenial  sufficient to  authorize the  filing of  a  FTCA suit\r\nagainst the United States. \r\n\n3.  Miller's original complaint named the Postal Service, the\r\nDepartment  of Labor,  and the  OWCP as defendants.  He later\r\namended  his complaint to substitute the United States (i.e.,\r\n\"the government\") for the other named defendants.\r\n\n4.  5 U.S.C.  8128(b) provides, in relevant part, that:\r\n\n          The  action  of  the  Secretary  or   his\r\n          designee in allowing or denying a payment\r\n\n                             -3-\r\r\n\nF.2d 194,  197 (6th  Cir. 1992)(per  curiam), the  government\r\n\nfurther  argued that the district court lacked subject matter\r\n\njurisdiction  despite the fact  that Miller's FECA  claim had\r\n\nbeen denied.5    \r\n\n     Miller  opposed the government's motion.  He argued that\r\n\nthe FECA does  not cover emotional injuries such  as those he\r\n\nsustained  as  a  result  of  his  postmaster's  campaign  of\r\n\nharassment against him.6   The district court  concluded that\r\n\nthe FECA does not encompass claims for emotional distress and\r\n\ndenied the government's motion.  The court based its decision\r\n\non the FECA's definition of injury in 5 U.S.C.  8101(5)(which\r\n\ndoes not specifically refer to mental or emotional injuries),\r\n\nSheehan v.  United States, 896  F.2d 1168, amended,  917 F.2d\r                                                              \r\n\n                    \r                                \r\n\n          under this subchapter is -\r\n\n          (1) final and conclusive for all purposes\r\n          and  with respect to all questions of law\r\n          and fact; and\r\n\n          (2)  not subject  to  judicial review  by\r\n          another official of the  United States or\r\n          by a court by mandamus or otherwise.\r\n\n5.  McDaniel held that  where it was clear that the Secretary\r                        \r\nof Labor viewed  the plaintiff's emotional distress  claim as\r\ncognizable  under the FECA,  the FECA barred  the plaintiff's\r\nFTCA  suit  for  intentional  and  negligent   infliction  of\r\nemotional distress  even though  the plaintiff  had not  been\r\nawarded FECA benefits.\r\n\n6.  Miller thus implied that his federal tort claim was based\r\non the  theory that his  postmaster had subjected him  to the\r\nintentional  infliction  of emotional  distress.  Miller also\r\nsuggested that the OWCP had intentionally inflicted emotional\r\ndistress upon him by denying his workers'compensation claim. \r\n\n                             -4-\r\r\n\n424  (9th Cir. 1990)(holding  that 5 U.S.C.   8128(b) did not\r\n\npreclude  district  court  from  determining  what  types  of\r\n\ninjuries were covered by the  FECA and that the FECA did  not\r\n\ncover  emotional distress claims) and numerous other cases.7 \r\n\n     The  government  petitioned  to  take  an  interlocutory\r\n\nappeal from the district court's order, but this court denied\r\n\nthat  petition.  Limited discovery followed.8  The government\r\n\nthen  filed  a  second  motion  to dismiss  which  asked  the\r\n\ndistrict court to reconsider its previous ruling in the light\r\n\nof recent decisions that had recognized the FECA's preclusive\r\n\neffect   in  cases   involving  emotional  injuries.9     The\r\n\n                    \r                                \r\n\n7.  See, e.g., Guidry v. Durkin,  834 F.2d 1465, 1471-72 (9th\r                                           \r\nCir. 1987); Gergick v. Austin, 764 F. Supp. 580, 581-82 (W.D.\r                                         \r\nMo. 1991); Underwood v. United States Postal Service,  742 F.\r                                                                \r\nSupp. 968  (M.D. Tenn. 1990);  Metz v. United States,  723 F.\r                                                                \r\nSupp.  1133, 1136  (D. Md.  1989); Newman  v.  Legal Services\r                                                                         \r\nCorporation, 628 F. Supp. 535, 543 (D.D.C. 1986); Sullivan v.\r                                                                      \r\nUnited States, 428 F. Supp. 79, 81 (E.D. Wis. 1977); Mason v.\r                                                                      \r\nDistrict of Columbia, 395 A.2d 399 (D.C. 1978).    \r                                \r\n\n8.   We note  that Miller's motion to amend  his complaint to\r\nspecifically   allege  that   the  government   intentionally\r\ninflicted  emotional distress  on  him  when  it  denied  his\r\nworkers' compensation  claim was  denied on  the ground  that\r\nsuch an amendment would be  futile since Miller had failed to\r\npresent this claim to the appropriate federal agencies in his\r\nadministrative FTCA claim.  \r\n\n9.  The government relied on Tarver v. United States, 25 F.3d\r                                                                \r\n900 (10th Cir. 1994); Figueroa  v. United States, 7 F.3d 1405\r                                                            \r\n(9th  Cir.  1993),  cert. denied,  114  S.  Ct. 1537  (1994);\r                                            \r\nSwafford v.  United States, 998  F.2d 837  (10th Cir.  1993);\r                                      \r\nJones v. Tennessee  Valley Authority, 948 F.2d 258  (6th Cir.\r                                                \r\n1991); Klescewski v.  United States, 843 F. Supp. 543 (D.S.D.\r                                               \r\n1993); Castro v. United States, 757 F. Supp. 1149, 1151 (W.D.\r                                          \r\nWash.  1991); and  Cardwell v.  United  States, 1992  WESTLAW\r                                                          \r\n\n                             -5-\r\r\n\ngovernment also argued  that Miller's suit was barred  by the\r\n\nCivil  Service Reform Act  (CSRA) and the  FTCA's presentment\r\n\nrequirement.   After Miller filed an opposition, the district\r\n\ncourt   reversed  its   previous   ruling  and   granted  the\r\n\ngovernment's  motion to dismiss.  Relying on McDaniel, supra,\r                                                                        \r\n\ninter alia,  the court held  that Miller's FTCA suit  for the\r                      \r\n\nintentional infliction of emotional distress was preempted by\r\n\nthe FECA  and that any other  claims that might be  read into\r\n\nMiller's complaint were  barred by the  CSRA.10  This  appeal\r\n\nfollowed.\r\n\n                             II.\r\n\n       We review the  district court's dismissal for  lack of\r\n\nsubject  matter jurisdiction de novo, mindful that Miller, as\r                                                \r\n\nthe  party invoking federal  jurisdiction, has the  burden of\r\n\nproving its existence.  See  Murphy v. United States, 45 F.3d\r                                                                \r\n\n520,  522 (1st Cir.),  cert. denied,  63 U.S.L.W.  3800 (U.S.\r                                               \r\n\nJune  19, 1995).  He has failed to do so.  Miller stresses on\r\n\nappeal  that  he   seeks  to  recover  for   the  intentional\r\n\ninfliction  of  emotional  distress in  the  handling  of his\r\n\nworkers' compensation  claim.   But it  is clear  that Miller\r\n\n                    \r                                \r\n\n368495 (E.D. Pa. Dec.  4, 1992), aff'd,  6 F.3d 778 (3d  Cir.\r                                                  \r\n1993)(Table), as well as numerous decisions of the Employment\r\nCompensation Appeals  Board (ECAB) which  indicated that  the\r\nFECA can provide  relief for  claims of  emotional or  mental\r\ninjury.  \r\n\n10.  The  court did not reach the government's arguments that\r\nMiller failed to satisfy the FTCA's presentment requirements.\r\n\n                             -6-\r\r\n\nnever  presented this claim  to either the  Postal Service or\r\n\nthe OWCP within two  years of the denial  of his FECA  claim.\r\n\nRather, Miller's  administrative  FTCA claim  focused on  the\r\n\nmental injuries he allegedly suffered as a result of his work\r\n\nplace atmosphere.  Miller did not allege or describe anything\r\n\napproaching  outrageous   conduct  in  the  handling  of  his\r\n\nworkers' compensation  claim.   It  is  well settled  that  a\r\n\nplaintiff's  FTCA claim will  be \"forever barred\"  absent the\r\n\nfiling  of a timely administrative claim with the appropriate\r\n\nfederal agency. See, e.g., Gonzalez-Bernal v.  United States,\r                                                                        \r\n\n907 F.2d 246,  248 (1st Cir. 1990).  As Miller failed to file\r\n\na  timely  administrative  FTCA  claim  for  the  intentional\r\n\ninfliction  of  emotional  distress in  the  handling  of his\r\n\nworkers' compensation case, this claim is forever barred.\r\n\n     Miller  does not press  on appeal the  alternative basis\r\n\nfor relief that  he argued below, i.e., that  he suffered the\r\n\nintentional infliction of  emotional distress as a  result of\r\n\nhis former postmaster's conduct.  Accordingly, this claim has\r\n\nbeen waived.   See United States  v. Zannino, 895 F.2d  1, 17\r                                                        \r\n\n(1st Cir.),  cert. denied, 494 U.S. 1092  (1990).  Even if it\r                                     \r\n\nwere otherwise, this claim also  fails for the lack of timely\r\n\npresentment.  It is undisputed that Miller first became aware\r\n\nthat  his depression was  work-related on February  12, 1989.\r\n\nHe therefore had two years  from that date, or until February\r\n\n12, 1991, to file his administrative FTCA for the intentional\r\n\n                             -7-\r\r\n\ninfliction of  emotional distress  by his  former postmaster.\r\n\nMiller did not file such a  claim until October 8, 1991.   As\r\n\nthe administrative FTCA claim was filed too late, this  claim\r\n\nis also barred.\r\n\n     We  note that whether the FECA covers emotional injuries\r\n\nand, even if it does,  whether Miller's FTCA action is barred\r\n\ndespite  the fact  that he  was not  paid FECA  benefits, are\r\n\nnovel issues in  this circuit.  We recognize  that cases such\r\n\nas McDaniel, Tarver, and Cardwell, supra, support affirmative\r                                                    \r\n\nanswers to  both questions.   On the  other hand, there  is a\r\n\nconsiderable  body of caselaw  which indicates that  the FECA\r\n\ndoes not apply to emotional injuries.  See Sheehan and n.  7,\r                                                              \r\n\nsupra.  We find  it unnecessary to take  a position on  these\r                 \r\n\nimportant issues  -  which  have  not been  well  briefed  by\r\n\nMiller.11   It  is  apparent that  Miller's  suit  is  barred\r\n\nunder the FTCA.   We are free to affirm  on any independently\r\n\nsufficient ground  made manifest by  the record.   See, e.g.,\r                                                                        \r\n\nGarside v.  Osco Drug, Inc., 895 F.2d 46, 49 (1st Cir. 1990).\r                                       \r\n\nIn   view  of  our  disposition,  we  need  not  address  the\r\n\ngovernment's  contentions that  the CSRA  also  bars Miller's\r\n\n                    \r                                \r\n\n11.  Rather, Miller argues that Martin v. Travelers Ins. Co.,\r                                                                        \r\n497 F.2d 329 (1st Cir. 1979), authorizes him to sue under the\r\nFTCA  for   the  bad   faith  processing   of  his   workers'\r\ncompensation claim, and that  Burke v. United States,  644 F.\r                                                                \r\nSupp. 566  (E.D. La. 1986),  also authorizes him  to maintain\r\nthis suit because he was  denied FECA benefits.  Neither case\r\nstands  for  the  proposition  for  which  Miller  cites  it.\r\nMoreover, the  language that  Miller purports  to quote  from\r\nMartin appears nowhere in that case.   \r                  \r\n\n                             -8-\r\r\n\nclaims.  Accordingly,  the judgment of the district  court is\r\n\naffirmed.  \r                     \r\n\n                             -9-\r\r\n",
  "html": "<p class=\"case_cite\">62 F.3d 1411</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Ralph J. MILLER, Plaintiff, Appellant,<br>v.<br>UNITED STATES of America, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-2259.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">July 24, 1995</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Ralph J. Miller on brief pro se.</p>\n      <p class=\"indent\">Paul M. Gagnon, United States Attorney, and Gretchen Leah Witt, Assistant United States Attorney, Chief Civil Division, on brief for appellees.</p>\n      <p class=\"indent\">D.N.H.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, SELYA and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Pro se plaintiff Ralph Miller, a former postal employee, filed this action under the Federal Tort Claims Act (FTCA) to recover workers' compensation benefits that the Department of Labor's Office of Workers' Compensation Programs (OWCP) denied him under the Federal Employees Compensation Act (FECA), 5 U.S.C. Sec. 8101 et seq.  He appeals a district court order that dismissed this action on the ground that Miller's claim is preempted by the FECA.  We affirm the dismissal, but we prefer to rest our decision on the ground that Miller failed to satisfy the presentment requirements of the FTCA, 28 U.S.C. Sec. 2401(b).</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We begin with the relevant facts.  Miller was employed by the United States Postal Service from approximately 1981 to 1992.  On March 12, 1990, Miller filed a workers' compensation claim that alleged that he was suffering from depression as a result of the way his postmaster treated him.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The OWCP denied Miller's claim on the ground that Miller failed to submit sufficient medical evidence to prove that his condition was caused by his employment.  While Miller appealed this decision, he subsequently failed to appear at the hearing that the OWCP scheduled.  Thereafter, Miller filed an administrative FTCA claim for \"work-aggravated mental depression\" with the Assistant General Counsel for the Postal Service.  That claim sought damages equal to the amount that Miller claimed was due him in workers' compensation benefits.  Thus, Miller filed an administrative claim under the FTCA to recover the workers' compensation benefits that the OWCP had denied him under the FECA.  After more than six months passed without action by the Postal Service, Miller commenced this civil action under the FTCA.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The government filed a motion to dismiss pursuant to Fed.  R. Civ. P. 12(b)(1) and 12(b)(6), or, in the alternative, for summary judgment.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  It argued that the district court lacked subject matter jurisdiction because Miller's FTCA suit was simply an attempt to redress the OWCP's denial of Miller's workers' compensation claim and judicial review of the OWCP's decision was prohibited by 5 U.S.C. Sec. 8128(b).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Relying on McDaniel v. United States, 970 F.2d 194, 197 (6th Cir.1992)(per curiam), the government further argued that the district court lacked subject matter jurisdiction despite the fact that Miller's FECA claim had been denied.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Miller opposed the government's motion.  He argued that the FECA does not cover emotional injuries such as those he sustained as a result of his postmaster's campaign of harassment against him.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The district court concluded that the FECA does not encompass claims for emotional distress and denied the government's motion.  The court based its decision on the FECA's definition of injury in 5 U.S.C. Sec. 8101(5)(which does not specifically refer to mental or emotional injuries), Sheehan v. United States, 896 F.2d 1168, amended, 917 F.2d 424 (9th Cir.1990)(holding that 5 U.S.C. Sec. 8128(b) did not preclude district court from determining what types of injuries were covered by the FECA and that the FECA did not cover emotional distress claims) and numerous other cases.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The government petitioned to take an interlocutory appeal from the district court's order, but this court denied that petition.  Limited discovery followed.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The government then filed a second motion to dismiss which asked the district court to reconsider its previous ruling in the light of recent decisions that had recognized the FECA's preclusive effect in cases involving emotional injuries.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  The government also argued that Miller's suit was barred by the Civil Service Reform Act (CSRA) and the FTCA's presentment requirement.  After Miller filed an opposition, the district court reversed its previous ruling and granted the government's motion to dismiss.  Relying on McDaniel, supra, inter alia, the court held that Miller's FTCA suit for the intentional infliction of emotional distress was preempted by the FECA and that any other claims that might be read into Miller's complaint were barred by the CSRA.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We review the district court's dismissal for lack of subject matter jurisdiction de novo, mindful that Miller, as the party invoking federal jurisdiction, has the burden of proving its existence.  See Murphy v. United States, 45 F.3d 520, 522 (1st Cir.), cert. denied, 63 U.S.L.W. 3800 (U.S. June 19, 1995).  He has failed to do so.  Miller stresses on appeal that he seeks to recover for the intentional infliction of emotional distress in the handling of his workers' compensation claim.  But it is clear that Miller never presented this claim to either the Postal Service or the OWCP within two years of the denial of his FECA claim.  Rather, Miller's administrative FTCA claim focused on the mental injuries he allegedly suffered as a result of his work place atmosphere.  Miller did not allege or describe anything approaching outrageous conduct in the handling of his workers' compensation claim.  It is well settled that a plaintiff's FTCA claim will be \"forever barred\" absent the filing of a timely administrative claim with the appropriate federal agency.  See, e.g., Gonzalez-Bernal v. United States, 907 F.2d 246, 248 (1st Cir.1990).  As Miller failed to file a timely administrative FTCA claim for the intentional infliction of emotional distress in the handling of his workers' compensation case, this claim is forever barred.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Miller does not press on appeal the alternative basis for relief that he argued below, i.e., that he suffered the intentional infliction of emotional distress as a result of his former postmaster's conduct.  Accordingly, this claim has been waived.  See United States v. Zannino, 895 F.2d 1, 17 (1st Cir.), cert. denied, 494 U.S. 1092 (1990).  Even if it were otherwise, this claim also fails for the lack of timely presentment.  It is undisputed that Miller first became aware that his depression was work-related on February 12, 1989.  He therefore had two years from that date, or until February 12, 1991, to file his administrative FTCA for the intentional infliction of emotional distress by his former postmaster.  Miller did not file such a claim until October 8, 1991.  As the administrative FTCA claim was filed too late, this claim is also barred.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We note that whether the FECA covers emotional injuries and, even if it does, whether Miller's FTCA action is barred despite the fact that he was not paid FECA benefits, are novel issues in this circuit.  We recognize that cases such as McDaniel, Tarver, and Cardwell, supra, support affirmative answers to both questions.  On the other hand, there is a considerable body of caselaw which indicates that the FECA does not apply to emotional injuries.  See Sheehan and n. 7, supra.  We find it unnecessary to take a position on these important issues-which have not been well briefed by Miller.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  It is apparent that Miller's suit is barred under the FTCA.  We are free to affirm on any independently sufficient ground made manifest by the record.  See, e.g., Garside v. Osco Drug, Inc., 895 F.2d 46, 49 (1st Cir.1990).  In view of our disposition, we need not address the government's contentions that the CSRA also bars Miller's claims.  Accordingly, the judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Miller claimed that he first became aware that his depression was related to his employment on February 12, 1989</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 28 U.S.C. Sec. 2675(a) provides that the failure of an agency to make a final disposition of an administrative FTCA claim within 6 months after it is filed shall be deemed a final denial sufficient to authorize the filing of a FTCA suit against the United States</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Miller's original complaint named the Postal Service, the Department of Labor, and the OWCP as defendants.  He later amended his complaint to substitute the United States (i.e., \"the government\") for the other named defendants</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 5 U.S.C. Sec. 8128(b) provides, in relevant part, that:</p>\n        <p>The action of the Secretary or his designee in allowing or denying a payment under this subchapter is -</p>\n        <p>(1) final and conclusive for all purposes and with respect to all questions of law and fact;  and</p>\n        <p>(2) not subject to judicial review by another official of the United States or by a court by mandamus or otherwise.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> McDaniel held that where it was clear that the Secretary of Labor viewed the plaintiff's emotional distress claim as cognizable under the FECA, the FECA barred the plaintiff's FTCA suit for intentional and negligent infliction of emotional distress even though the plaintiff had not been awarded FECA benefits</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Miller thus implied that his federal tort claim was based on the theory that his postmaster had subjected him to the intentional infliction of emotional distress.  Miller also suggested that the OWCP had intentionally inflicted emotional distress upon him by denying his workers' compensation claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See, e.g., Guidry v. Durkin, 834 F.2d 1465, 1471-72 (9th Cir.1987);  Gergick v. Austin, 764 F. Supp. 580, 581-82 (W.D.Mo.1991);  Underwood v. United States Postal Service, 742 F. Supp. 968 (M.D.Tenn.1990);  Metz v. United States, 723 F. Supp. 1133, 1136 (D.Md.1989);  Newman v. Legal Services Corporation, 628 F. Supp. 535, 543 (D.D.C.1986);  Sullivan v. United States, 428 F. Supp. 79, 81 (E.D.Wis.1977);  Mason v. District of Columbia, 395 A.2d 399 (D.C.1978)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We note that Miller's motion to amend his complaint to specifically allege that the government intentionally inflicted emotional distress on him when it denied his workers' compensation claim was denied on the ground that such an amendment would be futile since Miller had failed to present this claim to the appropriate federal agencies in his administrative FTCA claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The government relied on Tarver v. United States, 25 F.3d 900 (10th Cir.1994);  Figueroa v. United States, 7 F.3d 1405 (9th Cir.1993), cert. denied, 114 S. Ct. 1537 (1994);  Swafford v. United States, 998 F.2d 837 (10th Cir.1993);  Jones v. Tennessee Valley Authority, 948 F.2d 258 (6th Cir.1991);  Klescewski v. United States, 843 F. Supp. 543 (D.S.D.1993);  Castro v. United States, 757 F. Supp. 1149, 1151 (W.D.Wash.1991);  and Cardwell v. United States, 1992 WESTLAW 368495 (E.D.Pa. Dec. 4, 1992), aff'd, 6 F.3d 778 (3d Cir.1993)(Table), as well as numerous decisions of the Employment Compensation Appeals Board (ECAB) which indicated that the FECA can provide relief for claims of emotional or mental injury</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The court did not reach the government's arguments that Miller failed to satisfy the FTCA's presentment requirements</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Rather, Miller argues that Martin v. Travelers Ins. Co., 497 F.2d 329 (1st Cir.1979), authorizes him to sue under the FTCA for the bad faith processing of his workers' compensation claim, and that Burke v. United States, 644 F. Supp. 566 (E.D.La.1986), also authorizes him to maintain this suit because he was denied FECA benefits.  Neither case stands for the proposition for which Miller cites it.  Moreover, the language that Miller purports to quote from Martin appears nowhere in that case</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1411</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Ralph J. MILLER, Plaintiff, Appellant,<br>v.<br>UNITED STATES of America, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-2259.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">July 24, 1995</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Ralph J. Miller on brief pro se.</p>\n      <p class=\"indent\">Paul M. Gagnon, United States Attorney, and Gretchen Leah Witt, Assistant United States Attorney, Chief Civil Division, on brief for appellees.</p>\n      <p class=\"indent\">D.N.H.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, SELYA and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Pro se plaintiff Ralph Miller, a former postal employee, filed this action under the Federal Tort Claims Act (FTCA) to recover workers' compensation benefits that the Department of Labor's Office of Workers' Compensation Programs (OWCP) denied him under the Federal Employees Compensation Act (FECA), 5 U.S.C. Sec. 8101 et seq.  He appeals a district court order that dismissed this action on the ground that Miller's claim is preempted by the FECA.  We affirm the dismissal, but we prefer to rest our decision on the ground that Miller failed to satisfy the presentment requirements of the FTCA, 28 U.S.C. Sec. 2401(b).</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We begin with the relevant facts.  Miller was employed by the United States Postal Service from approximately 1981 to 1992.  On March 12, 1990, Miller filed a workers' compensation claim that alleged that he was suffering from depression as a result of the way his postmaster treated him.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The OWCP denied Miller's claim on the ground that Miller failed to submit sufficient medical evidence to prove that his condition was caused by his employment.  While Miller appealed this decision, he subsequently failed to appear at the hearing that the OWCP scheduled.  Thereafter, Miller filed an administrative FTCA claim for \"work-aggravated mental depression\" with the Assistant General Counsel for the Postal Service.  That claim sought damages equal to the amount that Miller claimed was due him in workers' compensation benefits.  Thus, Miller filed an administrative claim under the FTCA to recover the workers' compensation benefits that the OWCP had denied him under the FECA.  After more than six months passed without action by the Postal Service, Miller commenced this civil action under the FTCA.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The government filed a motion to dismiss pursuant to Fed.  R. Civ. P. 12(b)(1) and 12(b)(6), or, in the alternative, for summary judgment.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  It argued that the district court lacked subject matter jurisdiction because Miller's FTCA suit was simply an attempt to redress the OWCP's denial of Miller's workers' compensation claim and judicial review of the OWCP's decision was prohibited by 5 U.S.C. Sec. 8128(b).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Relying on McDaniel v. United States, <span class=\"citation\" data-id=\"587302\"><a href=\"/opinion/587302/max-leroy-mcdaniel-v-united-states/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">194</span></a></span>, 197 (6th Cir.1992)(per curiam), the government further argued that the district court lacked subject matter jurisdiction despite the fact that Miller's FECA claim had been denied.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Miller opposed the government's motion.  He argued that the FECA does not cover emotional injuries such as those he sustained as a result of his postmaster's campaign of harassment against him.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The district court concluded that the FECA does not encompass claims for emotional distress and denied the government's motion.  The court based its decision on the FECA's definition of injury in 5 U.S.C. Sec. 8101(5)(which does not specifically refer to mental or emotional injuries), Sheehan v. United States, <span class=\"citation\" data-id=\"537056\"><a href=\"/opinion/537056/joan-sheehan-formerly-known-as-joan-wycoff-v-united-states/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1168</span></a></span>, amended, <span class=\"citation no-link\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">424</span></span> (9th Cir.1990)(holding that 5 U.S.C. Sec. 8128(b) did not preclude district court from determining what types of injuries were covered by the FECA and that the FECA did not cover emotional distress claims) and numerous other cases.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The government petitioned to take an interlocutory appeal from the district court's order, but this court denied that petition.  Limited discovery followed.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The government then filed a second motion to dismiss which asked the district court to reconsider its previous ruling in the light of recent decisions that had recognized the FECA's preclusive effect in cases involving emotional injuries.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  The government also argued that Miller's suit was barred by the Civil Service Reform Act (CSRA) and the FTCA's presentment requirement.  After Miller filed an opposition, the district court reversed its previous ruling and granted the government's motion to dismiss.  Relying on McDaniel, supra, inter alia, the court held that Miller's FTCA suit for the intentional infliction of emotional distress was preempted by the FECA and that any other claims that might be read into Miller's complaint were barred by the CSRA.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We review the district court's dismissal for lack of subject matter jurisdiction de novo, mindful that Miller, as the party invoking federal jurisdiction, has the burden of proving its existence.  See Murphy v. United States, <span class=\"citation\" data-id=\"195855\"><a href=\"/opinion/195855/murphy-v-united-states/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">520</span></a></span>, 522 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">3800</span></span> (U.S. June 19, 1995).  He has failed to do so.  Miller stresses on appeal that he seeks to recover for the intentional infliction of emotional distress in the handling of his workers' compensation claim.  But it is clear that Miller never presented this claim to either the Postal Service or the OWCP within two years of the denial of his FECA claim.  Rather, Miller's administrative FTCA claim focused on the mental injuries he allegedly suffered as a result of his work place atmosphere.  Miller did not allege or describe anything approaching outrageous conduct in the handling of his workers' compensation claim.  It is well settled that a plaintiff's FTCA claim will be \"forever barred\" absent the filing of a timely administrative claim with the appropriate federal agency.  See, e.g., Gonzalez-Bernal v. United States, <span class=\"citation\" data-id=\"544228\"><a href=\"/opinion/544228/carmen-delia-gonzalez-bernal-etc-v-united-states-of-america/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">246</span></a></span>, 248 (1st Cir.1990).  As Miller failed to file a timely administrative FTCA claim for the intentional infliction of emotional distress in the handling of his workers' compensation case, this claim is forever barred.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Miller does not press on appeal the alternative basis for relief that he argued below, i.e., that he suffered the intentional infliction of emotional distress as a result of his former postmaster's conduct.  Accordingly, this claim has been waived.  See United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1092</span></span> (1990).  Even if it were otherwise, this claim also fails for the lack of timely presentment.  It is undisputed that Miller first became aware that his depression was work-related on February 12, 1989.  He therefore had two years from that date, or until February 12, 1991, to file his administrative FTCA for the intentional infliction of emotional distress by his former postmaster.  Miller did not file such a claim until October 8, 1991.  As the administrative FTCA claim was filed too late, this claim is also barred.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We note that whether the FECA covers emotional injuries and, even if it does, whether Miller's FTCA action is barred despite the fact that he was not paid FECA benefits, are novel issues in this circuit.  We recognize that cases such as McDaniel, Tarver, and Cardwell, supra, support affirmative answers to both questions.  On the other hand, there is a considerable body of caselaw which indicates that the FECA does not apply to emotional injuries.  See Sheehan and n. 7, supra.  We find it unnecessary to take a position on these important issues-which have not been well briefed by Miller.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  It is apparent that Miller's suit is barred under the FTCA.  We are free to affirm on any independently sufficient ground made manifest by the record.  See, e.g., Garside v. Osco Drug, Inc., <span class=\"citation\" data-id=\"536033\"><a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span>, 49 (1st Cir.1990).  In view of our disposition, we need not address the government's contentions that the CSRA also bars Miller's claims.  Accordingly, the judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Miller claimed that he first became aware that his depression was related to his employment on February 12, 1989</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 28 U.S.C. Sec. 2675(a) provides that the failure of an agency to make a final disposition of an administrative FTCA claim within 6 months after it is filed shall be deemed a final denial sufficient to authorize the filing of a FTCA suit against the United States</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Miller's original complaint named the Postal Service, the Department of Labor, and the OWCP as defendants.  He later amended his complaint to substitute the United States (i.e., \"the government\") for the other named defendants</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 5 U.S.C. Sec. 8128(b) provides, in relevant part, that:</p>\n        <p>The action of the Secretary or his designee in allowing or denying a payment under this subchapter is -</p>\n        <p>(1) final and conclusive for all purposes and with respect to all questions of law and fact;  and</p>\n        <p>(2) not subject to judicial review by another official of the United States or by a court by mandamus or otherwise.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> McDaniel held that where it was clear that the Secretary of Labor viewed the plaintiff's emotional distress claim as cognizable under the FECA, the FECA barred the plaintiff's FTCA suit for intentional and negligent infliction of emotional distress even though the plaintiff had not been awarded FECA benefits</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Miller thus implied that his federal tort claim was based on the theory that his postmaster had subjected him to the intentional infliction of emotional distress.  Miller also suggested that the OWCP had intentionally inflicted emotional distress upon him by denying his workers' compensation claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See, e.g., Guidry v. Durkin, <span class=\"citation\" data-id=\"498423\"><a href=\"/opinion/498423/paul-guidry-v-john-durkin/\"><span class=\"volume\">834</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1465</span></a></span>, 1471-72 (9th Cir.1987);  Gergick v. Austin, <span class=\"citation no-link\"><span class=\"volume\">764</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">580</span></span>, 581-82 (W.D.Mo.1991);  Underwood v. United States Postal Service, <span class=\"citation no-link\"><span class=\"volume\">742</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">968</span></span> (M.D.Tenn.1990);  Metz v. United States, <span class=\"citation no-link\"><span class=\"volume\">723</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1133</span></span>, 1136 (D.Md.1989);  Newman v. Legal Services Corporation, <span class=\"citation\" data-id=\"2596123\"><a href=\"/opinion/2596123/newman-v-legal-services-corp/\"><span class=\"volume\">628</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">535</span></a></span>, 543 (D.D.C.1986);  Sullivan v. United States, <span class=\"citation\" data-id=\"1791865\"><a href=\"/opinion/1791865/sullivan-v-united-states/\"><span class=\"volume\">428</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">79</span></a></span>, 81 (E.D.Wis.1977);  Mason v. District of Columbia, <span class=\"citation\" data-id=\"1501553\"><a href=\"/opinion/1501553/mason-v-district-of-columbia/\"><span class=\"volume\">395</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">399</span></a></span> (D.C.1978)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We note that Miller's motion to amend his complaint to specifically allege that the government intentionally inflicted emotional distress on him when it denied his workers' compensation claim was denied on the ground that such an amendment would be futile since Miller had failed to present this claim to the appropriate federal agencies in his administrative FTCA claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The government relied on Tarver v. United States, <span class=\"citation\" data-id=\"670815\"><a href=\"/opinion/670815/laverne-tarver-v-united-states/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">900</span></a></span> (10th Cir.1994);  Figueroa v. United States, <span class=\"citation\" data-id=\"655550\"><a href=\"/opinion/655550/eladio-t-figueroa-v-united-states-of-america-ad-loizeaux-ge-monroe/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1405</span></a></span> (9th Cir.1993), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1537</span></span> (1994);  Swafford v. United States, <span class=\"citation\" data-id=\"611044\"><a href=\"/opinion/611044/62-fair-emplpraccas-bna-856-62-empl-prac-dec-p-42453-joyce/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">837</span></a></span> (10th Cir.1993);  Jones v. Tennessee Valley Authority, <span class=\"citation\" data-id=\"571287\"><a href=\"/opinion/571287/james-c-jones-linda-jones-v-tennessee-valley-authority-charles-h-dean/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">258</span></a></span> (6th Cir.1991);  Klescewski v. United States, <span class=\"citation no-link\"><span class=\"volume\">843</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">543</span></span> (D.S.D.1993);  Castro v. United States, <span class=\"citation no-link\"><span class=\"volume\">757</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1149</span></span>, 1151 (W.D.Wash.1991);  and Cardwell v. United States, 1992 WESTLAW 368495 (E.D.Pa. Dec. 4, 1992), aff'd, <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">778</span></span> (3d Cir.1993)(Table), as well as numerous decisions of the Employment Compensation Appeals Board (ECAB) which indicated that the FECA can provide relief for claims of emotional or mental injury</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The court did not reach the government's arguments that Miller failed to satisfy the FTCA's presentment requirements</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Rather, Miller argues that Martin v. Travelers Ins. Co., <span class=\"citation\" data-id=\"319359\"><a href=\"/opinion/319359/louis-w-martin-and-mary-l-martin-v-travelers-insurance-company/\"><span class=\"volume\">497</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">329</span></a></span> (1st Cir.1979), authorizes him to sue under the FTCA for the bad faith processing of his workers' compensation claim, and that Burke v. United States, <span class=\"citation\" data-id=\"1559093\"><a href=\"/opinion/1559093/burke-v-united-states/\"><span class=\"volume\">644</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">566</span></a></span> (E.D.La.1986), also authorizes him to maintain this suit because he was denied FECA benefits.  Neither case stands for the proposition for which Miller cites it.  Moreover, the language that Miller purports to quote from Martin appears nowhere in that case</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195855/",
    "http://www.courtlistener.com/api/rest/v3/opinions/319359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/498423/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/537056/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544228/",
    "http://www.courtlistener.com/api/rest/v3/opinions/571287/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587302/",
    "http://www.courtlistener.com/api/rest/v3/opinions/611044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/655550/",
    "http://www.courtlistener.com/api/rest/v3/opinions/670815/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1501553/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1559093/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1791865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2596123/"
  ]
}