{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196221/",
  "absolute_url": "/opinion/196221/united-states-v-de-la-cruz-paulino/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196221/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:00:52Z",
  "date_modified": "2017-03-24T10:45:54.566100Z",
  "type": "010combined",
  "sha1": "9248ee09bc6136c65456d29b6d49faac5ffee580",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1985.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r                            United States Court of Appeals\r\n                    For the First Circuit\r                                For the First Circuit\r\n                                         \r\nNo. 94-1985\r\n\n                        UNITED STATES,\r\n                          Appellee,\r\n\n                              v.\r\n\n                 VANESSA DE LA CRUZ PAULINO,\r\n                    Defendant, Appellant,\r\n\nNo. 94-1986\r\n\n                        UNITED STATES,\r\n                          Appellee,\r\n\n                              v.\r\n\n                      WANDA DIAZ-PEREZ,\r\n                    Defendant, Appellant.\r\n                                         \r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n      [Hon. Juan M. Perez-Gimenez, U.S. District Judge]\r                                                                  \r\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n                Bownes, Senior Circuit Judge,\r                                                        \r\n                  and Stahl, Circuit Judge.\r                                                      \r\n                                         \r\n\nRachel  Brill with whom  Jose Fernando  Irizarry was  on brief for\r                                                            \r\nappellant Diaz-Perez.\r\nEnrique Velez-Rodriguez for appellant de la Cruz Paulino.\r                                   \r\nJose A.  Quiles-Espinosa,  Senior  Litigation Counsel,  with  whom\r                                    \r\nGuillermo Gil, United States Attorney, and Antonio R. Bazan, Assistant\r                                                                   \r\nUnited States Attorney, were on brief for appellee.\r\n                                         \r\n                        August 3, 1995\r\n                                         \r\r\n\n          STAHL, Circuit Judge.   Defendants-appellants Wanda\r                      STAHL, Circuit Judge.\r                                          \r\n\nD az-P rez  and  Vanessa  de  la  Cruz-Paulino (collectively,\r\n\n\"defendants\")  appeal   their  convictions  for   aiding  and\r\n\nabetting each other and others in the unlawful possession of,\r\n\nwith intent  to distribute, approximately eighty kilograms of\r\n\ncocaine,  in violation of 21 U.S.C.   841(a)(1) and 18 U.S.C.\r\n\n   2.   D az-P rez also  appeals her  conviction for  using a\r\n\ncommunications   facility  on   six  separate   occasions  to\r\n\nfacilitate the  distribution of  cocaine, in violation  of 21\r\n\nU.S.C.   843(b).  D az-P rez argues that she is entitled to a\r\n\nnew  trial because the  government violated Fed.  R. Crim. P.\r\n\n12(d)(2) by failing  to designate certain of  the evidence it\r\n\nintended  to  use  during  its  case  in  chief;  because the\r\n\ndistrict   court  admitted   hearsay  tape   recordings  into\r\n\nevidence;  and  because  the  trial  judge  made  prejudicial\r\n\ncomments in  front of  the jury.   Both D az-P rez and  de la\r\n\nCruz-Paulino  argue  that  the  district  court  abused   its\r\n\ndiscretion in allowing a  representative sample of cocaine to\r\n\nbe  sent into  the jury  deliberation room.   Finally,  de la\r\n\nCruz-Paulino  argues that  the evidence  was insufficient  to\r\n\nestablish her  guilt beyond  a reasonable  doubt.   We affirm\r\n\nD az-P rez's  conviction,  but reverse  de  la Cruz-Paulino's\r\n\nconviction for insufficient evidence.\r\n\n                             -2-\r                                          2\r\r\n\n                              I.\r                                          I.\r                                            \r\n\n                          Background\r                                      Background\r                                                \r\n\n          On  January  21,  1994,  Federal  Drug  Enforcement\r\n\nAdministration  (\"DEA\")  agents in  Puerto  Rico  met with  a\r\n\ncooperating individual known as  \"Chita,\" who spoke with them\r\n\nabout a  pending drug transaction involving  200 kilograms of\r\n\ncocaine.  Chita told the agents that the Puerto Rican contact\r\n\nwas known as \"Negro.\"  He did not refer to either defendant.\r\n\n          Between  12:00  noon  and  4:20  p.m.,  DEA  agents\r\n\nrecorded four  telephone conversations  placed by Chita  to a\r\n\nColombian contact  known as  \"Jota.\"  During  the trial,  the\r\n\ndistrict court admitted tapes of these recorded conversations\r\n\ninto evidence without objection from defense counsel.  In one\r\n\nof  the conversations,  Jota told  Chita that  he would  make\r\n\narrangements for  the Puerto Rican contact,  whom he referred\r\n\nto  as  a female  schoolteacher,  to telephone  Chita  at the\r\n\nnumber  Chita provided, which in reality was the number for a\r\n\nDEA  cellular telephone.   It  was established at  trial that\r\n\nD az-P rez was a teacher.\r\n\n          Not long after these telephone calls ended, the DEA\r\n\ndecided  to  abort  the  operation, and  Agents  Andaluz  and\r\n\nSalazar  transported Chita to the airport.  While en route to\r\n\nthe airport, however,  the agents received a  call from D az-\r\n\nP rez on the DEA telephone.  The ensuing conversation was not\r\n\nrecorded.   However,  at  trial,  D az-P rez  testified  that\r\n\n                             -3-\r                                          3\r\r\n\nduring that  unrecorded conversation,  she was told  that the\r\n\nwrapped  packages she was  transporting contained  coffee for\r\n\nwhich excise taxes had  not been paid and was  instructed not\r\n\nto  mention  any   names  during  subsequent   conversations.\r\n\nAndaluz testified that  he was  the one who  had spoken  with\r\n\nD az-P rez  during the  unrecorded conversation  and that  he\r\n\nnever mentioned the word \"coffee.\"\r\n\n          After dropping Chita  off at  the airport,  Andaluz\r\n\nand Salazar  returned to DEA headquarters  and conferred with\r\n\nother agents regarding the  contents of the call.   They then\r\n\ndecided to contact  D az-P rez and arrange for a  transfer of\r\n\nthe  cocaine.    To  accomplish  this,  Andaluz  placed  five\r\n\ntelephone calls to D az-P rez between 7:10 p.m. and 9:55 p.m.\r\n\nand received  one telephone  call from  D az-P rez.   The DEA\r\n\nrecorded all  of these conversations, and  the district court\r\n\nadmitted the recordings into evidence, D az-P rez stipulating\r\n\nthat the voice  in the recordings belonged  to her.  None  of\r\n\nthe conversants  explicitly referred to cocaine  or coffee in\r\n\nthe recorded conversations, although Andaluz did use the word\r\n\n\"kilos\" once.\r\n\n          During the six  recorded conversations, Andaluz and\r\n\nD az-P rez discussed the  details of the delivery,  including\r\n\nthe  mode of  transportation and  the size  of the  shipment.\r\n\nAfter  a  brief exchange  in  which  D az-P rez attempted  to\r\n\nsolicit Andaluz s  help in  carrying the bags  containing the\r\n\n                             -4-\r                                          4\r\r\n\ncocaine down from  a second-story  apartment, Andaluz  asked,\r\n\n\"Can t you give  somebody there  $30, $40 I ll  pay you  back\r\n\nover here, to place  it in the trunk, only to place it in the\r\n\ntrunk,  don t bring him over or anything, to come over here?\"\r\n\nD az-P rez indicated that she  would, and eventually  Andaluz\r\n\nand D az-P rez agreed to meet in the  parking lot of a Burger\r\n\nKing restaurant.\r\n\n          At  trial, Andaluz testified  that after D az-P rez\r\n\nand  de la  Cruz-Paulino arrived  at the Burger  King parking\r\n\nlot, but before he and Salazar  approached them, he activated\r\n\na concealed  microcassette  recorder.    The  district  court\r\n\nadmitted the  recording of  the subsequent conversation  into\r\n\nevidence  without  objection.    After  greeting  defendants,\r\n\nSalazar  asked, \"Did you get it down,\" and de la Cruz-Paulino\r\n\nanswered, \"Of course we  did.\"  A short discussion  about the\r\n\n$40 followed, after which Andaluz asked D az-P rez, \"Which is\r\n\nyour  car?\"  D az-P rez stated, \"That black one there, in the\r\n\ntrunk, two bales and . . . eight doubles. . . .\"  Andaluz and\r\n\nSalazar opened the trunk and one of the garbage bags, Andaluz\r\n\nstating that he  had \"[t]o  check it out  girl, because  what\r\n\nwill I do with [unintelligible].\"  D az-P rez then exclaimed,\r\n\n\"Shut  up!   Oh, God,  the two  bales and  the other  stuff.\"\r\n\nAndaluz then said,  \"No, relax, we are  getting involved here\r\n\nto get  a party.\"  De  la Cruz-Paulino then  said, \"No, watch\r\n\n                             -5-\r                                          5\r\r\n\nout the police  is around,  going around  here.\"   Defendants\r\n\nwere arrested immediately thereafter.\r\n\n          DEA agents searched D az-P rez s car at the time of\r\n\ndefendants  arrest.  The trunk contained approximately eighty\r\n\nkilograms of cocaine with a stipulated value of $1.2 million.\r\n\nThe cocaine was wrapped and sealed  in such a way that it was\r\n\nimpossible  to  see  the  contents.1    Also  seized  were  a\r\n\ncellular telephone,  a  package of  coffee,  and a  piece  of\r\n\ncardboard.   Chita s name was written on the cardboard, along\r\n\nwith the  DEA telephone number, several  figures that totaled\r\n\neighty, and the words \"coffee\" and \"large garbage bags.\"  DEA\r\n\nagents  did  not   find  any  weapons,  nor   did  they  test\r\n\ndefendants  clothing for the presence of cocaine.\r\n\n          Defendants  were  subsequently indicted  for aiding\r\n\nand abetting  each other and  others in  possession of,  with\r\n\nintent to distribute, a controlled substance, in violation of\r\n\n21 U.S.C.   841(a)(1) and 18 U.S.C.   2.  D az-P rez was also\r\n\nindicted on  six counts of using a communications facility in\r\n\nfurtherance of  a narcotics  transaction, in violation  of 21\r\n\nU.S.C.   843(b).\r\n\n          Prior to  trial, defendants requested,  pursuant to\r\n\nFed. R. Crim. P. 12(d)(2), that the government designate  the\r\n\n                    \r                                \r\n\n1.  Each  kilogram was wrapped  individually in a tan-colored\r\nwrapping,  then  two  kilograms  were  bundled  together  and\r\nwrapped  in a black wrapping.   The bundles  were then placed\r\ninto three large garbage bags.\r\n\n                             -6-\r                                          6\r\r\n\nevidence it intended to introduce at trial.  In response, the\r\n\ngovernment  designated the seized  cocaine, the  materials in\r\n\nwhich  the  cocaine  had   been  wrapped,  and  various  tape\r\n\nrecordings  and  photographs.   In  addition, the  government\r\n\nstated, \"Any  other physical and/or documentary evidence will\r\n\nbe notified at least five (5) days before the date of trial.\"\r\n\nThe government never notified  defendants that it intended to\r\n\nintroduce the  telephone or  the cardboard seized  from D az-\r\n\nP rez s  car  into  evidence.    Nonetheless, the  government\r\n\nreferred  to  both  pieces  of evidence  during  its  opening\r\n\nstatement at defendants' jury trial.\r\n\n          Immediately  following  the  opening  statement  of\r\n\nD az-P rez,  both  defense  counsel   moved  to  exclude  the\r\n\ntelephone  and  the  cardboard  because  they  had  not  been\r\n\ndesignated as  evidence by  the government as  required under\r\n\nRule 12(d)(2).  During  the discussion on defendants' motion,\r\n\nthe  government never  admitted  that it  had not  designated\r\n\neither piece  of evidence,  but  instead repeatedly  insisted\r\n\nthat it had provided defendants with full discovery, stating,\r\n\nfor example, \r\n\n          they  were fully  aware that  this was  a\r\n          piece of  evidence and  this  is not  [a]\r\n          surprise to them  they had it from  about\r\n          three weeks after the defendants had been\r\n          arrested this  is  no surprise  to  them,\r\n          they  should be  aware  that  this was  a\r\n          piece  of  evidence  and  the  government\r\n          could attempt to use such evidence.\r\n\n                             -7-\r                                          7\r\r\n\nThe  district court  denied the  motion, stating,  \"it's been\r\n\nprovided.\"  When defense  counsel objected that the evidence,\r\n\nalthough provided under  Fed. R.  Crim. P. 16,  had not  been\r\n\ndesignated as  required by Rule 12(d)(2),  the district court\r\n\nstated,  \"It is not [a]  surprise, it[']s there  and you have\r\n\nit.\"  The evidence  was subsequently admitted without further\r\n\nobjection.\r\n\n          At  the close  of the  government's case  in chief,\r\n\nboth defendants moved  pursuant to  Fed. R. Crim.  P. 29  for\r\n\njudgments  of  acquittal;  the  district  court  denied  both\r\n\nmotions.  D az-P rez  then testified in her own  defense, but\r\n\noffered  no  other evidence.    De  la Cruz-Paulino  did  not\r\n\ntestify and offered no evidence.  At the close of trial, both\r\n\ndefendants renewed their Rule  29 motions, and each defendant\r\n\nalso objected  to the district  court's decision  to allow  a\r\n\nrepresentative  sample of unpackaged  cocaine, which had been\r\n\nadmitted into evidence without objection, into the jury room.\r\n\nDefendants now appeal their convictions.\r\n\n                             II.\r                                         II.\r                                            \r\n\n                          Discussion\r                                      Discussion\r                                                \r\n\nA.  Rule 12(d)(2) Violation\r                                       \r\n\n          D az-P rez  argues that  the district  court abused\r\n\nits  discretion  in  admitting  into  evidence  the  cellular\r\n\ntelephone and  the piece of cardboard  because the government\r\n\ndid  not disclose its intent  to use the  evidence during its\r\n\n                             -8-\r                                          8\r\r\n\ncase  in chief  as required  by Fed.  R. Crim.  P. 12(d)(2).2\r\n\nD az-P rez  first argues  that  the district  court erred  in\r\n\nholding  that the  government did  not violate  Rule 12(d)(2)\r\n\nsince  it had  provided defendants with  open-file discovery.\r\n\nWe  agree.  \"To the  extent that the  government's open files\r\n\ncontain  information that  is subject  to Rule  16 discovery,\r\n\nRule 12(d)(2) creates  a notice requirement.   The open  file\r\n\npolicy  does  not,  in  and of  itself,  satisfy  this notice\r\n\nrequirement because  it does  not specify which  evidence the\r\n\ngovernment intends to use at trial.\"  United States v. Brock,\r                                                                        \r\n\n863  F. Supp. 851, 868 (E.D. Wis. 1994).  Providing open-file\r\n\ndiscovery  does   not  satisfy  Rule  12(d)(2)  because  \"the\r\n\ndefendant  is still  `left in  the dark'  as to  exactly what\r\n\nevidence, discoverable under Rule  16, the government intends\r\n\n                    \r                                \r\n\n2.  Fed. R. Crim. P. 12(d)(2) provides:\r\n\n          (d)  Notice  by  the  Government  of  the\r                      (d)  Notice  by  the  Government  of  the\r\n          Intention to Use Evidence.\r                      Intention to Use Evidence.\r\n               . . . .\r\n               (2)  At  the  Request   of  the\r                           (2)  At  the  Request   of  the\r\n               Defendant.   At the arraignment\r                           Defendant.   \r\n               or  as  soon  thereafter as  is\r\n               practicable the defendant  may,\r\n               in    order   to    afford   an\r\n               opportunity to move to suppress\r\n               evidence    under   subdivision\r\n               (b)(3)  of  this rule,  request\r\n               notice   of  the   government's\r\n               intention   to   use  (in   its\r\n               evidence in chief at trial) any\r\n               evidence  which  the  defendant\r\n               may  be  entitled  to  discover\r\n               under  Rule  16 subject  to any\r\n               relevant limitations prescribed\r\n               in Rule 16.\r\n\n                             -9-\r                                          9\r\r\n\nto  rely upon in its case in  chief at trial.\"  United States\r                                                                         \r\n\nv. Kelley,  120 F.R.D. 103, 107  (E.D. Wis. 1988).   Thus the\r                     \r\n\ndistrict court  erred in  ruling that the  government's open-\r\n\nfile  discovery satisfied  the requirement of  Rule 12(d)(2).\r\n\nThe government's failure to designate either the telephone or\r\n\nthe cardboard as evidence was a violation of the rule.\r\n\n          D az-P rez   next   argues  that   to   remedy  the\r\n\ngovernment's Rule 12(d)(2)  violation, we should reverse  her\r\n\nconviction and  remand  for a  new trial  as we  did for  the\r\n\nvictim  of a Rule 16  violation in United  States v. Alvarez,\r                                                                        \r\n\n987 F.2d 77,  85-86 (1st Cir.), cert. denied, 114  S. Ct. 147\r                                                        \r\n\n(1993).  We do not agree.3\r\n\n          We have not yet addressed the effect of a violation\r\n\nof  Rule  12(d)(2).     In  reviewing  discovery  violations,\r\n\nhowever, we  have made clear  that \"[a] defendant  must prove\r\n\nthat the alleged  violation prejudiced his case to succeed in\r\n\nobtaining a reversal on appeal.\"   United States v.  Nickens,\r                                                                        \r\n\n955 F.2d 112, 126  (1st Cir.), cert.  denied, 113 S. Ct.  108\r                                                        \r\n\n(1992); see also United States v. Valencia, 656 F.2d 412, 416\r                                                      \r\n\n                    \r                                \r\n\n3.  We would review  a district court's decision to  impose a\r\nparticular  sanction only  for abuse  of discretion.   United\r                                                                         \r\nStates v. Valencia,  656 F.2d 412, 415  (9th Cir.) (reviewing\r                              \r\nsanctions imposed  for Rule  12(d)(2) violation for  abuse of\r\ndiscretion),  cert. denied,  454  U.S. 877  (1981); see  also\r                                                                         \r\nAlvarez, 987 F.2d at 85 (reviewing district court's treatment\r                   \r\nof  government's failure  to provide  pretrial  discovery for\r\nabuse of discretion).   In this  case, however, the  district\r\ncourt did not consider  imposing a sanction since it  did not\r\nfind  that  a  violation  occurred.    Accordingly,  we  must\r\nourselves determine whether a sanction was necessary.\r\n\n                             -10-\r                                          10\r\r\n\n(9th Cir.), cert.  denied, 454  U.S. 877 (1981).   We  extend\r                                     \r\n\nthis prejudice requirement to violations of Rule 12(d)(2).\r\n\n          D az-P rez  argues  that   the  government's   Rule\r\n\n12(d)(2) violation prejudiced her in three ways:  (1) she was\r\n\nnot prepared to file  a motion to suppress the  evidence, (2)\r\n\nthe  evidence forced her to alter her trial strategy, and (3)\r\n\nthe  evidence had an  effect on her  plea strategy.   None of\r\n\nthese reasons warrants reversal in this case.\r\n\n          Rule  12(d) is  \"a  matter of  procedure,\" Fed.  R.\r\n\nCrim.  P. 12  advisory  committee's note  (internal quotation\r\n\nomitted), rather than  a rule designed to ensure  fairness at\r\n\ntrial.    As  its  text makes  clear,  Rule  12(d)(2)  allows\r\n\ndefendants to  request notice  of the government's  intent to\r\n\nuse  evidence \"in order to  afford an opportunity  to move to\r                                                                         \r\n\nsuppress  evidence  under subdivision  (b)(3) of  this rule.\"\r                              \r\n\nFed.  R. Crim.  P. 12(d)(2)  (emphasis added).4    Rule 12(d)\r\n\n\"provides a mechanism for insuring that a  defendant knows of\r\n\nthe  government's  intention to  use  evidence  to which  the\r\n\n                    \r                                \r\n\n4.  Fed. R. Crim. P. 12(b) provides:\r\n\n          (b)  Pretrial  Motions.     Any  defense,\r                      (b)  Pretrial  Motions.\r\n          objection, or request which is capable of\r\n          determination  without  the trial  of the\r\n          general  issue may be raised before trial\r\n          by  motion.   Motions  may be  written or\r\n          oral at the discretion of the judge.  The\r\n          following must be raised prior to trial:\r\n               . . . . \r\n               (3)    Motions   to    suppress\r\n               evidence . . . .\r\n\n                             -11-\r                                          11\r\r\n\ndefendant  may  want to  object\"  so that  the  defendant may\r\n\n\"avoid the necessity of moving to suppress evidence which the\r\n\ngovernment does  not intend  to use.\"   Fed.  R. Crim.  P. 12\r\n\nadvisory  committee's note;  see  also 1  Charles A.  Wright,\r                                                  \r\n\nFederal Practice and Procedure:   Criminal   197, at  735 (2d\r                                                      \r\n\ned.  1982) (Rule 12(d) \"is intended  to facilitate the making\r\n\nof  a pretrial motion for  suppression of evidence.\").  Thus,\r\n\nRule  12(d)  aids defendants  in  complying  with their  Rule\r\n\n12(b)(3) obligation  to  make motions  to  suppress  evidence\r\n\nprior  to trial.  This  in turn preserves  the integrity of a\r\n\ntrial by not  interrupting it with suppression motions.   See\r                                                                         \r\n\nFed. R. Crim. P. 12  advisory committee's note (Rule 12(b)(3)\r\n\n\"`is  designed  to eliminate  from  the  trial disputes  over\r\n\npolice conduct  not immediately  relevant to the  question of\r\n\nguilt'\")  (quoting Jones v. United States,  362 U.S. 257, 264\r                                                     \r\n\n(1960) (emphasis eliminated)).5  \r\n\n          As \"a matter of procedure,\" Rule 12(d) differs from\r\n\ndiscovery  rules designed  to ensure  fairness.  See  Fed. R.\r                                                                \r\n\n                    \r                                \r\n\n5.  We  think  that government  violations  of  Rule 12(d)(2)\r\nshould  excuse  a defendant's  failure  to  move to  suppress\r\nevidence  prior to trial, as required by Rule 12(b)(3), since\r\ndefendants  have no  incentive to  move to  suppress evidence\r\nthat  the government  will not  be introducing.   See  United\r                                                                         \r\nStates  v. Poole,  794  F.2d 462,  464  n.1 (9th  Cir.  1986)\r                            \r\n(excusing   the  defendant's  failure  to  move  to  suppress\r\nevidence prior to trial  since the government had not  warned\r\nthe defendant that the evidence would be used); Fed. R. Crim.\r\nP. 12(f) (\"Failure by a party to raise defenses or objections\r\nor to make requests which  must be made prior to trial .  . .\r\nshall  constitute waiver  thereof,  but the  court for  cause\r\nshown may grant relief from the waiver.\").\r\n\n                             -12-\r                                          12\r\r\n\nCrim. P. 12(d) advisory  committee's note; cf. Fed.  R. Crim.\r                                                          \r\n\nP. 12.1  (Notice of Alibi) advisory  committee's note (\"[t]he\r\n\nmajor purpose of a notice-of-alibi  rule is to prevent unfair\r\n\nsurprise\"); Fed.  R. Crim.  P. 16 (Discovery  and Inspection)\r\n\nadvisory  committee's note  (\"broad discovery  contributes to\r\n\nthe fair and efficient  administration of criminal justice by\r\n\nproviding the  defendant with  enough information to  make an\r\n\ninformed decision  as to plea; by  minimizing the undesirable\r\n\neffect   of  surprise   at  the   trial;  and   by  otherwise\r\n\ncontributing  to an  accurate determination  of the  issue of\r\n\nguilt or innocence\").  Rule 12(d) was not designed to aid the\r\n\ndefendant  in ascertaining  the government's  trial strategy,\r\n\nbut only  in effectively bringing suppression  motions before\r\n\ntrial, as required by Rule 12(b)(3).\r\n\n          We  first consider  D az-P rez's argument  that she\r\n\nwas  prejudiced  because,  not  expecting  the government  to\r\n\nintroduce the telephone or  the cardboard, she was unprepared\r\n\nto file  a motion  to suppress either  of them.   On  appeal,\r\n\nD az-P rez does  not articulate any basis  for suppression of\r\n\nthe evidence;  we  note  that  D az-P rez  did  not  seek  to\r\n\nsuppress other evidence  seized from her car,  nor does there\r\n\nappear  to us  to be  a basis  for suppressing  the evidence.\r\n\nAbsent some  discussion  regarding suppression,  we will  not\r\n\nview the  lack of opportunity  for a  suppression hearing  as\r\n\nprejudicial.   Merely stating  that \"the  decision to file  a\r\n\n                             -13-\r                                          13\r\r\n\nmotion  to  suppress  . .  .  could  have been  significantly\r\n\naffected  by   the  knowledge  prior  to   trial[]  that  the\r\n\ngovernment intended  to present  those items in  evidence\" is\r\n\nnot enough.\r\n\n          D az-P rez also  argues that  the admission of  the\r\n\ntelephone  and  the  cardboard  greatly  affected  her  trial\r\n\nstrategy  and  her  incentives  to  plead  guilty  since  the\r\n\ngovernment's   case  became   markedly  stronger   with  that\r\n\nevidence.   Rule  12(d) was  not, however, designed  to alert\r\n\ndefendants to  the strength  or weakness of  the government's\r\n\ncase  against them; rather, it was designed to aid defendants\r\n\nin  fulfilling  their  Rule   12(b)(3)  obligation  to   make\r\n\nsuppression motions prior to trial.  Since trial strategy and\r\n\nplea strategy  are simply not  implicated by Rule  12(d), the\r\n\nalleged effect of a Rule 12(d) violation upon  trial strategy\r\n\nor  plea strategy cannot  satisfy the  prejudice requirements\r\n\nfor reversal on appeal.\r\n\n          We  recognize, however, that even though Rule 12(d)\r\n\nwas   not  designed   to  give   defendants  notice   of  the\r\n\ngovernment's  trial  strategy,  the  government's  failure to\r\n\ndesignate certain pieces of evidence could work an unfairness\r\n\nif the  defendant were not prepared immediately  to rebut it.\r\n\nIn such cases, we think that a district court would not abuse\r\n\nits  discretion  by  granting  the  defendant  a continuance,\r\n\nrather  than allowing  the government effectively  to sandbag\r\n\n                             -14-\r                                          14\r\r\n\nthe   defendant   by   introducing  previously   undesignated\r\n\nevidence.  Whether  or not  a defendant should  be granted  a\r\n\ncontinuance for  fairness reasons, however, is  a matter best\r\n\nleft to the discretion of the district court.  On  appeal, we\r\n\nwill only  consider prejudice  stemming from the  function of\r\n\nRule  12(d), namely  matters regarding  potential motions  to\r\n\nsuppress.\r\n\n          Thus,   although   the  government   violated  Rule\r\n\n12(d)(2) by  not indicating prior  to trial its  intention to\r\n\nintroduce  the  telephone  and  the  cardboard  into evidence\r\n\nduring  its case in  chief, reversal is  not mandated because\r\n\nD az-P rez suffered no prejudice.   That having been said, we\r\n\npause  to  make clear  that  we do  not  condone governmental\r\n\nviolations  of  this  sort.   Like  the  Advisory  Committee,\r\n\nhowever,  we  believe that  in  general,  \"attorneys for  the\r\n\ngovernment  will in fact comply  [with Rule 12(d)(2)].\"  Fed.\r\n\nR.  Crim. P.  12  advisory committee's  note.6   We  rely  on\r\n\n                    \r                                \r\n\n6.  The Advisory  Committee's notes discuss why  no sanctions\r\nwere provided for violations of Rule 12(d)(2):\r\n\n          No   sanction   is   provided   for   the\r\n          government's failure to  comply with  the\r\n          court's   order  because   the  committee\r\n          believes    that   attorneys    for   the\r\n          government  will in fact  comply and that\r\n          judges have ways of  insuring compliance.\r\n          An automatic exclusion of  such evidence,\r\n          particularly  where  the failure  to give\r\n          notice  was  not  deliberate,   seems  to\r\n          create  too  heavy   a  burden  upon  the\r\n          exclusionary rule of evidence, especially\r\n          when defendant has opportunity  for broad\r\n\n                             -15-\r                                          15\r\r\n\ndistrict   courts   to  impose   appropriate   sanctions  for\r\n\ngovernmental  noncompliance  and  encourage  them   to  grant\r\n\ncontinuances and  hold additional suppression  hearings where\r\n\nwarranted.  Cf. Valencia,  656 F.2d at 416 (finding  no error\r                                    \r\n\nin  admission  of  undesignated evidence  where  the district\r\n\ncourt  conducted a  second suppression  hearing to  determine\r\n\nadmissibility  of undesignated evidence).  Where governmental\r\n\nnoncompliance  is the result  of bad faith,  exclusion of the\r\n\nundesignated evidence may be  appropriate.  Cf. United States\r                                                                         \r\n\nv. Flores-Rivera, No. 93-1558,  slip op. at 17 n.7  (1st Cir.\r                            \r\n\nJune  1,  1995)  (repeating  admonishment  against government\r\n\nmisconduct and  stating that court may  use supervisory power\r\n\nto  dismiss  an  indictment  to  deter  future  prosecutorial\r\n\nmisconduct).\r\n\nB.  Tape Recordings\r                               \r\n\n          D az-P rez  next argues  that  the  district  court\r\n\ncommitted reversible  error by admitting  into evidence three\r\n\n                    \r                                \r\n\n          discovery  under rule  16.   Compare  ABA\r\n          Project   on   Standards   for   Criminal\r\n          Justice, Standards Relating to Electronic\r\n          Surveillance  (Approved  Draft, 1971)  at\r\n          p.116:   \"A  failure to  comply with  the\r\n          duty of  giving notice could lead  to the\r\n          suppression  of evidence.   Nevertheless,\r\n          the  standards make it  explicit that the\r\n          rule  is  intended  to  be  a  matter  of\r\n          procedure    which    need   not    under\r\n          appropriate  circumstances  automatically\r\n          dictate    that    evidence     otherwise\r\n          admissible be suppressed.\"\r\n\nFed. R. Crim. P. 12 advisory committee's note.\r\n\n                             -16-\r                                          16\r\r\n\ntape  recordings  of  conversations  between  Chita  and  two\r\n\nunnamed   and  uncharged  Colombian   contacts.    D az-P rez\r\n\nbelieves that the contents  of the tape recordings constitute\r\n\nhearsay subject to no exception.  D az-P rez argues that  the\r\n\ntapes could  not have been (implicitly)  admitted pursuant to\r\n\nFed. R. Evid. 801(d)(2)(E)7 since the district court  made no\r\n\nfactual  finding   that  the   persons  on  the   tapes  were\r\n\nparticipating in a conspiracy with D az-P rez and speaking in\r\n\nfurtherance of  that conspiracy as required  by United States\r                                                                         \r\n\nv.  Petrozziello,  548  F.2d 20,  23  (1st  Cir.  1977).   In\r                            \r\n\naddition,  D az-P rez  contends  that  had  an  inquiry  been\r\n\nconducted, the court could not have found that \"the declarant\r\n\nand  the  defendant were  members  of a  conspiracy  when the\r\n\nhearsay statement  was made,  and that  the statement  was in\r\n\nfurtherance of the conspiracy.\"  Id. at 23.   Because   D az-\r                                               \r\n\nP rez failed to object  in the district court, the  issue has\r\n\nnot been preserved  for appeal.   As we  explained in  United\r                                                                         \r\n\nStates  v. Figueroa,  818  F.2d 1020,  1026  (1st Cir.  1987)\r                               \r\n\n(alteration in Figueroa):\r                                   \r\n\n          [T]he  Petrozziello  rule is  designed to\r                                         \r\n          protect  the  integrity of  the  trial in\r\n          borderline    situations     where    the\r\n          prosecution may  or may  not  be able  to\r\n          muster sufficient proof of the existence,\r\n          scope, shape, and  duration of an alleged\r\n\n                    \r                                \r\n\n7.  Fed. R. Evid. 801(d)(2)(E) states that a statement is not\r\nhearsay if \"[t]he statement is offered against a party and is\r\n. .  . a statement by  a coconspirator of a  party during the\r\ncourse and in furtherance of the conspiracy.\" \r\n\n                             -17-\r                                          17\r\r\n\n          conspiracy.   If the defendant elects not\r\n          to  put the  government to  this  test --\r\n          either  for  tactical reasons  or because\r\n          the     outcome,     realistically,    is\r\n          foreordained -- he is in a poor  position\r\n          to complain after the fact.  As we stated\r\n          in  United States  v. David  E. Thompson,\r                                                               \r\n          Inc.,  621  F.2d  1147,  1153  (1st  Cir.\r                          \r\n          1980),  \"[i]n  the  absence  of  a proper\r\n          objection,  Fed. R.  Evid.   103(a)(1), a\r\n          deviation from the standard  announced in\r\n          Petrozziello will be reversed only upon a\r                                  \r\n          showing of plain error.\"\r\n\n          The  \"plain error\" standard  requires the reviewing\r\n\ncourt to ask:  (1) whether there is an error; (2) whether the\r\n\nerror  is   \"plain,\"  a  term  synonymous   with  \"clear\"  or\r\n\n\"obvious\"; and  (3) whether  the  error affected  substantial\r\n\nrights.  United States  v. Olano, 113 S. Ct.  1770, 1777-1778\r                                            \r\n\n(1993); see also  Fed. R.  Crim. P. 52(b)  (\"Plain errors  or\r                            \r\n\ndefects affecting substantial rights  may be noticed although\r\n\nthey were  not brought to the attention  of the court.\").  An\r\n\n\"error rises to this level only  when it is so shocking  that\r\n\nit  seriously affected  the  fundamental fairness  and  basic\r\n\nintegrity of the proceedings conducted below.\"  United States\r                                                                         \r\n\nv. Ortiz, 23 F.3d 21, 26 (1st Cir. 1994) (internal quotations\r                    \r\n\nomitted). \r\n\n          Applying the plain-error  standard, we reject D az-\r\n\nP rez's argument.  Even assuming arguendo that D az-P rez was\r                                                     \r\n\nnot  involved in a conspiracy  with the persons  on the tapes\r\n\nand, therefore,  that  the  judge  could not  have  made  the\r\n\nrequired findings under Petrozziello,  we do not believe that\r                                                \r\n\n                             -18-\r                                          18\r\r\n\nthe error passes the \"clear\" or \"obvious\" hurdle.  \"Where the\r\n\nerror  defendant asserts  on  appeal depends  upon a  factual\r\n\nfinding the defendant neglected to  ask the district court to\r\n\nmake,  the error  cannot be `clear'  or `obvious'  unless the\r\n\ndesired factual finding is  the only one rationally supported\r                   \r\n\nby the record below.\"  United States v. Olivier-Diaz, 13 F.3d\r                                                                \r\n\n1, 5 (1st  Cir. 1993) (emphasis added).   In this case, D az-\r\n\nP rez's  \"desired\"  factual  finding  is  that  she  was  not\r\n\ninvolved   in  a  conspiracy   with  the   Chita's  Colombian\r\n\ncontacts.8  We do  not believe, however, that such  a finding\r\n\nis the \"only  one rationally supported by the  record below.\"\r\n\nRather, the non-hearsay evidence  presented at trial makes it\r\n\nplausible  that D az-P rez  was involved  in a  conspiracy to\r\n\ndistribute cocaine.   In  fact, Count  One of  the Indictment\r\n\ncharged both defendants with \"aiding and abetting each other,\r\n\nand others to  this Grand Jury unknown.\"  Additionally, while\r\n\nthe tape recordings between  Chita and his Colombian contacts\r\n\ndo not mention D az-P rez by name, the Colombian contacts did\r\n\n                    \r                                \r\n\n8.  To  the  extent  that  D az-P rez   also  challenges  the\r\nadmission of  Chita's statements, we  think that his  part of\r\nthe  conversations  served  as  \"`reciprocal  and  integrated\r\nutterance(s),'\"  United States  v. McDowell,  918 F.2d  1004,\r                                                       \r\n1007 (1st Cir.  1990) (quoting United States  v. Metcalf, 430\r                                                                    \r\nF.2d  1197,  1199  (8th  Cir. 1970)),  to  put  the Colombian\r\ncontacts'   statements  \"into   perspective  and   make  them\r\n`intelligible to  the jury,'\"  id. (quoting United  States v.\r                                                                      \r\nLemonakis, 485 F.2d 941, 948  (D.C. Cir. 1973), cert. denied,\r                                                                        \r\n415  U.S.  989  (1974)).   Because  Chita's  statements  were\r\noffered only for context and not for the truth of  the matter\r\nasserted,  those statements  are  not hearsay  under Fed.  R.\r\nEvid. 801(c).\r\n\n                             -19-\r                                          19\r\r\n\nindicate that the  informant would be  contacted by a  female\r\n\nschoolteacher  in Puerto Rico.   See United  States v. Ortiz,\r                                                                        \r\n\n966 F.2d 707, 716 (1st Cir.  1992) (holding that there was no\r\n\nplain  error   in  district   court's  failure  to   make  an\r\n\nunrequested  Petrozziello  finding  because  enough  evidence\r                                     \r\n\nexisted to support a finding, based on a preponderance of the\r\n\nevidence,  that  the  codefendants were  participating  in  a\r\n\nconspiracy  at  the time  the  statements  were made),  cert.\r                                                                         \r\n\ndenied, 113 S. Ct. 1005 (1993).\r                  \r\n\n          Accordingly, because D az-P rez  failed to  produce\r\n\nany evidence  at trial to deny  her role in a  conspiracy, we\r\n\ncannot  conclude that  the district  court  committed obvious\r\n\nerror  in  allowing  the  tapes into  evidence.    Therefore,\r\n\nbecause  the alleged error is  not clear or  obvious, we need\r\n\nnot reach the other elements of the plain-error review.\r\n\n                             -20-\r                                          20\r\r\n\nC.  Judicial Bias\r                             \r\n\n          D az-P rez  also  complains  that   throughout  the\r\n\ntrial,  the  district  court  \"overstepp[ed]  its  bounds and\r\n\nassum[ed] the role  of an advocate  for the prosecution\"  and\r\n\n\"constantly interjected  in a manner that indicated annoyance\r\n\nand bias  against [defense]  counsel,\" thus  preventing D az-\r\n\nP rez from having a fair trial.  \r\n\n          \"It  cannot be gainsaid  that `[a] fair  trial in a\r\n\nfair  tribunal  is  a  basic requirement  of  due  process.'\"\r\n\nUnited States v.  Nueva, 979  F.2d 880, 885  (1st Cir.  1992)\r                                   \r\n\n(quoting  In   re  Murchison,  349  U.S.   133,  136  (1955))\r                                        \r\n\n(alteration in Nueva), cert. denied,  113 S. Ct. 1615 (1993).\r                                               \r\n\nAccordingly, a trial  judge should be  fair and impartial  in\r\n\nhis or  her comments during a  jury trial.  United  States v.\r                                                                      \r\n\nTwomey, 806 F.2d  1136, 1140  (1st Cir. 1986).   However,  \"a\r                  \r\n\nfinding of partiality should be reached only `from an abiding\r\n\nimpression left from a  reading of the entire record.'\"   Id.\r                                                                         \r\n\n(quoting Offutt  v. United States,  348 U.S. 11,  12 (1954)).\r                                             \r\n\nAfter scrutinizing the entire  record with care, we  are left\r\n\nwith no such abiding impression.\r\n\nD.  Cocaine in the Jury Room\r                                        \r\n\n          Both  defendants  argue  that  the  district  court\r\n\nabused its  discretion when it permitted  an unwrapped sample\r\n\nof   cocaine  to   be   sent  into   the  jury   room  during\r\n\ndeliberations.   The unwrapped cocaine had  been offered into\r\n\n                             -21-\r                                          21\r\r\n\nevidence by the government,  without objection, as part  of a\r\n\nrepresentative  sample of the cocaine that had been seized at\r\n\nthe time of  defendants  arrest.  Immediately  after the jury\r\n\ncharge, however, defense counsel  did object to the unwrapped\r\n\ncocaine being sent into the jury room on the grounds that the\r\n\nevidence was  confusing, unnecessary,  and inflammatory.   We\r\n\nare not persuaded.\r\n\n          We  review  a  district  court s decision  to  send\r\n\nevidence  into the jury room for abuse of discretion.  United\r                                                                         \r\n\nStates  v.  McCarthy,  961  F.2d  972, 978  (1st  Cir.  1992)\r                                \r\n\n(\"Whether  evidentiary exhibits  properly admitted  should or\r\n\nshould  not  accompany  the  jury  to  the  jury  room  is  a\r\n\ndiscretionary  matter  for   the  trial  court.\")   (internal\r\n\nquotations omitted);  United States v. Rawwad,  807 F.2d 294,\r                                                         \r\n\n297 (1st Cir. 1986)  (reviewing the district court's decision\r\n\nto send more than fifteen pounds of heroin into the jury room\r\n\nfor abuse of discretion), cert. denied, 482  U.S. 909 (1987).\r                                                  \r\n\nDistrict  courts have  discretion to allow  properly admitted\r\n\nevidence to accompany the  jury into the jury room.   Rawwad,\r                                                                        \r\n\n807 F.2d  at 297.   This is  true even when  the evidence  is\r\n\ndrugs, for the presence of drugs  in the jury room is not per\r                                                                         \r\n\nse prejudicial or inflammatory.  Id.\r                                                \r\n\n          Defendants argue that even if it would generally be\r\n\nwithin a  district court's discretion  to allow  drugs to  be\r\n\nsent  into  the jury  room,  the  district court  nonetheless\r\n\n                             -22-\r                                          22\r\r\n\nabused  its  discretion  in  this  case  because  defendants'\r\n\nknowledge of what was  in the wrapped packages was  at issue.\r\n\nIn  particular, defendants  contend  that the  jurors  \"would\r\n\n[have been] instantly struck  by the clear plastic bags  of a\r\n\nwhite powdery substance\" during their deliberations and would\r\n\nhave  been  confused.   We do  not agree.   In  reviewing the\r\n\nrecord, we find no  reason why the presence of  the unwrapped\r\n\ncocaine sample in the jury room would  have been particularly\r\n\ninflammatory or  prejudicial  to defendants.   During  trial,\r\n\nthere  was substantial,  uncontroverted  testimony  that  the\r\n\ncocaine was wrapped in such a way that it would not have been\r\n\npossible   for   anyone   to  see   through   the  packaging.\r\n\nAdditionally,  during the  charge, the  court instructed  the\r\n\njurors that the  government had stipulated that  no one could\r\n\n\"see from the outside what was in the wrapped bags,\" and that\r\n\ndefendants'  pleas  of  not  guilty  put  all  the  essential\r\n\nelements of the charged offense at issue, including knowledge\r\n\nand intent.  Finally,  in addition to the unwrapped  cocaine,\r\n\nother  items of evidence were  also sent into  the jury room,\r\n\nincluding samples of the  packaging material and kilograms of\r\n\ncocaine in their original wrapping.\r\n\nE.  Sufficiency of the Evidence as to de la Cruz-Paulino\r                                                                    \r\n\n          At the close of the  government's case in chief, de\r\n\nla Cruz-Paulino moved, pursuant to Fed. R. Crim. P. 29, for a\r\n\njudgment of acquittal, contending that the government had not\r\n\n                             -23-\r                                          23\r\r\n\npresented sufficient evidence to sustain a conviction.  After\r\n\nthe  district court  denied  the motion,  de la  Cruz-Paulino\r\n\npresented  no  evidence in  her  own  defense.   Accordingly,\r\n\nunlike defendants who do present evidence, de la Cruz-Paulino\r\n\ndid  not waive review of the district court's initial Rule 29\r\n\ndecision.  United States v. Clotida, 892 F.2d 1098, 1100 (1st\r                                               \r\n\nCir.  1989);  2  Charles  A.  Wright,  Federal  Practice  and\r                                                                         \r\n\nProcedure:  Criminal   463, at 642 (2d ed. 1982).  This is so\r                                \r\n\neven  though de  la  Cruz-Paulino's codefendant  did mount  a\r\n\ndefense  by testifying in her  own behalf.   See Clotida, 892\r                                                                    \r\n\nF.2d at 1103.   Thus,  on appeal we  must determine  whether,\r\n\n\"when examined in  a light most favorable  to the government,\r\n\nthe  evidence  presented in  the  government's case-in-chief,\r\n\nincluding all  inferences that may be  drawn therefrom, would\r\n\npermit  a reasonable juror to find  guilt beyond a reasonable\r\n\ndoubt.\"  Id..   Even though D az-P rez's testimony might have\r                        \r\n\ninfluenced  the jury in its  decision to convict  de la Cruz-\r\n\nPaulino, we may not  consider that testimony on appeal.   See\r                                                                         \r\n\nid.; cf. McGautha v. California, 402 U.S. 183, 215 (1971) (\"a\r                                           \r\n\ndefendant  whose motion  for acquittal  at  the close  of the\r\n\nGovernment's case is  denied must decide whether  to stand on\r\n\nhis  motion or put on a defense,  with the risk that in doing\r\n\nso  he  will bolster  the Government  case  enough for  it to\r\n\nsupport a verdict of guilty\"); 2 Wright, Federal Practice and\r                                                                         \r\n\nProcedure:  Criminal   463, at 645 (if the defendant presents\r                                \r\n\n                             -24-\r                                          24\r\r\n\nevidence  after  the denial  of his  or  her Rule  29 motion,\r\n\n\"[t]he   conviction  will  be   affirmed,  even   though  the\r\n\nprosecution  may have failed to  make a prima  facie case, if\r\n\nthe  evidence for  the defense supplied  the defect,  and the\r\n\nwhole record is sufficient to sustain a conviction\").\r\n\n          Taken   in  the   light  most   favorable  to   the\r\n\ngovernment,  the evidence  presented during  the government's\r\n\ncase in chief  established the  following:  (1)  de la  Cruz-\r\n\nPaulino  helped move garbage  bags containing sealed packages\r\n\nof cocaine into D az-P rez's car; (2)  de la Cruz-Paulino was\r\n\nin the car while  D az-P rez spoke with Agent Andaluz  on her\r\n\ncellular telephone; (3) de la Cruz-Paulino was present at the\r\n\nBurger King delivery scene; and (4) after Agents Andaluz  and\r\n\nSalazar opened  one of the  garbage bags, de  la Cruz-Paulino\r\n\nstated, \"No,  watch out the  police is  around, going  around\r\n\nhere.\"  De  la Cruz-Paulino argues that because this evidence\r\n\nis  insufficient  to  allow  a  jury  to  conclude  beyond  a\r\n\nreasonable doubt  that she  aided and abetted  D az-P rez and\r\n\nothers  in   the  possession   of  cocaine  with   intent  to\r\n\ndistribute, the  district court should have  granted her Rule\r\n\n29  motion  for judgment  of acquittal  at  the close  of the\r\n\ngovernment's case in chief.  We agree.\r\n\n          To be  convicted of aiding and  abetting, more than\r\n\n\"mere presence\" at the  scene is required.  United  States v.\r                                                                      \r\n\nMehtala,  578 F.2d  6,  9  (1st  Cir.  1978).    The  classic\r                   \r\n\n                             -25-\r                                          25\r\r\n\ndefinition  of aiding  and abetting,  adopted by  the Supreme\r\n\nCourt, was first enunciated by Learned Hand:\r\n\n          In  order  to  aid  and  abet  another to\r\n          commit  a crime  it is  necessary that  a\r\n          defendant \"in some sort associate himself\r\n          with the venture,  that he participate in\r\n          it as something that  he wishes to  bring\r\n          about, that he seek by his action to make\r\n          it succeed.\"\r\n\nNye  &amp;  Nissen v.  United States,  336  U.S. 613,  619 (1949)\r                                            \r\n\n(quoting United States v.  Peoni, 100 F.2d 401, 402  (2d Cir.\r                                            \r\n\n1938) (L. Hand, J.)).   Thus, for de la Cruz-Paulino to  have\r\n\nbeen  convicted  under  an  aiding-and-abetting  theory,  the\r\n\ngovernment  had to  prove (1)  that D az-P rez  committed the\r\n\nunderlying substantive crime and  (2) that de la Cruz-Paulino\r\n\nshared D az-P rez's  criminal intent.   See United  States v.\r                                                                      \r\n\nValerio,  48 F.3d  58, 64  (1st Cir.  1995).   The government\r                   \r\n\nfulfilled the first prong, for D az-P rez was convicted.   To\r\n\nfulfill the second prong, the government had to prove that de\r\n\nla Cruz-Paulino \"consciously shared  [D az-P rez's] knowledge\r\n\nof the  underlying criminal act, and intended to help [her],\"\r\n\nUnited  States v. Taylor, 54  F.3d 967, 975  (1st Cir. 1995);\r                                    \r\n\nsee also United States v.  Loder, 23 F.3d 586, 591 (1st  Cir.\r                                            \r\n\n1994) (discussing specific-intent  requirement for aiding and\r\n\nabetting).  This the government did not do.\r\n\n          \"[T]he  line  that  separates  mere  presence  from\r\n\nculpable presence  is a thin  one, often difficult  to plot.\"\r\n\nOrtiz, 966 F.2d at 712.  On the one hand, \"[m]ere association\r                 \r\n\n                             -26-\r                                          26\r\r\n\nbetween  the  principal  and  those  accused  of  aiding  and\r\n\nabetting  is not sufficient  to establish guilt;  nor is mere\r\n\npresence at  the scene and knowledge  that a crime was  to be\r\n\ncommitted  sufficient  to  establish  aiding  and  abetting.\"\r\n\nMehtala,  578 F.2d  at 10  (internal quotation  omitted); see\r                                                                         \r\n\nalso  United States v. Campa,  679 F.2d 1006,  1010 (1st Cir.\r                                        \r\n\n1982) (\"Mere presence at the scene and knowledge that a crime\r\n\nis  being  committed is  generally insufficient  to establish\r\n\naiding  and  abetting.     The  government  must  prove  some\r\n\naffirmative  participation  by   the  aider  and   abettor.\")\r\n\n(internal citation omitted).   On the other hand,  \"there are\r\n\ncircumstances where presence  itself implies participation --\r\n\nas  where a  250-pound bruiser stands  silently by  during an\r\n\nextortion attempt, or a companion stands by during a robbery,\r\n\nready  to sound  a warning  or give  other aid  if required.\"\r\n\nOrtiz, 966 F.2d at 712 (internal quotation omitted).\r                 \r\n\n          In the  instant case, the  government presented  no\r\n\ndirect  evidence9 during its case  in chief that  de la Cruz-\r\n\n                    \r                                \r\n\n9.  Of  course,  a conviction  may  be  premised entirely  on\r\ncircumstantial evidence.   United States v. Torres-Maldonado,\r                                                                        \r\n14 F.3d  95, 100  (1st Cir.),  cert. denied,  115 S.  Ct. 193\r                                                       \r\n(1994).    As  we explained  in  Clotida,  892  F.2d at  1104\r                                                    \r\n(alterations in Clotida),\r                                   \r\n\n          Circumstantial evidence  has been defined\r\n          as \"proof which  does not actually assert\r\n          or represent the proposition in question,\r\n          but which asserts or  describes something\r\n          else, from  which the  trier of  fact may\r\n          either (i) reasonably infer the  truth of\r\n          the proposition,  . . . or  (ii) at least\r\n\n                             -27-\r                                          27\r\r\n\nPaulino (1) had any knowledge that the garbage bags contained\r\n\ncocaine, (2) had any connection to the drugs prior to Andaluz\r\n\nsuggesting   to   D az-P rez,    during   their   7:55   p.m.\r\n\nconversation,  that she pay someone $40 to help her carry the\r\n\npackages to  her car,10 or (3)  was to be paid  more than $40\r\n\n                    \r                                \r\n\n          reasonably  infer  an  increase   in  the\r\n          probability  that  the proposition  is in\r\n          fact  true. .  . .\"  1 D.  Louisell  &amp; C.\r\n          Mueller,  Federal  Evidence    94 (1977).\r                                                 \r\n          It  has  been noted  that  \"[t]he  . .  .\r\n          general  problem of  circumstantial proof\r\n          is   to   determine   whether   proffered\r\n          evidence   indirectly  or   inferentially\r\n          supports  the  proposition  sought to  be\r\n          proved.\"  Id. at   91.\r                                   \r\n               It cannot be doubted,  however, that\r\n          circumstantial  evidence  is  often  very\r\n          probative.  As  Professor Wigmore  notes,\r\n          without  allowing   the  introduction  of\r\n          evidence that permits \"an  inference upon\r\n          an  inference,\"  \"hardly  a single  trial\r\n          could  be adequately prosecuted.\"   1A J.\r\n          Wigmore, Evidence    41 (1983).   Indeed,\r                                       \r\n          \"the  courts  in general  have recognized\r\n          that  circumstantial   evidence  may,  in\r\n          given settings, have equal if not greater\r\n          weight  than  direct  evidence.\"    1  C.\r\n          Torcia, Wharton's Criminal  Evidence    5\r                                                          \r\n          (14th  ed. 1985).    Furthermore,  it  is\r\n          important to note that, in the context of\r\n          review of  a  motion for  acquittal,  \"no\r\n          legal    distinction    exists    between\r\n          circumstantial   and  direct   evidence.\"\r\n          United  States v. Sutton,  801 F.2d 1346,\r                                              \r\n          1358 (D.C. Cir. 1986).  \r\n\n10.  During  their 7:10  p.m. conversation,  D az-P rez, upon\r\nbeing asked  where she  was, responded,  \"I'm here in  . .  .\r\nwhat's the name of this place, girl?  In Trujillo Alto.\"  The\r\ngovernment did not establish the identity of the person D az-\r\nP rez conferred with during its case in chief,  and we do not\r\nthink  the jury was entitled to infer that de la Cruz-Paulino\r\nwas involved  in the  drug venture prior  to Andaluz's  later\r\nsuggestion  that D az-P rez pay someone  $40 to help her move\r\n\n                             -28-\r                                          28\r\r\n\nfor  her  involvement in  the drug  venture.   The government\r\n\nargues that the jury was nevertheless entitled to find beyond\r\n\na reasonable doubt that de  la Cruz-Paulino aided and abetted\r\n\nD az-P rez  in  the  possession  of cocaine  with  intent  to\r\n\ndistribute  because (1)  criminals  do  not  usually  welcome\r\n\nnonparticipants as witnesses to their criminal activities and\r\n\n(2)  the  facts, especially  her  involvement  in moving  the\r\n\npackages  from  an  apartment  to D az-P rez's  car  and  her\r\n\nstatement  about the  police being  around, imply that  de la\r\n\nCruz-Paulino   knowingly  participated  in  the  venture  and\r\n\nintended to help it succeed.  We do not agree.11\r\n\n          The evidence suggests that  de la Cruz-Paulino  was\r\n\nbrought in to do  a menial task, namely carrying  the cocaine\r\n\n                    \r                                \r\n\nthe  packages from  the  fact that  D az-P rez questioned  an\r\nunidentified female,  whose voice does not  register on tape,\r\nabout their whereabouts.\r\n          During cross-examination, D az-P rez agreed that de\r\nla Cruz-Paulino  was the  off-tape person  who told  her that\r\nthey were in Trujillo Alto,  where de la Cruz-Paulino  lived.\r\nBecause D az-P rez's testimony  was outside the  government's\r\ncase  in  chief,  however, we  will  not  consider  it.   See\r                                                                         \r\nClotida, 892 F.2d at 1105 n.1.\r                   \r\n\n11.  We find the government's  three-page discussion of de la\r\nCruz-Paulino's      sufficiency-of-the-evidence     challenge\r\ndisappointingly conclusory.  Unlike the government, we do not\r\nthink that \"[t]he  evidence of guilt, as  to both appellants,\r\nwas  simply overwhelming.\"    On the  contrary, the  evidence\r\nagainst  de  la Cruz-Paulino  was  quite sparse,  and  a more\r\nthorough discussion  from the government would  have aided us\r\ngreatly in our  assessment of its sufficiency.   We reiterate\r\nthat  \"[d]espite  the prosecution-friendly  overtones  of the\r\nstandard  of  review,   appellate  oversight  of  sufficiency\r\nchallenges  is not an empty ritual.\"  Ortiz, 966 F.2d at 711-\r                                                       \r\n12.  The government should not treat it as one.\r\n\n                             -29-\r                                          29\r\r\n\nfrom the apartment where  it was stored down  to D az-P rez's\r\n\ncar.  The government  presented no evidence that de  la Cruz-\r\n\nPaulino  was involved  prior to  Andaluz suggesting  to D az-\r\n\nP rez that she pay someone $40 to help her carry the packages\r\n\nto  her car.12    No reasonable  jury  could have  concluded,\r\n\nbeyond a  reasonable doubt, that D az-P rez  would have hired\r\n\nonly someone already  participating in the drug venture to do\r\n\nthis  menial task and  therefore that de  la Cruz-Paulino was\r\n\nalready involved.   Accordingly, we must  determine whether a\r\n\nreasonable jury could conclude beyond a reasonable doubt that\r\n\nde la Cruz-Paulino  developed the specific intent to  aid and\r\n\nabet  D az-P rez  in  the  approximately  two  hours  between\r\n\nAndaluz's $40 suggestion and the ensuing arrests.\r\n\n          We  do not  think  that the  evidence supports  the\r\n\ninference  that de la Cruz-Paulino was  told about and joined\r\n\nthe  drug venture after Andaluz's  $40 suggestion.  The drugs\r\n\nwere  elaborately  wrapped  in  sealed  packages13  that were\r\n\nthen  placed into  three  garbage bags.    Unless she  was  a\r\n\nparticipant   in  the   drug  venture   prior   to  Andaluz's\r\n\nsuggestion, an inference we have held to be impermissible, de\r\n\nla  Cruz-Paulino  could not  have  seen  the drugs  in  their\r\n\nunpackaged form.   The  drugs were assuredly  packaged before\r\n\n                    \r                                \r\n\n12.  See supra note 10.\r                          \r\n\n13.  The government stipulated that  it was impossible to see\r\nthe cocaine inside of the packages.\r\n\n                             -30-\r                                          30\r\r\n\nAndaluz made the $40 suggestion, for  the time period between\r\n\nthat suggestion (made at 7:55 p.m.) and the actual arrest (at\r\n\n9:55 p.m.) would have been too short to package and transport\r\n\nthe  drugs,  especially  given  that  D az-P rez  spoke  with\r\n\nAndaluz  from her  car during  that time.   There is  also no\r\n\nindication  from the  taped conversations  between D az-P rez\r\n\nand Andaluz that she had anything to do with the drugs  other\r\n\nthan  move them down from the apartment  to her car.14  While\r\n\nde la  Cruz-Paulino admitted to  helping carry \"it\"  from the\r\n\napartment to the car,  responding to Salazar's question, \"Did\r\n\nyou  get it  down?\"  with \"Of  course we  did,\"  there is  no\r\n\nevidence that de la Cruz-Paulino  saw the packages inside the\r\n\ngarbage bags until the time of her arrest.\r\n\n                    \r                                \r\n\n14.  In fact,  the recorded  conversation that began  at 7:27\r\np.m. contains the following discussion between D az-P rez (D)\r\nand Andaluz (A):\r\n\n          A:  Listen, how is that packed?\r\n          D:  Ah?\r\n          A:  Do you have it packed already?\r\n          D:  It's,  I told you  all complete in  a\r\n          bag.\r\n          A:  What do you mean a bag?\r\n          D:  Like that.   Thirty, thirty-two, like\r\n          that.\r\n          A:  It's still in  bags, is not in  boxes\r\n          or suit cases?\r\n          D:  No.\r\n          A:  In bags, hell.\r\n          D:  No, but it's in one black trash bag.\r\n          A:  Hello?\r\n          D:  Yes, it's in one black trash bag.\r\n\n                             -31-\r                                          31\r\r\n\n          We see no basis  for concluding that D az-P rez cut\r\n\nde  la   Cruz-Paulino  in  on  the   drug  transaction  after\r\n\nsoliciting her  package-carrying services.   D az-P rez had a\r\n\nmenial job that de la Cruz-Paulino was willing to do for $40;\r\n\nthere  was no need for  D az-P rez to cut  de la Cruz-Paulino\r\n\ninto  the deal to obtain her  package-carrying services.  Cf.\r                                                                         \r\n\nUnited  States v.  Francomano, 554  F.2d 483,  487  (1st Cir.\r                                         \r\n\n1977) (holding  that  there was  \"no basis  for a  reasonable\r\n\ninference\" that the defendants  were cut in on the  drug deal\r\n\nwhen the record indicated  that they were willing  to perform\r\n\nthe   required   crewmember   services   with   \"no   special\r\n\ninducement\").    The  jury  could not,  without  engaging  in\r\n\nimpermissible inference, conclude that de la Cruz-Paulino was\r\n\nentitled to anything other  than $40 for her package-carrying\r\n\nservices.   Indeed, there  is no evidence  about D az-P rez's\r\n\nown compensation arrangement.  As D az-P rez was not supposed\r\n\nto obtain  any  money from  the  government agents  when  she\r\n\nturned  over  the packages  to them,  there  is no  basis for\r\n\ninferring that de la Cruz-Paulino thought she would receive a\r\n\nportion of the funds collected.\r\n\n          Of course,  an aider  and abettor need  not receive\r\n\ncompensation  or  have  any  stake  in  a  transaction  to be\r\n\nconvicted.   See United States v. Winston, 687 F.2d 832, 834-\r                                                     \r\n\n35  (6th Cir.  1982).   Thus,  in  United States  v.  Cuevas-\r                                                                         \r\n\nEsquivel, 905  F.2d 510,  515 (1st  Cir.), cert. denied,  498\r                                                                   \r\n\n                             -32-\r                                          32\r\r\n\nU.S.  877 (1990), we upheld the conviction of a defendant who\r\n\ntestified that he was only  paid $33 for being a  deckhand on\r\n\nboard  a   boat  carrying   a  large  amount   of  marijuana.\r\n\nSimilarly,  in United  States v. Steuben,  850 F.2d  859, 866\r                                                    \r\n\n(1st Cir.  1988), we affirmed  the conviction of  a defendant\r\n\nwho claimed that he  was paid $300 for being a  crewmember on\r\n\nboard  a tugboat carrying $42 million worth of marijuana.  In\r\n\nboth cases, however, we held that there  was sufficient other\r\n\nevidence for  the jury to  conclude that the  defendants were\r\n\nnot just crewmembers, but rather full-fledged participants in\r\n\nthe criminal ventures.   Unlike those cases, the  $40 payment\r\n\nin  the instant case is corroborated by the fact that Andaluz\r\n\nsuggested it,  and there is little  other evidence indicating\r\n\nthat de  la Cruz-Paulino  was actually  involved in  the drug\r\n\nventure.  Thus, while  compensation of only $40 would  not by\r\n\nitself counter  other evidence establishing that  de la Cruz-\r\n\nPaulino  was  a participant  in  the  criminal venture,  that\r\n\ncompensation, especially suggested as  it was by a government\r\n\nagent, tends to negate  an inference that de  la Cruz-Paulino\r\n\nwas more heavily involved.\r\n\n          We next consider whether the  fact that de la Cruz-\r\n\nPaulino    overheard    some   of    D az-P rez's   telephone\r\n\nconversations15  and came  to the  Burger King  delivery site\r\n\n                    \r                                \r\n\n15.  After the  government agent  made his $40  suggestion at\r\n7:55  p.m.,  D az-P rez  engaged  in  three  more   telephone\r\nconversations with  him, at  8:35 p.m.,  9:29 p.m., and  9:45\r\n\n                             -33-\r                                          33\r\r\n\nis evidence that  she was a  full-fledged participant in  the\r\n\ndrug venture.   It  is true  that \"it runs  counter to  human\r\n\nexperience  to  suppose   that  criminal  conspirators  would\r\n\nwelcome   innocent  nonparticipants  as  witnesses  to  their\r\n\ncrimes.\"  United  States v. Batista-Polanco, 927  F.2d 14, 18\r                                                       \r\n\n(1st  Cir.  1991).    Thus,  we  have  upheld convictions  of\r\n\ndefendants where the facts suggested that they witnessed open\r\n\nand  obvious  criminal  activity  and therefore  allowed  the\r\n\ninference  that the defendants  participated in that criminal\r\n\nactivity.   For  example, in  Batista-Polanco, we  upheld the\r                                                         \r\n\nconviction  of a defendant  arrested at an  apartment while a\r\n\nlarge-scale   heroin-packaging   operation  was   in  process\r\n\nthroughout  the  apartment,  stating \"we  cannot  accept  the\r\n\nhypothesis that  participants in a distribution  scheme would\r\n\npermit a noncontributing interloper to remain for an extended\r\n\nperiod  of time in a  small apartment while their conspicuous\r\n\ncriminal  conduct continued unabated.\"   Id.   In  that case,\r                                                        \r\n\nhowever,  the presence of six  seats -- one  a makeshift seat\r\n\nconsisting of an  overturned bucket  with a  cushion and  one\r\n\nwith  the defendant's  sweater on  it  -- around  the kitchen\r\n\ntable at  which the heroin  was packaged also  suggested that\r\n\nthe defendant was a participant along with the five other men\r\n\narrested at the apartment.  Id.\r                                           \r\n\n                    \r                                \r\n\np.m.   We assume that de la  Cruz-Paulino was present for all\r\nthree  calls.   De la  Cruz-Paulino's voice  is heard  in the\r\nbackground of the call made at 9:29 p.m.\r\n\n                             -34-\r                                          34\r\r\n\n          On the other hand,  a defendant who was  present at\r\n\nthe scene of a crime  and who had knowledge that a  crime was\r\n\nbeing committed  cannot be  convicted of aiding  and abetting\r\n\nunless  the  jury can  reasonably  infer  that the  defendant\r\n\nshared the specific intent  of the principal.  The  fact that\r\n\ncriminal activity occurs in front of someone does  not always\r\n\nallow  the inference  that  that someone  was a  participant.\r\n\nThus, in United States  v. Paone, 758 F.2d 774, 776 (1st Cir.\r                                            \r\n\n1985), we suggested that  if the defendant had merely  been a\r\n\npassenger in the back  seat of a car while  drugs were handed\r\n\nover to a  purchaser, rather than someone who  was repeatedly\r\n\npresent at important  junctures of a drug  deal, the evidence\r\n\nmight have been insufficient to support his conviction.\r\n\n          We assume  that de la Cruz-Paulino  overheard D az-\r\n\nP rez's  side16  of the  three  telephone  conversations that\r\n\ntook place after  Andaluz suggested that  she pay someone  to\r\n\nhelp her  carry  the packages.    We have  scrutinized  those\r\n\nconversations with care and  find that they do not  provide a\r\n\nbasis  for inferring  that  de la  Cruz-Paulino shared  D az-\r\n\nP rez's specific intent to  possess cocaine for distribution.\r\n\nWhile they would  support D az-P rez's conviction, especially\r\n\nsince Andaluz used the word \"kilos,\"  we do not think that an\r\n\ninnocent  observer to D az-P rez's  side of the conversations\r\n\n                    \r                                \r\n\n16.  There  is  no  evidence   that  the  conversations  were\r\nconducted on a speaker phone so that de la Cruz-Paulino could\r\nhave heard Andaluz's side as well.\r\n\n                             -35-\r                                          35\r\r\n\nwould infer that a drug transaction was being discussed.  Nor\r\n\ndo we think the fact that D az-P rez felt free to conduct her\r\n\nside  of the  conversation  in front  of  de la  Cruz-Paulino\r\n\nindicates that de  la Cruz-Paulino was  a participant in  the\r\n\ndrug  venture, for  D az-P rez could  control  her responses.\r\n\nIndeed, she  did not speak  explicitly about  cocaine at  any\r\n\ntime.   We note that D az-P rez did mention obtaining the $40\r\n\nfrom   the   government   agents   during    one   of   those\r\n\nconversations.17\r\n\n          That  de la  Cruz-Paulino came  to the  Burger King\r\n\ndelivery  scene also does not indicate that she was a knowing\r\n\nparticipant in  the drug venture.   While criminals generally\r\n\nmight  be  presumed not  to  bring  along nonparticipants  to\r\n\nwitness  their  criminal activities,  we  do  not think  that\r\n\nnecessarily holds true when the criminal activity will not be\r\n\nopen  and  obvious.    Compare  Clotida,  892  F.2d  at  1105\r                                                   \r\n\n(reversing as  insufficient  the defendant's  conviction  for\r\n\naiding and  abetting her travelling companion  in drug crimes\r\n\ninvolving cocaine-laden  clothing mixed in suitcases with her\r\n\nown  clothing).   In this  case, no  negotiations were  to be\r\n\nentered  into  and  no  money  was  to  be  exchanged:    the\r\n\ngovernment  agents were simply supposed to take the car for a\r\n\n                    \r                                \r\n\n17.  Andaluz  also  testified  that,  although  de  la  Cruz-\r\nPaulino's comment  during the  9:29 conversation he  had with\r\nD az-P rez was  not intelligible  on the recording,  she said\r\n\"something  like they're going to  have to give  us the forty\r\ndollars or words to that effect.\"\r\n\n                             -36-\r                                          36\r\r\n\nfew  minutes,  unload  it, and  bring  it  back.   D az-P rez\r\n\nresponded  to Andaluz's  question,  \"Which is  your car?\"  by\r\n\nstating,  \"That black one over there, in the trunk, two bales\r\n\nand . .  . eight doubles.  . . .\"   Then Andaluz  and Salazar\r\n\nopened  the trunk and one of the garbage bags, Andaluz saying\r\n\nthat he had  \"[t]o check it out girl, because  what will I do\r\n\nwith  [unintelligible].\"   D az-P rez became  very upset  and\r\n\nexclaimed, \"Shut up!   Oh  God, the two  bales and the  other\r\n\nstuff.\"   At this point,  Andaluz stated, \"No,  relax, we are\r\n\ngetting involved here to  get a party,\" and then  de la Cruz-\r\n\nPaulino  stated, \"No, watch  out the police  is around, going\r\n\naround here.\"\r\n\n          We do not think  that de la Cruz-Paulino's comment,\r\n\n\"No, watch out the  police is around, going around  here,\" is\r\n\nsufficient  in this  context  to allow  a reasonable  jury to\r\n\nconclude that de la Cruz-Paulino specifically intended to aid\r\n\nand abet  D az-P rez in possessing  cocaine for distribution.\r\n\nEven  if de  la Cruz-Paulino  could have inferred  from D az-\r\n\nP rez's sudden shift in attitude and her statements about the\r\n\n\"two bales,\" and  from the two government agents'  opening of\r\n\none of the  garbage bags,  that, unbeknownst to  her, a  drug\r\n\ntransaction was going  on, such  last-minute knowledge  would\r\n\nnot  support  the conclusion  that  she  shared the  specific\r\n\nintent to possess cocaine  for distribution.  See Francomano,\r                                                                        \r\n\n554  F.2d  at  487  (\"Even  if  it  could  be  inferred  that\r\n\n                             -37-\r                                          37\r\r\n\nappellants acquired knowledge of the throwing of the packages\r\n\n[of marijuana] overboard, such last minute knowledge together\r\n\nwith all other evidence produced by the Government affords no\r\n\nlegal  basis  for   appellants'  conviction  as   aiders  and\r\n\nabetters.\"); see  also United States v.  Lopez-Pena, 912 F.2d\r                                                               \r\n\n1536, 1538 (1st Cir. 1989) (stating that warning about police\r\n\nin the area and  advice on avoiding arrest were  what \"anyone\r\n\nmight do as a friend\").  \r\n\n          The evidence in this  case is close to the  line of\r\n\nbeing  enough  to sustain  a  conviction.   Nevertheless,  in\r\n\nreversing de  la Cruz-Paulino's  conviction, we keep  in mind\r\n\nthe following:\r\n\n          [E]vidence  might raise  a question  in a\r\n          reasonable man's  mind.  But  that is not\r\n          enough.    Guilt,  according  to  a basic\r\n          principle in our  jurisprudence, must  be\r\n          established  beyond  a reasonable  doubt.\r\n          And,  unless that  result is  possible on\r\n          the evidence, the judge must not  let the\r\n          jury act; he must not  let it act on what\r\n          would  necessarily  be  only surmise  and\r\n          conjecture, without evidence.\r\n\nUnited States v. Campbell, 702 F.2d 262, 267 (D.C. Cir. 1983)\r                                     \r\n\n(quoting  Cooper v. United States, 218 F.2d 39, 42 (D.C. Cir.\r                                             \r\n\n1954)) (alteration in Campbell).\r                                          \r\n\n                             III.\r                                         III.\r                                             \r\n\n                          CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          For the  forgoing reasons, the conviction  of D az-\r\n\nP rez is affirmed and the conviction of de la Cruz-Paulino is\r                     affirmed\r                             \r\n\nreversed.\r            reversed\r                    \r\n\n                             -38-\r                                          38\r\r\n",
  "html": "<p class=\"case_cite\">61 F.3d 986</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Vanessa de la CRUZ-PAULINO, Defendant, Appellant,<br>UNITED STATES, Appellee,<br>v.<br>Wanda DIAZ-PEREZ, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 94-1985, 94-1986.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 5, 1995.<br>Decided Aug. 3, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Rachel Brill, Old San Juan, PR, with whom Jose Fernando Irizarry, Rio Piedras, PR, was on brief, for appellant Diaz-Perez.</p>\n      <p class=\"indent\">Enrique Velez-Rodriguez, Santurce, PR, for appellant de la Cruz Paulino.</p>\n      <p class=\"indent\">Jose A. Quiles-Espinosa, Sr. Litigation Counsel, Hato Rey, PR, with whom Guillermo Gil, U.S. Atty., Washington, DC, and Antonio R. Bazan, Asst. U.S. Atty., Hato Rey, PR, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendants-appellants Wanda Diaz-Perez and Vanessa de la Cruz-Paulino (collectively, \"defendants\") appeal their convictions for aiding and abetting each other and others in the unlawful possession of, with intent to distribute, approximately eighty kilograms of cocaine, in violation of 21 U.S.C. Sec. 841(a)(1) and 18 U.S.C. Sec. 2.  Diaz-Perez also appeals her conviction for using a communications facility on six separate occasions to facilitate the distribution of cocaine, in violation of 21 U.S.C. Sec. 843(b).  Diaz-Perez argues that she is entitled to a new trial because the government violated Fed.R.Crim.P. 12(d)(2) by failing to designate certain of the evidence it intended to use during its case in chief;  because the district court admitted hearsay tape recordings into evidence;  and because the trial judge made prejudicial comments in front of the jury.  Both Diaz-Perez and de la Cruz-Paulino argue that the district court abused its discretion in allowing a representative sample of cocaine to be sent into the jury deliberation room.  Finally, de la Cruz-Paulino argues that the evidence was insufficient to establish her guilt beyond a reasonable doubt.  We affirm Diaz-Perez's conviction, but reverse de la Cruz-Paulino's conviction for insufficient evidence.</p>\n    </div>\n    <p>I.</p>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On January 21, 1994, Federal Drug Enforcement Administration (\"DEA\") agents in Puerto Rico met with a cooperating individual known as \"Chita,\" who spoke with them about a pending drug transaction involving 200 kilograms of cocaine.  Chita told the agents that the Puerto Rican contact was known as \"Negro.\"   He did not refer to either defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Between 12:00 noon and 4:20 p.m., DEA agents recorded four telephone conversations placed by Chita to a Colombian contact known as \"Jota.\"   During the trial, the district court admitted tapes of these recorded conversations into evidence without objection from defense counsel.  In one of the conversations, Jota told Chita that he would make arrangements for the Puerto Rican contact, whom he referred to as a female schoolteacher, to telephone Chita at the number Chita provided, which in reality was the number for a DEA cellular telephone.  It was established at trial that Diaz-Perez was a teacher.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Not long after these telephone calls ended, the DEA decided to abort the operation, and Agents Andaluz and Salazar transported Chita to the airport.  While en route to the airport, however, the agents received a call from Diaz- Perez on the DEA telephone.  The ensuing conversation was not recorded.  However, at trial, Diaz-Perez testified that during that unrecorded conversation, she was told that the wrapped packages she was transporting contained coffee for which excise taxes had not been paid and was instructed not to mention any names during subsequent conversations.  Andaluz testified that he was the one who had spoken with Diaz-Perez during the unrecorded conversation and that he never mentioned the word \"coffee.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After dropping Chita off at the airport, Andaluz and Salazar returned to DEA headquarters and conferred with other agents regarding the contents of the call.  They then decided to contact Diaz-Perez and arrange for a transfer of the cocaine.  To accomplish this, Andaluz placed five telephone calls to Diaz- Perez between 7:10 p.m. and 9:55 p.m. and received one telephone call from Diaz-Perez.  The DEA recorded all of these conversations, and the district court admitted the recordings into evidence, Diaz-Perez stipulating that the voice in the recordings belonged to her.  None of the conversants explicitly referred to cocaine or coffee in the recorded conversations, although Andaluz did use the word \"kilos\" once.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">During the six recorded conversations, Andaluz and Diaz-Perez discussed the details of the delivery, including the mode of transportation and the size of the shipment.  After a brief exchange in which Diaz-Perez attempted to solicit Andaluz's help in carrying the bags containing the cocaine down from a second-story apartment, Andaluz asked, \"Can't you give somebody there $30, $40 I'll pay you back over here, to place it in the trunk, only to place it in the trunk, don't bring him over or anything, to come over here?\"   Diaz-Perez indicated that she would, and eventually Andaluz and Diaz-Perez agreed to meet in the parking lot of a Burger King restaurant.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At trial, Andaluz testified that after Diaz-Perez and de la Cruz-Paulino arrived at the Burger King parking lot, but before he and Salazar approached them, he activated a concealed microcassette recorder.  The district court admitted the recording of the subsequent conversation into evidence without objection.  After greeting defendants, Salazar asked, \"Did you get it down,\" and de la Cruz-Paulino answered, \"Of course we did.\"   A short discussion about the $40 followed, after which Andaluz asked Diaz-Perez, \"Which is your car?\"   Diaz-Perez stated, \"That black one there, in the trunk, two bales and ... eight doubles....\"  Andaluz and Salazar opened the trunk and one of the garbage bags, Andaluz stating that he had \"[t]o check it out girl, because what will I do with [unintelligible].\"  Diaz-Perez then exclaimed, \"Shut up!   Oh, God, the two bales and the other stuff.\"   Andaluz then said, \"No, relax, we are getting involved here to get a party.\"   De la Cruz-Paulino then said, \"No, watch out the police is around, going around here.\"   Defendants were arrested immediately thereafter.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">DEA agents searched Diaz-Perez's car at the time of defendants' arrest.  The trunk contained approximately eighty kilograms of cocaine with a stipulated value of $1.2 million.  The cocaine was wrapped and sealed in such a way that it was impossible to see the contents.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Also seized were a cellular telephone, a package of coffee, and a piece of cardboard.  Chita's name was written on the cardboard, along with the DEA telephone number, several figures that totaled eighty, and the words \"coffee\" and \"large garbage bags.\"   DEA agents did not find any weapons, nor did they test defendants' clothing for the presence of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Defendants were subsequently indicted for aiding and abetting each other and others in possession of, with intent to distribute, a controlled substance, in violation of 21 U.S.C. Sec. 841(a)(1) and 18 U.S.C. Sec. 2.  Diaz-Perez was also indicted on six counts of using a communications facility in furtherance of a narcotics transaction, in violation of 21 U.S.C. Sec. 843(b).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Prior to trial, defendants requested, pursuant to Fed.R.Crim.P. 12(d)(2), that the government designate the evidence it intended to introduce at trial.  In response, the government designated the seized cocaine, the materials in which the cocaine had been wrapped, and various tape recordings and photographs.  In addition, the government stated, \"Any other physical and/or documentary evidence will be notified at least five (5) days before the date of trial.\"   The government never notified defendants that it intended to introduce the telephone or the cardboard seized from Diaz-Perez's car into evidence.  Nonetheless, the government referred to both pieces of evidence during its opening statement at defendants' jury trial.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Immediately following the opening statement of Diaz-Perez, both defense counsel moved to exclude the telephone and the cardboard because they had not been designated as evidence by the government as required under Rule 12(d)(2).  During the discussion on defendants' motion, the government never admitted that it had not designated either piece of evidence, but instead repeatedly insisted that it had provided defendants with full discovery, stating, for example,</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>they were fully aware that this was a piece of evidence and this is not [a] surprise to them they had it from about three weeks after the defendants had been arrested this is no surprise to them, they should be aware that this was a piece of evidence and the government could attempt to use such evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court denied the motion, stating, \"it's been provided.\"   When defense counsel objected that the evidence, although provided under Fed.R.Crim.P. 16, had not been designated as required by Rule 12(d)(2), the district court stated, \"It is not [a] surprise, it[']s there and you have it.\"   The evidence was subsequently admitted without further objection.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">At the close of the government's case in chief, both defendants moved pursuant to Fed.R.Crim.P. 29 for judgments of acquittal;  the district court denied both motions.  Diaz-Perez then testified in her own defense, but offered no other evidence.  De la Cruz-Paulino did not testify and offered no evidence.  At the close of trial, both defendants renewed their Rule 29 motions, and each defendant also objected to the district court's decision to allow a representative sample of unpackaged cocaine, which had been admitted into evidence without objection, into the jury room.  Defendants now appeal their convictions.</p>\n    </div>\n    <p>II.</p>\n    <p>Discussion</p>\n    <p>A. Rule 12(d)(2) Violation</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Diaz-Perez argues that the district court abused its discretion in admitting into evidence the cellular telephone and the piece of cardboard because the government did not disclose its intent to use the evidence during its case in chief as required by Fed.R.Crim.P. 12(d)(2).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Diaz-Perez first argues that the district court erred in holding that the government did not violate Rule 12(d)(2) since it had provided defendants with open-file discovery.  We agree.  \"To the extent that the government's open files contain information that is subject to Rule 16 discovery, Rule 12(d)(2) creates a notice requirement.  The open file policy does not, in and of itself, satisfy this notice requirement because it does not specify which evidence the government intends to use at trial.\"  United States v. Brock, 863 F.Supp. 851, 868 (E.D.Wis.1994).  Providing open-file discovery does not satisfy Rule 12(d)(2) because \"the defendant is still 'left in the dark' as to exactly what evidence, discoverable under Rule 16, the government intends to rely upon in its case in chief at trial.\"  United States v. Kelley, 120 F.R.D. 103, 107 (E.D.Wis.1988).  Thus the district court erred in ruling that the government's open-file discovery satisfied the requirement of Rule 12(d)(2).  The government's failure to designate either the telephone or the cardboard as evidence was a violation of the rule.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Diaz-Perez next argues that to remedy the government's Rule 12(d)(2) violation, we should reverse her conviction and remand for a new trial as we did for the victim of a Rule 16 violation in United States v. Alvarez, 987 F.2d 77, 85-86 (1st Cir.), cert. denied, --- U.S. ----, 114 S.Ct. 147, 126 L.Ed.2d 109 (1993).  We do not agree.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We have not yet addressed the effect of a violation of Rule 12(d)(2).  In reviewing discovery violations, however, we have made clear that \"[a] defendant must prove that the alleged violation prejudiced his case to succeed in obtaining a reversal on appeal.\"  United States v. Nickens, 955 F.2d 112, 126 (1st Cir.), cert. denied, --- U.S. ----, 113 S.Ct. 108, 121 L.Ed.2d 66 (1992);  see also United States v. Valencia, 656 F.2d 412, 416 (9th Cir.), cert. denied, 454 U.S. 877, 903, 102 S.Ct. 356, 411, 70 L.Ed.2d 186, 222 (1981).  We extend this prejudice requirement to violations of Rule 12(d)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Diaz-Perez argues that the government's Rule 12(d)(2) violation prejudiced her in three ways:  (1) she was not prepared to file a motion to suppress the evidence, (2) the evidence forced her to alter her trial strategy, and (3) the evidence had an effect on her plea strategy.  None of these reasons warrants reversal in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Rule 12(d) is \"a matter of procedure,\" Fed.R.Crim.P. 12 advisory committee's note (internal quotation omitted), rather than a rule designed to ensure fairness at trial.  As its text makes clear, Rule 12(d)(2) allows defendants to request notice of the government's intent to use evidence \"in order to afford an opportunity to move to suppress evidence under subdivision (b)(3) of this rule.\"   Fed.R.Crim.P. 12(d)(2) (emphasis added).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Rule 12(d) \"provides a mechanism for insuring that a defendant knows of the government's intention to use evidence to which the defendant may want to object\" so that the defendant may \"avoid the necessity of moving to suppress evidence which the government does not intend to use.\"   Fed.R.Crim.P. 12 advisory committee's note;  see also 1 Charles A. Wright, Federal Practice and Procedure:  Criminal Sec. 197, at 735 (2d ed.1982) (Rule 12(d) \"is intended to facilitate the making of a pretrial motion for suppression of evidence.\").  Thus, Rule 12(d) aids defendants in complying with their Rule 12(b)(3) obligation to make motions to suppress evidence prior to trial.  This in turn preserves the integrity of a trial by not interrupting it with suppression motions.  See Fed.R.Crim.P. 12 advisory committee's note (Rule 12(b)(3) \" 'is designed to eliminate from the trial disputes over police conduct not immediately relevant to the question of guilt' \") (quoting Jones v. United States, 362 U.S. 257, 264, 80 S.Ct. 725, 732, 4 L.Ed.2d 697 (1960) (emphasis eliminated)).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">As \"a matter of procedure,\" Rule 12(d) differs from discovery rules designed to ensure fairness.  See Fed.R.Crim.P. 12(d) advisory committee's note;  cf. Fed.R.Crim.P. 12.1 (Notice of Alibi) advisory committee's note (\"[t]he major purpose of a notice-of-alibi rule is to prevent unfair surprise\");  Fed.R.Crim.P. 16 (Discovery and Inspection) advisory committee's note (\"broad discovery contributes to the fair and efficient administration of criminal justice by providing the defendant with enough information to make an informed decision as to plea;  by minimizing the undesirable effect of surprise at the trial;  and by otherwise contributing to an accurate determination of the issue of guilt or innocence\").  Rule 12(d) was not designed to aid the defendant in ascertaining the government's trial strategy, but only in effectively bringing suppression motions before trial, as required by Rule 12(b)(3).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We first consider Diaz-Perez's argument that she was prejudiced because, not expecting the government to introduce the telephone or the cardboard, she was unprepared to file a motion to suppress either of them.  On appeal, Diaz-Perez does not articulate any basis for suppression of the evidence;  we note that Diaz-Perez did not seek to suppress other evidence seized from her car, nor does there appear to us to be a basis for suppressing the evidence.  Absent some discussion regarding suppression, we will not view the lack of opportunity for a suppression hearing as prejudicial.  Merely stating that \"the decision to file a motion to suppress ... could have been significantly affected by the knowledge prior to trial[ ] that the government intended to present those items in evidence\" is not enough.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Diaz-Perez also argues that the admission of the telephone and the cardboard greatly affected her trial strategy and her incentives to plead guilty since the government's case became markedly stronger with that evidence.  Rule 12(d) was not, however, designed to alert defendants to the strength or weakness of the government's case against them;  rather, it was designed to aid defendants in fulfilling their Rule 12(b)(3) obligation to make suppression motions prior to trial.  Since trial strategy and plea strategy are simply not implicated by Rule 12(d), the alleged effect of a Rule 12(d) violation upon trial strategy or plea strategy cannot satisfy the prejudice requirements for reversal on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We recognize, however, that even though Rule 12(d) was not designed to give defendants notice of the government's trial strategy, the government's failure to designate certain pieces of evidence could work an unfairness if the defendant were not prepared immediately to rebut it.  In such cases, we think that a district court would not abuse its discretion by granting the defendant a continuance, rather than allowing the government effectively to sandbag the defendant by introducing previously undesignated evidence.  Whether or not a defendant should be granted a continuance for fairness reasons, however, is a matter best left to the discretion of the district court.  On appeal, we will only consider prejudice stemming from the function of Rule 12(d), namely matters regarding potential motions to suppress.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Thus, although the government violated Rule 12(d)(2) by not indicating prior to trial its intention to introduce the telephone and the cardboard into evidence during its case in chief, reversal is not mandated because Diaz-Perez suffered no prejudice.  That having been said, we pause to make clear that we do not condone governmental violations of this sort.  Like the Advisory Committee, however, we believe that in general, \"attorneys for the government will in fact comply [with Rule 12(d)(2) ].\"  Fed.R.Crim.P. 12 advisory committee's note.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  We rely on district courts to impose appropriate sanctions for governmental noncompliance and encourage them to grant continuances and hold additional suppression hearings where warranted.  Cf. Valencia, 656 F.2d at 416 (finding no error in admission of undesignated evidence where the district court conducted a second suppression hearing to determine admissibility of undesignated evidence).  Where governmental noncompliance is the result of bad faith, exclusion of the undesignated evidence may be appropriate.  Cf. United States v. Flores-Rivera, 56 F.3d 319, 328 n. 7 (1st Cir.1995) (repeating admonishment against government misconduct and stating that court may use supervisory power to dismiss an indictment to deter future prosecutorial misconduct).</p>\n    </div>\n    <p>B. Tape Recordings</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Diaz-Perez next argues that the district court committed reversible error by admitting into evidence three tape recordings of conversations between Chita and two unnamed and uncharged Colombian contacts.  Diaz-Perez believes that the contents of the tape recordings constitute hearsay subject to no exception.  Diaz-Perez argues that the tapes could not have been (implicitly) admitted pursuant to Fed.R.Evid. 801(d)(2)(E)<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> since the district court made no factual finding that the persons on the tapes were participating in a conspiracy with Diaz-Perez and speaking in furtherance of that conspiracy as required by United States v. Petrozziello, 548 F.2d 20, 23 (1st Cir.1977).  In addition, Diaz-Perez contends that had an inquiry been conducted, the court could not have found that \"the declarant and the defendant were members of a conspiracy when the hearsay statement was made, and that the statement was in furtherance of the conspiracy.\"  Id. at 23.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Because Diaz-Perez failed to object in the district court, the issue has not been preserved for appeal.  As we explained in United States v. Figueroa, 818 F.2d 1020, 1026 (1st Cir.1987) (alteration in Figueroa ):[T]he Petrozziello rule is designed to protect the integrity of the trial in borderline situations where the prosecution may or may not be able to muster sufficient proof of the existence, scope, shape, and duration of an alleged conspiracy.  If the defendant elects not to put the government to this test--either for tactical reasons or because the outcome, realistically, is foreordained--he is in a poor position to complain after the fact.  As we stated in United States v. David E. Thompson, Inc., 621 F.2d 1147, 1153 (1st Cir.1980), \"[i]n the absence of a proper objection, Fed.R.Evid. 103(a)(1), a deviation from the standard announced in Petrozziello will be reversed only upon a showing of plain error.\"</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The \"plain error\" standard requires the reviewing court to ask:  (1) whether there is an error;  (2) whether the error is \"plain,\" a term synonymous with \"clear\" or \"obvious\";  and (3) whether the error affected substantial rights.  United States v. Olano, --- U.S. ----, ---- - ----, 113 S.Ct. 1770, 1777-1778, 123 L.Ed.2d 508 (1993);  see also Fed.R.Crim.P. 52(b) (\"Plain errors or defects affecting substantial rights may be noticed although they were not brought to the attention of the court.\").  An \"error rises to this level only when it is so shocking that it seriously affected the fundamental fairness and basic integrity of the proceedings conducted below.\"   United States v. Ortiz, 23 F.3d 21, 26 (1st Cir.1994) (internal quotations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Applying the plain-error standard, we reject Diaz-Perez's argument.  Even assuming arguendo that Diaz-Perez was not involved in a conspiracy with the persons on the tapes and, therefore, that the judge could not have made the required findings under Petrozziello, we do not believe that the error passes the \"clear\" or \"obvious\" hurdle.  \"Where the error defendant asserts on appeal depends upon a factual finding the defendant neglected to ask the district court to make, the error cannot be 'clear' or 'obvious' unless the desired factual finding is the only one rationally supported by the record below.\"  United States v. Olivier-Diaz, 13 F.3d 1, 5 (1st Cir.1993) (emphasis added).  In this case, Diaz-Perez's \"desired\" factual finding is that she was not involved in a conspiracy with the Chita's Colombian contacts.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  We do not believe, however, that such a finding is the \"only one rationally supported by the record below.\"   Rather, the non-hearsay evidence presented at trial makes it plausible that Diaz-Perez was involved in a conspiracy to distribute cocaine.  In fact, Count One of the Indictment charged both defendants with \"aiding and abetting each other, and others to this Grand Jury unknown.\"   Additionally, while the tape recordings between Chita and his Colombian contacts do not mention Diaz-Perez by name, the Colombian contacts did indicate that the informant would be contacted by a female schoolteacher in Puerto Rico.  See United States v. Ortiz, 966 F.2d 707, 716 (1st Cir.1992) (holding that there was no plain error in district court's failure to make an unrequested Petrozziello finding because enough evidence existed to support a finding, based on a preponderance of the evidence, that the codefendants were participating in a conspiracy at the time the statements were made), cert. denied, --- U.S. ----, 113 S.Ct. 1005, 122 L.Ed.2d 154 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Accordingly, because Diaz-Perez failed to produce any evidence at trial to deny her role in a conspiracy, we cannot conclude that the district court committed obvious error in allowing the tapes into evidence.  Therefore, because the alleged error is not clear or obvious, we need not reach the other elements of the plain-error review.</p>\n    </div>\n    <p>C. Judicial Bias</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Diaz-Perez also complains that throughout the trial, the district court \"overstepp[ed] its bounds and assum[ed] the role of an advocate for the prosecution\" and \"constantly interjected in a manner that indicated annoyance and bias against [defense] counsel,\" thus preventing Diaz-Perez from having a fair trial.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">\"It cannot be gainsaid that '[a] fair trial in a fair tribunal is a basic requirement of due process.' \"  United States v. Nueva, 979 F.2d 880, 885 (1st Cir.1992) (quoting In re Murchison, 349 U.S. 133, 136, 75 S.Ct. 623, 625, 99 L.Ed. 942 (1955)) (alteration in Nueva ), cert. denied, --- U.S. ----, 113 S.Ct. 1615, 123 L.Ed.2d 175 (1993).  Accordingly, a trial judge should be fair and impartial in his or her comments during a jury trial.  United States v. Twomey, 806 F.2d 1136, 1140 (1st Cir.1986).  However, \"a finding of partiality should be reached only 'from an abiding impression left from a reading of the entire record.' \"  Id. (quoting Offutt v. United States, 348 U.S. 11, 12, 75 S.Ct. 11, 12, 99 L.Ed. 11 (1954)).  After scrutinizing the entire record with care, we are left with no such abiding impression.</p>\n    </div>\n    <p>D. Cocaine in the Jury Room</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Both defendants argue that the district court abused its discretion when it permitted an unwrapped sample of cocaine to be sent into the jury room during deliberations.  The unwrapped cocaine had been offered into evidence by the government, without objection, as part of a representative sample of the cocaine that had been seized at the time of defendants' arrest.  Immediately after the jury charge, however, defense counsel did object to the unwrapped cocaine being sent into the jury room on the grounds that the evidence was confusing, unnecessary, and inflammatory.  We are not persuaded.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We review a district court's decision to send evidence into the jury room for abuse of discretion.  United States v. McCarthy, 961 F.2d 972, 978 (1st Cir.1992) (\"Whether evidentiary exhibits properly admitted should or should not accompany the jury to the jury room is a discretionary matter for the trial court.\")  (internal quotations omitted);  United States v. Rawwad, 807 F.2d 294, 297 (1st Cir.1986) (reviewing the district court's decision to send more than fifteen pounds of heroin into the jury room for abuse of discretion), cert. denied, 482 U.S. 909, 107 S.Ct. 2490, 96 L.Ed.2d 382 (1987).  District courts have discretion to allow properly admitted evidence to accompany the jury into the jury room.  Rawwad, 807 F.2d at 297.   This is true even when the evidence is drugs, for the presence of drugs in the jury room is not per se prejudicial or inflammatory.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Defendants argue that even if it would generally be within a district court's discretion to allow drugs to be sent into the jury room, the district court nonetheless abused its discretion in this case because defendants' knowledge of what was in the wrapped packages was at issue.  In particular, defendants contend that the jurors \"would [have been] instantly struck by the clear plastic bags of a white powdery substance\" during their deliberations and would have been confused.  We do not agree.  In reviewing the record, we find no reason why the presence of the unwrapped cocaine sample in the jury room would have been particularly inflammatory or prejudicial to defendants.  During trial, there was substantial, uncontroverted testimony that the cocaine was wrapped in such a way that it would not have been possible for anyone to see through the packaging.  Additionally, during the charge, the court instructed the jurors that the government had stipulated that no one could \"see from the outside what was in the wrapped bags,\" and that defendants' pleas of not guilty put all the essential elements of the charged offense at issue, including knowledge and intent.  Finally, in addition to the unwrapped cocaine, other items of evidence were also sent into the jury room, including samples of the packaging material and kilograms of cocaine in their original wrapping.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>E. Sufficiency of the Evidence as to de la Cruz-Paulino</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">At the close of the government's case in chief, de la Cruz-Paulino moved, pursuant to Fed.R.Crim.P. 29, for a judgment of acquittal, contending that the government had not presented sufficient evidence to sustain a conviction.  After the district court denied the motion, de la Cruz-Paulino presented no evidence in her own defense.  Accordingly, unlike defendants who do present evidence, de la Cruz-Paulino did not waive review of the district court's initial Rule 29 decision.  United States v. Clotida, 892 F.2d 1098, 1100 (1st Cir.1989);  2 Charles A. Wright, Federal Practice and Procedure:  Criminal Sec. 463, at 642 (2d ed.1982).  This is so even though de la Cruz-Paulino's codefendant did mount a defense by testifying in her own behalf.  See Clotida, 892 F.2d at 1103.   Thus, on appeal we must determine whether, \"when examined in a light most favorable to the government, the evidence presented in the government's case-in-chief, including all inferences that may be drawn therefrom, would permit a reasonable juror to find guilt beyond a reasonable doubt.\"  Id.  Even though Diaz-Perez's testimony might have influenced the jury in its decision to convict de la Cruz-Paulino, we may not consider that testimony on appeal.  See id.;   cf. McGautha v. California, 402 U.S. 183, 215, 91 S.Ct. 1454, 1471, 28 L.Ed.2d 711 (1971) (\"a defendant whose motion for acquittal at the close of the Government's case is denied must decide whether to stand on his motion or put on a defense, with the risk that in doing so he will bolster the Government case enough for it to support a verdict of guilty\");  2 Wright, Federal Practice and Procedure:  Criminal Sec. 463, at 645 (if the defendant presents evidence after the denial of his or her Rule 29 motion, \"[t]he conviction will be affirmed, even though the prosecution may have failed to make a prima facie case, if the evidence for the defense supplied the defect, and the whole record is sufficient to sustain a conviction\").</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Taken in the light most favorable to the government, the evidence presented during the government's case in chief established the following:  (1) de la Cruz-Paulino helped move garbage bags containing sealed packages of cocaine into Diaz-Perez's car;  (2) de la Cruz-Paulino was in the car while Diaz-Perez spoke with Agent Andaluz on her cellular telephone;  (3) de la Cruz-Paulino was present at the Burger King delivery scene;  and (4) after Agents Andaluz and Salazar opened one of the garbage bags, de la Cruz-Paulino stated, \"No, watch out the police is around, going around here.\"   De la Cruz-Paulino argues that because this evidence is insufficient to allow a jury to conclude beyond a reasonable doubt that she aided and abetted Diaz-Perez and others in the possession of cocaine with intent to distribute, the district court should have granted her Rule 29 motion for judgment of acquittal at the close of the government's case in chief.  We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">To be convicted of aiding and abetting, more than \"mere presence\" at the scene is required.  United States v. Mehtala, 578 F.2d 6, 9 (1st Cir.1978).  The classic definition of aiding and abetting, adopted by the Supreme Court, was first enunciated by Learned Hand:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>In order to aid and abet another to commit a crime it is necessary that a defendant \"in some sort associate himself with the venture, that he participate in it as something that he wishes to bring about, that he seek by his action to make it succeed.\"</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Nye &amp; Nissen v. United States, 336 U.S. 613, 619, 69 S.Ct. 766, 769-70, 93 L.Ed. 919 (1949) (quoting United States v. Peoni, 100 F.2d 401, 402 (2d Cir.1938) (L. Hand, J.)).  Thus, for de la Cruz-Paulino to have been convicted under an aiding-and-abetting theory, the government had to prove (1) that Diaz- Perez committed the underlying substantive crime and (2) that de la Cruz-Paulino shared Diaz-Perez's criminal intent.  See United States v. Valerio, 48 F.3d 58, 64 (1st Cir.1995).  The government fulfilled the first prong, for Diaz-Perez was convicted.  To fulfill the second prong, the government had to prove that de la Cruz-Paulino \"consciously shared [Diaz-Perez's] knowledge of the underlying criminal act, and intended to help [her],\" United States v. Taylor, 54 F.3d 967, 975 (1st Cir.1995);  see also United States v. Loder, 23 F.3d 586, 591 (1st Cir.1994) (discussing specific-intent requirement for aiding and abetting).  This the government did not do.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">\"[T]he line that separates mere presence from culpable presence is a thin one, often difficult to plot.\"  Ortiz, 966 F.2d at 712.   On the one hand, \"[m]ere association between the principal and those accused of aiding and abetting is not sufficient to establish guilt;  nor is mere presence at the scene and knowledge that a crime was to be committed sufficient to establish aiding and abetting.\"  Mehtala, 578 F.2d at 10 (internal quotation omitted);  see also United States v. Campa, 679 F.2d 1006, 1010 (1st Cir.1982) (\"Mere presence at the scene and knowledge that a crime is being committed is generally insufficient to establish aiding and abetting.  The government must prove some affirmative participation by the aider and abettor.\")  (internal citation omitted).  On the other hand, \"there are circumstances where presence itself implies participation--as where a 250-pound bruiser stands silently by during an extortion attempt, or a companion stands by during a robbery, ready to sound a warning or give other aid if required.\"  Ortiz, 966 F.2d at 712 (internal quotation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In the instant case, the government presented no direct evidence<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> during its case in chief that de la Cruz-Paulino (1) had any knowledge that the garbage bags contained cocaine, (2) had any connection to the drugs prior to Andaluz suggesting to Diaz-Perez, during their 7:55 p.m. conversation, that she pay someone $40 to help her carry the packages to her car,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> or (3) was to be paid more than $40 for her involvement in the drug venture.  The government argues that the jury was nevertheless entitled to find beyond a reasonable doubt that de la Cruz-Paulino aided and abetted Diaz-Perez in the possession of cocaine with intent to distribute because (1) criminals do not usually welcome nonparticipants as witnesses to their criminal activities and (2) the facts, especially her involvement in moving the packages from an apartment to Diaz-Perez's car and her statement about the police being around, imply that de la Cruz-Paulino knowingly participated in the venture and intended to help it succeed.  We do not agree.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The evidence suggests that de la Cruz-Paulino was brought in to do a menial task, namely carrying the cocaine from the apartment where it was stored down to Diaz-Perez's car.  The government presented no evidence that de la Cruz-Paulino was involved prior to Andaluz suggesting to Diaz-Perez that she pay someone $40 to help her carry the packages to her car.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  No reasonable jury could have concluded, beyond a reasonable doubt, that Diaz- Perez would have hired only someone already participating in the drug venture to do this menial task and therefore that de la Cruz-Paulino was already involved.  Accordingly, we must determine whether a reasonable jury could conclude beyond a reasonable doubt that de la Cruz-Paulino developed the specific intent to aid and abet Diaz-Perez in the approximately two hours between Andaluz's $40 suggestion and the ensuing arrests.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We do not think that the evidence supports the inference that de la Cruz-Paulino was told about and joined the drug venture after Andaluz's $40 suggestion.  The drugs were elaborately wrapped in sealed packages<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> that were then placed into three garbage bags.  Unless she was a participant in the drug venture prior to Andaluz's suggestion, an inference we have held to be impermissible, de la Cruz-Paulino could not have seen the drugs in their unpackaged form.  The drugs were assuredly packaged before Andaluz made the $40 suggestion, for the time period between that suggestion (made at 7:55 p.m.) and the actual arrest (at 9:55 p.m.) would have been too short to package and transport the drugs, especially given that Diaz-Perez spoke with Andaluz from her car during that time.  There is also no indication from the taped conversations between Diaz-Perez and Andaluz that she had anything to do with the drugs other than move them down from the apartment to her car.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  While de la Cruz-Paulino admitted to helping carry \"it\" from the apartment to the car, responding to Salazar's question, \"Did you get it down?\" with \"Of course we did,\" there is no evidence that de la Cruz-Paulino saw the packages inside the garbage bags until the time of her arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We see no basis for concluding that Diaz-Perez cut de la Cruz-Paulino in on the drug transaction after soliciting her package-carrying services.  Diaz- Perez had a menial job that de la Cruz-Paulino was willing to do for $40;  there was no need for Diaz-Perez to cut de la Cruz-Paulino into the deal to obtain her package-carrying services.  Cf. United States v. Francomano, 554 F.2d 483, 487 (1st Cir.1977) (holding that there was \"no basis for a reasonable inference\" that the defendants were cut in on the drug deal when the record indicated that they were willing to perform the required crewmember services with \"no special inducement\").  The jury could not, without engaging in impermissible inference, conclude that de la Cruz-Paulino was entitled to anything other than $40 for her package-carrying services.  Indeed, there is no evidence about Diaz-Perez's own compensation arrangement.  As Diaz-Perez was not supposed to obtain any money from the government agents when she turned over the packages to them, there is no basis for inferring that de la Cruz-Paulino thought she would receive a portion of the funds collected.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Of course, an aider and abettor need not receive compensation or have any stake in a transaction to be convicted.  See United States v. Winston, 687 F.2d 832, 834-35 (6th Cir.1982).  Thus, in United States v. Cuevas-Esquivel, 905 F.2d 510, 515 (1st Cir.), cert. denied, 498 U.S. 877, 111 S.Ct. 208, 112 L.Ed.2d 169 (1990), we upheld the conviction of a defendant who testified that he was only paid $33 for being a deckhand on board a boat carrying a large amount of marijuana.  Similarly, in United States v. Steuben, 850 F.2d 859, 866 (1st Cir.1988), we affirmed the conviction of a defendant who claimed that he was paid $300 for being a crewmember on board a tugboat carrying $42 million worth of marijuana.  In both cases, however, we held that there was sufficient other evidence for the jury to conclude that the defendants were not just crewmembers, but rather full-fledged participants in the criminal ventures.  Unlike those cases, the $40 payment in the instant case is corroborated by the fact that Andaluz suggested it, and there is little other evidence indicating that de la Cruz-Paulino was actually involved in the drug venture.  Thus, while compensation of only $40 would not by itself counter other evidence establishing that de la Cruz-Paulino was a participant in the criminal venture, that compensation, especially suggested as it was by a government agent, tends to negate an inference that de la Cruz-Paulino was more heavily involved.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We next consider whether the fact that de la Cruz-Paulino overheard some of Diaz-Perez's telephone conversations<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> and came to the Burger King delivery site is evidence that she was a full-fledged participant in the drug venture.  It is true that \"it runs counter to human experience to suppose that criminal conspirators would welcome innocent nonparticipants as witnesses to their crimes.\"  United States v. Batista-Polanco, 927 F.2d 14, 18 (1st Cir.1991).  Thus, we have upheld convictions of defendants where the facts suggested that they witnessed open and obvious criminal activity and therefore allowed the inference that the defendants participated in that criminal activity.  For example, in Batista-Polanco, we upheld the conviction of a defendant arrested at an apartment while a large-scale heroin-packaging operation was in process throughout the apartment, stating \"we cannot accept the hypothesis that participants in a distribution scheme would permit a noncontributing interloper to remain for an extended period of time in a small apartment while their conspicuous criminal conduct continued unabated.\"  Id.  In that case, however, the presence of six seats--one a makeshift seat consisting of an overturned bucket with a cushion and one with the defendant's sweater on it--around the kitchen table at which the heroin was packaged also suggested that the defendant was a participant along with the five other men arrested at the apartment.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">On the other hand, a defendant who was present at the scene of a crime and who had knowledge that a crime was being committed cannot be convicted of aiding and abetting unless the jury can reasonably infer that the defendant shared the specific intent of the principal.  The fact that criminal activity occurs in front of someone does not always allow the inference that that someone was a participant.  Thus, in United States v. Paone, 758 F.2d 774, 776 (1st Cir.1985), we suggested that if the defendant had merely been a passenger in the back seat of a car while drugs were handed over to a purchaser, rather than someone who was repeatedly present at important junctures of a drug deal, the evidence might have been insufficient to support his conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We assume that de la Cruz-Paulino overheard Diaz-Perez's side<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> of the three telephone conversations that took place after Andaluz suggested that she pay someone to help her carry the packages.  We have scrutinized those conversations with care and find that they do not provide a basis for inferring that de la Cruz-Paulino shared Diaz-Perez's specific intent to possess cocaine for distribution.  While they would support Diaz-Perez's conviction, especially since Andaluz used the word \"kilos,\" we do not think that an innocent observer to Diaz-Perez's side of the conversations would infer that a drug transaction was being discussed.  Nor do we think the fact that Diaz-Perez felt free to conduct her side of the conversation in front of de la Cruz-Paulino indicates that de la Cruz-Paulino was a participant in the drug venture, for Diaz-Perez could control her responses.  Indeed, she did not speak explicitly about cocaine at any time.  We note that Diaz-Perez did mention obtaining the $40 from the government agents during one of those conversations.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">That de la Cruz-Paulino came to the Burger King delivery scene also does not indicate that she was a knowing participant in the drug venture.  While criminals generally might be presumed not to bring along nonparticipants to witness their criminal activities, we do not think that necessarily holds true when the criminal activity will not be open and obvious.  Compare Clotida, 892 F.2d at 1105 (reversing as insufficient the defendant's conviction for aiding and abetting her travelling companion in drug crimes involving cocaine-laden clothing mixed in suitcases with her own clothing).  In this case, no negotiations were to be entered into and no money was to be exchanged:  the government agents were simply supposed to take the car for a few minutes, unload it, and bring it back.  Diaz-Perez responded to Andaluz's question, \"Which is your car?\" by stating, \"That black one over there, in the trunk, two bales and ... eight doubles....\"  Then Andaluz and Salazar opened the trunk and one of the garbage bags, Andaluz saying that he had \"[t]o check it out girl, because what will I do with [unintelligible].\"  Diaz-Perez became very upset and exclaimed, \"Shut up!   Oh God, the two bales and the other stuff.\"   At this point, Andaluz stated, \"No, relax, we are getting involved here to get a party,\" and then de la Cruz-Paulino stated, \"No, watch out the police is around, going around here.\"</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">We do not think that de la Cruz-Paulino's comment, \"No, watch out the police is around, going around here,\" is sufficient in this context to allow a reasonable jury to conclude that de la Cruz-Paulino specifically intended to aid and abet Diaz-Perez in possessing cocaine for distribution.  Even if de la Cruz-Paulino could have inferred from Diaz-Perez's sudden shift in attitude and her statements about the \"two bales,\" and from the two government agents' opening of one of the garbage bags, that, unbeknownst to her, a drug transaction was going on, such last-minute knowledge would not support the conclusion that she shared the specific intent to possess cocaine for distribution.  See Francomano, 554 F.2d at 487 (\"Even if it could be inferred that appellants acquired knowledge of the throwing of the packages [of marijuana] overboard, such last minute knowledge together with all other evidence produced by the Government affords no legal basis for appellants' conviction as aiders and abetters.\");   see also United States v. Lopez-Pena, 912 F.2d 1536, 1538 (1st Cir.1989) (stating that warning about police in the area and advice on avoiding arrest were what \"anyone might do as a friend\").</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The evidence in this case is close to the line of being enough to sustain a conviction.  Nevertheless, in reversing de la Cruz-Paulino's conviction, we keep in mind the following:</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>[E]vidence might raise a question in a reasonable man's mind.  But that is not enough.  Guilt, according to a basic principle in our jurisprudence, must be established beyond a reasonable doubt.  And, unless that result is possible on the evidence, the judge must not let the jury act;  he must not let it act on what would necessarily be only surmise and conjecture, without evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">United States v. Campbell, 702 F.2d 262, 267 (D.C.Cir.1983) (quoting Cooper v. United States, 218 F.2d 39, 42 (D.C.Cir.1954)) (alteration in Campbell ).</p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">For the forgoing reasons, the conviction of Diaz-Perez is affirmed and the conviction of de la Cruz-Paulino is reversed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Each kilogram was wrapped individually in a tan-colored wrapping, then two kilograms were bundled together and wrapped in a black wrapping.  The bundles were then placed into three large garbage bags</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Fed.R.Crim.P. 12(d)(2) provides:</p>\n        <p>(d) Notice by the Government of the Intention to Use Evidence.</p>\n        <p>....</p>\n        <p>(2) At the Request of the Defendant.   At the arraignment or as soon thereafter as is practicable the defendant may, in order to afford an opportunity to move to suppress evidence under subdivision (b)(3) of this rule, request notice of the government's intention to use (in its evidence in chief at trial) any evidence which the defendant may be entitled to discover under Rule 16 subject to any relevant limitations prescribed in Rule 16.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We would review a district court's decision to impose a particular sanction only for abuse of discretion.  United States v. Valencia, 656 F.2d 412, 415 (9th Cir.)  (reviewing sanctions imposed for Rule 12(d)(2) violation for abuse of discretion), cert. denied, 454 U.S. 877, 903, 102 S.Ct. 356, 411, 70 L.Ed.2d 186, 222 (1981);  see also Alvarez, 987 F.2d at 85 (reviewing district court's treatment of government's failure to provide pretrial discovery for abuse of discretion).  In this case, however, the district court did not consider imposing a sanction since it did not find that a violation occurred.  Accordingly, we must ourselves determine whether a sanction was necessary</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Fed.R.Crim.P. 12(b) provides:</p>\n        <p>(b) Pretrial Motions.   Any defense, objection, or request which is capable of determination without the trial of the general issue may be raised before trial by motion.  Motions may be written or oral at the discretion of the judge.  The following must be raised prior to trial:</p>\n        <p>....</p>\n        <p>(3) Motions to suppress evidence</p>\n        <p>....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We think that government violations of Rule 12(d)(2) should excuse a defendant's failure to move to suppress evidence prior to trial, as required by Rule 12(b)(3), since defendants have no incentive to move to suppress evidence that the government will not be introducing.  See United States v. Poole, 794 F.2d 462, 464 n. 1 (9th Cir.1986) (excusing the defendant's failure to move to suppress evidence prior to trial since the government had not warned the defendant that the evidence would be used);  Fed.R.Crim.P. 12(f) (\"Failure by a party to raise defenses or objections or to make requests which must be made prior to trial ... shall constitute waiver thereof, but the court for cause shown may grant relief from the waiver.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Advisory Committee's notes discuss why no sanctions were provided for violations of Rule 12(d)(2):</p>\n        <p>No sanction is provided for the government's failure to comply with the court's order because the committee believes that attorneys for the government will in fact comply and that judges have ways of insuring compliance.  An automatic exclusion of such evidence, particularly where the failure to give notice was not deliberate, seems to create too heavy a burden upon the exclusionary rule of evidence, especially when defendant has opportunity for broad discovery under rule 16.  Compare ABA Project on Standards for Criminal Justice, Standards Relating to Electronic Surveillance (Approved Draft, 1971) at p. 116:  \"A failure to comply with the duty of giving notice could lead to the suppression of evidence.  Nevertheless, the standards make it explicit that the rule is intended to be a matter of procedure which need not under appropriate circumstances automatically dictate that evidence otherwise admissible be suppressed.\"</p>\n        <p>Fed.R.Crim.P. 12 advisory committee's note.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Fed.R.Evid. 801(d)(2)(E) states that a statement is not hearsay if \"[t]he statement is offered against a party and is ... a statement by a coconspirator of a party during the course and in furtherance of the conspiracy.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> To the extent that Diaz-Perez also challenges the admission of Chita's statements, we think that his part of the conversations served as \" 'reciprocal and integrated utterance(s),' \" United States v. McDowell, 918 F.2d 1004, 1007 (1st Cir.1990) (quoting United States v. Metcalf, 430 F.2d 1197, 1199 (8th Cir.1970)), to put the Colombian contacts' statements \"into perspective and make them 'intelligible to the jury,' \" id.  (quoting United States v. Lemonakis, 485 F.2d 941, 948 (D.C.Cir.1973), cert. denied, 415 U.S. 989, 94 S.Ct. 1586, 1587, 39 L.Ed.2d 885 (1974)).  Because Chita's statements were offered only for context and not for the truth of the matter asserted, those statements are not hearsay under Fed.R.Evid. 801(c)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Of course, a conviction may be premised entirely on circumstantial evidence.  United States v. Torres-Maldonado, 14 F.3d 95, 100 (1st Cir.), cert. denied, --- U.S. ----, 115 S.Ct. 193, 130 L.Ed.2d 125 (1994).  As we explained in Clotida, 892 F.2d at 1104 (alterations in Clotida ),</p>\n        <p>Circumstantial evidence has been defined as \"proof which does not actually assert or represent the proposition in question, but which asserts or describes something else, from which the trier of fact may either (i) reasonably infer the truth of the proposition, ... or (ii) at least reasonably infer an increase in the probability that the proposition is in fact true....\"  1 D. Louisell &amp; C. Mueller, Federal Evidence Sec. 94 (1977).  It has been noted that \"[t]he ... general problem of circumstantial proof is to determine whether proffered evidence indirectly or inferentially supports the proposition sought to be proved.\"   Id. at Sec. 91.</p>\n        <p>It cannot be doubted, however, that circumstantial evidence is often very probative.  As Professor Wigmore notes, without allowing the introduction of evidence that permits \"an inference upon an inference,\" \"hardly a single trial could be adequately prosecuted.\"   1A J. Wigmore, Evidence Sec. 41 (1983).  Indeed, \"the courts in general have recognized that circumstantial evidence may, in given settings, have equal if not greater weight than direct evidence.\"   1 C. Torcia, Wharton's Criminal Evidence Sec. 5 (14th ed. 1985).  Furthermore, it is important to note that, in the context of review of a motion for acquittal, \"no legal distinction exists between circumstantial and direct evidence.\"  United States v. Sutton, 801 F.2d 1346, 1358 (D.C.Cir.1986).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> During their 7:10 p.m. conversation, Diaz-Perez, upon being asked where she was, responded, \"I'm here in ... what's the name of this place, girl?   In Trujillo Alto.\"   The government did not establish the identity of the person Diaz-Perez conferred with during its case in chief, and we do not think the jury was entitled to infer that de la Cruz-Paulino was involved in the drug venture prior to Andaluz's later suggestion that Diaz- Perez pay someone $40 to help her move the packages from the fact that Diaz-Perez questioned an unidentified female, whose voice does not register on tape, about their whereabouts</p>\n        <p>During cross-examination, Diaz-Perez agreed that de la Cruz-Paulino was the off-tape person who told her that they were in Trujillo Alto, where de la Cruz-Paulino lived.  Because Diaz-Perez's testimony was outside the government's case in chief, however, we will not consider it.  See Clotida, 892 F.2d at 1105 n. 1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> We find the government's three-page discussion of de la Cruz-Paulino's sufficiency-of-the-evidence challenge disappointingly conclusory.  Unlike the government, we do not think that \"[t]he evidence of guilt, as to both appellants, was simply overwhelming.\"   On the contrary, the evidence against de la Cruz-Paulino was quite sparse, and a more thorough discussion from the government would have aided us greatly in our assessment of its sufficiency.  We reiterate that \"[d]espite the prosecution-friendly overtones of the standard of review, appellate oversight of sufficiency challenges is not an empty ritual.\"  Ortiz, 966 F.2d at 711-12.   The government should not treat it as one</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> See supra note 10</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The government stipulated that it was impossible to see the cocaine inside of the packages</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> In fact, the recorded conversation that began at 7:27 p.m. contains the following discussion between Diaz-Perez (D) and Andaluz (A):</p>\n        <p>A: Listen, how is that packed?</p>\n        <p>D: Ah?</p>\n        <p>A: Do you have it packed already?</p>\n        <p>D: It's, I told you all complete in a bag.</p>\n        <p>A: What do you mean a bag?</p>\n        <p>D: Like that.  Thirty, thirty-two, like that.</p>\n        <p>A: It's still in bags, is not in boxes or suit cases?</p>\n        <p>D: No.</p>\n        <p>A: In bags, hell.</p>\n        <p>D: No, but it's in one black trash bag.</p>\n        <p>A: Hello?</p>\n        <p>D: Yes, it's in one black trash bag.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> After the government agent made his $40 suggestion at 7:55 p.m., Diaz-Perez engaged in three more telephone conversations with him, at 8:35 p.m., 9:29 p.m., and 9:45 p.m.  We assume that de la Cruz-Paulino was present for all three calls.  De la Cruz-Paulino's voice is heard in the background of the call made at 9:29 p.m</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> There is no evidence that the conversations were conducted on a speaker phone so that de la Cruz-Paulino could have heard Andaluz's side as well</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Andaluz also testified that, although de la Cruz-Paulino's comment during the 9:29 conversation he had with Diaz-Perez was not intelligible on the recording, she said \"something like they're going to have to give us the forty dollars or words to that effect.\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">986</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Vanessa de la CRUZ-PAULINO, Defendant, Appellant,<br>UNITED STATES, Appellee,<br>v.<br>Wanda DIAZ-PEREZ, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 94-1985, 94-1986.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 5, 1995.<br>Decided Aug. 3, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Rachel Brill, Old San Juan, PR, with whom Jose Fernando Irizarry, Rio Piedras, PR, was on brief, for appellant Diaz-Perez.</p>\n      <p class=\"indent\">Enrique Velez-Rodriguez, Santurce, PR, for appellant de la Cruz Paulino.</p>\n      <p class=\"indent\">Jose A. Quiles-Espinosa, Sr. Litigation Counsel, Hato Rey, PR, with whom Guillermo Gil, U.S. Atty., Washington, DC, and Antonio R. Bazan, Asst. U.S. Atty., Hato Rey, PR, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendants-appellants Wanda Diaz-Perez and Vanessa de la Cruz-Paulino (collectively, \"defendants\") appeal their convictions for aiding and abetting each other and others in the unlawful possession of, with intent to distribute, approximately eighty kilograms of cocaine, in violation of 21 U.S.C. Sec. 841(a)(1) and 18 U.S.C. Sec. 2.  Diaz-Perez also appeals her conviction for using a communications facility on six separate occasions to facilitate the distribution of cocaine, in violation of 21 U.S.C. Sec. 843(b).  Diaz-Perez argues that she is entitled to a new trial because the government violated Fed.R.Crim.P. 12(d)(2) by failing to designate certain of the evidence it intended to use during its case in chief;  because the district court admitted hearsay tape recordings into evidence;  and because the trial judge made prejudicial comments in front of the jury.  Both Diaz-Perez and de la Cruz-Paulino argue that the district court abused its discretion in allowing a representative sample of cocaine to be sent into the jury deliberation room.  Finally, de la Cruz-Paulino argues that the evidence was insufficient to establish her guilt beyond a reasonable doubt.  We affirm Diaz-Perez's conviction, but reverse de la Cruz-Paulino's conviction for insufficient evidence.</p>\n    </div>\n    <p>I.</p>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On January 21, 1994, Federal Drug Enforcement Administration (\"DEA\") agents in Puerto Rico met with a cooperating individual known as \"Chita,\" who spoke with them about a pending drug transaction involving 200 kilograms of cocaine.  Chita told the agents that the Puerto Rican contact was known as \"Negro.\"   He did not refer to either defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Between 12:00 noon and 4:20 p.m., DEA agents recorded four telephone conversations placed by Chita to a Colombian contact known as \"Jota.\"   During the trial, the district court admitted tapes of these recorded conversations into evidence without objection from defense counsel.  In one of the conversations, Jota told Chita that he would make arrangements for the Puerto Rican contact, whom he referred to as a female schoolteacher, to telephone Chita at the number Chita provided, which in reality was the number for a DEA cellular telephone.  It was established at trial that Diaz-Perez was a teacher.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Not long after these telephone calls ended, the DEA decided to abort the operation, and Agents Andaluz and Salazar transported Chita to the airport.  While en route to the airport, however, the agents received a call from Diaz- Perez on the DEA telephone.  The ensuing conversation was not recorded.  However, at trial, Diaz-Perez testified that during that unrecorded conversation, she was told that the wrapped packages she was transporting contained coffee for which excise taxes had not been paid and was instructed not to mention any names during subsequent conversations.  Andaluz testified that he was the one who had spoken with Diaz-Perez during the unrecorded conversation and that he never mentioned the word \"coffee.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After dropping Chita off at the airport, Andaluz and Salazar returned to DEA headquarters and conferred with other agents regarding the contents of the call.  They then decided to contact Diaz-Perez and arrange for a transfer of the cocaine.  To accomplish this, Andaluz placed five telephone calls to Diaz- Perez between 7:10 p.m. and 9:55 p.m. and received one telephone call from Diaz-Perez.  The DEA recorded all of these conversations, and the district court admitted the recordings into evidence, Diaz-Perez stipulating that the voice in the recordings belonged to her.  None of the conversants explicitly referred to cocaine or coffee in the recorded conversations, although Andaluz did use the word \"kilos\" once.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">During the six recorded conversations, Andaluz and Diaz-Perez discussed the details of the delivery, including the mode of transportation and the size of the shipment.  After a brief exchange in which Diaz-Perez attempted to solicit Andaluz's help in carrying the bags containing the cocaine down from a second-story apartment, Andaluz asked, \"Can't you give somebody there $30, $40 I'll pay you back over here, to place it in the trunk, only to place it in the trunk, don't bring him over or anything, to come over here?\"   Diaz-Perez indicated that she would, and eventually Andaluz and Diaz-Perez agreed to meet in the parking lot of a Burger King restaurant.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At trial, Andaluz testified that after Diaz-Perez and de la Cruz-Paulino arrived at the Burger King parking lot, but before he and Salazar approached them, he activated a concealed microcassette recorder.  The district court admitted the recording of the subsequent conversation into evidence without objection.  After greeting defendants, Salazar asked, \"Did you get it down,\" and de la Cruz-Paulino answered, \"Of course we did.\"   A short discussion about the $40 followed, after which Andaluz asked Diaz-Perez, \"Which is your car?\"   Diaz-Perez stated, \"That black one there, in the trunk, two bales and ... eight doubles....\"  Andaluz and Salazar opened the trunk and one of the garbage bags, Andaluz stating that he had \"[t]o check it out girl, because what will I do with [unintelligible].\"  Diaz-Perez then exclaimed, \"Shut up!   Oh, God, the two bales and the other stuff.\"   Andaluz then said, \"No, relax, we are getting involved here to get a party.\"   De la Cruz-Paulino then said, \"No, watch out the police is around, going around here.\"   Defendants were arrested immediately thereafter.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">DEA agents searched Diaz-Perez's car at the time of defendants' arrest.  The trunk contained approximately eighty kilograms of cocaine with a stipulated value of $1.2 million.  The cocaine was wrapped and sealed in such a way that it was impossible to see the contents.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Also seized were a cellular telephone, a package of coffee, and a piece of cardboard.  Chita's name was written on the cardboard, along with the DEA telephone number, several figures that totaled eighty, and the words \"coffee\" and \"large garbage bags.\"   DEA agents did not find any weapons, nor did they test defendants' clothing for the presence of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Defendants were subsequently indicted for aiding and abetting each other and others in possession of, with intent to distribute, a controlled substance, in violation of 21 U.S.C. Sec. 841(a)(1) and 18 U.S.C. Sec. 2.  Diaz-Perez was also indicted on six counts of using a communications facility in furtherance of a narcotics transaction, in violation of 21 U.S.C. Sec. 843(b).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Prior to trial, defendants requested, pursuant to Fed.R.Crim.P. 12(d)(2), that the government designate the evidence it intended to introduce at trial.  In response, the government designated the seized cocaine, the materials in which the cocaine had been wrapped, and various tape recordings and photographs.  In addition, the government stated, \"Any other physical and/or documentary evidence will be notified at least five (5) days before the date of trial.\"   The government never notified defendants that it intended to introduce the telephone or the cardboard seized from Diaz-Perez's car into evidence.  Nonetheless, the government referred to both pieces of evidence during its opening statement at defendants' jury trial.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Immediately following the opening statement of Diaz-Perez, both defense counsel moved to exclude the telephone and the cardboard because they had not been designated as evidence by the government as required under Rule 12(d)(2).  During the discussion on defendants' motion, the government never admitted that it had not designated either piece of evidence, but instead repeatedly insisted that it had provided defendants with full discovery, stating, for example,</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>they were fully aware that this was a piece of evidence and this is not [a] surprise to them they had it from about three weeks after the defendants had been arrested this is no surprise to them, they should be aware that this was a piece of evidence and the government could attempt to use such evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court denied the motion, stating, \"it's been provided.\"   When defense counsel objected that the evidence, although provided under Fed.R.Crim.P. 16, had not been designated as required by Rule 12(d)(2), the district court stated, \"It is not [a] surprise, it[']s there and you have it.\"   The evidence was subsequently admitted without further objection.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">At the close of the government's case in chief, both defendants moved pursuant to Fed.R.Crim.P. 29 for judgments of acquittal;  the district court denied both motions.  Diaz-Perez then testified in her own defense, but offered no other evidence.  De la Cruz-Paulino did not testify and offered no evidence.  At the close of trial, both defendants renewed their Rule 29 motions, and each defendant also objected to the district court's decision to allow a representative sample of unpackaged cocaine, which had been admitted into evidence without objection, into the jury room.  Defendants now appeal their convictions.</p>\n    </div>\n    <p>II.</p>\n    <p>Discussion</p>\n    <p>A. Rule 12(d)(2) Violation</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Diaz-Perez argues that the district court abused its discretion in admitting into evidence the cellular telephone and the piece of cardboard because the government did not disclose its intent to use the evidence during its case in chief as required by Fed.R.Crim.P. 12(d)(2).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Diaz-Perez first argues that the district court erred in holding that the government did not violate Rule 12(d)(2) since it had provided defendants with open-file discovery.  We agree.  \"To the extent that the government's open files contain information that is subject to Rule 16 discovery, Rule 12(d)(2) creates a notice requirement.  The open file policy does not, in and of itself, satisfy this notice requirement because it does not specify which evidence the government intends to use at trial.\"  United States v. Brock, <span class=\"citation no-link\"><span class=\"volume\">863</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">851</span></span>, 868 (E.D.Wis.1994).  Providing open-file discovery does not satisfy Rule 12(d)(2) because \"the defendant is still 'left in the dark' as to exactly what evidence, discoverable under Rule 16, the government intends to rely upon in its case in chief at trial.\"  United States v. Kelley, <span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">103</span></span>, 107 (E.D.Wis.1988).  Thus the district court erred in ruling that the government's open-file discovery satisfied the requirement of Rule 12(d)(2).  The government's failure to designate either the telephone or the cardboard as evidence was a violation of the rule.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Diaz-Perez next argues that to remedy the government's Rule 12(d)(2) violation, we should reverse her conviction and remand for a new trial as we did for the victim of a Rule 16 violation in United States v. Alvarez, <span class=\"citation\" data-id=\"601487\"><a href=\"/opinion/601487/united-states-v-victor-manuel-alvarez-united-states-v-diana-matos/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">77</span></a></span>, 85-86 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">147</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">109</span></span> (1993).  We do not agree.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We have not yet addressed the effect of a violation of Rule 12(d)(2).  In reviewing discovery violations, however, we have made clear that \"[a] defendant must prove that the alleged violation prejudiced his case to succeed in obtaining a reversal on appeal.\"  United States v. Nickens, <span class=\"citation\" data-id=\"577009\"><a href=\"/opinion/577009/united-states-v-david-lloyd-nickens/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">112</span></a></span>, 126 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">108</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">66</span></span> (1992);  see also United States v. Valencia, <span class=\"citation\" data-id=\"393047\"><a href=\"/opinion/393047/united-states-v-miguel-lopez-valencia-aka-enrique-carillo-vasquez-united/\"><span class=\"volume\">656</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">412</span></a></span>, 416 (9th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">877</span></span>, 903, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">356</span></span>, 411, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">186</span></span>, 222 (1981).  We extend this prejudice requirement to violations of Rule 12(d)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Diaz-Perez argues that the government's Rule 12(d)(2) violation prejudiced her in three ways:  (1) she was not prepared to file a motion to suppress the evidence, (2) the evidence forced her to alter her trial strategy, and (3) the evidence had an effect on her plea strategy.  None of these reasons warrants reversal in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Rule 12(d) is \"a matter of procedure,\" Fed.R.Crim.P. 12 advisory committee's note (internal quotation omitted), rather than a rule designed to ensure fairness at trial.  As its text makes clear, Rule 12(d)(2) allows defendants to request notice of the government's intent to use evidence \"in order to afford an opportunity to move to suppress evidence under subdivision (b)(3) of this rule.\"   Fed.R.Crim.P. 12(d)(2) (emphasis added).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Rule 12(d) \"provides a mechanism for insuring that a defendant knows of the government's intention to use evidence to which the defendant may want to object\" so that the defendant may \"avoid the necessity of moving to suppress evidence which the government does not intend to use.\"   Fed.R.Crim.P. 12 advisory committee's note;  see also 1 Charles A. Wright, Federal Practice and Procedure:  Criminal Sec. 197, at 735 (2d ed.1982) (Rule 12(d) \"is intended to facilitate the making of a pretrial motion for suppression of evidence.\").  Thus, Rule 12(d) aids defendants in complying with their Rule 12(b)(3) obligation to make motions to suppress evidence prior to trial.  This in turn preserves the integrity of a trial by not interrupting it with suppression motions.  See Fed.R.Crim.P. 12 advisory committee's note (Rule 12(b)(3) \" 'is designed to eliminate from the trial disputes over police conduct not immediately relevant to the question of guilt' \") (quoting Jones v. United States, <span class=\"citation\" data-id=\"106022\"><a href=\"/opinion/106022/jones-v-united-states/\"><span class=\"volume\">362</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">257</span></a></span>, 264, <span class=\"citation\" data-id=\"106022\"><a href=\"/opinion/106022/jones-v-united-states/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">725</span></a></span>, 732, <span class=\"citation\" data-id=\"106022\"><a href=\"/opinion/106022/jones-v-united-states/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">697</span></a></span> (1960) (emphasis eliminated)).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">As \"a matter of procedure,\" Rule 12(d) differs from discovery rules designed to ensure fairness.  See Fed.R.Crim.P. 12(d) advisory committee's note;  cf. Fed.R.Crim.P. 12.1 (Notice of Alibi) advisory committee's note (\"[t]he major purpose of a notice-of-alibi rule is to prevent unfair surprise\");  Fed.R.Crim.P. 16 (Discovery and Inspection) advisory committee's note (\"broad discovery contributes to the fair and efficient administration of criminal justice by providing the defendant with enough information to make an informed decision as to plea;  by minimizing the undesirable effect of surprise at the trial;  and by otherwise contributing to an accurate determination of the issue of guilt or innocence\").  Rule 12(d) was not designed to aid the defendant in ascertaining the government's trial strategy, but only in effectively bringing suppression motions before trial, as required by Rule 12(b)(3).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We first consider Diaz-Perez's argument that she was prejudiced because, not expecting the government to introduce the telephone or the cardboard, she was unprepared to file a motion to suppress either of them.  On appeal, Diaz-Perez does not articulate any basis for suppression of the evidence;  we note that Diaz-Perez did not seek to suppress other evidence seized from her car, nor does there appear to us to be a basis for suppressing the evidence.  Absent some discussion regarding suppression, we will not view the lack of opportunity for a suppression hearing as prejudicial.  Merely stating that \"the decision to file a motion to suppress ... could have been significantly affected by the knowledge prior to trial[ ] that the government intended to present those items in evidence\" is not enough.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Diaz-Perez also argues that the admission of the telephone and the cardboard greatly affected her trial strategy and her incentives to plead guilty since the government's case became markedly stronger with that evidence.  Rule 12(d) was not, however, designed to alert defendants to the strength or weakness of the government's case against them;  rather, it was designed to aid defendants in fulfilling their Rule 12(b)(3) obligation to make suppression motions prior to trial.  Since trial strategy and plea strategy are simply not implicated by Rule 12(d), the alleged effect of a Rule 12(d) violation upon trial strategy or plea strategy cannot satisfy the prejudice requirements for reversal on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We recognize, however, that even though Rule 12(d) was not designed to give defendants notice of the government's trial strategy, the government's failure to designate certain pieces of evidence could work an unfairness if the defendant were not prepared immediately to rebut it.  In such cases, we think that a district court would not abuse its discretion by granting the defendant a continuance, rather than allowing the government effectively to sandbag the defendant by introducing previously undesignated evidence.  Whether or not a defendant should be granted a continuance for fairness reasons, however, is a matter best left to the discretion of the district court.  On appeal, we will only consider prejudice stemming from the function of Rule 12(d), namely matters regarding potential motions to suppress.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Thus, although the government violated Rule 12(d)(2) by not indicating prior to trial its intention to introduce the telephone and the cardboard into evidence during its case in chief, reversal is not mandated because Diaz-Perez suffered no prejudice.  That having been said, we pause to make clear that we do not condone governmental violations of this sort.  Like the Advisory Committee, however, we believe that in general, \"attorneys for the government will in fact comply [with Rule 12(d)(2) ].\"  Fed.R.Crim.P. 12 advisory committee's note.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  We rely on district courts to impose appropriate sanctions for governmental noncompliance and encourage them to grant continuances and hold additional suppression hearings where warranted.  Cf. Valencia, 656 F.2d at 416 (finding no error in admission of undesignated evidence where the district court conducted a second suppression hearing to determine admissibility of undesignated evidence).  Where governmental noncompliance is the result of bad faith, exclusion of the undesignated evidence may be appropriate.  Cf. United States v. Flores-Rivera, <span class=\"citation\" data-id=\"196112\"><a href=\"/opinion/196112/united-states-v-flores-rivera/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">319</span></a></span>, 328 n. 7 (1st Cir.1995) (repeating admonishment against government misconduct and stating that court may use supervisory power to dismiss an indictment to deter future prosecutorial misconduct).</p>\n    </div>\n    <p>B. Tape Recordings</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Diaz-Perez next argues that the district court committed reversible error by admitting into evidence three tape recordings of conversations between Chita and two unnamed and uncharged Colombian contacts.  Diaz-Perez believes that the contents of the tape recordings constitute hearsay subject to no exception.  Diaz-Perez argues that the tapes could not have been (implicitly) admitted pursuant to Fed.R.Evid. 801(d)(2)(E)<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> since the district court made no factual finding that the persons on the tapes were participating in a conspiracy with Diaz-Perez and speaking in furtherance of that conspiracy as required by United States v. Petrozziello, <span class=\"citation\" data-id=\"342283\"><a href=\"/opinion/342283/united-states-v-ralph-petrozziello/\"><span class=\"volume\">548</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 23 (1st Cir.1977).  In addition, Diaz-Perez contends that had an inquiry been conducted, the court could not have found that \"the declarant and the defendant were members of a conspiracy when the hearsay statement was made, and that the statement was in furtherance of the conspiracy.\"  Id. at 23.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Because Diaz-Perez failed to object in the district court, the issue has not been preserved for appeal.  As we explained in United States v. Figueroa, <span class=\"citation\" data-id=\"488520\"><a href=\"/opinion/488520/united-states-v-raul-casiano-figueroa/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1020</span></a></span>, 1026 (1st Cir.1987) (alteration in Figueroa ):[T]he Petrozziello rule is designed to protect the integrity of the trial in borderline situations where the prosecution may or may not be able to muster sufficient proof of the existence, scope, shape, and duration of an alleged conspiracy.  If the defendant elects not to put the government to this test--either for tactical reasons or because the outcome, realistically, is foreordained--he is in a poor position to complain after the fact.  As we stated in United States v. David E. Thompson, Inc., <span class=\"citation\" data-id=\"378191\"><a href=\"/opinion/378191/united-states-v-david-e-thompson-inc/\"><span class=\"volume\">621</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1147</span></a></span>, 1153 (1st Cir.1980), \"[i]n the absence of a proper objection, Fed.R.Evid. 103(a)(1), a deviation from the standard announced in Petrozziello will be reversed only upon a showing of plain error.\"</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The \"plain error\" standard requires the reviewing court to ask:  (1) whether there is an error;  (2) whether the error is \"plain,\" a term synonymous with \"clear\" or \"obvious\";  and (3) whether the error affected substantial rights.  United States v. Olano, --- U.S. ----, ---- - ----, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, 1777-1778, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1993);  see also Fed.R.Crim.P. 52(b) (\"Plain errors or defects affecting substantial rights may be noticed although they were not brought to the attention of the court.\").  An \"error rises to this level only when it is so shocking that it seriously affected the fundamental fairness and basic integrity of the proceedings conducted below.\"   United States v. Ortiz, <span class=\"citation\" data-id=\"195351\"><a href=\"/opinion/195351/united-states-v-ortiz/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 26 (1st Cir.1994) (internal quotations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Applying the plain-error standard, we reject Diaz-Perez's argument.  Even assuming arguendo that Diaz-Perez was not involved in a conspiracy with the persons on the tapes and, therefore, that the judge could not have made the required findings under Petrozziello, we do not believe that the error passes the \"clear\" or \"obvious\" hurdle.  \"Where the error defendant asserts on appeal depends upon a factual finding the defendant neglected to ask the district court to make, the error cannot be 'clear' or 'obvious' unless the desired factual finding is the only one rationally supported by the record below.\"  United States v. Olivier-Diaz, <span class=\"citation\" data-id=\"195103\"><a href=\"/opinion/195103/united-states-v-olivier/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1993) (emphasis added).  In this case, Diaz-Perez's \"desired\" factual finding is that she was not involved in a conspiracy with the Chita's Colombian contacts.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  We do not believe, however, that such a finding is the \"only one rationally supported by the record below.\"   Rather, the non-hearsay evidence presented at trial makes it plausible that Diaz-Perez was involved in a conspiracy to distribute cocaine.  In fact, Count One of the Indictment charged both defendants with \"aiding and abetting each other, and others to this Grand Jury unknown.\"   Additionally, while the tape recordings between Chita and his Colombian contacts do not mention Diaz-Perez by name, the Colombian contacts did indicate that the informant would be contacted by a female schoolteacher in Puerto Rico.  See United States v. Ortiz, <span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span>, 716 (1st Cir.1992) (holding that there was no plain error in district court's failure to make an unrequested Petrozziello finding because enough evidence existed to support a finding, based on a preponderance of the evidence, that the codefendants were participating in a conspiracy at the time the statements were made), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1005</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">154</span></span> (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Accordingly, because Diaz-Perez failed to produce any evidence at trial to deny her role in a conspiracy, we cannot conclude that the district court committed obvious error in allowing the tapes into evidence.  Therefore, because the alleged error is not clear or obvious, we need not reach the other elements of the plain-error review.</p>\n    </div>\n    <p>C. Judicial Bias</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Diaz-Perez also complains that throughout the trial, the district court \"overstepp[ed] its bounds and assum[ed] the role of an advocate for the prosecution\" and \"constantly interjected in a manner that indicated annoyance and bias against [defense] counsel,\" thus preventing Diaz-Perez from having a fair trial.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">\"It cannot be gainsaid that '[a] fair trial in a fair tribunal is a basic requirement of due process.' \"  United States v. Nueva, <span class=\"citation\" data-id=\"595179\"><a href=\"/opinion/595179/united-states-v-alfredo-nueva/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">880</span></a></span>, 885 (1st Cir.1992) (quoting In re Murchison, <span class=\"citation\" data-id=\"105303\"><a href=\"/opinion/105303/in-re-murchison/\"><span class=\"volume\">349</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">133</span></a></span>, 136, <span class=\"citation\" data-id=\"105303\"><a href=\"/opinion/105303/in-re-murchison/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">623</span></a></span>, 625, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">942</span></span> (1955)) (alteration in Nueva ), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1615</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">175</span></span> (1993).  Accordingly, a trial judge should be fair and impartial in his or her comments during a jury trial.  United States v. Twomey, <span class=\"citation\" data-id=\"480349\"><a href=\"/opinion/480349/united-states-v-david-p-twomey/\"><span class=\"volume\">806</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1136</span></a></span>, 1140 (1st Cir.1986).  However, \"a finding of partiality should be reached only 'from an abiding impression left from a reading of the entire record.' \"  Id. (quoting Offutt v. United States, <span class=\"citation\" data-id=\"105242\"><a href=\"/opinion/105242/offutt-v-united-states/\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">11</span></a></span>, 12, <span class=\"citation\" data-id=\"105242\"><a href=\"/opinion/105242/offutt-v-united-states/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">11</span></a></span>, 12, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">11</span></span> (1954)).  After scrutinizing the entire record with care, we are left with no such abiding impression.</p>\n    </div>\n    <p>D. Cocaine in the Jury Room</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Both defendants argue that the district court abused its discretion when it permitted an unwrapped sample of cocaine to be sent into the jury room during deliberations.  The unwrapped cocaine had been offered into evidence by the government, without objection, as part of a representative sample of the cocaine that had been seized at the time of defendants' arrest.  Immediately after the jury charge, however, defense counsel did object to the unwrapped cocaine being sent into the jury room on the grounds that the evidence was confusing, unnecessary, and inflammatory.  We are not persuaded.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We review a district court's decision to send evidence into the jury room for abuse of discretion.  United States v. McCarthy, <span class=\"citation\" data-id=\"581510\"><a href=\"/opinion/581510/united-states-v-william-e-mccarthy-jr/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">972</span></a></span>, 978 (1st Cir.1992) (\"Whether evidentiary exhibits properly admitted should or should not accompany the jury to the jury room is a discretionary matter for the trial court.\")  (internal quotations omitted);  United States v. Rawwad, <span class=\"citation\" data-id=\"480548\"><a href=\"/opinion/480548/united-states-v-mahomud-rawwad/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">294</span></a></span>, 297 (1st Cir.1986) (reviewing the district court's decision to send more than fifteen pounds of heroin into the jury room for abuse of discretion), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">909</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2490</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">382</span></span> (1987).  District courts have discretion to allow properly admitted evidence to accompany the jury into the jury room.  Rawwad, 807 F.2d at 297.   This is true even when the evidence is drugs, for the presence of drugs in the jury room is not per se prejudicial or inflammatory.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Defendants argue that even if it would generally be within a district court's discretion to allow drugs to be sent into the jury room, the district court nonetheless abused its discretion in this case because defendants' knowledge of what was in the wrapped packages was at issue.  In particular, defendants contend that the jurors \"would [have been] instantly struck by the clear plastic bags of a white powdery substance\" during their deliberations and would have been confused.  We do not agree.  In reviewing the record, we find no reason why the presence of the unwrapped cocaine sample in the jury room would have been particularly inflammatory or prejudicial to defendants.  During trial, there was substantial, uncontroverted testimony that the cocaine was wrapped in such a way that it would not have been possible for anyone to see through the packaging.  Additionally, during the charge, the court instructed the jurors that the government had stipulated that no one could \"see from the outside what was in the wrapped bags,\" and that defendants' pleas of not guilty put all the essential elements of the charged offense at issue, including knowledge and intent.  Finally, in addition to the unwrapped cocaine, other items of evidence were also sent into the jury room, including samples of the packaging material and kilograms of cocaine in their original wrapping.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>E. Sufficiency of the Evidence as to de la Cruz-Paulino</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">At the close of the government's case in chief, de la Cruz-Paulino moved, pursuant to Fed.R.Crim.P. 29, for a judgment of acquittal, contending that the government had not presented sufficient evidence to sustain a conviction.  After the district court denied the motion, de la Cruz-Paulino presented no evidence in her own defense.  Accordingly, unlike defendants who do present evidence, de la Cruz-Paulino did not waive review of the district court's initial Rule 29 decision.  United States v. Clotida, <span class=\"citation\" data-id=\"534522\"><a href=\"/opinion/534522/united-states-v-erwin-pascacio-clotida-united-states-of-america-v-olivia/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1098</span></a></span>, 1100 (1st Cir.1989);  2 Charles A. Wright, Federal Practice and Procedure:  Criminal Sec. 463, at 642 (2d ed.1982).  This is so even though de la Cruz-Paulino's codefendant did mount a defense by testifying in her own behalf.  See Clotida, 892 F.2d at 1103.   Thus, on appeal we must determine whether, \"when examined in a light most favorable to the government, the evidence presented in the government's case-in-chief, including all inferences that may be drawn therefrom, would permit a reasonable juror to find guilt beyond a reasonable doubt.\"  Id.  Even though Diaz-Perez's testimony might have influenced the jury in its decision to convict de la Cruz-Paulino, we may not consider that testimony on appeal.  See id.;   cf. McGautha v. California, <span class=\"citation\" data-id=\"108329\"><a href=\"/opinion/108329/mcgautha-v-california/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">183</span></a></span>, 215, <span class=\"citation\" data-id=\"108329\"><a href=\"/opinion/108329/mcgautha-v-california/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1454</span></a></span>, 1471, <span class=\"citation\" data-id=\"108329\"><a href=\"/opinion/108329/mcgautha-v-california/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">711</span></a></span> (1971) (\"a defendant whose motion for acquittal at the close of the Government's case is denied must decide whether to stand on his motion or put on a defense, with the risk that in doing so he will bolster the Government case enough for it to support a verdict of guilty\");  2 Wright, Federal Practice and Procedure:  Criminal Sec. 463, at 645 (if the defendant presents evidence after the denial of his or her Rule 29 motion, \"[t]he conviction will be affirmed, even though the prosecution may have failed to make a prima facie case, if the evidence for the defense supplied the defect, and the whole record is sufficient to sustain a conviction\").</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Taken in the light most favorable to the government, the evidence presented during the government's case in chief established the following:  (1) de la Cruz-Paulino helped move garbage bags containing sealed packages of cocaine into Diaz-Perez's car;  (2) de la Cruz-Paulino was in the car while Diaz-Perez spoke with Agent Andaluz on her cellular telephone;  (3) de la Cruz-Paulino was present at the Burger King delivery scene;  and (4) after Agents Andaluz and Salazar opened one of the garbage bags, de la Cruz-Paulino stated, \"No, watch out the police is around, going around here.\"   De la Cruz-Paulino argues that because this evidence is insufficient to allow a jury to conclude beyond a reasonable doubt that she aided and abetted Diaz-Perez and others in the possession of cocaine with intent to distribute, the district court should have granted her Rule 29 motion for judgment of acquittal at the close of the government's case in chief.  We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">To be convicted of aiding and abetting, more than \"mere presence\" at the scene is required.  United States v. Mehtala, <span class=\"citation\" data-id=\"357082\"><a href=\"/opinion/357082/united-states-v-joanne-mehtala/\"><span class=\"volume\">578</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">6</span></a></span>, 9 (1st Cir.1978).  The classic definition of aiding and abetting, adopted by the Supreme Court, was first enunciated by Learned Hand:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>In order to aid and abet another to commit a crime it is necessary that a defendant \"in some sort associate himself with the venture, that he participate in it as something that he wishes to bring about, that he seek by his action to make it succeed.\"</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Nye &amp; Nissen v. United States, <span class=\"citation\" data-id=\"104655\"><a href=\"/opinion/104655/nye-nissen-v-united-states/\"><span class=\"volume\">336</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">613</span></a></span>, 619, <span class=\"citation\" data-id=\"104655\"><a href=\"/opinion/104655/nye-nissen-v-united-states/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">766</span></a></span>, 769-70, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">919</span></span> (1949) (quoting United States v. Peoni, <span class=\"citation\" data-id=\"1485475\"><a href=\"/opinion/1485475/united-states-v-peoni/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">401</span></a></span>, 402 (2d Cir.1938) (L. Hand, J.)).  Thus, for de la Cruz-Paulino to have been convicted under an aiding-and-abetting theory, the government had to prove (1) that Diaz- Perez committed the underlying substantive crime and (2) that de la Cruz-Paulino shared Diaz-Perez's criminal intent.  See United States v. Valerio, <span class=\"citation\" data-id=\"195933\"><a href=\"/opinion/195933/united-states-v-valerio/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span>, 64 (1st Cir.1995).  The government fulfilled the first prong, for Diaz-Perez was convicted.  To fulfill the second prong, the government had to prove that de la Cruz-Paulino \"consciously shared [Diaz-Perez's] knowledge of the underlying criminal act, and intended to help [her],\" United States v. Taylor, <span class=\"citation\" data-id=\"196070\"><a href=\"/opinion/196070/united-states-v-taylor/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 975 (1st Cir.1995);  see also United States v. Loder, <span class=\"citation\" data-id=\"195365\"><a href=\"/opinion/195365/united-states-v-loder/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">586</span></a></span>, 591 (1st Cir.1994) (discussing specific-intent requirement for aiding and abetting).  This the government did not do.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">\"[T]he line that separates mere presence from culpable presence is a thin one, often difficult to plot.\"  Ortiz, 966 F.2d at 712.   On the one hand, \"[m]ere association between the principal and those accused of aiding and abetting is not sufficient to establish guilt;  nor is mere presence at the scene and knowledge that a crime was to be committed sufficient to establish aiding and abetting.\"  Mehtala, 578 F.2d at 10 (internal quotation omitted);  see also United States v. Campa, <span class=\"citation\" data-id=\"404967\"><a href=\"/opinion/404967/united-states-v-arturo-m-campa/\"><span class=\"volume\">679</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1006</span></a></span>, 1010 (1st Cir.1982) (\"Mere presence at the scene and knowledge that a crime is being committed is generally insufficient to establish aiding and abetting.  The government must prove some affirmative participation by the aider and abettor.\")  (internal citation omitted).  On the other hand, \"there are circumstances where presence itself implies participation--as where a 250-pound bruiser stands silently by during an extortion attempt, or a companion stands by during a robbery, ready to sound a warning or give other aid if required.\"  Ortiz, 966 F.2d at 712 (internal quotation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In the instant case, the government presented no direct evidence<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> during its case in chief that de la Cruz-Paulino (1) had any knowledge that the garbage bags contained cocaine, (2) had any connection to the drugs prior to Andaluz suggesting to Diaz-Perez, during their 7:55 p.m. conversation, that she pay someone $40 to help her carry the packages to her car,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> or (3) was to be paid more than $40 for her involvement in the drug venture.  The government argues that the jury was nevertheless entitled to find beyond a reasonable doubt that de la Cruz-Paulino aided and abetted Diaz-Perez in the possession of cocaine with intent to distribute because (1) criminals do not usually welcome nonparticipants as witnesses to their criminal activities and (2) the facts, especially her involvement in moving the packages from an apartment to Diaz-Perez's car and her statement about the police being around, imply that de la Cruz-Paulino knowingly participated in the venture and intended to help it succeed.  We do not agree.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The evidence suggests that de la Cruz-Paulino was brought in to do a menial task, namely carrying the cocaine from the apartment where it was stored down to Diaz-Perez's car.  The government presented no evidence that de la Cruz-Paulino was involved prior to Andaluz suggesting to Diaz-Perez that she pay someone $40 to help her carry the packages to her car.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  No reasonable jury could have concluded, beyond a reasonable doubt, that Diaz- Perez would have hired only someone already participating in the drug venture to do this menial task and therefore that de la Cruz-Paulino was already involved.  Accordingly, we must determine whether a reasonable jury could conclude beyond a reasonable doubt that de la Cruz-Paulino developed the specific intent to aid and abet Diaz-Perez in the approximately two hours between Andaluz's $40 suggestion and the ensuing arrests.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We do not think that the evidence supports the inference that de la Cruz-Paulino was told about and joined the drug venture after Andaluz's $40 suggestion.  The drugs were elaborately wrapped in sealed packages<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> that were then placed into three garbage bags.  Unless she was a participant in the drug venture prior to Andaluz's suggestion, an inference we have held to be impermissible, de la Cruz-Paulino could not have seen the drugs in their unpackaged form.  The drugs were assuredly packaged before Andaluz made the $40 suggestion, for the time period between that suggestion (made at 7:55 p.m.) and the actual arrest (at 9:55 p.m.) would have been too short to package and transport the drugs, especially given that Diaz-Perez spoke with Andaluz from her car during that time.  There is also no indication from the taped conversations between Diaz-Perez and Andaluz that she had anything to do with the drugs other than move them down from the apartment to her car.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  While de la Cruz-Paulino admitted to helping carry \"it\" from the apartment to the car, responding to Salazar's question, \"Did you get it down?\" with \"Of course we did,\" there is no evidence that de la Cruz-Paulino saw the packages inside the garbage bags until the time of her arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We see no basis for concluding that Diaz-Perez cut de la Cruz-Paulino in on the drug transaction after soliciting her package-carrying services.  Diaz- Perez had a menial job that de la Cruz-Paulino was willing to do for $40;  there was no need for Diaz-Perez to cut de la Cruz-Paulino into the deal to obtain her package-carrying services.  Cf. United States v. Francomano, <span class=\"citation\" data-id=\"345089\"><a href=\"/opinion/345089/united-states-v-eduardo-jose-francomano/\"><span class=\"volume\">554</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">483</span></a></span>, 487 (1st Cir.1977) (holding that there was \"no basis for a reasonable inference\" that the defendants were cut in on the drug deal when the record indicated that they were willing to perform the required crewmember services with \"no special inducement\").  The jury could not, without engaging in impermissible inference, conclude that de la Cruz-Paulino was entitled to anything other than $40 for her package-carrying services.  Indeed, there is no evidence about Diaz-Perez's own compensation arrangement.  As Diaz-Perez was not supposed to obtain any money from the government agents when she turned over the packages to them, there is no basis for inferring that de la Cruz-Paulino thought she would receive a portion of the funds collected.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Of course, an aider and abettor need not receive compensation or have any stake in a transaction to be convicted.  See United States v. Winston, <span class=\"citation\" data-id=\"408058\"><a href=\"/opinion/408058/united-states-v-russell-winston/\"><span class=\"volume\">687</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">832</span></a></span>, 834-35 (6th Cir.1982).  Thus, in United States v. Cuevas-Esquivel, <span class=\"citation\" data-id=\"543064\"><a href=\"/opinion/543064/united-states-v-sergio-m-cuevas-esquivel-united-states-of-america-v/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">510</span></a></span>, 515 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">877</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">208</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">169</span></span> (1990), we upheld the conviction of a defendant who testified that he was only paid $33 for being a deckhand on board a boat carrying a large amount of marijuana.  Similarly, in United States v. Steuben, <span class=\"citation\" data-id=\"508421\"><a href=\"/opinion/508421/united-states-v-robert-steuben-united-states-of-america-v-guillermo/\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">859</span></a></span>, 866 (1st Cir.1988), we affirmed the conviction of a defendant who claimed that he was paid $300 for being a crewmember on board a tugboat carrying $42 million worth of marijuana.  In both cases, however, we held that there was sufficient other evidence for the jury to conclude that the defendants were not just crewmembers, but rather full-fledged participants in the criminal ventures.  Unlike those cases, the $40 payment in the instant case is corroborated by the fact that Andaluz suggested it, and there is little other evidence indicating that de la Cruz-Paulino was actually involved in the drug venture.  Thus, while compensation of only $40 would not by itself counter other evidence establishing that de la Cruz-Paulino was a participant in the criminal venture, that compensation, especially suggested as it was by a government agent, tends to negate an inference that de la Cruz-Paulino was more heavily involved.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We next consider whether the fact that de la Cruz-Paulino overheard some of Diaz-Perez's telephone conversations<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> and came to the Burger King delivery site is evidence that she was a full-fledged participant in the drug venture.  It is true that \"it runs counter to human experience to suppose that criminal conspirators would welcome innocent nonparticipants as witnesses to their crimes.\"  United States v. Batista-Polanco, <span class=\"citation\" data-id=\"556636\"><a href=\"/opinion/556636/united-states-v-johnny-rafael-batista-polanco/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">14</span></a></span>, 18 (1st Cir.1991).  Thus, we have upheld convictions of defendants where the facts suggested that they witnessed open and obvious criminal activity and therefore allowed the inference that the defendants participated in that criminal activity.  For example, in Batista-Polanco, we upheld the conviction of a defendant arrested at an apartment while a large-scale heroin-packaging operation was in process throughout the apartment, stating \"we cannot accept the hypothesis that participants in a distribution scheme would permit a noncontributing interloper to remain for an extended period of time in a small apartment while their conspicuous criminal conduct continued unabated.\"  Id.  In that case, however, the presence of six seats--one a makeshift seat consisting of an overturned bucket with a cushion and one with the defendant's sweater on it--around the kitchen table at which the heroin was packaged also suggested that the defendant was a participant along with the five other men arrested at the apartment.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">On the other hand, a defendant who was present at the scene of a crime and who had knowledge that a crime was being committed cannot be convicted of aiding and abetting unless the jury can reasonably infer that the defendant shared the specific intent of the principal.  The fact that criminal activity occurs in front of someone does not always allow the inference that that someone was a participant.  Thus, in United States v. Paone, <span class=\"citation\" data-id=\"450370\"><a href=\"/opinion/450370/united-states-v-hector-alfredo-viceconte-paone/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">774</span></a></span>, 776 (1st Cir.1985), we suggested that if the defendant had merely been a passenger in the back seat of a car while drugs were handed over to a purchaser, rather than someone who was repeatedly present at important junctures of a drug deal, the evidence might have been insufficient to support his conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We assume that de la Cruz-Paulino overheard Diaz-Perez's side<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> of the three telephone conversations that took place after Andaluz suggested that she pay someone to help her carry the packages.  We have scrutinized those conversations with care and find that they do not provide a basis for inferring that de la Cruz-Paulino shared Diaz-Perez's specific intent to possess cocaine for distribution.  While they would support Diaz-Perez's conviction, especially since Andaluz used the word \"kilos,\" we do not think that an innocent observer to Diaz-Perez's side of the conversations would infer that a drug transaction was being discussed.  Nor do we think the fact that Diaz-Perez felt free to conduct her side of the conversation in front of de la Cruz-Paulino indicates that de la Cruz-Paulino was a participant in the drug venture, for Diaz-Perez could control her responses.  Indeed, she did not speak explicitly about cocaine at any time.  We note that Diaz-Perez did mention obtaining the $40 from the government agents during one of those conversations.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">That de la Cruz-Paulino came to the Burger King delivery scene also does not indicate that she was a knowing participant in the drug venture.  While criminals generally might be presumed not to bring along nonparticipants to witness their criminal activities, we do not think that necessarily holds true when the criminal activity will not be open and obvious.  Compare Clotida, 892 F.2d at 1105 (reversing as insufficient the defendant's conviction for aiding and abetting her travelling companion in drug crimes involving cocaine-laden clothing mixed in suitcases with her own clothing).  In this case, no negotiations were to be entered into and no money was to be exchanged:  the government agents were simply supposed to take the car for a few minutes, unload it, and bring it back.  Diaz-Perez responded to Andaluz's question, \"Which is your car?\" by stating, \"That black one over there, in the trunk, two bales and ... eight doubles....\"  Then Andaluz and Salazar opened the trunk and one of the garbage bags, Andaluz saying that he had \"[t]o check it out girl, because what will I do with [unintelligible].\"  Diaz-Perez became very upset and exclaimed, \"Shut up!   Oh God, the two bales and the other stuff.\"   At this point, Andaluz stated, \"No, relax, we are getting involved here to get a party,\" and then de la Cruz-Paulino stated, \"No, watch out the police is around, going around here.\"</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">We do not think that de la Cruz-Paulino's comment, \"No, watch out the police is around, going around here,\" is sufficient in this context to allow a reasonable jury to conclude that de la Cruz-Paulino specifically intended to aid and abet Diaz-Perez in possessing cocaine for distribution.  Even if de la Cruz-Paulino could have inferred from Diaz-Perez's sudden shift in attitude and her statements about the \"two bales,\" and from the two government agents' opening of one of the garbage bags, that, unbeknownst to her, a drug transaction was going on, such last-minute knowledge would not support the conclusion that she shared the specific intent to possess cocaine for distribution.  See Francomano, 554 F.2d at 487 (\"Even if it could be inferred that appellants acquired knowledge of the throwing of the packages [of marijuana] overboard, such last minute knowledge together with all other evidence produced by the Government affords no legal basis for appellants' conviction as aiders and abetters.\");   see also United States v. Lopez-Pena, <span class=\"citation\" data-id=\"547459\"><a href=\"/opinion/547459/united-states-v-esnoel-lopez-pena-united-states-of-america-v-hector/\"><span class=\"volume\">912</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1536</span></a></span>, 1538 (1st Cir.1989) (stating that warning about police in the area and advice on avoiding arrest were what \"anyone might do as a friend\").</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The evidence in this case is close to the line of being enough to sustain a conviction.  Nevertheless, in reversing de la Cruz-Paulino's conviction, we keep in mind the following:</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>[E]vidence might raise a question in a reasonable man's mind.  But that is not enough.  Guilt, according to a basic principle in our jurisprudence, must be established beyond a reasonable doubt.  And, unless that result is possible on the evidence, the judge must not let the jury act;  he must not let it act on what would necessarily be only surmise and conjecture, without evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">United States v. Campbell, <span class=\"citation\" data-id=\"415478\"><a href=\"/opinion/415478/united-states-v-larry-a-campbell/\"><span class=\"volume\">702</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">262</span></a></span>, 267 (D.C.Cir.1983) (quoting Cooper v. United States, <span class=\"citation\" data-id=\"235392\"><a href=\"/opinion/235392/cooper-v-united-states/\"><span class=\"volume\">218</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">39</span></a></span>, 42 (D.C.Cir.1954)) (alteration in Campbell ).</p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">For the forgoing reasons, the conviction of Diaz-Perez is affirmed and the conviction of de la Cruz-Paulino is reversed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Each kilogram was wrapped individually in a tan-colored wrapping, then two kilograms were bundled together and wrapped in a black wrapping.  The bundles were then placed into three large garbage bags</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Fed.R.Crim.P. 12(d)(2) provides:</p>\n        <p>(d) Notice by the Government of the Intention to Use Evidence.</p>\n        <p>....</p>\n        <p>(2) At the Request of the Defendant.   At the arraignment or as soon thereafter as is practicable the defendant may, in order to afford an opportunity to move to suppress evidence under subdivision (b)(3) of this rule, request notice of the government's intention to use (in its evidence in chief at trial) any evidence which the defendant may be entitled to discover under Rule 16 subject to any relevant limitations prescribed in Rule 16.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We would review a district court's decision to impose a particular sanction only for abuse of discretion.  United States v. Valencia, <span class=\"citation\" data-id=\"393047\"><a href=\"/opinion/393047/united-states-v-miguel-lopez-valencia-aka-enrique-carillo-vasquez-united/\"><span class=\"volume\">656</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">412</span></a></span>, 415 (9th Cir.)  (reviewing sanctions imposed for Rule 12(d)(2) violation for abuse of discretion), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">877</span></span>, 903, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">356</span></span>, 411, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">186</span></span>, 222 (1981);  see also Alvarez, 987 F.2d at 85 (reviewing district court's treatment of government's failure to provide pretrial discovery for abuse of discretion).  In this case, however, the district court did not consider imposing a sanction since it did not find that a violation occurred.  Accordingly, we must ourselves determine whether a sanction was necessary</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Fed.R.Crim.P. 12(b) provides:</p>\n        <p>(b) Pretrial Motions.   Any defense, objection, or request which is capable of determination without the trial of the general issue may be raised before trial by motion.  Motions may be written or oral at the discretion of the judge.  The following must be raised prior to trial:</p>\n        <p>....</p>\n        <p>(3) Motions to suppress evidence</p>\n        <p>....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We think that government violations of Rule 12(d)(2) should excuse a defendant's failure to move to suppress evidence prior to trial, as required by Rule 12(b)(3), since defendants have no incentive to move to suppress evidence that the government will not be introducing.  See United States v. Poole, <span class=\"citation\" data-id=\"472229\"><a href=\"/opinion/472229/united-states-v-robert-james-poole/\"><span class=\"volume\">794</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">462</span></a></span>, 464 n. 1 (9th Cir.1986) (excusing the defendant's failure to move to suppress evidence prior to trial since the government had not warned the defendant that the evidence would be used);  Fed.R.Crim.P. 12(f) (\"Failure by a party to raise defenses or objections or to make requests which must be made prior to trial ... shall constitute waiver thereof, but the court for cause shown may grant relief from the waiver.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Advisory Committee's notes discuss why no sanctions were provided for violations of Rule 12(d)(2):</p>\n        <p>No sanction is provided for the government's failure to comply with the court's order because the committee believes that attorneys for the government will in fact comply and that judges have ways of insuring compliance.  An automatic exclusion of such evidence, particularly where the failure to give notice was not deliberate, seems to create too heavy a burden upon the exclusionary rule of evidence, especially when defendant has opportunity for broad discovery under rule 16.  Compare ABA Project on Standards for Criminal Justice, Standards Relating to Electronic Surveillance (Approved Draft, 1971) at p. 116:  \"A failure to comply with the duty of giving notice could lead to the suppression of evidence.  Nevertheless, the standards make it explicit that the rule is intended to be a matter of procedure which need not under appropriate circumstances automatically dictate that evidence otherwise admissible be suppressed.\"</p>\n        <p>Fed.R.Crim.P. 12 advisory committee's note.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Fed.R.Evid. 801(d)(2)(E) states that a statement is not hearsay if \"[t]he statement is offered against a party and is ... a statement by a coconspirator of a party during the course and in furtherance of the conspiracy.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> To the extent that Diaz-Perez also challenges the admission of Chita's statements, we think that his part of the conversations served as \" 'reciprocal and integrated utterance(s),' \" United States v. McDowell, <span class=\"citation\" data-id=\"551473\"><a href=\"/opinion/551473/united-states-v-billy-ray-mcdowell-jr/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1004</span></a></span>, 1007 (1st Cir.1990) (quoting United States v. Metcalf, <span class=\"citation\" data-id=\"291788\"><a href=\"/opinion/291788/united-states-v-richard-dale-metcalf/\"><span class=\"volume\">430</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1197</span></a></span>, 1199 (8th Cir.1970)), to put the Colombian contacts' statements \"into perspective and make them 'intelligible to the jury,' \" id.  (quoting United States v. Lemonakis, <span class=\"citation\" data-id=\"313985\"><a href=\"/opinion/313985/united-states-v-michael-lemonakis-united-states-of-america-v-paul-enten/\"><span class=\"volume\">485</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">941</span></a></span>, 948 (D.C.Cir.1973), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">989</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1586</span></span>, 1587, <span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">885</span></span> (1974)).  Because Chita's statements were offered only for context and not for the truth of the matter asserted, those statements are not hearsay under Fed.R.Evid. 801(c)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Of course, a conviction may be premised entirely on circumstantial evidence.  United States v. Torres-Maldonado, <span class=\"citation\" data-id=\"195153\"><a href=\"/opinion/195153/united-states-v-torres-maldonado/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">95</span></a></span>, 100 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">193</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">125</span></span> (1994).  As we explained in Clotida, 892 F.2d at 1104 (alterations in Clotida ),</p>\n        <p>Circumstantial evidence has been defined as \"proof which does not actually assert or represent the proposition in question, but which asserts or describes something else, from which the trier of fact may either (i) reasonably infer the truth of the proposition, ... or (ii) at least reasonably infer an increase in the probability that the proposition is in fact true....\"  1 D. Louisell &amp; C. Mueller, Federal Evidence Sec. 94 (1977).  It has been noted that \"[t]he ... general problem of circumstantial proof is to determine whether proffered evidence indirectly or inferentially supports the proposition sought to be proved.\"   Id. at Sec. 91.</p>\n        <p>It cannot be doubted, however, that circumstantial evidence is often very probative.  As Professor Wigmore notes, without allowing the introduction of evidence that permits \"an inference upon an inference,\" \"hardly a single trial could be adequately prosecuted.\"   1A J. Wigmore, Evidence Sec. 41 (1983).  Indeed, \"the courts in general have recognized that circumstantial evidence may, in given settings, have equal if not greater weight than direct evidence.\"   1 C. Torcia, Wharton's Criminal Evidence Sec. 5 (14th ed. 1985).  Furthermore, it is important to note that, in the context of review of a motion for acquittal, \"no legal distinction exists between circumstantial and direct evidence.\"  United States v. Sutton, <span class=\"citation\" data-id=\"476806\"><a href=\"/opinion/476806/united-states-v-robert-b-sutton-united-states-of-america-v-mark-a/\"><span class=\"volume\">801</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1346</span></a></span>, 1358 (D.C.Cir.1986).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> During their 7:10 p.m. conversation, Diaz-Perez, upon being asked where she was, responded, \"I'm here in ... what's the name of this place, girl?   In Trujillo Alto.\"   The government did not establish the identity of the person Diaz-Perez conferred with during its case in chief, and we do not think the jury was entitled to infer that de la Cruz-Paulino was involved in the drug venture prior to Andaluz's later suggestion that Diaz- Perez pay someone $40 to help her move the packages from the fact that Diaz-Perez questioned an unidentified female, whose voice does not register on tape, about their whereabouts</p>\n        <p>During cross-examination, Diaz-Perez agreed that de la Cruz-Paulino was the off-tape person who told her that they were in Trujillo Alto, where de la Cruz-Paulino lived.  Because Diaz-Perez's testimony was outside the government's case in chief, however, we will not consider it.  See Clotida, 892 F.2d at 1105 n. 1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> We find the government's three-page discussion of de la Cruz-Paulino's sufficiency-of-the-evidence challenge disappointingly conclusory.  Unlike the government, we do not think that \"[t]he evidence of guilt, as to both appellants, was simply overwhelming.\"   On the contrary, the evidence against de la Cruz-Paulino was quite sparse, and a more thorough discussion from the government would have aided us greatly in our assessment of its sufficiency.  We reiterate that \"[d]espite the prosecution-friendly overtones of the standard of review, appellate oversight of sufficiency challenges is not an empty ritual.\"  Ortiz, 966 F.2d at 711-12.   The government should not treat it as one</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> See supra note 10</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The government stipulated that it was impossible to see the cocaine inside of the packages</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> In fact, the recorded conversation that began at 7:27 p.m. contains the following discussion between Diaz-Perez (D) and Andaluz (A):</p>\n        <p>A: Listen, how is that packed?</p>\n        <p>D: Ah?</p>\n        <p>A: Do you have it packed already?</p>\n        <p>D: It's, I told you all complete in a bag.</p>\n        <p>A: What do you mean a bag?</p>\n        <p>D: Like that.  Thirty, thirty-two, like that.</p>\n        <p>A: It's still in bags, is not in boxes or suit cases?</p>\n        <p>D: No.</p>\n        <p>A: In bags, hell.</p>\n        <p>D: No, but it's in one black trash bag.</p>\n        <p>A: Hello?</p>\n        <p>D: Yes, it's in one black trash bag.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> After the government agent made his $40 suggestion at 7:55 p.m., Diaz-Perez engaged in three more telephone conversations with him, at 8:35 p.m., 9:29 p.m., and 9:45 p.m.  We assume that de la Cruz-Paulino was present for all three calls.  De la Cruz-Paulino's voice is heard in the background of the call made at 9:29 p.m</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> There is no evidence that the conversations were conducted on a speaker phone so that de la Cruz-Paulino could have heard Andaluz's side as well</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Andaluz also testified that, although de la Cruz-Paulino's comment during the 9:29 conversation he had with Diaz-Perez was not intelligible on the recording, she said \"something like they're going to have to give us the forty dollars or words to that effect.\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105303/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106022/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108329/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195103/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195153/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195351/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195365/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195933/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196112/",
    "http://www.courtlistener.com/api/rest/v3/opinions/235392/",
    "http://www.courtlistener.com/api/rest/v3/opinions/291788/",
    "http://www.courtlistener.com/api/rest/v3/opinions/313985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/342283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/345089/",
    "http://www.courtlistener.com/api/rest/v3/opinions/357082/",
    "http://www.courtlistener.com/api/rest/v3/opinions/378191/",
    "http://www.courtlistener.com/api/rest/v3/opinions/393047/",
    "http://www.courtlistener.com/api/rest/v3/opinions/404967/",
    "http://www.courtlistener.com/api/rest/v3/opinions/408058/",
    "http://www.courtlistener.com/api/rest/v3/opinions/415478/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450370/",
    "http://www.courtlistener.com/api/rest/v3/opinions/472229/",
    "http://www.courtlistener.com/api/rest/v3/opinions/476806/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480349/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480548/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508421/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543064/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547459/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551473/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577009/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581510/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/595179/",
    "http://www.courtlistener.com/api/rest/v3/opinions/601487/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1485475/"
  ]
}