{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196205/",
  "absolute_url": "/opinion/196205/united-states-v-montoya/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196205/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:00:31Z",
  "date_modified": "2017-03-24T10:45:47.471146Z",
  "type": "010combined",
  "sha1": "35c8e66162a6c2b132bdd151d3183c74e82c719c",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1666.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 94-1666\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                     JOHN BERIO MONTOYA,\r\n                  a/k/a JOHN FREDDY MONTOYA,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 94-1667\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                       MARCO VILLEGAS,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 94-1668\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                      GUILLERMO MONTOYA,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Nathaniel M. Gorton, U.S. District Judge]\r                                                                 \r\r\n\n                                         \r\n\n                            Before\r\n\n                    Selya, Cyr and Boudin,\r\n\n                       Circuit Judges.\r                                                 \r\n\n                                         \r\n\nEileen Donoghue, by  Appointment of the Court, for appellant Marco\r                           \r\nVillegas.\r\nRaymond  E. Gillespie, by Appointment of the  Court, for appellant\r                                 \r\nJohn Berio Montoya.\r\nDiana  L.  Maldonado,  Federal  Defender's  Office,  for appellant\r                                \r\nGuillermo Montoya.\r\nJeffrey  A. Locke,  Assistant United  States Attorney,  with  whom\r                             \r\nDonald K. Stern, United States  Attorney, was on brief for  the United\r                       \r\nStates.\r\n\n                                         \r\n\n                        July 27, 1995\r\n                                         \r\r\n\n     BOUDIN,  Circuit Judge.   The  three appellants  in this\r                                       \r\n\ncase--Marco  Villegas,  Guillermo  Montoya  and   John  Berio\r\n\nMontoya--were indicted for conspiracy to possess cocaine with\r\n\nintent  to  distribute  and  for possession  with  intent  to\r\n\ndistribute.  21 U.S.C.    841, 846.  After guilty pleas, they\r\n\nwere  sentenced  to  mandatory  minimum terms  of  10  years'\r\n\nimprisonment, as well as  supervised release and the ordinary\r\n\nspecial  assessment.   They  appeal  their  sentences on  the\r\n\nground that  the government manipulated upward  the amount of\r\n\ncocaine for which they were held responsible.\r\n\n     The underlying facts are  largely undisputed.  In August\r\n\n1992,  the FBI began a reverse sting operation in Boston, its\r\n\nundercover  agent (Antonio  Dillon)  purporting to  act as  a\r\n\nhigh-volume wholesaler of cocaine seeking new distributors in\r\n\nthe area.   On August 26, 1992,  Dillon met with Villegas who\r\n\non behalf  of Guillermo  Montoya and  his brother Hernan  was\r\n\nseeking a  new source of supply of cocaine.  Like many of the\r\n\nsubsequent encounters, this meeting was taped by the FBI.  \r\n\n     Villegas  said  that the  Montoyas  were,  by their  own\r\n\naccount, selling 15  to 25  kilograms of cocaine  a week  and\r\n\npaying between  $19,500 and  $20,000 per  kilogram.   He also\r\n\nsaid  that he  had  been in  the  cocaine business  with  the\r\n\nMontoyas for six years.   Villegas made similar statements at\r\n\na  September 7  meeting, although  he there  said that  a New\r\n\nJersey   supplier  was  providing  the  brothers  cocaine  at\r\n\n                             -3-\r                                         -3-\r\r\n\n$16,000-18,000 per  kilogram.  Villegas also  offered to rent\r\n\nhis garage to store the cocaine.\r\n\n     On  September  18,  1992,  Dillon  met  with   Villegas,\r\n\nGuillermo  Montoya  and  John   Berio  Montoya  at  a  Boston\r\n\nrestaurant.   Dillon  said that  he would  require a  minimum\r\n\npurchase  of 10 kilograms, with a down payment equal to three\r\n\nkilograms and payment  of the balance in 15  to 20 days after\r\n\ndelivery.   Dillon  requested $19,500 per kilogram; Guillermo\r\n\nMontoya  balked; and  Dillon  ultimately offered  a price  of\r\n\n$17,000  per  kilogram.    Guillermo Montoya  said  he  would\r\n\nconsider buying 10 kilograms with a down payment of $50,000.\r\n\n     There were subsequent meetings  in December 1992 and the\r\n\nfirst three months  of 1993.   Pleading a  shortage of  cash,\r\n\nGuillermo Montoya  got the down  payment reduced to  a $5,000\r\n\nadvance for expenses (paid by John Berio Montoya  in February\r\n\n1993) and a  $20,000 initial  payment on delivery  of the  10\r\n\nkilograms.    In  a  March meeting,  Villegas  and  Guillermo\r\n\nMontoya discussed the possibility after the first purchase of\r\n\nincreasing  the  sales from  10-15 kilograms  per week  to 20\r\n\nkilograms.    On  March  30,  1993,  the  10  kilograms  were\r\n\ndelivered and the appellants were then arrested.\r\n\n     At   sentencing,  each   appellant   objected   to   the\r\n\ndetermination  in  the  pre-sentence  report  that  the  base\r\n\noffense   level  should   be   premised  on   a   10-kilogram\r\n\ntransaction.    The  appellants   did  not  dispute  that  10\r\n\n                             -4-\r                                         -4-\r\r\n\nkilograms had been ordered and delivered,  nor claim that the\r\n\n$17,000 price was below the market price.  But they said that\r\n\nthe  government  had  manipulated  the  quantity  upward   by\r\n\nreducing  the down payment from $50,000 to $25,000.  Based on\r\n\nDillon's  original proposal  of  a  one-third  down  payment,\r\n\nappellants urged  that each  appellant should be  held liable\r\n\nonly for three or four kilograms.\r\n\n     At  the close  of the  sentencing hearing,  the district\r\n\ncourt  found that  there  was no  manipulation of  sentencing\r\n\nfactors.  The  district judge said  that the appellants  were\r\n\npredisposed  to purchase 10 kilograms and that they could and\r\n\ndid purchase this amount.  Since any amount of five kilograms\r\n\nor   more  triggers   a  mandatory   minimum  of   10  years'\r\n\nimprisonment, 21  U.S.C.    841(b)(1)(A), the  district court\r\n\nimposed this sentence.  The present appeals followed.\r\n\n     At  the threshold, the government  tells us that we lack\r\n\njurisdiction over  the appeals, saying  that appellants  cast\r\n\ntheir  claim  in the  district court  as  one for  a downward\r\n\ndeparture.  Refusals to depart are  not reviewable unless the\r\n\ndistrict court has  mistaken its own legal authority  or made\r\n\nsome other mistake of law.  United States v. DeCosta, 37 F.3d\r                                                                \r\n\n5, 8 (1st Cir. 1994).   Appellants say that their request was\r\n\nnot limited to a departure from the guideline range, pointing\r\n\nout that they asked the court to sentence below the statutory\r                                                                         \r\n\nminimum.\r\n\n                             -5-\r                                         -5-\r\r\n\n     This is one of these  superficially confusing situations\r\n\nin  which \"jurisdiction\" is  in certain  respects intertwined\r\n\nwith \"the merits\"; and \"the merits\" in turn depend on a still\r\n\nevolving  body  of  case  law.    Under  umbrella  terms like\r\n\nsentencing entrapment and sentencing factor manipulation, the\r\n\ncircuit courts  have provided  a certain amount  of guidance,\r\n\nbut there are some divisions among the circuits, and--even in\r\n\nthe mainstream--more  criteria  than rules.   This  is to  be\r\n\nexpected,  for   the  problem  arises  in   context  that  is\r\n\ncomparatively recent.\r\n\n     Undercover agents of the state have been \"plotting\" with\r\n\npotential  defendants since  Elizabethan times,  and probably\r\n\nlong  before.   But  in  federal  courts the  broad  latitude\r\n\nformerly  allowed  to a  sentencing  judge  made it  easy  to\r\n\naccount  for  any  equity.    This  discretion  has now  been\r\n\ncurtailed  by sentencing  guidelines and  statutory minimums,\r\n\noften keyed to amounts of drugs involved  and dollars stolen.\r\n\nIn turn, attention has turned to escape-hatch arguments which\r\n\nmight exclude from  the equation  a portion  of the  criminal\r\n\nconduct.\r\n\n     Our  own  cases  have concluded  that  where  government\r\n\nagents  have improperly  enlarged the scope  or scale  of the\r                                   \r\n\ncrime, the sentencing court \"has ample power to deal with the\r\n\nsituation either  by excluding the  tainted transaction  from\r\n\nthe computation of  relevant conduct or by departing from the\r\n\n                             -6-\r                                         -6-\r\r\n\n[guideline sentencing range].\"  United States v. Connell, 960\r                                                                    \r\n\nF.2d  191, 195  (1st Cir. 1992).   See also  United States v.\r                                                                      \r\n\nGibbens,  25 F.3d 28, 30-32 (1st Cir. 1994); United States v.\r                                                                      \r\n\nBrewster, 1 F.3d 51, 55 (1st Cir. 1993).  We  think that this\r                    \r\n\nbroad principle applies  to statutory minimums as  well as to\r\n\nthe guidelines.\r\n\n     Admittedly, there  is no  statute to  this effect.   But\r\n\nthere  is also no  statute enacting  the familiar  defense of\r\n\nentrapment  or other defenses like duress or necessity.  1 W.\r\n\nLaFave  &amp;  A. Scott,  Substantive  Criminal  Law,     5.2-5.4\r                                                            \r\n\n(1986).   In creating  such  supplementary doctrines,  courts\r\n\nhave usually been  careful not  to insist on  much more  than\r\n\nminimum  decency seems  to require.   As  this court  said in\r\n\nConnell, \"[c]ourts  should go very slowly  before staking out\r                   \r\n\nrules  that  will deter  government  agents  from the  proper\r\n\nperformance of their investigative duties.\"  960 F.2d at 196.\r\n\n     It  is no accident that statements condemning sentencing\r\n\nfactor manipulation  are usually  dicta.  A  defendant cannot\r\n\nmake out a case  of undue provocation simply by  showing that\r\n\nthe idea originated  with the government or  that the conduct\r\n\nwas encouraged by  it, e.g., Brewster, 1 F.3d at  55, or that\r                                                 \r\n\nthe crime was prolonged beyond  the first criminal act, e.g.,\r                                                                        \r\n\nGibbens, 25  F.3d at 31, or  exceeded in degree  or kind what\r                   \r\n\nthe  defendant had done before.   E.g., Connell,  960 F.2d at\r                                                           \r\n\n                             -7-\r                                         -7-\r\r\n\n195-96.    What the  defendant needs  in  order to  require a\r\n\nreduction  are elements like  these carried to  such a degree\r                                                                         \r\n\nthat   the   government's   conduct   must   be   viewed   as\r\n\n\"extraordinary misconduct.\"  Gibbens, 25 F.3d at 31.\r                                                \r\n\n     The  standard is  high because  we are  talking about  a\r\n\nreduction  at  sentencing,  in  the  teeth  of  a statute  or\r\n\nguideline  approved by Congress, for  a defendant who did not\r\n\nraise or did not prevail upon an entrapment defense at trial.\r\n\nThe standard is  general because  it is designed  for a  vast\r\n\nrange of circumstances and of incommensurable variables.  See\r                                                                         \r\n\nGibbens, 25 F.3d at 31.   The most important of these,  as we\r                   \r\n\nhave stressed, is likely to be the conduct of the government,\r\n\nincluding the  reasons why  its agents enlarged  or prolonged\r\n\nthe criminal conduct in question.  See id. at 31 &amp; n.3.\r                                                      \r\n\n     In other situations,  the defendant's own predisposition\r\n\nmay  enter into the calculus,  see Connell, 960  F.2d at 196,\r                                                      \r\n\nspeaking  of  conduct \"overbear[ing]  the  will  of a  person\r\n\npredisposed only  to committing  a lesser  crime.\"   But  the\r\n\nanalogy  at sentencing  to ordinary  entrapment is  not often\r\n\ngoing  to  help a  defendant who  is  arguing only  about the\r\n\nnumber  or size  of  the transactions.    Having crossed  the\r\n\nreasonably bright  line between  guilt and innocence,  such a\r\n\ndefendant's   criminal   inclination    has   already    been\r\n\nestablished, and the extent of the crime is more likely to be\r\n\na matter of opportunity than of scruple.\r\n\n                             -8-\r                                         -8-\r\r\n\n     Because  of  the  diversity  of circumstances,  we  have\r\n\ndeclined  to create  detailed rules as  to what is  or is not\r\n\nundue manipulation, Gibbens, 25  F.3d at 31, but we  think it\r                                       \r\n\nis useful now to be very candid in saying that garden variety\r\n\nmanipulation   claims  are   largely   a   waste   of   time.\r\n\nNevertheless, where a defendant wants to argue that there has\r\n\noccurred    a    sentencing    manipulation   amounting    to\r\n\n\"extraordinary misconduct,\" we think  that the claim need not\r\n\nbe limited to a  request for a discretionary departure,  that\r\n\nit  applies  to statutory  mandatory minimums  as well  as to\r\n\nguideline ranges, and that it is subject to appellate review.\r\n\n     Of  course, the burden of proof is upon the defendant to\r\n\nshow that he is entitled to a reduction.  Gibbens, 25 F.3d at\r                                                             \r\n\n31-32.   The district court's fact findings on this issue, as\r\n\non other fact questions, are subject to the clearly erroneous\r\n\nstandard.   Id.  at 30.   Because  manipulation is  largely a\r                           \r\n\nfact-bound  inquiry,  even  the  district   court's  ultimate\r\n\njudgment  whether the  government's conduct is  outrageous or\r\n\nintolerable is not lightly to be disregarded.  Id. at 32; cf.\r                                                                         \r\n\nUnited States v. Rosen,  929 F.2d 839, 844 (1st  Cir.), cert.\r                                                                         \r\n\ndenied, 502 U.S. 819 (1991).\r                  \r\n\n     Against this backdrop, we decline to dismiss this appeal\r\n\nfor  lack of  jurisdiction,  but affirm  on  the merits  with\r\n\nlittle hesitation.  This  case involves a single transaction,\r\n\nnot a string of crimes prolonged by the government; the price\r\n\n                             -9-\r                                         -9-\r\r\n\nwas  within the market range; and the appellants by their own\r\n\nrecorded admissions  were  well established  drug dealers  or\r\n\nabetters  who  had  previously  dealt  in  very   substantial\r\n\nquantities.  As in  most stings, this episode began  with the\r\n\ngovernment; but  as to  pressure, there  was none,  let alone\r\n\noutrageous  or  intolerable  pressure.    Nor  was  there  an\r\n\nindication  of any  illegitimate motive  on the  part  of the\r\n\nagents.\r\n\n     All that agent Dillon did was to reduce the down payment\r\n\nin the face of  claims by appellants that they  were short of\r\n\ncash to make the full down payment originally proposed.  This\r\n\nis so far from  government misconduct that we would  not have\r\n\nwritten a published opinion but for two considerations.   One\r\n\nis the government's jurisdictional  objection and the need to\r\n\nmake clear the procedural framework in which we will consider\r\n\nsuch  claims.   And the  other is  to make very  explicit the\r\n\nplain  import  of  our  previous  cases:  sentencing   factor\r\n\nmanipulation is  a claim  only for  the  extreme and  unusual\r\n\ncase.\r\n\n     One qualification remains to be mentioned.  What we have\r\n\nsaid  is directed  to  claims that  the  district court  must\r\n\ndisregard  at sentencing  a portion  of the  criminal conduct\r\n\nbecause  it  was  the  product  of  impermissible  government\r\n\nmanipulation.    Quite  possibly--we  need  not  definitively\r\n\ndecide the point--a district  court may order a discretionary\r\n\n                             -10-\r                                         -10-\r\r\n\ndownward departure from the guideline range on something less\r\n\nthan extraordinary  misconduct.  Indeed, this  is made fairly\r\n\nclear for one narrow  class of conduct, by U.S.S.G.    2D1.1,\r\n\ncomment. (n.17), which provides:\r\n\n          If, in  a reverse sting  . . .  the court\r\n          finds  that  the government  agent  set a\r\n          price for the  controlled substance  that\r\n          was substantially below the  market value\r\n          of  the   controlled  substance,  thereby\r\n          leading to the  defendant's purchase of a\r\n          significantly  greater  quantity  of  the\r\n          controlled  substance than  his available\r\n          resources  would  have  allowed   him  to\r\n          purchase except for the  artificially low\r\n          price  set by  the  government  agent,  a\r\n          downward departure may be warranted.\r\n\n     It  is  doubtful  that  expressio unius  concepts  would\r                                                        \r\n\nprevent  a  defendant  from  seeking  such   a  discretionary\r\n\ndownward departure in other analogous circumstances--although\r                                       \r\n\nnot literally within this application note--assuming that the\r\n\ngeneral precepts for downward  departures were met.  U.S.S.G.\r\n\n   5K2.0  (not-contemplated-by-commission  test);   see  also\r                                                                         \r\n\nUnited States v. Rivera, 994 F.2d 942 (1st Cir.  1993).  But,\r                                   \r\n\nby  the  same   token,  a  refusal  to   depart  is  normally\r\n\nunreviewable.   We mention departures to  make clear that the\r\n\nstringent  standards  discussed  above  do  not  supplant the\r\n\nguidelines' own rules for discretionary departures.\r\n\n     That  the  same core  of facts  might  give rise  to two\r\n\nrelated but  ultimately different  claims at sentencing  is a\r\n\ncomplexity,  although  one not  often  likely  to affect  the\r\n\noutcome.    But  in  addition  to  the  different  procedural\r\n\n                             -11-\r                                         -11-\r\r\n\nframework,  there is  a difference  in emphasis.   Sentencing\r\n\nmanipulation, as  we  have stressed,  is primarily  concerned\r\n\nwith impermissible  conduct by the government.   By contrast,\r\n\nthe  guidelines,  and   by  extension  departures   from  the\r\n\nguidelines, are  centrally concerned  with a proper  sentence\r\n\nfor the defendant  in light of  his own  conduct and his  own\r\n\ncriminal history.\r\n\n     Affirmed.\r                          \r\n\n                             -12-\r                                         -12-\r\r\n",
  "html": "<p class=\"case_cite\">62 F.3d 1</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>John Berio MONTOYA, a/k/a John Freddy Montoya, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Marco VILLEGAS, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Guillermo MONTOYA, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 94-1666 to 94-1668.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 12, 1995.<br>Decided July 27, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Eileen Donoghue, by Appointment of the Court, Lowell, MA, for appellant Marco Villegas.</p>\n      <p class=\"indent\">Raymond E. Gillespie, by Appointment of the Court, Cambridge, MA, for appellant John Berio Montoya.</p>\n      <p class=\"indent\">Diana L. Maldonado, Federal Defender's Office, Boston, MA, for appellant Guillermo Montoya.</p>\n      <p class=\"indent\">Jeffrey A. Locke, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief for U.S.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The three appellants in this case--Marco Villegas, Guillermo Montoya and John Berio Montoya--were indicted for conspiracy to possess cocaine with intent to distribute and for possession with intent to distribute.  21 U.S.C. Secs. 841, 846.  After guilty pleas, they were sentenced to mandatory minimum terms of 10 years' imprisonment, as well as supervised release and the ordinary special assessment.  They appeal their sentences on the ground that the government manipulated upward the amount of cocaine for which they were held responsible.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The underlying facts are largely undisputed.  In August 1992, the FBI began a reverse sting operation in Boston, its undercover agent (Antonio Dillon) purporting to act as a high-volume wholesaler of cocaine seeking new distributors in the area.  On August 26, 1992, Dillon met with Villegas who on behalf of Guillermo Montoya and his brother Hernan was seeking a new source of supply of cocaine.  Like many of the subsequent encounters, this meeting was taped by the FBI.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Villegas said that the Montoyas were, by their own account, selling 15 to 25 kilograms of cocaine a week and paying between $19,500 and $20,000 per kilogram.  He also said that he had been in the cocaine business with the Montoyas for six years.  Villegas made similar statements at a September 7 meeting, although he there said that a New Jersey supplier was providing the brothers cocaine at $16,000-18,000 per kilogram.  Villegas also offered to rent his garage to store the cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On September 18, 1992, Dillon met with Villegas, Guillermo Montoya and John Berio Montoya at a Boston restaurant.  Dillon said that he would require a minimum purchase of 10 kilograms, with a down payment equal to three kilograms and payment of the balance in 15 to 20 days after delivery.  Dillon requested $19,500 per kilogram;  Guillermo Montoya balked;  and Dillon ultimately offered a price of $17,000 per kilogram.  Guillermo Montoya said he would consider buying 10 kilograms with a down payment of $50,000.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">There were subsequent meetings in December 1992 and the first three months of 1993.  Pleading a shortage of cash, Guillermo Montoya got the down payment reduced to a $5,000 advance for expenses (paid by John Berio Montoya in February 1993) and a $20,000 initial payment on delivery of the 10 kilograms.  In a March meeting, Villegas and Guillermo Montoya discussed the possibility after the first purchase of increasing the sales from 10-15 kilograms per week to 20 kilograms.  On March 30, 1993, the 10 kilograms were delivered and the appellants were then arrested.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At sentencing, each appellant objected to the determination in the pre-sentence report that the base offense level should be premised on a 10-kilogram transaction.  The appellants did not dispute that 10 kilograms had been ordered and delivered, nor claim that the $17,000 price was below the market price.  But they said that the government had manipulated the quantity upward by reducing the down payment from $50,000 to $25,000.  Based on Dillon's original proposal of a one-third down payment, appellants urged that each appellant should be held liable only for three or four kilograms.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At the close of the sentencing hearing, the district court found that there was no manipulation of sentencing factors.  The district judge said that the appellants were predisposed to purchase 10 kilograms and that they could and did purchase this amount.  Since any amount of five kilograms or more triggers a mandatory minimum of 10 years' imprisonment, 21 U.S.C. Sec. 841(b)(1)(A), the district court imposed this sentence.  The present appeals followed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At the threshold, the government tells us that we lack jurisdiction over the appeals, saying that appellants cast their claim in the district court as one for a downward departure.  Refusals to depart are not reviewable unless the district court has mistaken its own legal authority or made some other mistake of law.  United States v. DeCosta, 37 F.3d 5, 8 (1st Cir.1994).  Appellants say that their request was not limited to a departure from the guideline range, pointing out that they asked the court to sentence below the statutory minimum.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">This is one of these superficially confusing situations in which \"jurisdiction\" is in certain respects intertwined with \"the merits\";  and \"the merits\" in turn depend on a still evolving body of case law.  Under umbrella terms like sentencing entrapment and sentencing factor manipulation, the circuit courts have provided a certain amount of guidance, but there are some divisions among the circuits, and--even in the mainstream--more criteria than rules.  This is to be expected, for the problem arises in context that is comparatively recent.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Undercover agents of the state have been \"plotting\" with potential defendants since Elizabethan times, and probably long before.  But in federal courts the broad latitude formerly allowed to a sentencing judge made it easy to account for any equity.  This discretion has now been curtailed by sentencing guidelines and statutory minimums, often keyed to amounts of drugs involved and dollars stolen.  In turn, attention has turned to escape-hatch arguments which might exclude from the equation a portion of the criminal conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Our own cases have concluded that where government agents have improperly enlarged the scope or scale of the crime, the sentencing court \"has ample power to deal with the situation either by excluding the tainted transaction from the computation of relevant conduct or by departing from the [guideline sentencing range].\"  United States v. Connell, 960 F.2d 191, 195 (1st Cir.1992).  See also United States v. Gibbens, 25 F.3d 28, 30-32 (1st Cir.1994);  United States v. Brewster, 1 F.3d 51, 55 (1st Cir.1993).  We think that this broad principle applies to statutory minimums as well as to the guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Admittedly, there is no statute to this effect.  But there is also no statute enacting the familiar defense of entrapment or other defenses like duress or necessity.  1 W. LaFave &amp; A. Scott, Substantive Criminal Law, Secs. 5.2-5.4 (1986).  In creating such supplementary doctrines, courts have usually been careful not to insist on much more than minimum decency seems to require.  As this court said in Connell, \"[c]ourts should go very slowly before staking out rules that will deter government agents from the proper performance of their investigative duties.\"  960 F.2d at 196.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It is no accident that statements condemning sentencing factor manipulation are usually dicta.  A defendant cannot make out a case of undue provocation simply by showing that the idea originated with the government or that the conduct was encouraged by it, e.g., Brewster, 1 F.3d at 55, or that the crime was prolonged beyond the first criminal act, e.g., Gibbens, 25 F.3d at 31, or exceeded in degree or kind what the defendant had done before.  E.g., Connell, 960 F.2d at 195-96.   What the defendant needs in order to require a reduction are elements like these carried to such a degree that the government's conduct must be viewed as \"extraordinary misconduct.\"  Gibbens, 25 F.3d at 31.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The standard is high because we are talking about a reduction at sentencing, in the teeth of a statute or guideline approved by Congress, for a defendant who did not raise or did not prevail upon an entrapment defense at trial.  The standard is general because it is designed for a vast range of circumstances and of incommensurable variables.  See Gibbens, 25 F.3d at 31.   The most important of these, as we have stressed, is likely to be the conduct of the government, including the reasons why its agents enlarged or prolonged the criminal conduct in question.  See id. at 31 &amp; n. 3.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In other situations, the defendant's own predisposition may enter into the calculus, see Connell, 960 F.2d at 196, speaking of conduct \"overbear[ing] the will of a person predisposed only to committing a lesser crime.\"   But the analogy at sentencing to ordinary entrapment is not often going to help a defendant who is arguing only about the number or size of the transactions.  Having crossed the reasonably bright line between guilt and innocence, such a defendant's criminal inclination has already been established, and the extent of the crime is more likely to be a matter of opportunity than of scruple.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Because of the diversity of circumstances, we have declined to create detailed rules as to what is or is not undue manipulation, Gibbens, 25 F.3d at 31, but we think it is useful now to be very candid in saying that garden variety manipulation claims are largely a waste of time.  Nevertheless, where a defendant wants to argue that there has occurred a sentencing manipulation amounting to \"extraordinary misconduct,\" we think that the claim need not be limited to a request for a discretionary departure, that it applies to statutory mandatory minimums as well as to guideline ranges, and that it is subject to appellate review.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Of course, the burden of proof is upon the defendant to show that he is entitled to a reduction.  Gibbens, 25 F.3d at 31-32.   The district court's fact findings on this issue, as on other fact questions, are subject to the clearly erroneous standard.  Id. at 30.   Because manipulation is largely a fact-bound inquiry, even the district court's ultimate judgment whether the government's conduct is outrageous or intolerable is not lightly to be disregarded.  Id. at 32;  cf. United States v. Rosen, 929 F.2d 839, 844 (1st Cir.), cert. denied, 502 U.S. 819, 112 S.Ct. 77, 116 L.Ed.2d 51 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Against this backdrop, we decline to dismiss this appeal for lack of jurisdiction, but affirm on the merits with little hesitation.  This case involves a single transaction, not a string of crimes prolonged by the government;  the price was within the market range;  and the appellants by their own recorded admissions were well established drug dealers or abetters who had previously dealt in very substantial quantities.  As in most stings, this episode began with the government;  but as to pressure, there was none, let alone outrageous or intolerable pressure.  Nor was there an indication of any illegitimate motive on the part of the agents.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">All that agent Dillon did was to reduce the down payment in the face of claims by appellants that they were short of cash to make the full down payment originally proposed.  This is so far from government misconduct that we would not have written a published opinion but for two considerations.  One is the government's jurisdictional objection and the need to make clear the procedural framework in which we will consider such claims.  And the other is to make very explicit the plain import of our previous cases:  sentencing factor manipulation is a claim only for the extreme and unusual case.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">One qualification remains to be mentioned.  What we have said is directed to claims that the district court must disregard at sentencing a portion of the criminal conduct because it was the product of impermissible government manipulation.  Quite possibly--we need not definitively decide the point--a district court may order a discretionary downward departure from the guideline range on something less than extraordinary misconduct.  Indeed, this is made fairly clear for one narrow class of conduct, by U.S.S.G. Sec. 2D1.1, comment.  (n.17), which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>If, in a reverse sting ... the court finds that the government agent set a price for the controlled substance that was substantially below the market value of the controlled substance, thereby leading to the defendant's purchase of a significantly greater quantity of the controlled substance than his available resources would have allowed him to purchase except for the artificially low price set by the government agent, a downward departure may be warranted.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It is doubtful that expressio unius concepts would prevent a defendant from seeking such a discretionary downward departure in other analogous circumstances--although not literally within this application note--assuming that the general precepts for downward departures were met.  U.S.S.G. Sec. 5K2.0 (not-contemplated-by-commission test);  see also United States v. Rivera, 994 F.2d 942 (1st Cir.1993).  But, by the same token, a refusal to depart is normally unreviewable.  We mention departures to make clear that the stringent standards discussed above do not supplant the guidelines' own rules for discretionary departures.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">That the same core of facts might give rise to two related but ultimately different claims at sentencing is a complexity, although one not often likely to affect the outcome.  But in addition to the different procedural framework, there is a difference in emphasis.  Sentencing manipulation, as we have stressed, is primarily concerned with impermissible conduct by the government.  By contrast, the guidelines, and by extension departures from the guidelines, are centrally concerned with a proper sentence for the defendant in light of his own conduct and his own criminal history.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>John Berio MONTOYA, a/k/a John Freddy Montoya, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Marco VILLEGAS, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Guillermo MONTOYA, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 94-1666 to 94-1668.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 12, 1995.<br>Decided July 27, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Eileen Donoghue, by Appointment of the Court, Lowell, MA, for appellant Marco Villegas.</p>\n      <p class=\"indent\">Raymond E. Gillespie, by Appointment of the Court, Cambridge, MA, for appellant John Berio Montoya.</p>\n      <p class=\"indent\">Diana L. Maldonado, Federal Defender's Office, Boston, MA, for appellant Guillermo Montoya.</p>\n      <p class=\"indent\">Jeffrey A. Locke, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief for U.S.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The three appellants in this case--Marco Villegas, Guillermo Montoya and John Berio Montoya--were indicted for conspiracy to possess cocaine with intent to distribute and for possession with intent to distribute.  21 U.S.C. Secs. 841, 846.  After guilty pleas, they were sentenced to mandatory minimum terms of 10 years' imprisonment, as well as supervised release and the ordinary special assessment.  They appeal their sentences on the ground that the government manipulated upward the amount of cocaine for which they were held responsible.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The underlying facts are largely undisputed.  In August 1992, the FBI began a reverse sting operation in Boston, its undercover agent (Antonio Dillon) purporting to act as a high-volume wholesaler of cocaine seeking new distributors in the area.  On August 26, 1992, Dillon met with Villegas who on behalf of Guillermo Montoya and his brother Hernan was seeking a new source of supply of cocaine.  Like many of the subsequent encounters, this meeting was taped by the FBI.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Villegas said that the Montoyas were, by their own account, selling 15 to 25 kilograms of cocaine a week and paying between $19,500 and $20,000 per kilogram.  He also said that he had been in the cocaine business with the Montoyas for six years.  Villegas made similar statements at a September 7 meeting, although he there said that a New Jersey supplier was providing the brothers cocaine at $16,000-18,000 per kilogram.  Villegas also offered to rent his garage to store the cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On September 18, 1992, Dillon met with Villegas, Guillermo Montoya and John Berio Montoya at a Boston restaurant.  Dillon said that he would require a minimum purchase of 10 kilograms, with a down payment equal to three kilograms and payment of the balance in 15 to 20 days after delivery.  Dillon requested $19,500 per kilogram;  Guillermo Montoya balked;  and Dillon ultimately offered a price of $17,000 per kilogram.  Guillermo Montoya said he would consider buying 10 kilograms with a down payment of $50,000.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">There were subsequent meetings in December 1992 and the first three months of 1993.  Pleading a shortage of cash, Guillermo Montoya got the down payment reduced to a $5,000 advance for expenses (paid by John Berio Montoya in February 1993) and a $20,000 initial payment on delivery of the 10 kilograms.  In a March meeting, Villegas and Guillermo Montoya discussed the possibility after the first purchase of increasing the sales from 10-15 kilograms per week to 20 kilograms.  On March 30, 1993, the 10 kilograms were delivered and the appellants were then arrested.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At sentencing, each appellant objected to the determination in the pre-sentence report that the base offense level should be premised on a 10-kilogram transaction.  The appellants did not dispute that 10 kilograms had been ordered and delivered, nor claim that the $17,000 price was below the market price.  But they said that the government had manipulated the quantity upward by reducing the down payment from $50,000 to $25,000.  Based on Dillon's original proposal of a one-third down payment, appellants urged that each appellant should be held liable only for three or four kilograms.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At the close of the sentencing hearing, the district court found that there was no manipulation of sentencing factors.  The district judge said that the appellants were predisposed to purchase 10 kilograms and that they could and did purchase this amount.  Since any amount of five kilograms or more triggers a mandatory minimum of 10 years' imprisonment, 21 U.S.C. Sec. 841(b)(1)(A), the district court imposed this sentence.  The present appeals followed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At the threshold, the government tells us that we lack jurisdiction over the appeals, saying that appellants cast their claim in the district court as one for a downward departure.  Refusals to depart are not reviewable unless the district court has mistaken its own legal authority or made some other mistake of law.  United States v. DeCosta, <span class=\"citation\" data-id=\"679525\"><a href=\"/opinion/679525/united-states-v-william-j-decosta/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 8 (1st Cir.1994).  Appellants say that their request was not limited to a departure from the guideline range, pointing out that they asked the court to sentence below the statutory minimum.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">This is one of these superficially confusing situations in which \"jurisdiction\" is in certain respects intertwined with \"the merits\";  and \"the merits\" in turn depend on a still evolving body of case law.  Under umbrella terms like sentencing entrapment and sentencing factor manipulation, the circuit courts have provided a certain amount of guidance, but there are some divisions among the circuits, and--even in the mainstream--more criteria than rules.  This is to be expected, for the problem arises in context that is comparatively recent.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Undercover agents of the state have been \"plotting\" with potential defendants since Elizabethan times, and probably long before.  But in federal courts the broad latitude formerly allowed to a sentencing judge made it easy to account for any equity.  This discretion has now been curtailed by sentencing guidelines and statutory minimums, often keyed to amounts of drugs involved and dollars stolen.  In turn, attention has turned to escape-hatch arguments which might exclude from the equation a portion of the criminal conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Our own cases have concluded that where government agents have improperly enlarged the scope or scale of the crime, the sentencing court \"has ample power to deal with the situation either by excluding the tainted transaction from the computation of relevant conduct or by departing from the [guideline sentencing range].\"  United States v. Connell, <span class=\"citation\" data-id=\"580693\"><a href=\"/opinion/580693/united-states-v-gerald-connell/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">191</span></a></span>, 195 (1st Cir.1992).  See also United States v. Gibbens, <span class=\"citation\" data-id=\"195396\"><a href=\"/opinion/195396/united-states-v-gibbens/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span>, 30-32 (1st Cir.1994);  United States v. Brewster, <span class=\"citation\" data-id=\"194846\"><a href=\"/opinion/194846/united-states-v-brewster/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">51</span></a></span>, 55 (1st Cir.1993).  We think that this broad principle applies to statutory minimums as well as to the guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Admittedly, there is no statute to this effect.  But there is also no statute enacting the familiar defense of entrapment or other defenses like duress or necessity.  1 W. LaFave &amp; A. Scott, Substantive Criminal Law, Secs. 5.2-5.4 (1986).  In creating such supplementary doctrines, courts have usually been careful not to insist on much more than minimum decency seems to require.  As this court said in Connell, \"[c]ourts should go very slowly before staking out rules that will deter government agents from the proper performance of their investigative duties.\"  960 F.2d at 196.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It is no accident that statements condemning sentencing factor manipulation are usually dicta.  A defendant cannot make out a case of undue provocation simply by showing that the idea originated with the government or that the conduct was encouraged by it, e.g., Brewster, 1 F.3d at 55, or that the crime was prolonged beyond the first criminal act, e.g., Gibbens, 25 F.3d at 31, or exceeded in degree or kind what the defendant had done before.  E.g., Connell, 960 F.2d at 195-96.   What the defendant needs in order to require a reduction are elements like these carried to such a degree that the government's conduct must be viewed as \"extraordinary misconduct.\"  Gibbens, 25 F.3d at 31.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The standard is high because we are talking about a reduction at sentencing, in the teeth of a statute or guideline approved by Congress, for a defendant who did not raise or did not prevail upon an entrapment defense at trial.  The standard is general because it is designed for a vast range of circumstances and of incommensurable variables.  See Gibbens, 25 F.3d at 31.   The most important of these, as we have stressed, is likely to be the conduct of the government, including the reasons why its agents enlarged or prolonged the criminal conduct in question.  See id. at 31 &amp; n. 3.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In other situations, the defendant's own predisposition may enter into the calculus, see Connell, 960 F.2d at 196, speaking of conduct \"overbear[ing] the will of a person predisposed only to committing a lesser crime.\"   But the analogy at sentencing to ordinary entrapment is not often going to help a defendant who is arguing only about the number or size of the transactions.  Having crossed the reasonably bright line between guilt and innocence, such a defendant's criminal inclination has already been established, and the extent of the crime is more likely to be a matter of opportunity than of scruple.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Because of the diversity of circumstances, we have declined to create detailed rules as to what is or is not undue manipulation, Gibbens, 25 F.3d at 31, but we think it is useful now to be very candid in saying that garden variety manipulation claims are largely a waste of time.  Nevertheless, where a defendant wants to argue that there has occurred a sentencing manipulation amounting to \"extraordinary misconduct,\" we think that the claim need not be limited to a request for a discretionary departure, that it applies to statutory mandatory minimums as well as to guideline ranges, and that it is subject to appellate review.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Of course, the burden of proof is upon the defendant to show that he is entitled to a reduction.  Gibbens, 25 F.3d at 31-32.   The district court's fact findings on this issue, as on other fact questions, are subject to the clearly erroneous standard.  Id. at 30.   Because manipulation is largely a fact-bound inquiry, even the district court's ultimate judgment whether the government's conduct is outrageous or intolerable is not lightly to be disregarded.  Id. at 32;  cf. United States v. Rosen, <span class=\"citation\" data-id=\"558575\"><a href=\"/opinion/558575/united-states-v-jay-martin-rosen/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">839</span></a></span>, 844 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">819</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">77</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">51</span></span> (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Against this backdrop, we decline to dismiss this appeal for lack of jurisdiction, but affirm on the merits with little hesitation.  This case involves a single transaction, not a string of crimes prolonged by the government;  the price was within the market range;  and the appellants by their own recorded admissions were well established drug dealers or abetters who had previously dealt in very substantial quantities.  As in most stings, this episode began with the government;  but as to pressure, there was none, let alone outrageous or intolerable pressure.  Nor was there an indication of any illegitimate motive on the part of the agents.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">All that agent Dillon did was to reduce the down payment in the face of claims by appellants that they were short of cash to make the full down payment originally proposed.  This is so far from government misconduct that we would not have written a published opinion but for two considerations.  One is the government's jurisdictional objection and the need to make clear the procedural framework in which we will consider such claims.  And the other is to make very explicit the plain import of our previous cases:  sentencing factor manipulation is a claim only for the extreme and unusual case.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">One qualification remains to be mentioned.  What we have said is directed to claims that the district court must disregard at sentencing a portion of the criminal conduct because it was the product of impermissible government manipulation.  Quite possibly--we need not definitively decide the point--a district court may order a discretionary downward departure from the guideline range on something less than extraordinary misconduct.  Indeed, this is made fairly clear for one narrow class of conduct, by U.S.S.G. Sec. 2D1.1, comment.  (n.17), which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>If, in a reverse sting ... the court finds that the government agent set a price for the controlled substance that was substantially below the market value of the controlled substance, thereby leading to the defendant's purchase of a significantly greater quantity of the controlled substance than his available resources would have allowed him to purchase except for the artificially low price set by the government agent, a downward departure may be warranted.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It is doubtful that expressio unius concepts would prevent a defendant from seeking such a discretionary downward departure in other analogous circumstances--although not literally within this application note--assuming that the general precepts for downward departures were met.  U.S.S.G. Sec. 5K2.0 (not-contemplated-by-commission test);  see also United States v. Rivera, <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span> (1st Cir.1993).  But, by the same token, a refusal to depart is normally unreviewable.  We mention departures to make clear that the stringent standards discussed above do not supplant the guidelines' own rules for discretionary departures.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">That the same core of facts might give rise to two related but ultimately different claims at sentencing is a complexity, although one not often likely to affect the outcome.  But in addition to the different procedural framework, there is a difference in emphasis.  Sentencing manipulation, as we have stressed, is primarily concerned with impermissible conduct by the government.  By contrast, the guidelines, and by extension departures from the guidelines, are centrally concerned with a proper sentence for the defendant in light of his own conduct and his own criminal history.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/194846/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195396/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558575/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/679525/"
  ]
}