{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196208/",
  "absolute_url": "/opinion/196208/united-states-v-campbell/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196208/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:00:36Z",
  "date_modified": "2017-03-24T10:45:48.627640Z",
  "type": "010combined",
  "sha1": "1f68400142cf9e0a66c95b4724a4f854bedacf55",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1546.01A",
  "local_path": null,
  "plain_text": "\n\n                  United States Court of Appeals\r\n                      For the First Circuit\r\n                                           \r\n\nNo. 94-1546\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                      RODERICK A. CAMPBELL,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF RHODE ISLAND\r\n\n           [Hon. Ernest C. Torres, U.S. District Judge]\r                                                                \r\n\n                                           \r\n\n                              Before\r\n\n                      Boudin, Circuit Judge,\r                                                     \r\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n                    and Stahl, Circuit Judge.\r                                                      \r\n\n                                           \r\n\n  Albert B. West, by Appointment of the Court, for appellant.  \r                          \r\n  Roderick A. Campbell on brief pro se.\r                                \r\n  Margaret E.  Curran, Assistant  U.S. Attorney,  with whom  Sheldon\r                                                                              \r\nWhitehouse, United  States Attorney, and Kenneth  P. Madden, Assistant\r                                                                   \r\nU.S. Attorney, were on brief for appellee.\r\n\n                                           \r\n\n                          July 31, 1995\r\n                                           \r\r\n\n     COFFIN, Senior  Circuit Judge.  Appellant  Roderick Campbell\r                                            \r\n\nwas  convicted  on six  counts  related  to the  manufacture  and\r\n\ndistribution of  phenylacetone (P2P) and  sentenced to a  term of\r\n\nimprisonment of 288 months.  He raises numerous issues concerning\r\n\nhis trial and sentencing, none of which we find meritorious.\r\n\n               I. Factual and Procedural Background\r                                                             \r\n\n     We begin with a brief review of the facts, as the jury could\r\n\nhave found them, providing  more details later in the  opinion as\r\n\nnecessary to provide context for our discussion.\r\n\n     In early  1993, a  special  agent for  the Drug  Enforcement\r\n\nAgency  working in  an undercover  role initiated  a relationship\r\n\nwith defendant Campbell.  The agent, Kelly, claimed to be working\r\n\nfor a New York  organization that was looking for a steady source\r\n\nof  P2P  to  be  used  in  the  manufacture  of  methamphetamine.\r\n\nCampbell agreed to set up a laboratory.\r\n\n      On February 10,  1993, Kelly met  Campbell at a  laboratory\r\n\nthat  had been  set  up in  a  home  in Cranston,  Rhode  Island.\r\n\nCampbell  delivered  a  small  amount of  a  substance  that  was\r\n\nsupposed to be P2P, but testing showed that it was not.  Campbell\r\n\nindicated to Kelly that the negative results were due to  his use\r\n\nof  an alternative  manufacturing  method designed  to avoid  the\r\n\ndistinctive  odor  associated  with  the  traditional  method  of\r\n\nmanufacturing  P2P.  A  second sample  delivered about  two weeks\r\n\nlater, manufactured by the traditional method, did contain P2P.\r\n\n     In  March, Campbell  moved  the lab  to  a new  location  in\r\n\nProvidence,  and Kelly  was  introduced to  Campbell's associate,\r\n\n                               -2-\r\r\n\nHarold  Farrell,  who  said  that  he  would  be  responsible for\r\n\ndelivering  the P2P  from that  point on.   Farrell  indicated to\r\n\nKelly  that 100  gallons of  P2P would  be manufactured.   During\r\n\nMarch and  April, six separate deliveries  of mixtures containing\r\n\nP2P were made to Kelly by either Farrell alone or by both Farrell\r\n\nand Campbell.  An additional seven deliveries were determined not\r\n\nto contain any P2P.\r\n\n     Campbell,   Farrell  and  two   laboratory  assistants  were\r\n\narrested on May  26, 1993.  A DEA chemist  testified that when he\r\n\nentered  the  laboratory that  day  he  observed active  chemical\r\n\nreactions consistent with the manufacture  of P2P, and also found\r\n\nin the lab all of the chemicals necessary to produce P2P.\r\n\n     A federal grand jury originally charged Campbell and Farrell\r\n\nin an eighteen-count indictment.   Seven distribution counts were\r\n\ndismissed  after laboratory  analysis  showed  that the  mixtures\r\n\ninvolved in those deliveries tested negative  for the presence of\r\n\ncontrolled substances.  Farrell pleaded guilty to ten counts, and\r\n\nwas sentenced to ten concurrent terms of 48 months' imprisonment.\r\n\n     A redacted indictment was filed at the outset of  Campbell's\r\n\ntrial, charging him with seven counts: conspiracy to manufacture,\r\n\ndistribute  and  possess  with   intent  to  distribute  P2P,  in\r\n\nviolation  of  21  U.S.C.      841(a)(1)  and  846  (count  one);\r\n\nknowingly and intentionally manufacturing  P2P, in violation of  \r\n\n841(a)(1), (b)(1)(C),  and 18 U.S.C.   2 (count two); maintaining\r\n\na place for the purpose  of manufacturing P2P, in violation of   \r\n\n856 (count  three); knowingly and  intentionally distributing P2P\r\n\n                               -3-\r\r\n\non three dates in February, March and April 1993, in violation of\r\n\n   841(a)(1), (b)(1)(C), and 18  U.S.C.   2  (counts four through\r\n\nsix); and conspiracy to manufacture methaqualone, in violation of\r\n\n  846 (count seven).\r\n\n     Campbell's defense was that he never intended to manufacture\r\n\nP2P, but  instead sought  to mislead  his  customer, Kelly,  into\r\n\npurchasing  lawful chemical  substances.   He  testified that  he\r\n\nhoped to  finance legitimate  business interests with  money made\r\n\nfrom the sale of these substances.  He claimed that  the presence\r\n\nof P2P in some of the deliveries was inadvertent.\r\n\n     Following  eight  days of  trial,  the  jury found  Campbell\r\n\nguilty on counts one through six, the P2P counts, and not  guilty\r\n\non  count seven,  the methaqualone  count.   He was  sentenced to\r\n\nconcurrent  288-month  terms of  imprisonment  on  all but  count\r\n\nthree, and to a concurrent 240-month term (the statutory maximum)\r\n\non that count.  This appeal followed.\r\n\n                  II.  Challenges to Conviction\r                                                         \r\n\n     We address Campbell's several claims in turn.\r\n\n     (1)  \"Detectable\" Quantity of P2P\r                                                \r\n\n     Campbell makes several arguments that all reduce essentially\r\n\nto  the claim that his conviction was unlawful because the amount\r\n\nof  P2P confiscated was too small.   As a starting point, we note\r\n\nthat the statutes contain no language setting  a minimum quantity\r\n\nas a prerequisite for  prosecution.  See 21  U.S.C.   841  (a)(1)\r                                                  \r\n\n(\"[I]t   shall  be   unlawful   for  any   person  knowingly   or\r\n\nintentionally . .  . to manufacture, distribute, or  dispense, or\r\n\n                               -4-\r\r\n\npossess with  intent to  manufacture, distribute, or  dispense, a\r\n\ncontrolled  substance . . .  .\").  See also id.  at    846, 856.1\r                                                         \r\n\nAmple caselaw further establishes that no specific quantity needs\r\n\nto  be proven  for conviction.   See  United States  v. Restrepo-\r                                                                           \r\n\nContreras, 942 F.2d  96, 99 n.1 (1st Cir. 1991);  see also United\r                                                                           \r\n\nStates  v. Bounds, 985 F.2d 188,  193-94 (5th Cir. 1993);  United\r                                                                           \r\n\nStates v. Kwong-Wah, 966  F.2d 682, 685 (D.C. Cir.  1992) (citing\r                             \r\n\nother cases).\r\n\n     The amount of the controlled substance underlying a criminal\r\n\nindictment typically becomes relevant  only at the penalty stage.\r\n\nSee  21  U.S.C.    841(b);  Kwong-Wah,  966  F.2d  at  685.   The\r                                               \r\n\nSentencing Guidelines  set penalties  based on weight,  and state\r\n\nthat the weights set  forth in the Drug  Quantity Table refer  to\r\n\n\"the entire  weight  of any  mixture  or substance  containing  a\r\n\ndetectable amount of the controlled substance.\"  U.S.S.G.   2D1.1\r\n\nn.*.   Thus, any \"detectable  amount\" is sufficient  to trigger a\r\n\npenalty.\r\n\n     Taking this  scheme at face value,  Campbell's conviction is\r\n\nrock  solid since no one  disputes that a  \"detectable\" amount of\r\n\nP2P   was  obtained.     Campbell,   however,  claims   that  the\r\n\nConstitution requires  a different  analysis when the  controlled\r\n\nsubstance at  issue  is  a precursor  chemical  like  P2P,  whose\r\n\nmanufacture and  possession is  proscribed solely because  of its\r\n\nrelationship to another controlled substance (in the case of P2P,\r\n\n                    \r                              \r\n\n     1 Campbell  does  not  contest  that  P2P  is  a  controlled\r\nsubstance.\r\n\n                               -5-\r\r\n\neither amphetamine  or methamphetamine).  See 21  U.S.C.   811(e)\r                                                       \r\n\n(authorizing Attorney General to  place an immediate precursor in\r\n\nthe same schedule in  which the controlled substance of  which it\r\n\nis an immediate precursor  is placed or in any  higher schedule).\r\n\nCampbell maintains that a precursor  must be found in  sufficient\r\n\nquantity to  be useable  in making  the  controlled substance  to\r\n\nwhich it owes  its illegality.   Prosecuting  lesser amounts,  he\r\n\nasserts, is outside  the scope of Congress' intent  in regulating\r\n\ncontrolled substances  and an impermissibly vague  application of\r\n\nfederal drug laws.\r\n\n     Whatever the merits of  such arguments in a case in  which a\r\n\ntotally unuseable  amount of a controlled  precursor chemical has\r\n\nbeen seized, see United  States v. Ruff, 984  F.2d 635, 639  (5th\r                                                 \r\n\nCir. 1993),2  they  are unavailing  here.   The  defendant's  own\r\n\nexpert  testified  that  the   samples  delivered  in  this  case\r\n\ncontained  enough P2P  to  produce at  least  a small  amount  of\r\n\nmethamphetamine.3    Thus,  the  charged  conduct  fell  directly\r\n\nwithin the  statutory goal of  controlling chemicals that  may be\r\n\nused in the manufacture of a controlled substance.  See 21 U.S.C.\r                                                                 \r\n                    \r                              \r\n\n     2 The Court  in Ruff reversed  a defendant's conviction  for\r                                   \r\npossession  of  P2P  with intent  to  manufacture methamphetamine\r\nbecause  the only P2P possessed by the defendant -- trace amounts\r\nthat appeared to be  the residue from a manufacturing  process --\r\nwas not enough for manufacturing purposes.  984 F.2d at 639. \r\n\n     3  Dr. Suggs stated that the substances seized could be used\r\nto  produce from  \"one  or two\"  methamphetamine  pills to  \"many\r\ndozens of pills,\"  depending upon  the percentage of  P2P in  the\r\nmixtures  and  the  method of  production.    He testified  that,\r\naccording to  his appraisal of  the government's data,  there was\r\nbetween  eight percent and less than one percent P2P contained in\r\nthe samples.   \r\n\n                               -6-\r\r\n\n  802(23) (defining \"immediate precursor\").  We see no basis upon\r\n\nwhich to  exclude small  amounts of  useable precursors  from the\r\n\nstatutory prohibition.\r\n\n     Consequently,  we need  not  explore the  boundaries of  the\r\n\nCongressional grant  of authority to  criminalize the manufacture\r\n\nof precursor chemicals.   The  fact that Campbell  did produce  a\r\n\nuseable  amount of P2P also  is fatal to  his vagueness argument,\r\n\nwhich rests upon the assertion that  he could not have known that\r\n\nunuseable amounts of P2P would subject him to prosecution.4\r\n\n     (2) Reasonable Doubt Instruction\r                                               \r\n\n     As part  of its  reasonable doubt instruction,  the district\r\n\ncourt  told  the  jury  that  \"a  reasonable  doubt is  sometimes\r\n\ndescribed  as a fair doubt  based upon reason  and common sense.\"\r\n\nCampbell contends  that this  phrase made the  court's reasonable\r\n\ndoubt  instruction  constitutionally  defective,   citing  United\r                                                                           \r\n\nStates v. Campbell,  874 F.2d 838 (1st Cir. 1989).   We disagree.\r                            \r\n                    \r                              \r\n\n     4 Indeed,  the vagueness  argument is entirely  inapplicable\r\nhere.  \"[T]he void-for-vagueness doctrine  requires that  a penal\r\nstatute define the criminal  offense with sufficient definiteness\r\nthat ordinary  people can  understand what conduct  is prohibited\r\nand  in   a  manner  that   does  not  encourage   arbitrary  and\r\ndiscriminatory enforcement.\"   Kolender v. Lawson,  461 U.S. 352,\r                                                           \r\n357  (1983) (quoted in Posters `N' Things, Ltd. v. United States,\r                                                                          \r\n114   S.  Ct.  1747,  1754  (1994)).     The  statute's  absolute\r\nprohibition  against  the  manufacture,  use  and  possession  of\r\ncontrolled   substances  provides  an  explicit  warning  against\r\ndealing with any quantity.\r                          \r\n     Nor  does   the   Guidelines'  reference   to   \"detectable\"\r\nquantities  render the scheme unduly vague.  The message is clear\r\nthat those who dabble in controlled substances will be subject to\r\nprosecution  if  such  substances  are  found.    The  fact  that\r\nincreasingly   sophisticated   technology  permits   increasingly\r\nsmaller  amounts  to  be detectable  presents  no  constitutional\r\nvagueness  problem; it  simply means  that the  opportunities for\r\nviolating the law without being caught are decreasing.\r\n\n                               -7-\r\r\n\nIn  Campbell, we  rejected a  defendant's attack  upon reasonable\r                      \r\n\ndoubt  instructions given at his trial, but also said that courts\r\n\nshould avoid equating reasonable  doubt with fair doubt.   Id. at\r                                                                        \r\n\n842-43.  Here, the court spoke of a fair doubt \"based upon reason\r\n\nand  common sense.\"   Since  a reasonable  doubt may  be properly\r\n\ndescribed as a doubt based on reason, Victor v.  Nebraska, 114 S.\r                                                                   \r\n\nCt.  1239,  1243  (1994), the  concept  of  reasonable doubt  was\r\n\npresent in the very formulation under  attack.  We do not believe\r\n\nthe jury  would have understood  use of the  additional adjective\r\n\n\"fair\" to have altered the correct meaning.\r\n\n     Moreover,  the court used the term \"fair doubt\" but once; it\r\n\nused the  term \"reasonable doubt\"  no fewer  than fifteen  times.\r\n\nFor example, the court instructed the jury that the defendant \"is\r\n\npresumed  innocent unless  and  until the  Government proves  him\r\n\nguilty beyond a reasonable  doubt\" and that \"in order  to convict\r\n\nthe  Defendant of  any of  these charges,  the Government  has to\r\n\nprove  all of  the elements  applicable to  that charge  beyond a\r\n\nreasonable  doubt.\"  Taking the  instructions as a  whole, we are\r\n\nconvinced that the  jury was  properly advised of  the very  high\r\n\ndegree  of confidence  in  Campbell's guilt  needed  in order  to\r\n\nconvict.5  We see no reasonable  likelihood that use of the  term\r\n\n                    \r                              \r\n\n     5  Indeed, our  determination  that  Campbell's rights  were\r\nunimpaired  by this  instruction is  reinforced by  his counsel's\r\ntreatment  of this issue at trial.  Counsel initially objected to\r\nuse of  the term \"fair doubt,\"  but the next day,  when the court\r\nasked  for proposed clarifying language  to read to  the jury, he\r\ndid  not offer  any.   While  we need  not treat  this as  formal\r\nwaiver,  it  confirms  our   view  that  use  of  the   term  was\r\ninsignificant here.\r\n\n                               -8-\r\r\n\nhere led the jury to apply a constitutionally deficient standard.\r\n\nSee id. at 1243.\r                 \r\n\n     (3) Cross-Examination of Expert Witness\r                                                      \r\n\n     Campbell next contends that the court erred in allowing only\r\n\nhis  attorney, rather  than  him personally,  to cross-examine  a\r\n\ngovernment  expert  witness.   A  defendant  has  a  right to  be\r\n\nrepresented by counsel, Gideon v. Wainwright,  372 U.S. 335, 344-\r                                                      \r\n\n45 (1963), or to proceed pro  se, Faretta v. California, 422 U.S.\r                                                                 \r\n\n806,  819-20 (1975),  but  does not  have  the right  to  \"hybrid\r\n\nrepresentation\" -- choosing those portions of the trial he wishes\r\n\nto conduct and leaving the rest to counsel.  McKaskle v. Wiggins,\r                                                                          \r\n\n465  U.S.  168,  183 (1984).    This does  not  mean  that hybrid\r\n\nrepresentation  is  forbidden;  rather,  \"it is  to  be  employed\r\n\nsparingly  and,  as a  rule, is  available  only in  the district\r\n\ncourt's  discretion.\"   United States  v. Nivica, 887  F.2d 1110,\r                                                          \r\n\n1121 (1st Cir. 1989).   Stressing the highly technical  nature of\r\n\nthe  expert's testimony, Campbell  argues that he,  far more than\r\n\nhis lawyer,  possessed  the scientific  expertise  necessary  for\r\n\neffective cross-examination.\r\n\n     We  see no abuse of discretion in the trial judge's decision\r\n\nto the contrary.   The court found  that, while defendant  was an\r\n\nexpert  in  chemistry,  defense counsel  more  effectively  could\r\n\nelicit  the  technical  testimony  in  a  fashion that  would  be\r\n\nintelligible  to the  jury.   Moreover, the  court took  pains to\r\n\naccommodate Campbell's request.   Defense counsel  cross-examined\r\n\nthe expert thoroughly, frequently  conferring with Campbell as he\r\n\n                               -9-\r\r\n\nwent.  At the close of redirect testimony, the court specifically\r\n\nasked the defense if it needed further time to confer, ostensibly\r\n\nto  determine  whether to  conduct recross-examination,  and both\r\n\ndefense counsel  and Campbell personally informed  the court that\r\n\nthey  were  \"all  set.\"   In  sum,  the  district court  balanced\r\n\nCampbell's  interest in  bringing his  knowledge of  chemistry to\r\n\nbear on the cross-examination  of an important government witness\r\n\nwith  its responsibility  for the  orderly administration  of the\r\n\ntrial.  It exercised its discretion quite appropriately.\r\n\n                  III. Challenges to Sentencing\r                                                         \r\n\n     Campbell  claims that the  district court over-sentenced him\r\n\nin a  variety of  ways.6  After  reviewing each  of these  claims\r\n\nwith care, we have  concluded, for the reasons that  follow, that\r\n\nall are either legally or factually flawed.7\r\n\n       (1) Calculation of Offense Level\r                                                 \r\n\n     As noted earlier,  see Section II  (1) supra, sentences  for\r                                                           \r\n\ncontrolled substance  convictions are  linked to the  quantity of\r\n                    \r                              \r\n\n     6  The  November  1993  edition of  the  federal  sentencing\r\nguidelines applies to this case.   See United States v. Muniz, 49\r                                                                       \r\nF.3d  36, 39 n.3  (1st Cir. 1995).   Unless  otherwise noted, all\r\nreferences are to that version.\r\n\n     7  In  an  easily  resolved  claim,  Campbell  contests  the\r\ndistrict court's imposition of  a two-level enhancement for abuse\r\nof his special skill as a chemist.  This enhancement is indicated\r\nwhen a defendant  \"used a special  skill . .  . in a manner  that\r\nsignificantly facilitated  the commission  or concealment  of the\r\noffense.\"   U.S.S.G.    3B1.3.   Those  possessing the  requisite\r\nspecial  skills include  \"pilots, lawyers,  doctors, accountants,\r\nchemists,  and  demolition  experts.\"   Id.  at  comment.   (n.2)\r                                                     \r\n(emphasis added).  Thus, there  is no abuse of discretion in  the\r\ncourt's  conclusion  that Campbell's  near  Ph.D.  training as  a\r\nchemist facilitated his commission  of the crime of manufacturing\r\nthe chemical P2P.\r\n\n                               -10-\r\r\n\ndrugs for which the  defendant is found responsible.   See United\r                                                                           \r\n\nStates v. Muniz, 49 F.3d 36, 39 (1st Cir. 1995).  Campbell argues\r                         \r\n\nthat the district court made two crucial errors  in using a total\r\n\nof  5,628.1  milliliters of  P2P  to calculate  his  base offense\r\n\nlevel: (1) it wrongly  included the total weight of  the mixtures\r\n\ncontaining P2P, rather  than looking  only to the  actual P2P  in\r\n\nthose mixtures, and  (2) it  wrongly included the  weight of  the\r\n\nmixtures that tested negative for P2P.  We consider each of these\r\n\nassertions in turn.\r\n\n     Total weight.  The defendant's argument that only the actual\r                           \r\n\namount of P2P should  be considered is based on a  1993 amendment\r\n\nto the commentary that follows the applicable guideline, U.S.S.G.\r\n\n  2D1.1.   The guideline states that, unless otherwise specified,\r\n\n\"the  weight of  a controlled  substance set  forth in  the table\r\n\nrefers  to   the  entire  weight  of  any  mixture  or  substance\r\n\ncontaining a detectable amount of the controlled substance.\"    2\r\n\nD1.1(c)  (Drug  Quantity)  n.*.    The  commentary  provides,  in\r\n\nrelevant part, that:\r\n\n     [m]ixture or substance does not include materials  that\r\n     must be separated from  the controlled substance before\r\n     the controlled substance can be used.  Examples of such\r\n     materials     include     the    fiberglass     in    a\r\n     cocaine/fiberglass  bonded  suitcase,   beeswax  in   a\r\n     cocaine/beeswax statue, and waste water from an illicit\r\n     laboratory used to manufacture a controlled substance.\r\n\n  2D1.1(c), comment. (n.1).   In promulgating the amendment,  the\r\n\nSentencing  Commission  sought  to  resolve  a  conflict  in  the\r\n\ncircuits  \"regarding   the  meaning  of  the   term  `mixture  or\r\n\nsubstance,' as used in    2D1.1 by expressly providing  that this\r\n\n                               -11-\r\r\n\nterm does not include portions of a drug mixture that  have to be\r\n\nseparated  from the  controlled substance  before the  controlled\r\n\nsubstance can be used.\"  U.S.S.G. App. C, amend. 484.  See United\r                                                                           \r\n\nStates   v.  Killion,  7  F.3d   927,  932-33  (10th  Cir.  1993)\r                              \r\n\n(describing conflict and citing cases).8\r\n\n     The  commentary  and  explanation  make it  clear  that  the\r\n\ndistrict court properly  considered the total  weight of the  P2P\r\n\nmixtures.    The  commentary  excludes only  materials  that  are\r\n\nunusable or  unmarketable, such  as those  used to  transport the\r\n\ncontrolled substance, see, e.g., United States v. Mahecha-Onofre,\r                                                                          \r\n\n936  F.2d 623, 625-26 (1st Cir. 1991); United States v. Palacios-\r                                                                           \r\n\nMolina, 7 F.3d 49,  51-54 (5th Cir.  1993), or waste products  of\r                \r\n\nthe  drug manufacturing  process  that are  discarded before  the\r\n\ncontrolled  substance is  put into  the distribution  chain, see,\r                                                                          \r\n\ne.g., United States  v. Johnson,  999 F.2d 1192,  1194 (7th  Cir.\r                                         \r\n\n1993).    The  mixtures in  this  case  did  not contain  surplus\r\n\nmaterials that needed to be separated from the P2P  before it was\r\n\nuseable.  Both the defendant's and government's experts testified\r\n\nthat  methamphetamines  may  be  made from  such  mixtures,  and,\r\n\nindeed,  the  mixtures  themselves  were  the  products  sold  by\r\n\nCampbell to Kelly.  See Palacios-Molina,  7 F.3d at 54 (\"[I]t  is\r                                                 \r\n\n                    \r                              \r\n\n     8  This  circuit  had  held  that  the weight  of  unusable,\r\nunmarketable materials may  be included for  sentencing purposes.\r\nSee, e.g.,  United States v. Mahecha-Onofre, 936 F.2d 623, 625-26\r                                                     \r\n(1st Cir. 1991)  (entire weight of suitcases  composed of cocaine\r\nbonded chemically with acrylic  suitcase material minus all metal\r\nparts was  includable for sentencing purposes);  United States v.\r                                                                        \r\nRestrepo-Contreras,  942 F.2d 96,  99 (1st Cir.  1991) (proper to\r                            \r\ninclude weight of statues made of cocaine and beeswax). \r\n\n                               -12-\r\r\n\nthe amount  of th[e]  commodity  trafficked that  counts.\").   As\r\n\nsuch,  the  non-P2P materials  in  these  mixtures were  akin  to\r\n\ncutting  agents or  impurities,  not waste  products.9   Thus, in\r\n\nthese circumstances,  the  guideline provides  for  counting  the\r\n\ntotal weight of the liquids containing P2P.10\r\n\n     Negative mixtures.   Campbell and Farrell  delivered a total\r                                \r\n\nof 4007.1 milliliters of substances that turned out to contain no\r\n\ndetectable  amounts of  P2P.   The  district court  included this\r\n\namount in calculating Campbell's offense level based on a finding\r\n\nthat  Campbell  \"conspired to  manufacture  and  to possess  with\r\n\nintent to distribute all P2P  whether it turned out to be  P2P or\r\n\n                    \r                              \r\n\n     9 Defendant cites United  States v. Mimms, 43 F.3d  217 (5th\r                                                        \r\nCir. 1995) (per curiam),  in support of his contention  that only\r                                \r\nthe  actual P2P should  be counted.  The  court in Mimms remanded\r                                                                  \r\nfor  further fact  findings  after concluding  that the  district\r\ncourt had  misinterpreted expert testimony concerning  the amount\r\nof P2P contained in three containers holding about 32 pounds of a\r\nslurry-liquid substance.  The  district court erroneously thought\r\nthe expert had stated  that 20 percent of the entire  exhibit was\r\nP2P when,  in fact, the  expert had indicated that  20 percent of\r\nthe  liquid  poured from  the  three containers  (at  most, 91.55\r\ngrams) was P2P.  The Fifth Circuit's discussion, somewhat sketchy\r\nin this  per  curiam opinion,  suggests that  the district  court\r                              \r\nshould have used the weight of only the 20 percent  of the liquid\r\nthat was P2P.\r\n     Nothing in  the  opinion,  however,  indicates  whether  the\r\nliquid  mixture containing the P2P was useable or marketable.  It\r\nwas described as  resulting from  \"a reaction mixture.\"   Id.  at\r                                                                       \r\n220.   We therefore view Mimms as distinguishable from this case,\r                                        \r\nwhere testimony showed  the entire substance  to be both  useable\r\nand marketable.   See also  United States v.  Towe, 26  F.3d 614,\r                                                            \r\n616-17  (5th  Cir.  1994)  (per  curiam)  (improper  to  sentence\r                                                 \r\ndefendant based  on total  weight  of mixture  containing P2P  if\r\nmixture contained waste products).\r\n\n     10 Because the offense  level calculation properly took into\r\naccount the total quantity of the mixtures, we reject defendant's\r\nclaim that the  district court  erred in denying  his motion  for\r\nfunds to analyze the concentrations of P2P in the mixtures.\r\n\n                               -13-\r\r\n\nnot  or  whether  it turned  out  to be  a  mixture  or substance\r\n\ncontaining only relatively small amounts of P2P.\"\r\n\n     This approach to drug quantity  is proper.  The span of  the\r\n\nconspiracy charged  in  the indictment  encompassed all  fourteen\r\n\ndeliveries, including the seven that ultimately tested  negative.\r\n\nThe guidelines state, in relevant part:\r\n\n          If the  offense involved  both a substantive  drug\r\n     offense  and an  attempt or  conspiracy (e.g.,  sale of\r\n     five  grams  of  heroin  and  an  attempt  to  sell  an\r\n     additional  ten grams  of  heroin), the  total quantity\r\n     involved shall be aggregated  to determine the scale of\r\n     the offense.\r\n\nU.S.S.G.     2D1.1,  comment. (n.12).    The  same  evidence that\r\n\npermitted  the  jury to  find,  beyond a  reasonable  doubt, that\r\n\nCampbell intended  to produce  P2P supported the  court's finding\r\n\nthat  each delivery, regardless of its actual P2P content, was an\r\n\nintended  part  of  the charged  scheme.    See  supra at  2-3.11\r                                                                \r\n\nUnder  the  guideline  provision  quoted above,  such  a  finding\r\n\nrequires  inclusion  of  the  negative  substances  in  the  drug\r\n\nquantity calculation.   See United States v. Youngpeter, 986 F.2d\r                                                                 \r\n\n349, 354 (10th Cir.  1993) (where effort to produce six pounds of\r\n\nmethamphetamine  produced  only  one because  of  \"inept  cooking\r\n\nability,\"  full  amount intended  is counted).12   Cf.  Muniz, 49\r                                                                       \r\n                    \r                              \r\n\n     11 The district court's  sentencing findings, of course, may\r\nbe  based on  the  lower preponderance-of-the-evidence  standard.\r\nUnited States v. Legarda, 17  F.3d 496, 499 (1st Cir. 1994).   We\r                                  \r\nreview   its findings of fact at sentencing under the deferential\r\nclearly erroneous standard.  Muniz, 49 F.3d at 41.\r                                            \r\n\n     12 Youngpeter involved U.S.S.G.   2D1.4, which provided that\r                            \r\nif the defendant  is convicted of  a conspiracy or an  attempt to\r\ncommit any controlled substance  offense, the offense level shall\r\nbe the  same \"as if the  object of the conspiracy  or attempt had\r\n\n                               -14-\r\r\n\nF.3d  at 39 (if  defendant had either  the intent or  capacity to\r\n\ndeliver  the full amount of drugs under negotiation in an aborted\r\n\nnarcotics transaction, then that amount must be included); United\r                                                                           \r\n\nStates  v. White,  888  F.2d  490,  499  (7th  Cir.  1989)  (\"The\r                          \r\n\nGuidelines  treat   success  and  failure,   conviction  and   no\r\n\nconviction,alikeindrugcases,solongastheamountsareascertainable.\")\r\n\n     We  therefore   detect  no  error  in   the  court's  basing\r\n\nCampbell's sentence on  the full amount of the  liquids delivered\r\n\nduring the course of the conspiracy.\r\n\n     (2) Enhancement for Obstruction of Justice\r                                                         \r\n\n     Campbell  next  contests  the  imposition  of   a  two-level\r\n\nenhancement for obstruction of justice, which was based  upon the\r\n\ncourt's finding that  he had committed  perjury.  The  guidelines\r\n\nspecifically  list  perjury  as  a  trigger  of  the  obstruction\r\n\nenhancement.  U.S.S.G.   3C1.1 comment., (n.3(b)).  And the court\r\n\nclearly applied the correct  legal test for perjury:  whether the\r\n\ndefendant   intentionally  gave  false   testimony  concerning  a\r\n\nmaterial matter.  See United States v. Dunnigan, 113 S. Ct. 1111,\r                                                         \r\n\n1116 (1993);  United States v.  Matiz, 14  F.3d 79, 84  (1st Cir.\r                                               \r\n\n1994).  Thus, the only basis for disturbing the enhancement is if\r\n\nthe  fact finding  of  perjury were  clearly  erroneous.   United\r                                                                           \r\n\nStates v. Tracey, 36 F.3d 199, 202 (1st Cir. 1994).\r                          \r\n\n     The court based its finding on Campbell's testimony at trial\r\n\nand a three-day sentencing  hearing, during which he consistently\r\n\n                    \r                              \r\n\nbeen completed.\"  That section later was subsumed within   2D1.1.\r\nSee U.S.S.G. App. C, amend. 447.   \r             \r\n\n                               -15-\r\r\n\nmaintained that the  P2P in  the mixtures he  delivered had  been\r\n\nproduced  by accident; his true intent, he maintained, was not to\r\n\nproduce any  P2P, but to  deceive his  purchasers into  believing\r\n\nthey  were receiving P2P.   The court made  express fact findings\r\n\nsupporting  its perjury  determination at  the conclusion  of the\r\n\nsentencing  hearing,  noting  that  a number  of  factors  belied\r\n\nCampbell's  story.    First,   it  found  incredible   Campbell's\r\n\ncontention  that he was attempting to deceive individuals whom he\r\n\nbelieved to  be New York-based narcotics  traffickers, because he\r\n\nhad no means  of protecting himself when they found out that they\r\n\nhad been swindled.   Second, the court found it  implausible that\r\n\nhe  would have told his co-conspirator  that the substances being\r\n\ndelivered were 85%  P2P, as  he admitted he  had, if he  believed\r\n\nthey contained  no P2P at all.   Third, the court  found that the\r\n\ncomplexity   and  sophistication   of  the   laboratory  Campbell\r\n\nestablished supported the conclusion  that he intended to produce\r\n\nP2P, not,  as he claimed,  to deceive one  of the  purchasers who\r\n\nobviously had  no experience in  chemistry or P2P  production and\r\n\ncould have  been deceived  by a  far less  elaborate setup.   The\r\n\ncourt  went on  to find  that, at  several points,  Campbell gave\r\n\ntestimony at his sentencing hearing that was facially implausible\r\n\nand contradictory.\r\n\n     In  short,   after  reviewing   the  trial   and  sentencing\r\n\ntranscripts, we  find the  court's conclusion that  Campbell gave\r\n\ndeliberately false testimony to be amply supported in the record.\r\n\nSince  the false testimony  was relevant to  whether he possessed\r\n\n                               -16-\r\r\n\nthe required mental state  for the crime  and to the severity  of\r\n\nsentence, it was obviously  material.  See Matiz,  14 F.3d at  84\r                                                          \r\n\n(court  of  appeals  can  make materiality  determination  absent\r\n\nexpress district court finding).  Thus, we affirm the obstruction\r\n\nenhancement.\r\n\n     (3) Upward Departure in Criminal History\r                                                       \r\n\n     Campbell also takes issue with the  upward adjustment of his\r\n\nCriminal   History   Category   (CHC)  based   on   the   court's\r\n\ndetermination  that his original CHC  did not account  for all of\r\n\nhis prior criminal activity, and that Campbell was likely to be a\r\n\nrecidivist.   First, in a single sentence without any citation to\r\n\nlegal  authority, he  contends that  the court  gave insufficient\r\n\nnotice of its intent to depart, and of its reasons for departing.\r\n\nBy  failing  to  develop  this  point  adequately,  Campbell  has\r\n\nforfeited it.   United States v. Fahm, 13 F.3d  447, 450 n.2 (1st\r                                               \r\n\nCir. 1994).13   His  broader claim  that the  court erred  in its\r\n\ndeparture, while properly before us, gives him no greater succor.\r\n\n     In  general, we use a three-part inquiry to assess a court's\r\n\ndecision  to depart:  \"first, are the  circumstances of  the case\r\n\nsufficiently unusual to justify departure; second, do the relied-\r\n\nupon  factual circumstances  actually  exist; and  third, is  the\r\n\ndeparture  reasonable.\"  United States v. Parkinson, 44 F.3d 6, 9\r                                                             \r\n\n(1st Cir. 1994) (citations  omitted).  There is no  question that\r\n\n                    \r                              \r\n\n     13  We  note that  the argument  had  little promise  in any\r\nevent, for the presentence report and the government's sentencing\r\nmemorandum  notified Campbell  of  the grounds  ultimately relied\r\nupon by the court for its upward departure.\r\n\n                               -17-\r\r\n\nthe  circumstances here are of a type that may warrant departure.\r\n\nSee U.S.S.G.   4A1.3,  p.s. (expressly authorizing departure when\r             \r\n\n\"reliable  information  indicates   that  the   [CHC]  does   not\r\n\nadequately  reflect  the  seriousness  of  the  defendant's  past\r\n\ncriminal conduct or the likelihood that the defendant will commit\r\n\nother crimes\"); accord Fahm, 13 F.3d at 450.\r                                     \r\n\n     We review the court's factual findings  for clear error, and\r\n\nwe give  considerable  deference to  its  \"judgment call\"  as  to\r\n\nwhether those facts warrant the departure.  Id. at 450-51.  Here,\r                                                         \r\n\nthe court made several independent findings, any one of which was\r\n\nsufficient  to trigger  the  adjustment.   The  court found  that\r\n\nCampbell had  engaged in assorted  criminal conduct that  had not\r\n\nbeen  included in  his CHC,  including manufacturing  and selling\r\n\ngrignard  reagents after learning  that they were  being used for\r\n\nillegal purposes  and making deliveries of PCP (commonly known as\r\n\nangel dust)  in addition to a  delivery in 1983 for  which he was\r\n\nconvicted.   The basis for both of these findings were admissions\r\n\nby  Campbell himself, hardly the stuff of clear error.  Moreover,\r\n\nbased on  the fact  that  Campbell committed  the instant  crimes\r\n\nshortly after being  released from a significant  prison term for\r\n\nsimilar conduct, and on the court's finding that he had displayed\r\n\na complete lack  of contrition or remorse during the proceedings,\r\n\nthe  court  concluded that  he was  likely  to return  to similar\r\n\ncriminal activity  upon his release.   The court's  fact findings\r\n\nwere  not clearly  erroneous,  and  we  see  no  basis  here  for\r\n\ndisturbing  the   court's  judgment  that   an  enhancement   was\r\n\n                               -18-\r\r\n\nindicated.   Finally, in light of the multiple grounds upon which\r\n\nthe  enhancement was based, we can hardly  say that the amount of\r\n\nthe enhancement, from CHC III to CHC IV, was unreasonable.\r\n\n     (4) The 416 vs. 75 Multiplier\r                                            \r\n\n     Campbell claims that the district  court erred by using  the\r\n\nwrong  multiplier to  convert  the weight  of  the P2P  into  its\r\n\nequivalent  marijuana weight.   Deriving  a marijuana  weight was\r\n\nnecessary  because  the Drug  Quantity  Table  in the  sentencing\r\n\nguidelines lists offense levels for only the most common types of\r\n\ncontrolled substances.  To determine the appropriate sentence for\r\n\ncrimes involving  less common  substances, such  as P2P,  a judge\r\n\nmust calculate their marijuana equivalent.\r\n\n     Drug Equivalency  Tables  are  provided  for  this  purpose.\r\n\nAccording to the relevant table, one gram of P2P is equivalent to\r\n\n416  grams of  marijuana  \"when  possessed  for  the  purpose  of\r\n\nmanufacturing methamphetamine.\"  \"[I]n  any other case,\" one gram\r\n\nof P2P is equivalent to 75 grams of marijuana.\r\n\n     The district  court selected  the 416 multiplier  because of\r\n\nits  fully supportable finding that Campbell knew that the P2P he\r\n\nwas  making was  intended ultimately  to be  used to  manufacture\r\n\nmethamphetamine.   Campbell,  however,  argues  that  the  higher\r\n\nmultiplier  applies  only  when   P2P  possessors  also  are  the\r\n\nmethamphetamine manufacturers, since only  then would a defendant\r\n\nin  fact possess  the  P2P  \"for  the  purpose  of  manufacturing\r\n\nmethamphetamine.\"\r\n\n                               -19-\r\r\n\n     Although such an  interpretation seems technically  possible\r\n\ngiven the language of the  provision, closer analysis reveals its\r\n\nflaw.   The  government  suggests that  the provision  reflects a\r\n\njudgment by the  Sentencing Commission to attach a higher penalty\r\n\nto  the most  serious possession  of P2P  -- for  the purpose  of\r\n\nmanufacturing methamphetamine -- as distinguished from possession\r\n\nof  P2P  for  use in  making  amphetamine  or possession  without\r\n\nknowledge of its intended  use.  According to the  government, an\r\n\nindividual  making   P2P  destined   for  use   in  manufacturing\r\n\nmethamphetamine is thus subject to the 416 multiplier, whether or\r\n\nnot   that   person   actually   intended   to  manufacture   the\r\n\nmethamphetamine.\r\n\n     While  there is no caselaw on point,  the history of the P2P\r\n\nlistings in  the  equivalency table  supports  this view  of  the\r\n\nprovision's  reach.     Before  November  1989,   those  listings\r\n\ncontained  different  conversion   amounts  for  P2P   explicitly\r\n\ndepending  upon whether the P2P was an amphetamine precursor or a\r\n\nmethamphetamine precursor.   See  U.S.S.G. App. C,  amend. 125.14\r                                          \r\n\nAn  amendment to the guidelines at that time changed the language\r\n\nto its  present form,  without any accompanying  explanation that\r\n\nthe revision was  meant to change the  basic reason for  the two-\r\n\ntiered approach to P2P  sentencing.  See id.  We  therefore think\r                                                      \r\n                    \r                              \r\n\n     14  The earlier  version of the  table stated that  \"1 gm of\r\nPhenylacetone/P2P (amphetamine precursor)\"  equalled 0.375  grams\r\nof  cocaine  or  0.075  grams  of   heroin  and  that  \"1  gm  of\r\nPhenylace[t]one/P2P  (methamphetamine precursor)\"  equalled 0.833\r\ngrams  of cocaine  or 0.167 grams  of heroin.   U.S.S.G.  App. C,\r\namend. 125.   A later  amendment changed the  cocaine and  heroin\r\nreferences to amounts of marijuana.  Id. at amend. 396.\r                                                  \r\n\n                               -20-\r\r\n\nit  evident that no substantive change was intended, and that the\r\n\ntwo multipliers  continue to  reflect a judgment  that possessing\r\n\nP2P linked  to  the  manufacture  of methamphetamine  is  a  more\r\n\nserious crime than possessing it in other circumstances.15 \r\n\n     Although the new language  left room for Campbell's argument\r\n\nhere,16   the   legislative  history   satisfies   us  that   the\r\n\nSentencing Commission intended that a defendant who possesses P2P\r\n\nfor  the ultimate  purpose  of  manufacturing methamphetamine  is\r\n\nsubject  to the  higher  multiplier, regardless  of who  actually\r\n\nmakes  the methamphetamine.   The  district court's  finding that\r\n\nCampbell possessed the P2P for that purpose is unassailable.\r\n\n                          IV. Conclusion\r                                                  \r\n\n     Having  carefully considered each of the defendant's claims,\r\n\nwe  are unable  to detect  any reversible  error in  the district\r\n\ncourt's  conduct of the trial or its decisions on sentencing.  We\r\n\nwish  to note, however, our sense that  the sum of the parts here\r\n\nis  a whole  that  is contrary  to the  age-old wisdom  that \"the\r\n\npunishment should  fit the crime.\"  Campbell, who is now 46, will\r\n\nserve  24 years in prison for --  at base -- producing a quantity\r\n\nof  P2P  that  would  have allowed  manufacture  of  very  little\r\n\n                    \r                              \r\n\n     15 Trial  testimony established  that P2P has  no legitimate\r\ncommercial use, and typically is used only to make amphetamine or\r\nmethamphetamine.\r\n\n     16 We  note that  Campbell's alternative reading  could have\r\nbeen  avoided with a slight change in phrasing: rather than \"when\r\npossessed for the purpose of manufacturing  methamphetamine,\" the\r\nprovision could have provided that the 416 multiplier  applied if\r\nthe  P2P  was  possessed  \"with  intent  that  it  be  used  for\"\r\nmanufacturing methamphetamine.\r\n\n                               -21-\r\r\n\nmethamphetamine.   Under  Congress's  sentencing  regime, we  are\r\n\nobliged  to  endorse this  harsh result.    See United  States v.\r                                                                        \r\n\nJackson, 30  F.3d  199,  204-05  (1st Cir.  1994)  (Pettine,  J.,\r                 \r\n\nconcurring) (pursuant to guidelines' \"mechanical sentencing,\" 40-\r\n\nyear-old defendant  must  serve \"de  facto life  sentence\" of  27\r\n\nyears).\r\n\n     Accordingly, the  district court's  judgment is affirmed  in\r                                                                           \r\n\nall respects.\r                       \r\n\n                               -22-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                  United States Court of Appeals\r\n                      For the First Circuit\r\n                                           \r\n\nNo. 94-1546\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                      RODERICK A. CAMPBELL,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF RHODE ISLAND\r\n\n           [Hon. Ernest C. Torres, U.S. District Judge]\r                                                                \r\n\n                                           \r\n\n                              Before\r\n\n                      Boudin, Circuit Judge,\r                                                     \r\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n                    and Stahl, Circuit Judge.\r                                                      \r\n\n                                           \r\n\n  Albert B. West, by Appointment of the Court, for appellant.  \r                          \r\n  Roderick A. Campbell on brief pro se.\r                                \r\n  Margaret E.  Curran, Assistant  U.S. Attorney,  with whom  Sheldon\r                                                                              \r\nWhitehouse, United  States Attorney, and Kenneth  P. Madden, Assistant\r                                                                   \r\nU.S. Attorney, were on brief for appellee.\r\n\n                                           \r\n\n                          July 31, 1995\r\n                                           \r\r\n\n     COFFIN, Senior  Circuit Judge.  Appellant  Roderick Campbell\r                                            \r\n\nwas  convicted  on six  counts  related  to the  manufacture  and\r\n\ndistribution of  phenylacetone (P2P) and  sentenced to a  term of\r\n\nimprisonment of 288 months.  He raises numerous issues concerning\r\n\nhis trial and sentencing, none of which we find meritorious.\r\n\n               I. Factual and Procedural Background\r                                                             \r\n\n     We begin with a brief review of the facts, as the jury could\r\n\nhave found them, providing  more details later in the  opinion as\r\n\nnecessary to provide context for our discussion.\r\n\n     In early  1993, a  special  agent for  the Drug  Enforcement\r\n\nAgency  working in  an undercover  role initiated  a relationship\r\n\nwith defendant Campbell.  The agent, Kelly, claimed to be working\r\n\nfor a New York  organization that was looking for a steady source\r\n\nof  P2P  to  be  used  in  the  manufacture  of  methamphetamine.\r\n\nCampbell agreed to set up a laboratory.\r\n\n      On February 10,  1993, Kelly met  Campbell at a  laboratory\r\n\nthat  had been  set  up in  a  home  in Cranston,  Rhode  Island.\r\n\nCampbell  delivered  a  small  amount of  a  substance  that  was\r\n\nsupposed to be P2P, but testing showed that it was not.  Campbell\r\n\nindicated to Kelly that the negative results were due to  his use\r\n\nof  an alternative  manufacturing  method designed  to avoid  the\r\n\ndistinctive  odor  associated  with  the  traditional  method  of\r\n\nmanufacturing  P2P.  A  second sample  delivered about  two weeks\r\n\nlater, manufactured by the traditional method, did contain P2P.\r\n\n     In  March, Campbell  moved  the lab  to  a new  location  in\r\n\nProvidence,  and Kelly  was  introduced to  Campbell's associate,\r\n\n                               -2-\r\r\n\nHarold  Farrell,  who  said  that  he  would  be  responsible for\r\n\ndelivering  the P2P  from that  point on.   Farrell  indicated to\r\n\nKelly  that 100  gallons of  P2P would  be manufactured.   During\r\n\nMarch and  April, six separate deliveries  of mixtures containing\r\n\nP2P were made to Kelly by either Farrell alone or by both Farrell\r\n\nand Campbell.  An additional seven deliveries were determined not\r\n\nto contain any P2P.\r\n\n     Campbell,   Farrell  and  two   laboratory  assistants  were\r\n\narrested on May  26, 1993.  A DEA chemist  testified that when he\r\n\nentered  the  laboratory that  day  he  observed active  chemical\r\n\nreactions consistent with the manufacture  of P2P, and also found\r\n\nin the lab all of the chemicals necessary to produce P2P.\r\n\n     A federal grand jury originally charged Campbell and Farrell\r\n\nin an eighteen-count indictment.   Seven distribution counts were\r\n\ndismissed  after laboratory  analysis  showed  that the  mixtures\r\n\ninvolved in those deliveries tested negative  for the presence of\r\n\ncontrolled substances.  Farrell pleaded guilty to ten counts, and\r\n\nwas sentenced to ten concurrent terms of 48 months' imprisonment.\r\n\n     A redacted indictment was filed at the outset of  Campbell's\r\n\ntrial, charging him with seven counts: conspiracy to manufacture,\r\n\ndistribute  and  possess  with   intent  to  distribute  P2P,  in\r\n\nviolation  of  21  U.S.C.      841(a)(1)  and  846  (count  one);\r\n\nknowingly and intentionally manufacturing  P2P, in violation of  \r\n\n841(a)(1), (b)(1)(C),  and 18 U.S.C.   2 (count two); maintaining\r\n\na place for the purpose  of manufacturing P2P, in violation of   \r\n\n856 (count  three); knowingly and  intentionally distributing P2P\r\n\n                               -3-\r\r\n\non three dates in February, March and April 1993, in violation of\r\n\n   841(a)(1), (b)(1)(C), and 18  U.S.C.   2  (counts four through\r\n\nsix); and conspiracy to manufacture methaqualone, in violation of\r\n\n  846 (count seven).\r\n\n     Campbell's defense was that he never intended to manufacture\r\n\nP2P, but  instead sought  to mislead  his  customer, Kelly,  into\r\n\npurchasing  lawful chemical  substances.   He  testified that  he\r\n\nhoped to  finance legitimate  business interests with  money made\r\n\nfrom the sale of these substances.  He claimed that  the presence\r\n\nof P2P in some of the deliveries was inadvertent.\r\n\n     Following  eight  days of  trial,  the  jury found  Campbell\r\n\nguilty on counts one through six, the P2P counts, and not  guilty\r\n\non  count seven,  the methaqualone  count.   He was  sentenced to\r\n\nconcurrent  288-month  terms of  imprisonment  on  all but  count\r\n\nthree, and to a concurrent 240-month term (the statutory maximum)\r\n\non that count.  This appeal followed.\r\n\n                  II.  Challenges to Conviction\r                                                         \r\n\n     We address Campbell's several claims in turn.\r\n\n     (1)  \"Detectable\" Quantity of P2P\r                                                \r\n\n     Campbell makes several arguments that all reduce essentially\r\n\nto  the claim that his conviction was unlawful because the amount\r\n\nof  P2P confiscated was too small.   As a starting point, we note\r\n\nthat the statutes contain no language setting  a minimum quantity\r\n\nas a prerequisite for  prosecution.  See 21  U.S.C.   841  (a)(1)\r                                                  \r\n\n(\"[I]t   shall  be   unlawful   for  any   person  knowingly   or\r\n\nintentionally . .  . to manufacture, distribute, or  dispense, or\r\n\n                               -4-\r\r\n\npossess with  intent to  manufacture, distribute, or  dispense, a\r\n\ncontrolled  substance . . .  .\").  See also id.  at    846, 856.1\r                                                         \r\n\nAmple caselaw further establishes that no specific quantity needs\r\n\nto  be proven  for conviction.   See  United States  v. Restrepo-\r                                                                           \r\n\nContreras, </pre><span class=\"citation\" data-id=\"566805\"><a href=\"/opinion/566805/united-states-v-reynaldo-de-jesus-restrepo-contreras/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">96</span></a></span><pre class=\"inline\">, 99 n.1 (1st Cir. 1991);  see also United\r                                                                           \r\n\nStates  v. Bounds, </pre><span class=\"citation\" data-id=\"599320\"><a href=\"/opinion/599320/united-states-v-joe-allen-bounds/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">188</span></a></span><pre class=\"inline\">,  193-94 (5th Cir. 1993);  United\r                                                                           \r\n\nStates v. Kwong-Wah, </pre><span class=\"citation\" data-id=\"584471\"><a href=\"/opinion/584471/united-states-v-lam-kwong-wah/\"><span class=\"volume\">966</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">682</span></a></span><pre class=\"inline\">, 685 (D.C. Cir.  1992) (citing\r                             \r\n\nother cases).\r\n\n     The amount of the controlled substance underlying a criminal\r\n\nindictment typically becomes relevant  only at the penalty stage.\r\n\nSee  21  U.S.C.    841(b);  Kwong-Wah,  966  F.2d  at  685.   The\r                                               \r\n\nSentencing Guidelines  set penalties  based on weight,  and state\r\n\nthat the weights set  forth in the Drug  Quantity Table refer  to\r\n\n\"the entire  weight  of any  mixture  or substance  containing  a\r\n\ndetectable amount of the controlled substance.\"  U.S.S.G.   2D1.1\r\n\nn.*.   Thus, any \"detectable  amount\" is sufficient  to trigger a\r\n\npenalty.\r\n\n     Taking this  scheme at face value,  Campbell's conviction is\r\n\nrock  solid since no one  disputes that a  \"detectable\" amount of\r\n\nP2P   was  obtained.     Campbell,   however,  claims   that  the\r\n\nConstitution requires  a different  analysis when the  controlled\r\n\nsubstance at  issue  is  a precursor  chemical  like  P2P,  whose\r\n\nmanufacture and  possession is  proscribed solely because  of its\r\n\nrelationship to another controlled substance (in the case of P2P,\r\n\n                    \r                              \r\n\n     1 Campbell  does  not  contest  that  P2P  is  a  controlled\r\nsubstance.\r\n\n                               -5-\r\r\n\neither amphetamine  or methamphetamine).  See 21  U.S.C.   811(e)\r                                                       \r\n\n(authorizing Attorney General to  place an immediate precursor in\r\n\nthe same schedule in  which the controlled substance of  which it\r\n\nis an immediate precursor  is placed or in any  higher schedule).\r\n\nCampbell maintains that a precursor  must be found in  sufficient\r\n\nquantity to  be useable  in making  the  controlled substance  to\r\n\nwhich it owes  its illegality.   Prosecuting  lesser amounts,  he\r\n\nasserts, is outside  the scope of Congress' intent  in regulating\r\n\ncontrolled substances  and an impermissibly vague  application of\r\n\nfederal drug laws.\r\n\n     Whatever the merits of  such arguments in a case in  which a\r\n\ntotally unuseable  amount of a controlled  precursor chemical has\r\n\nbeen seized, see United  States v. Ruff, </pre><span class=\"citation\" data-id=\"599144\"><a href=\"/opinion/599144/united-states-v-michael-ruff-and-michael-raymond-persyn/\"><span class=\"volume\">984</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">635</span></a></span><pre class=\"inline\">, 639  (5th\r                                                 \r\n\nCir. 1993),2  they  are unavailing  here.   The  defendant's  own\r\n\nexpert  testified  that  the   samples  delivered  in  this  case\r\n\ncontained  enough P2P  to  produce at  least  a small  amount  of\r\n\nmethamphetamine.3    Thus,  the  charged  conduct  fell  directly\r\n\nwithin the  statutory goal of  controlling chemicals that  may be\r\n\nused in the manufacture of a controlled substance.  See 21 U.S.C.\r                                                                 \r\n                    \r                              \r\n\n     2 The Court  in Ruff reversed  a defendant's conviction  for\r                                   \r\npossession  of  P2P  with intent  to  manufacture methamphetamine\r\nbecause  the only P2P possessed by the defendant -- trace amounts\r\nthat appeared to be  the residue from a manufacturing  process --\r\nwas not enough for manufacturing purposes.  984 F.2d at 639. \r\n\n     3  Dr. Suggs stated that the substances seized could be used\r\nto  produce from  \"one  or two\"  methamphetamine  pills to  \"many\r\ndozens of pills,\"  depending upon  the percentage of  P2P in  the\r\nmixtures  and  the  method of  production.    He testified  that,\r\naccording to  his appraisal of  the government's data,  there was\r\nbetween  eight percent and less than one percent P2P contained in\r\nthe samples.   \r\n\n                               -6-\r\r\n\n  802(23) (defining \"immediate precursor\").  We see no basis upon\r\n\nwhich to  exclude small  amounts of  useable precursors  from the\r\n\nstatutory prohibition.\r\n\n     Consequently,  we need  not  explore the  boundaries of  the\r\n\nCongressional grant  of authority to  criminalize the manufacture\r\n\nof precursor chemicals.   The  fact that Campbell  did produce  a\r\n\nuseable  amount of P2P also  is fatal to  his vagueness argument,\r\n\nwhich rests upon the assertion that  he could not have known that\r\n\nunuseable amounts of P2P would subject him to prosecution.4\r\n\n     (2) Reasonable Doubt Instruction\r                                               \r\n\n     As part  of its  reasonable doubt instruction,  the district\r\n\ncourt  told  the  jury  that  \"a  reasonable  doubt is  sometimes\r\n\ndescribed  as a fair doubt  based upon reason  and common sense.\"\r\n\nCampbell contends  that this  phrase made the  court's reasonable\r\n\ndoubt  instruction  constitutionally  defective,   citing  United\r                                                                           \r\n\nStates v. Campbell,  </pre><span class=\"citation\" data-id=\"523145\"><a href=\"/opinion/523145/united-states-v-andrews-bruce-campbell/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">838</span></a></span><pre class=\"inline\"> (1st Cir. 1989).   We disagree.\r                            \r\n                    \r                              \r\n\n     4 Indeed,  the vagueness  argument is entirely  inapplicable\r\nhere.  \"[T]he void-for-vagueness doctrine  requires that  a penal\r\nstatute define the criminal  offense with sufficient definiteness\r\nthat ordinary  people can  understand what conduct  is prohibited\r\nand  in   a  manner  that   does  not  encourage   arbitrary  and\r\ndiscriminatory enforcement.\"   Kolender v. Lawson,  </pre><span class=\"citation\" data-id=\"110926\"><a href=\"/opinion/110926/kolender-v-lawson/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">352</span></a></span><pre class=\"inline\">,\r                                                           \r\n357  (1983) (quoted in Posters `N' Things, Ltd. v. United States,\r                                                                          \r\n114   S.  Ct.  1747,  1754  (1994)).     The  statute's  absolute\r\nprohibition  against  the  manufacture,  use  and  possession  of\r\ncontrolled   substances  provides  an  explicit  warning  against\r\ndealing with any quantity.\r                          \r\n     Nor  does   the   Guidelines'  reference   to   \"detectable\"\r\nquantities  render the scheme unduly vague.  The message is clear\r\nthat those who dabble in controlled substances will be subject to\r\nprosecution  if  such  substances  are  found.    The  fact  that\r\nincreasingly   sophisticated   technology  permits   increasingly\r\nsmaller  amounts  to  be detectable  presents  no  constitutional\r\nvagueness  problem; it  simply means  that the  opportunities for\r\nviolating the law without being caught are decreasing.\r\n\n                               -7-\r\r\n\nIn  Campbell, we  rejected a  defendant's attack  upon reasonable\r                      \r\n\ndoubt  instructions given at his trial, but also said that courts\r\n\nshould avoid equating reasonable  doubt with fair doubt.   Id. at\r                                                                        \r\n\n842-43.  Here, the court spoke of a fair doubt \"based upon reason\r\n\nand  common sense.\"   Since  a reasonable  doubt may  be properly\r\n\ndescribed as a doubt based on reason, Victor v.  Nebraska, 114 S.\r                                                                   \r\n\nCt.  1239,  1243  (1994), the  concept  of  reasonable doubt  was\r\n\npresent in the very formulation under  attack.  We do not believe\r\n\nthe jury  would have understood  use of the  additional adjective\r\n\n\"fair\" to have altered the correct meaning.\r\n\n     Moreover,  the court used the term \"fair doubt\" but once; it\r\n\nused the  term \"reasonable doubt\"  no fewer  than fifteen  times.\r\n\nFor example, the court instructed the jury that the defendant \"is\r\n\npresumed  innocent unless  and  until the  Government proves  him\r\n\nguilty beyond a reasonable  doubt\" and that \"in order  to convict\r\n\nthe  Defendant of  any of  these charges,  the Government  has to\r\n\nprove  all of  the elements  applicable to  that charge  beyond a\r\n\nreasonable  doubt.\"  Taking the  instructions as a  whole, we are\r\n\nconvinced that the  jury was  properly advised of  the very  high\r\n\ndegree  of confidence  in  Campbell's guilt  needed  in order  to\r\n\nconvict.5  We see no reasonable  likelihood that use of the  term\r\n\n                    \r                              \r\n\n     5  Indeed, our  determination  that  Campbell's rights  were\r\nunimpaired  by this  instruction is  reinforced by  his counsel's\r\ntreatment  of this issue at trial.  Counsel initially objected to\r\nuse of  the term \"fair doubt,\"  but the next day,  when the court\r\nasked  for proposed clarifying language  to read to  the jury, he\r\ndid  not offer  any.   While  we need  not treat  this as  formal\r\nwaiver,  it  confirms  our   view  that  use  of  the   term  was\r\ninsignificant here.\r\n\n                               -8-\r\r\n\nhere led the jury to apply a constitutionally deficient standard.\r\n\nSee id. at 1243.\r                 \r\n\n     (3) Cross-Examination of Expert Witness\r                                                      \r\n\n     Campbell next contends that the court erred in allowing only\r\n\nhis  attorney, rather  than  him personally,  to cross-examine  a\r\n\ngovernment  expert  witness.   A  defendant  has  a  right to  be\r\n\nrepresented by counsel, Gideon v. Wainwright,  </pre><span class=\"citation\" data-id=\"106545\"><a href=\"/opinion/106545/gideon-v-wainwright/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span><pre class=\"inline\">, 344-\r                                                      \r\n\n45 (1963), or to proceed pro  se, Faretta v. California, </pre><span class=\"citation\" data-id=\"109309\"><a href=\"/opinion/109309/faretta-v-california/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span>\r                                                                 \r\n\n<span class=\"page\">806</span></a></span><pre class=\"inline\">,  819-20 (1975),  but  does not  have  the right  to  \"hybrid\r\n\nrepresentation\" -- choosing those portions of the trial he wishes\r\n\nto conduct and leaving the rest to counsel.  McKaskle v. Wiggins,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"111095\"><a href=\"/opinion/111095/mckaskle-v-wiggins/\"><span class=\"volume\">465</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">168</span></a></span><pre class=\"inline\">,  183 (1984).    This does  not  mean  that hybrid\r\n\nrepresentation  is  forbidden;  rather,  \"it is  to  be  employed\r\n\nsparingly  and,  as a  rule, is  available  only in  the district\r\n\ncourt's  discretion.\"   United States  v. Nivica, </pre><span class=\"citation\" data-id=\"531008\"><a href=\"/opinion/531008/united-states-v-gjon-n-nivica-united-states-of-america-v-mark-l/\"><span class=\"volume\">887</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1110</span></a></span><pre class=\"inline\">,\r                                                          \r\n\n1121 (1st Cir. 1989).   Stressing the highly technical  nature of\r\n\nthe  expert's testimony, Campbell  argues that he,  far more than\r\n\nhis lawyer,  possessed  the scientific  expertise  necessary  for\r\n\neffective cross-examination.\r\n\n     We  see no abuse of discretion in the trial judge's decision\r\n\nto the contrary.   The court found  that, while defendant  was an\r\n\nexpert  in  chemistry,  defense counsel  more  effectively  could\r\n\nelicit  the  technical  testimony  in  a  fashion that  would  be\r\n\nintelligible  to the  jury.   Moreover, the  court took  pains to\r\n\naccommodate Campbell's request.   Defense counsel  cross-examined\r\n\nthe expert thoroughly, frequently  conferring with Campbell as he\r\n\n                               -9-\r\r\n\nwent.  At the close of redirect testimony, the court specifically\r\n\nasked the defense if it needed further time to confer, ostensibly\r\n\nto  determine  whether to  conduct recross-examination,  and both\r\n\ndefense counsel  and Campbell personally informed  the court that\r\n\nthey  were  \"all  set.\"   In  sum,  the  district court  balanced\r\n\nCampbell's  interest in  bringing his  knowledge of  chemistry to\r\n\nbear on the cross-examination  of an important government witness\r\n\nwith  its responsibility  for the  orderly administration  of the\r\n\ntrial.  It exercised its discretion quite appropriately.\r\n\n                  III. Challenges to Sentencing\r                                                         \r\n\n     Campbell  claims that the  district court over-sentenced him\r\n\nin a  variety of  ways.6  After  reviewing each  of these  claims\r\n\nwith care, we have  concluded, for the reasons that  follow, that\r\n\nall are either legally or factually flawed.7\r\n\n       (1) Calculation of Offense Level\r                                                 \r\n\n     As noted earlier,  see Section II  (1) supra, sentences  for\r                                                           \r\n\ncontrolled substance  convictions are  linked to the  quantity of\r\n                    \r                              \r\n\n     6  The  November  1993  edition of  the  federal  sentencing\r\nguidelines applies to this case.   See United States v. Muniz, </pre><span class=\"citation\" data-id=\"195951\"><a href=\"/opinion/195951/united-states-v-muniz/\"><span class=\"volume\">49</span>\r                                                                       \r\n<span class=\"reporter\">F.3d</span>  <span class=\"page\">36</span></a></span><pre class=\"inline\">, 39 n.3  (1st Cir. 1995).   Unless  otherwise noted, all\r\nreferences are to that version.\r\n\n     7  In  an  easily  resolved  claim,  Campbell  contests  the\r\ndistrict court's imposition of  a two-level enhancement for abuse\r\nof his special skill as a chemist.  This enhancement is indicated\r\nwhen a defendant  \"used a special  skill . .  . in a manner  that\r\nsignificantly facilitated  the commission  or concealment  of the\r\noffense.\"   U.S.S.G.    3B1.3.   Those  possessing the  requisite\r\nspecial  skills include  \"pilots, lawyers,  doctors, accountants,\r\nchemists,  and  demolition  experts.\"   Id.  at  comment.   (n.2)\r                                                     \r\n(emphasis added).  Thus, there  is no abuse of discretion in  the\r\ncourt's  conclusion  that Campbell's  near  Ph.D.  training as  a\r\nchemist facilitated his commission  of the crime of manufacturing\r\nthe chemical P2P.\r\n\n                               -10-\r\r\n\ndrugs for which the  defendant is found responsible.   See United\r                                                                           \r\n\nStates v. Muniz, </pre><span class=\"citation\" data-id=\"195951\"><a href=\"/opinion/195951/united-states-v-muniz/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span><pre class=\"inline\">, 39 (1st Cir. 1995).  Campbell argues\r                         \r\n\nthat the district court made two crucial errors  in using a total\r\n\nof  5,628.1  milliliters of  P2P  to calculate  his  base offense\r\n\nlevel: (1) it wrongly  included the total weight of  the mixtures\r\n\ncontaining P2P, rather  than looking  only to the  actual P2P  in\r\n\nthose mixtures, and  (2) it  wrongly included the  weight of  the\r\n\nmixtures that tested negative for P2P.  We consider each of these\r\n\nassertions in turn.\r\n\n     Total weight.  The defendant's argument that only the actual\r                           \r\n\namount of P2P should  be considered is based on a  1993 amendment\r\n\nto the commentary that follows the applicable guideline, U.S.S.G.\r\n\n  2D1.1.   The guideline states that, unless otherwise specified,\r\n\n\"the  weight of  a controlled  substance set  forth in  the table\r\n\nrefers  to   the  entire  weight  of  any  mixture  or  substance\r\n\ncontaining a detectable amount of the controlled substance.\"    2\r\n\nD1.1(c)  (Drug  Quantity)  n.*.    The  commentary  provides,  in\r\n\nrelevant part, that:\r\n\n     [m]ixture or substance does not include materials  that\r\n     must be separated from  the controlled substance before\r\n     the controlled substance can be used.  Examples of such\r\n     materials     include     the    fiberglass     in    a\r\n     cocaine/fiberglass  bonded  suitcase,   beeswax  in   a\r\n     cocaine/beeswax statue, and waste water from an illicit\r\n     laboratory used to manufacture a controlled substance.\r\n\n  2D1.1(c), comment. (n.1).   In promulgating the amendment,  the\r\n\nSentencing  Commission  sought  to  resolve  a  conflict  in  the\r\n\ncircuits  \"regarding   the  meaning  of  the   term  `mixture  or\r\n\nsubstance,' as used in    2D1.1 by expressly providing  that this\r\n\n                               -11-\r\r\n\nterm does not include portions of a drug mixture that  have to be\r\n\nseparated  from the  controlled substance  before the  controlled\r\n\nsubstance can be used.\"  U.S.S.G. App. C, amend. 484.  See United\r                                                                           \r\n\nStates   v.  Killion,  </pre><span class=\"citation\" data-id=\"655386\"><a href=\"/opinion/655386/united-states-v-william-d-killion/\"><span class=\"volume\">7</span>  <span class=\"reporter\">F.3d</span>   <span class=\"page\">927</span></a></span><pre class=\"inline\">,  932-33  (10th  Cir.  1993)\r                              \r\n\n(describing conflict and citing cases).8\r\n\n     The  commentary  and  explanation  make it  clear  that  the\r\n\ndistrict court properly  considered the total  weight of the  P2P\r\n\nmixtures.    The  commentary  excludes only  materials  that  are\r\n\nunusable or  unmarketable, such  as those  used to  transport the\r\n\ncontrolled substance, see, e.g., United States v. Mahecha-Onofre,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"563646\"><a href=\"/opinion/563646/united-states-v-luis-eduardo-mahecha-onofre/\"><span class=\"volume\">936</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">623</span></a></span><pre class=\"inline\">, 625-26 (1st Cir. 1991); United States v. Palacios-\r                                                                           \r\n\nMolina, </pre><span class=\"citation\" data-id=\"654660\"><a href=\"/opinion/654660/united-states-v-bolivar-o-palacios-molina/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></a></span><pre class=\"inline\">,  51-54 (5th Cir.  1993), or waste products  of\r                \r\n\nthe  drug manufacturing  process  that are  discarded before  the\r\n\ncontrolled  substance is  put into  the distribution  chain, see,\r                                                                          \r\n\ne.g., United States  v. Johnson,  </pre><span class=\"citation\" data-id=\"612159\"><a href=\"/opinion/612159/united-states-v-kevin-d-johnson/\"><span class=\"volume\">999</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1192</span></a></span><pre class=\"inline\">,  1194 (7th  Cir.\r                                         \r\n\n1993).    The  mixtures in  this  case  did  not contain  surplus\r\n\nmaterials that needed to be separated from the P2P  before it was\r\n\nuseable.  Both the defendant's and government's experts testified\r\n\nthat  methamphetamines  may  be  made from  such  mixtures,  and,\r\n\nindeed,  the  mixtures  themselves  were  the  products  sold  by\r\n\nCampbell to Kelly.  See Palacios-Molina,  7 F.3d at 54 (\"[I]t  is\r                                                 \r\n\n                    \r                              \r\n\n     8  This  circuit  had  held  that  the weight  of  unusable,\r\nunmarketable materials may  be included for  sentencing purposes.\r\nSee, e.g.,  United States v. Mahecha-Onofre, </pre><span class=\"citation\" data-id=\"563646\"><a href=\"/opinion/563646/united-states-v-luis-eduardo-mahecha-onofre/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">623</span></a></span><pre class=\"inline\">, 625-26\r                                                     \r\n(1st Cir. 1991)  (entire weight of suitcases  composed of cocaine\r\nbonded chemically with acrylic  suitcase material minus all metal\r\nparts was  includable for sentencing purposes);  United States v.\r                                                                        \r\nRestrepo-Contreras,  </pre><span class=\"citation\" data-id=\"566805\"><a href=\"/opinion/566805/united-states-v-reynaldo-de-jesus-restrepo-contreras/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">96</span></a></span><pre class=\"inline\">,  99 (1st Cir.  1991) (proper to\r                            \r\ninclude weight of statues made of cocaine and beeswax). \r\n\n                               -12-\r\r\n\nthe amount  of th[e]  commodity  trafficked that  counts.\").   As\r\n\nsuch,  the  non-P2P materials  in  these  mixtures were  akin  to\r\n\ncutting  agents or  impurities,  not waste  products.9   Thus, in\r\n\nthese circumstances,  the  guideline provides  for  counting  the\r\n\ntotal weight of the liquids containing P2P.10\r\n\n     Negative mixtures.   Campbell and Farrell  delivered a total\r                                \r\n\nof 4007.1 milliliters of substances that turned out to contain no\r\n\ndetectable  amounts of  P2P.   The  district court  included this\r\n\namount in calculating Campbell's offense level based on a finding\r\n\nthat  Campbell  \"conspired to  manufacture  and  to possess  with\r\n\nintent to distribute all P2P  whether it turned out to be  P2P or\r\n\n                    \r                              \r\n\n     9 Defendant cites United  States v. Mimms, </pre><span class=\"citation\" data-id=\"685146\"><a href=\"/opinion/685146/united-states-v-william-earl-mimms/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">217</span></a></span><pre class=\"inline\"> (5th\r                                                        \r\nCir. 1995) (per curiam),  in support of his contention  that only\r                                \r\nthe  actual P2P should  be counted.  The  court in Mimms remanded\r                                                                  \r\nfor  further fact  findings  after concluding  that the  district\r\ncourt had  misinterpreted expert testimony concerning  the amount\r\nof P2P contained in three containers holding about 32 pounds of a\r\nslurry-liquid substance.  The  district court erroneously thought\r\nthe expert had stated  that 20 percent of the entire  exhibit was\r\nP2P when,  in fact, the  expert had indicated that  20 percent of\r\nthe  liquid  poured from  the  three containers  (at  most, 91.55\r\ngrams) was P2P.  The Fifth Circuit's discussion, somewhat sketchy\r\nin this  per  curiam opinion,  suggests that  the district  court\r                              \r\nshould have used the weight of only the 20 percent  of the liquid\r\nthat was P2P.\r\n     Nothing in  the  opinion,  however,  indicates  whether  the\r\nliquid  mixture containing the P2P was useable or marketable.  It\r\nwas described as  resulting from  \"a reaction mixture.\"   Id.  at\r                                                                       \r\n220.   We therefore view Mimms as distinguishable from this case,\r                                        \r\nwhere testimony showed  the entire substance  to be both  useable\r\nand marketable.   See also  United States v.  Towe, </pre><span class=\"citation\" data-id=\"672072\"><a href=\"/opinion/672072/united-states-v-robert-edward-towe/\"><span class=\"volume\">26</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">614</span></a></span><pre class=\"inline\">,\r                                                            \r\n616-17  (5th  Cir.  1994)  (per  curiam)  (improper  to  sentence\r                                                 \r\ndefendant based  on total  weight  of mixture  containing P2P  if\r\nmixture contained waste products).\r\n\n     10 Because the offense  level calculation properly took into\r\naccount the total quantity of the mixtures, we reject defendant's\r\nclaim that the  district court  erred in denying  his motion  for\r\nfunds to analyze the concentrations of P2P in the mixtures.\r\n\n                               -13-\r\r\n\nnot  or  whether  it turned  out  to be  a  mixture  or substance\r\n\ncontaining only relatively small amounts of P2P.\"\r\n\n     This approach to drug quantity  is proper.  The span of  the\r\n\nconspiracy charged  in  the indictment  encompassed all  fourteen\r\n\ndeliveries, including the seven that ultimately tested  negative.\r\n\nThe guidelines state, in relevant part:\r\n\n          If the  offense involved  both a substantive  drug\r\n     offense  and an  attempt or  conspiracy (e.g.,  sale of\r\n     five  grams  of  heroin  and  an  attempt  to  sell  an\r\n     additional  ten grams  of  heroin), the  total quantity\r\n     involved shall be aggregated  to determine the scale of\r\n     the offense.\r\n\nU.S.S.G.     2D1.1,  comment. (n.12).    The  same  evidence that\r\n\npermitted  the  jury to  find,  beyond a  reasonable  doubt, that\r\n\nCampbell intended  to produce  P2P supported the  court's finding\r\n\nthat  each delivery, regardless of its actual P2P content, was an\r\n\nintended  part  of  the charged  scheme.    See  supra at  2-3.11\r                                                                \r\n\nUnder  the  guideline  provision  quoted above,  such  a  finding\r\n\nrequires  inclusion  of  the  negative  substances  in  the  drug\r\n\nquantity calculation.   See United States v. Youngpeter, </pre><span class=\"citation\" data-id=\"600475\"><a href=\"/opinion/600475/united-states-v-mike-youngpeter/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span>\r                                                                 \r\n\n<span class=\"page\">349</span></a></span><pre class=\"inline\">, 354 (10th Cir.  1993) (where effort to produce six pounds of\r\n\nmethamphetamine  produced  only  one because  of  \"inept  cooking\r\n\nability,\"  full  amount intended  is counted).12   Cf.  Muniz, 49\r                                                                       \r\n                    \r                              \r\n\n     11 The district court's  sentencing findings, of course, may\r\nbe  based on  the  lower preponderance-of-the-evidence  standard.\r\nUnited States v. Legarda, 1</pre><span class=\"citation\" data-id=\"654660\"><a href=\"/opinion/654660/united-states-v-bolivar-o-palacios-molina/\"><span class=\"volume\">7</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></a></span><pre class=\"inline\">6, 499 (1st Cir. 1994).   We\r                                  \r\nreview   its findings of fact at sentencing under the deferential\r\nclearly erroneous standard.  Muniz, 49 F.3d at 41.\r                                            \r\n\n     12 Youngpeter involved U.S.S.G.   2D1.4, which provided that\r                            \r\nif the defendant  is convicted of  a conspiracy or an  attempt to\r\ncommit any controlled substance  offense, the offense level shall\r\nbe the  same \"as if the  object of the conspiracy  or attempt had\r\n\n                               -14-\r\r\n\nF.3d  at 39 (if  defendant had either  the intent or  capacity to\r\n\ndeliver  the full amount of drugs under negotiation in an aborted\r\n\nnarcotics transaction, then that amount must be included); United\r                                                                           \r\n\nStates  v. White,  </pre><span class=\"citation\" data-id=\"531251\"><a href=\"/opinion/531251/united-states-of-america-plaintiff-appelleecross-appellant-v-william-v/\"><span class=\"volume\">888</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">490</span></a></span><pre class=\"inline\">,  499  (7th  Cir.  1989)  (\"The\r                          \r\n\nGuidelines  treat   success  and  failure,   conviction  and   no\r\n\nconviction,alikeindrugcases,solongastheamountsareascertainable.\")\r\n\n     We  therefore   detect  no  error  in   the  court's  basing\r\n\nCampbell's sentence on  the full amount of the  liquids delivered\r\n\nduring the course of the conspiracy.\r\n\n     (2) Enhancement for Obstruction of Justice\r                                                         \r\n\n     Campbell  next  contests  the  imposition  of   a  two-level\r\n\nenhancement for obstruction of justice, which was based  upon the\r\n\ncourt's finding that  he had committed  perjury.  The  guidelines\r\n\nspecifically  list  perjury  as  a  trigger  of  the  obstruction\r\n\nenhancement.  U.S.S.G.   3C1.1 comment., (n.3(b)).  And the court\r\n\nclearly applied the correct  legal test for perjury:  whether the\r\n\ndefendant   intentionally  gave  false   testimony  concerning  a\r\n\nmaterial matter.  See United States v. Dunnigan, </pre><span class=\"citation\" data-id=\"112821\"><a href=\"/opinion/112821/united-states-v-dunnigan/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1111</span></a></span><pre class=\"inline\">,\r                                                         \r\n\n1116 (1993);  United States v.  Matiz, </pre><span class=\"citation\" data-id=\"195125\"><a href=\"/opinion/195125/united-states-v-esperanza-matiz/\"><span class=\"volume\">14</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">79</span></a></span><pre class=\"inline\">, 84  (1st Cir.\r                                               \r\n\n1994).  Thus, the only basis for disturbing the enhancement is if\r\n\nthe  fact finding  of  perjury were  clearly  erroneous.   United\r                                                                           \r\n\nStates v. Tracey, </pre><span class=\"citation\" data-id=\"678806\"><a href=\"/opinion/678806/united-states-v-john-l-tracy/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">199</span></a></span><pre class=\"inline\">, 202 (1st Cir. 1994).\r                          \r\n\n     The court based its finding on Campbell's testimony at trial\r\n\nand a three-day sentencing  hearing, during which he consistently\r\n\n                    \r                              \r\n\nbeen completed.\"  That section later was subsumed within   2D1.1.\r\nSee U.S.S.G. App. C, amend. 447.   \r             \r\n\n                               -15-\r\r\n\nmaintained that the  P2P in  the mixtures he  delivered had  been\r\n\nproduced  by accident; his true intent, he maintained, was not to\r\n\nproduce any  P2P, but to  deceive his  purchasers into  believing\r\n\nthey  were receiving P2P.   The court made  express fact findings\r\n\nsupporting  its perjury  determination at  the conclusion  of the\r\n\nsentencing  hearing,  noting  that  a number  of  factors  belied\r\n\nCampbell's  story.    First,   it  found  incredible   Campbell's\r\n\ncontention  that he was attempting to deceive individuals whom he\r\n\nbelieved to  be New York-based narcotics  traffickers, because he\r\n\nhad no means  of protecting himself when they found out that they\r\n\nhad been swindled.   Second, the court found it  implausible that\r\n\nhe  would have told his co-conspirator  that the substances being\r\n\ndelivered were 85%  P2P, as  he admitted he  had, if he  believed\r\n\nthey contained  no P2P at all.   Third, the court  found that the\r\n\ncomplexity   and  sophistication   of  the   laboratory  Campbell\r\n\nestablished supported the conclusion  that he intended to produce\r\n\nP2P, not,  as he claimed,  to deceive one  of the  purchasers who\r\n\nobviously had  no experience in  chemistry or P2P  production and\r\n\ncould have  been deceived  by a  far less  elaborate setup.   The\r\n\ncourt  went on  to find  that, at  several points,  Campbell gave\r\n\ntestimony at his sentencing hearing that was facially implausible\r\n\nand contradictory.\r\n\n     In  short,   after  reviewing   the  trial   and  sentencing\r\n\ntranscripts, we  find the  court's conclusion that  Campbell gave\r\n\ndeliberately false testimony to be amply supported in the record.\r\n\nSince  the false testimony  was relevant to  whether he possessed\r\n\n                               -16-\r\r\n\nthe required mental state  for the crime  and to the severity  of\r\n\nsentence, it was obviously  material.  See Matiz,  14 F.3d at  84\r                                                          \r\n\n(court  of  appeals  can  make materiality  determination  absent\r\n\nexpress district court finding).  Thus, we affirm the obstruction\r\n\nenhancement.\r\n\n     (3) Upward Departure in Criminal History\r                                                       \r\n\n     Campbell also takes issue with the  upward adjustment of his\r\n\nCriminal   History   Category   (CHC)  based   on   the   court's\r\n\ndetermination  that his original CHC  did not account  for all of\r\n\nhis prior criminal activity, and that Campbell was likely to be a\r\n\nrecidivist.   First, in a single sentence without any citation to\r\n\nlegal  authority, he  contends that  the court  gave insufficient\r\n\nnotice of its intent to depart, and of its reasons for departing.\r\n\nBy  failing  to  develop  this  point  adequately,  Campbell  has\r\n\nforfeited it.   United States v. Fahm, </pre><span class=\"citation\" data-id=\"195128\"><a href=\"/opinion/195128/united-states-v-fahm/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">447</span></a></span><pre class=\"inline\">, 450 n.2 (1st\r                                               \r\n\nCir. 1994).13   His  broader claim  that the  court erred  in its\r\n\ndeparture, while properly before us, gives him no greater succor.\r\n\n     In  general, we use a three-part inquiry to assess a court's\r\n\ndecision  to depart:  \"first, are the  circumstances of  the case\r\n\nsufficiently unusual to justify departure; second, do the relied-\r\n\nupon  factual circumstances  actually  exist; and  third, is  the\r\n\ndeparture  reasonable.\"  United States v. Parkinson, </pre><span class=\"citation\" data-id=\"195811\"><a href=\"/opinion/195811/united-states-v-parkinson/\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span><pre class=\"inline\">, 9\r                                                             \r\n\n(1st Cir. 1994) (citations  omitted).  There is no  question that\r\n\n                    \r                              \r\n\n     13  We  note that  the argument  had  little promise  in any\r\nevent, for the presentence report and the government's sentencing\r\nmemorandum  notified Campbell  of  the grounds  ultimately relied\r\nupon by the court for its upward departure.\r\n\n                               -17-\r\r\n\nthe  circumstances here are of a type that may warrant departure.\r\n\nSee U.S.S.G.   4A1.3,  p.s. (expressly authorizing departure when\r             \r\n\n\"reliable  information  indicates   that  the   [CHC]  does   not\r\n\nadequately  reflect  the  seriousness  of  the  defendant's  past\r\n\ncriminal conduct or the likelihood that the defendant will commit\r\n\nother crimes\"); accord Fahm, 13 F.3d at 450.\r                                     \r\n\n     We review the court's factual findings  for clear error, and\r\n\nwe give  considerable  deference to  its  \"judgment call\"  as  to\r\n\nwhether those facts warrant the departure.  Id. at 450-51.  Here,\r                                                         \r\n\nthe court made several independent findings, any one of which was\r\n\nsufficient  to trigger  the  adjustment.   The  court found  that\r\n\nCampbell had  engaged in assorted  criminal conduct that  had not\r\n\nbeen  included in  his CHC,  including manufacturing  and selling\r\n\ngrignard  reagents after learning  that they were  being used for\r\n\nillegal purposes  and making deliveries of PCP (commonly known as\r\n\nangel dust)  in addition to a  delivery in 1983 for  which he was\r\n\nconvicted.   The basis for both of these findings were admissions\r\n\nby  Campbell himself, hardly the stuff of clear error.  Moreover,\r\n\nbased on  the fact  that  Campbell committed  the instant  crimes\r\n\nshortly after being  released from a significant  prison term for\r\n\nsimilar conduct, and on the court's finding that he had displayed\r\n\na complete lack  of contrition or remorse during the proceedings,\r\n\nthe  court  concluded that  he was  likely  to return  to similar\r\n\ncriminal activity  upon his release.   The court's  fact findings\r\n\nwere  not clearly  erroneous,  and  we  see  no  basis  here  for\r\n\ndisturbing  the   court's  judgment  that   an  enhancement   was\r\n\n                               -18-\r\r\n\nindicated.   Finally, in light of the multiple grounds upon which\r\n\nthe  enhancement was based, we can hardly  say that the amount of\r\n\nthe enhancement, from CHC III to CHC IV, was unreasonable.\r\n\n     (4) The 416 vs. 75 Multiplier\r                                            \r\n\n     Campbell claims that the district  court erred by using  the\r\n\nwrong  multiplier to  convert  the weight  of  the P2P  into  its\r\n\nequivalent  marijuana weight.   Deriving  a marijuana  weight was\r\n\nnecessary  because  the Drug  Quantity  Table  in the  sentencing\r\n\nguidelines lists offense levels for only the most common types of\r\n\ncontrolled substances.  To determine the appropriate sentence for\r\n\ncrimes involving  less common  substances, such  as P2P,  a judge\r\n\nmust calculate their marijuana equivalent.\r\n\n     Drug Equivalency  Tables  are  provided  for  this  purpose.\r\n\nAccording to the relevant table, one gram of P2P is equivalent to\r\n\n416  grams of  marijuana  \"when  possessed  for  the  purpose  of\r\n\nmanufacturing methamphetamine.\"  \"[I]n  any other case,\" one gram\r\n\nof P2P is equivalent to 75 grams of marijuana.\r\n\n     The district  court selected  the 416 multiplier  because of\r\n\nits  fully supportable finding that Campbell knew that the P2P he\r\n\nwas  making was  intended ultimately  to be  used to  manufacture\r\n\nmethamphetamine.   Campbell,  however,  argues  that  the  higher\r\n\nmultiplier  applies  only  when   P2P  possessors  also  are  the\r\n\nmethamphetamine manufacturers, since only  then would a defendant\r\n\nin  fact possess  the  P2P  \"for  the  purpose  of  manufacturing\r\n\nmethamphetamine.\"\r\n\n                               -19-\r\r\n\n     Although such an  interpretation seems technically  possible\r\n\ngiven the language of the  provision, closer analysis reveals its\r\n\nflaw.   The  government  suggests that  the provision  reflects a\r\n\njudgment by the  Sentencing Commission to attach a higher penalty\r\n\nto  the most  serious possession  of P2P  -- for  the purpose  of\r\n\nmanufacturing methamphetamine -- as distinguished from possession\r\n\nof  P2P  for  use in  making  amphetamine  or possession  without\r\n\nknowledge of its intended  use.  According to the  government, an\r\n\nindividual  making   P2P  destined   for  use   in  manufacturing\r\n\nmethamphetamine is thus subject to the 416 multiplier, whether or\r\n\nnot   that   person   actually   intended   to  manufacture   the\r\n\nmethamphetamine.\r\n\n     While  there is no caselaw on point,  the history of the P2P\r\n\nlistings in  the  equivalency table  supports  this view  of  the\r\n\nprovision's  reach.     Before  November  1989,   those  listings\r\n\ncontained  different  conversion   amounts  for  P2P   explicitly\r\n\ndepending  upon whether the P2P was an amphetamine precursor or a\r\n\nmethamphetamine precursor.   See  U.S.S.G. App. C,  amend. 125.14\r                                          \r\n\nAn  amendment to the guidelines at that time changed the language\r\n\nto its  present form,  without any accompanying  explanation that\r\n\nthe revision was  meant to change the  basic reason for  the two-\r\n\ntiered approach to P2P  sentencing.  See id.  We  therefore think\r                                                      \r\n                    \r                              \r\n\n     14  The earlier  version of the  table stated that  \"1 gm of\r\nPhenylacetone/P2P (amphetamine precursor)\"  equalled 0.375  grams\r\nof  cocaine  or  0.075  grams  of   heroin  and  that  \"1  gm  of\r\nPhenylace[t]one/P2P  (methamphetamine precursor)\"  equalled 0.833\r\ngrams  of cocaine  or 0.167 grams  of heroin.   U.S.S.G.  App. C,\r\namend. 125.   A later  amendment changed the  cocaine and  heroin\r\nreferences to amounts of marijuana.  Id. at amend. 396.\r                                                  \r\n\n                               -20-\r\r\n\nit  evident that no substantive change was intended, and that the\r\n\ntwo multipliers  continue to  reflect a judgment  that possessing\r\n\nP2P linked  to  the  manufacture  of methamphetamine  is  a  more\r\n\nserious crime than possessing it in other circumstances.15 \r\n\n     Although the new language  left room for Campbell's argument\r\n\nhere,16   the   legislative  history   satisfies   us  that   the\r\n\nSentencing Commission intended that a defendant who possesses P2P\r\n\nfor  the ultimate  purpose  of  manufacturing methamphetamine  is\r\n\nsubject  to the  higher  multiplier, regardless  of who  actually\r\n\nmakes  the methamphetamine.   The  district court's  finding that\r\n\nCampbell possessed the P2P for that purpose is unassailable.\r\n\n                          IV. Conclusion\r                                                  \r\n\n     Having  carefully considered each of the defendant's claims,\r\n\nwe  are unable  to detect  any reversible  error in  the district\r\n\ncourt's  conduct of the trial or its decisions on sentencing.  We\r\n\nwish  to note, however, our sense that  the sum of the parts here\r\n\nis  a whole  that  is contrary  to the  age-old wisdom  that \"the\r\n\npunishment should  fit the crime.\"  Campbell, who is now 46, will\r\n\nserve  24 years in prison for --  at base -- producing a quantity\r\n\nof  P2P  that  would  have allowed  manufacture  of  very  little\r\n\n                    \r                              \r\n\n     15 Trial  testimony established  that P2P has  no legitimate\r\ncommercial use, and typically is used only to make amphetamine or\r\nmethamphetamine.\r\n\n     16 We  note that  Campbell's alternative reading  could have\r\nbeen  avoided with a slight change in phrasing: rather than \"when\r\npossessed for the purpose of manufacturing  methamphetamine,\" the\r\nprovision could have provided that the 416 multiplier  applied if\r\nthe  P2P  was  possessed  \"with  intent  that  it  be  used  for\"\r\nmanufacturing methamphetamine.\r\n\n                               -21-\r\r\n\nmethamphetamine.   Under  Congress's  sentencing  regime, we  are\r\n\nobliged  to  endorse this  harsh result.    See United  States v.\r                                                                        \r\n\nJackson, </pre><span class=\"citation\" data-id=\"195501\"><a href=\"/opinion/195501/united-states-v-jackson/\"><span class=\"volume\">30</span>  <span class=\"reporter\">F.3d</span>  <span class=\"page\">199</span></a></span><pre class=\"inline\">,  204-05  (1st Cir.  1994)  (Pettine,  J.,\r                 \r\n\nconcurring) (pursuant to guidelines' \"mechanical sentencing,\" 40-\r\n\nyear-old defendant  must  serve \"de  facto life  sentence\" of  27\r\n\nyears).\r\n\n     Accordingly, the  district court's  judgment is affirmed  in\r                                                                           \r\n\nall respects.\r                       \r\n\n                               -22-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109309/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110926/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111095/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195128/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195229/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195501/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195811/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195951/",
    "http://www.courtlistener.com/api/rest/v3/opinions/523145/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531008/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531251/",
    "http://www.courtlistener.com/api/rest/v3/opinions/563646/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566805/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599144/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599320/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600475/",
    "http://www.courtlistener.com/api/rest/v3/opinions/612159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654660/",
    "http://www.courtlistener.com/api/rest/v3/opinions/655386/",
    "http://www.courtlistener.com/api/rest/v3/opinions/672072/",
    "http://www.courtlistener.com/api/rest/v3/opinions/678806/",
    "http://www.courtlistener.com/api/rest/v3/opinions/685146/"
  ]
}