{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196587/",
  "absolute_url": "/opinion/196587/united-states-v-kelley/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196587/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:09:33Z",
  "date_modified": "2017-03-24T10:47:41.763106Z",
  "type": "010combined",
  "sha1": "01bebc1eed8674c2fcf468ce2b1eeca40ec10647",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1658.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 95-1658\r\n\n                          UNITED STATES,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                        EDWARD C. KELLEY,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF RHODE ISLAND\r\n\n          [Hon. Ronald R. Lagueux, U.S. District Judge]\r                                                                \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                       Cyr, Circuit Judge,\r                                                   \r\n\n               and Skinner,* Senior District Judge.\r                                                            \r\n\n                                           \r\n\n     Edward C. Roy, by Appointment of the Court, with whom  Roy &amp;\r                                                                           \r\nCook, was on brief for appellant.\r              \r\n     Margaret E. Curran, Assistant  United States Attorney,  with\r                                 \r\nwhom Sheldon  Whitehouse, United States Attorney,  and Charles A.\r                                                                           \r\nTamuleviz, were on brief for appellee.\r                   \r\n\n                                           \r\n                        February 20, 1996\r\n                                           \r\n\n                    \r                              \r\n\n*  Of the District of Massachusetts, sitting by designation.\r\r\n\n          SKINNER,  Senior  District Judge.   Defendant-appellant\r                    SKINNER,  Senior  District Judge.\r                                                    \r\n\nEdward Kelley was charged in a six count indictment of mail fraud\r\n\nin violation of 18 U.S.C.   1341 and making false statements to a\r\n\nfederal  agency in violation of 18 U.S.C.    1001.  Pursuant to a\r\n\nguilty  plea on the three mail fraud counts, Kelley was sentenced\r\n\nto 21  months incarceration,  followed by three  years supervised\r\n\nrelease.  On appeal of  his sentence, Kelley argues (1)  that the\r\n\ndistrict  court erred in determining  the amount of  the loss for\r\n\nsentencing purposes, and  (2) that the district  court abused his\r\n\ndiscretion  in denying  a two point  offense level  reduction for\r\n\nacceptance of responsibility.  We affirm.\r\n\n                         I.   BACKGROUND\r                                   I.   BACKGROUND\r                                                  \r\n\n          A.Facts\r                    A.Facts\r\n\n          This prosecution  arose out of Edward  Kelley's efforts\r\n\nto  enlist the  assistance of  the Small  Business Administration\r\n\n(\"S.B.A.\") in refinancing his commercial lobster boat, the \"Alter\r\n\nEgo II.\"   Kelley purchased the  boat in June 1992  for $5,000 in\r\n\ncash  and a  $22,000  promissory note,  and  quickly sold  a  45%\r\n\ninterest  to his brother Robert Fletcher for $20,000.  The vessel\r\n\nsustained substantial  damage during  a severe storm  in December\r\n\n1992.  \r\n\n          Kelley applied for disaster  relief from the S.B.A., in\r\n\nthe  course of  which he  submitted a Personal  Finance Statement\r\n\nstating that the vessel  purchase price was $60,000,  rather than\r\n\n                               -2-\r\r\n\n$27,000, and that he had paid cash in full without incurring  any\r\n\ndebt.  Both of these averments were false.\r\n\n          Based on  this application,  the S.B.A. agreed  to loan\r\n\nKelley $55,100, secured by  a mortgage on the vessel  and a third\r\n\nmortgage  on Kelley's house.   After  an initial  disbursement of\r\n\n$10,000 in April 1993,  Kelley submitted a Progress Certification\r\n\nReport indicating that he had purchased lobster traps from Robert\r\n\nFletcher's R.A.F.  Lobster Company  for $32,000.   This statement\r\n\nwas also false.   After the  S.B.A. disbursed the balance  of the\r\n\nloan, Kelley  used approximately $15,000 of the  S.B.A. funds for\r\n\npersonal  expenses.   After a  total of  $864 in  repayments over\r\n\nthree  months,   the  loan  went   into  default.     Kelley  was\r\n\nsubsequently  indicted  on  the  basis of  the  false  statements\r\n\ncontained  in his  Personal  Finance Statement  and his  Progress\r\n\nCertification  Report, and  pled guilty  to three counts  of mail\r\n\nfraud.\r\n\n          B.The Sentencing Proceeding\r                    B.The Sentencing Proceeding\r\n\n          At  the  sentencing proceeding,  the  government argued\r\n\nthat Kelley's total offense level should be fifteen, representing\r\n\neleven  points  for  fraud  involving  more  than  $40,000  under\r\n\nU.S.S.G.   2F1.1(b)(1)(F), increased by two points for \"more than\r\n\nminimal planning\" under U.S.S.G.    2F1.1(b)(2)(A), and augmented\r\n\nby an  additional two  points for  obstruction  of justice  under\r\n\nU.S.S.G.    3C1.1.   In  support of  the obstruction  points, the\r\n\ngovernment cited  two attestations Kelley made  in completing his\r\n\n                               -3-\r\r\n\npresentence report submission to the probation office, namely (1)\r\n\nthat  he had  nothing  to  do  with  the  theft  of  navigational\r\n\nequipment from the Alter Ego, and (2) that  he used all disbursed\r\n\nfunds to try to keep the Alter Ego afloat.\r\n\n          At  the  sentencing  proceeding,  Kelley  contested the\r\n\ngovernment's  calculated  offense   level,  contending  that  the\r\n\ngovernment overvalued the loss  in light of the  S.B.A.'s failure\r\n\nto pursue civil remedies.  Kelley also argued that his submission\r\n\nto the probation department did not obstruct justice.\r\n\n          After  hearing  testimony  from  eight  witnesses,  the\r\n\nsentencing court rejected  the S.B.A.'s valuation of  its loss at\r\n\n$54,236.    Specifically,  the  sentencing  court  rejected   the\r\n\ntestimony of an  S.B.A. witness  who appraised the  value of  the\r\n\nvessel  at $5,000.  The court implicitly adopted the testimony of\r\n\nKelley's expert  marine surveyor, Steven Mainella,  who testified\r\n\nthat  the  vessel was  worth between  $18,000  and $25,000.   The\r\n\ndefendant  did not, however, attempt to rebut the testimony of an\r\n\nS.B.A. loan  officer as to  the potential recovery  from Kelley's\r\n\nhouse.   Consequently,  the only  evidence before  the sentencing\r\n\ncourt on the value of the house was that a foreclosure proceeding\r\n\nwould fetch an estimated $104,000, which after satisfying $95,000\r\n\nin  superior  mortgages  and  auction expenses  would  produce  a\r\n\nnegligible recovery.\r\n\n          The court concluded that  the S.B.A.'s loss was between\r\n\n$20,000  and  $40,000,  resulting in  an  offense  level of  ten.\r\n\nFinding  that the S.B.A. had failed to pursue pledged collateral,\r\n\n                               -4-\r\r\n\nthe  sentencing court  denied restitution.   The court  added two\r\n\npoints  for  more  than  minimal   planning,  and  two  more  for\r\n\nobstruction of  justice; it  concluded that his  criminal history\r\n\ncategory was one.  Accordingly, Kelley was sentenced to 21 months\r\n\nimprisonment, followed  by three years  supervised release, which\r\n\nwas within the guideline range.\r\n\n                          II.  ANALYSIS\r                                    II.  ANALYSIS\r                                                 \r\n\n          A.Calculation of the S.B.A.'s Loss\r                    A.Calculation of the S.B.A.'s Loss\r\n\n          Kelley argues that the district court's conclusion that\r\n\nthe S.B.A.'s loss ranged between  $20,000 and $40,000 was clearly\r\n\nerroneous  in  light of  evidence adduced  at  trial.   Under the\r\n\nSentencing  Guidelines,  crimes  involving  fraud  are  uniformly\r\n\nassessed a base offense level  of six.  See U.S.S.G.    2F1.1(a).\r                                                     \r\n\nThis  base offense  level  is  increased  in  proportion  to  the\r\n\nmagnitude of the loss  if the victim's loss exceeded  $2,000. See\r                                                                           \r\n\nU.S.S.G.    2F1.1(b)(1).    The  commentary   to  the  Guidelines\r\n\nprovides a  set of formulae to apply in determining the amount of\r\n\nthe  loss   in  particular  circumstances.     For  example,  the\r\n\ncommentary instructs that  to calculate the loss  in a fraudulent\r\n\nloan  application, the  sentencing  court starts  by taking  \"the\r\n\namount  of  the  loan not  repaid  at  the  time  the offense  is\r\n\ndiscovered,  reduced by  the amount  the lending  institution has\r\n\nrecovered (or can expect  to recover) from any assets  pledged to\r\n\nsecure the loan.\"  See U.S.S.G   2F1.1,  comment. (n.7(b)).  This\r                                \r\n\nformula  is  binding  in   cases  involving  the  procurement  of\r\n\n                               -5-\r\r\n\nfraudulent   loans  and   is  clearly   applicable  to   Kelley's\r\n\nmisconduct.  See United  States v. Bennett, 37 F.3d 687, 695 (1st\r                                                    \r\n\nCir. 1994); see also Stinson  v. United States, 113 S. Ct.  1913,\r                                                        \r\n\n1915   (1993)  (\"[C]ommentary  in   the  Guidelines  Manual  that\r\n\ninterprets  or explains  a guideline  is authoritative  unless it\r\n\nviolates   the  Constitution   or  a   federal  statute,   or  is\r\n\ninconsistent  with,  or  a  plainly erroneous  reading  of,  that\r\n\nguideline.\").\r\n\n          Kelley challenges the court's  findings as to the value\r\n\nof the mortgage and  the vessel.  A sentencing  court's valuation\r\n\nof loss is subject to the \"clearly erroneous\" standard of review.\r\n\nSee, e.g., United States v. Brandon, 17 F.3d 409, 457 (1st Cir.),\r                                             \r\n\ncert.  denied, 115  S. Ct.  80 (1994).   Although  the Guidelines\r                       \r\n\nsuggest  that a rather specific formula should be applied in this\r\n\ncase,  the Sentencing  Commission has  recognized that it  may be\r\n\ndifficult  to  calculate  a  specific  loss with  any  degree  of\r\n\nprecision.  Precise loss may be hard to determine where the value\r\n\nof  collateral is in dispute,  either because the  victim has not\r\n\nexercised rights against  the collateral, or  it is alleged  that\r\n\nsuch efforts did not bring a fair market price. Cf. United States\r                                                                           \r\n\nv. Chorney, 63 F.3d 78, 82 (1st Cir. 1995) (rejecting defendant's\r                    \r\n\nargument  that  he  had  been denied  sufficient  opportunity  to\r\n\nestablish  fair market value of  unpledged assets).   In light of\r\n\npotential difficulties in  calculating the  loss, the  sentencing\r\n\ncourt  \"need only make a  reasonable estimate of  the loss, given\r\n\nthe available information.\"  See U.S.S.G.   2F1.1, comment (n.8).\r                                          \r\n\n                               -6-\r\r\n\n          With  respect  to the  Alter  Ego,  the district  judge\r\n\nrejected the government witness' testimony  that the vessel had a\r\n\nvalue of $5,000, implicitly adopting  Steven Mainella's appraisal\r\n\nof $18,000 to $25,000.  Neither party contests use of this figure\r\n\non appeal.\r\n\n          With respect to the  house, the parties agree that  the\r\n\nproperty was appraised  at $130,000 and  subject to two  superior\r\n\nmortgages  totalling $95,000.    At the  sentencing hearing,  the\r\n\nS.B.A. loan  officer testified that  it was standard  practice in\r\n\nthe  banking industry  to  value  property  to be  liquidated  at\r\n\nauction  at 80%  of  appraisal value,  or  $104,000 for  Kelley's\r\n\nhouse.   The  S.B.A.  loan officer  further  testified that  this\r\n\nliquidation value would be further offset by the $95,000 in prior\r\n\nmortgages, and  by  the estimated  $5,000  to $8,000  in  auction\r\n\nexpenses.  Foreclosure on  Kelley's house would thus yield  a net\r\n\nreturn of  $1,000 to $4,000.   Kelley did not offer  testimony at\r\n\nthe  sentencing hearing to  dispute this accounting,  nor does he\r\n\nattempt to factually undermine its premises on appeal.\r\n\n          Kelley  does  make  the  suggestion  that  the S.B.A.'s\r\n\naccounting method is  wrong as  a matter of  law.   Specifically,\r\n\nKelley  argues that the sentencing court must accept the value of\r\n\nthe  collateral to the defendant,  rather than the victim lending\r\n\ninstitution,  and that he should be credited for the full $35,000\r\n\nin equity he could have obtained if he sold the house on the open\r\n\nmarket.    But the  commentary to  the Guidelines  specifies that\r\n\nvaluation of  collateral is the amount  the \"lending institution\"\r\n\n                               -7-\r\r\n\ncould expect to  receive from pursuing  a security interest.  See\r                                                                           \r\n\nU.S.S.G.    2F1.1, comment. (n.7(b)).   The express  reference in\r\n\nthe  Guidelines  to  the  mortgagee  rather  than  the  mortgagor\r\n\nprecludes  Kelley's argument.   The  value of the  loss is  to be\r\n\noffset  by the  amount the  lender could  expect to  recover from\r\n\npursuit  of  pledged collateral.    Consequently,  the $1,000  to\r\n\n$4,000  expected recovery is the  proper measure of  the value of\r\n\nthe house.\r\n\n          To summarize, the evidence  before the sentencing court\r\n\ndemonstrated  that  if  the  S.B.A. had  pursued  civil  remedies\r\n\nagainst  the house and the  boat, it could  have recouped between\r\n\n$19,000  and $29,000.    Deducting this  amount from  the $54,236\r\n\noutstanding loan balance, the S.B.A.'s loss was somewhere between\r\n\n$24,000 and $35,000.  This range is well within the range of loss\r\n\nfound by the court.\r\n\n          Kelley makes a final  argument that it was inconsistent\r\n\nfor the sentencing  court to deny restitution, while  valuing the\r\n\nS.B.A.'s loss as greater than  $20,000.  Although Kelley properly\r\n\npoints out that the  authority of a sentencing court  \"to decline\r\n\nto  order   restitution  is  limited,\"  the   commentary  to  the\r\n\nSentencing Guidelines suggests there  are several factors a court\r\n\nmay consider in  declining to order  restitution. See U.S.S.G.   \r                                                               \r\n\n5E1.1, comment. (backg'd).  Prominent among these factors are the\r\n\nlack of victim's need,  uncertainty in calculating the amount  of\r\n\nrestitution, and fairness  to the  victim. See also  18 U.S.C.   \r                                                             \r\n\n3664(a).   The  judge went  on at some  length in  explaining his\r\n\n                               -8-\r\r\n\nreasons   for  denying  restitution,  specifically  finding  that\r\n\nbecause the S.B.A. failed  to avail itself of civil  remedies, it\r\n\nwas both difficult to ascertain the proper amount  of restitution\r\n\nand fair  to deny  all restitution.1   Kelley erroneously  argues\r\n\nthat an  absolute denial  of restitution necessarily  implies the\r\n\nconclusion that  the S.B.A. had  no loss.   There  is no  logical\r\n\nreason to make such a leap.\r\n\n          B.Obstruction of Justice\r                    B.Obstruction of Justice\r\n\n          Kelley also challenges  his two  point enhancement  for\r\n\nobstruction  of justice.   Under  the Sentencing  Guidelines, the\r\n\nprovision of a materially false statement to a  probation officer\r\n\nduring  the  preparation  of  a  presentence  report  constitutes\r\n\nobstruction of  justice. See U.S.S.G.    3C1.1, comment (n.3(h)).\r                                      \r\n\nThe sentencing court found that the following two passages of the\r\n\nsigned  statement which  the defendant  filed with  the probation\r\n\ndepartment were materially false:\r\n\n            In addition, I hoped to upgrade  the boat\r\n            with the proceeds of the loan.  Some time\r\n            after the  gear was  lost at sea,  all of\r\n            the electronic equipment  on the boat was\r\n            stolen by  my son.   As a result  of this\r\n            theft,  which I had absolutely nothing to\r\n            do with,  the boat  was inoperable.   The\r\n            boat could not generate any income.\r\n\n            At the time of  the application, I was in\r\n            a very difficult financial  situation and\r\n            I  was  desperate to  get  the boat  back\r\n            working.   I used all of the funds that I\r\n\n                    \r                              \r\n\n1  The government has not filed a cross-appeal to challenge these\r\nfindings.\r\n\n                               -9-\r\r\n\n            received   to   pay   for  boat   related\r\n            expenses.\r\n\nA  sentencing  court's  finding  of material  falseness  will  be\r\n\noverturned only where clearly erroneous. See, e.g., United States\r                                                                           \r\n\nv. Tracy, 36  F.3d 199, 202 (1st Cir.), cert.  denied, 115 S. Ct.\r                                                               \r\n\n609 (1994).\r\n\n          Although Kelley argues that the  sentencing court erred\r\n\nin failing to evaluate all testimony used to support a finding of\r\n\nfalseness  \"in a  light most  favorable to  the  defendant,\" this\r\n\ninterpretative  principle  only applies  to  the construction  of\r\n\nallegedly  perjurious  language,  not  to  the  determination  of\r\n\ncredibility of fact  witnesses.  See  U.S.S.G.   3C1.1,  comment.\r                                              \r\n\n(n.1).  Furthermore, lenitive  interpretations only apply \"to the\r\n\nextent that an innocent reading may be plausible.\"  See Tracy, 36\r                                                                       \r\n\nF.3d at 204.\r\n\n          Although Kelley  argues that neither  of his statements\r\n\nwas  false, there was ample evidence  before the sentencing court\r\n\nto support its  findings.  Kelley's claim that  he had nothing to\r\n\ndo  with theft  of electronic  equipment from  the Alter  Ego was\r\n\ndiscredited by the testimony  of his son.  Mark  Kelley testified\r\n\nthat his father  asked him to  temporarily remove equipment  from\r\n\nthe Ego  in  order  to  support  a  fraudulent  insurance  claim.\r\n\nSimilarly,  Kelley's  claim  that  S.B.A.  funds  were  uniformly\r\n\ndedicated to  boat expenses was contradicted by  bank records and\r\n\ncancelled checks indicating almost $15,600 of the S.B.A. loan was\r\n\nused  for  mortgage  payments,   parochial  school  tuition,  and\r\n\nmiscellaneous household expenses.   In view of this evidence, the\r\n\n                               -10-\r\r\n\ndefendant's  statements  were  not  susceptible  to  an  innocent\r\n\ninterpretation.   The sentencing  court was warranted  in finding\r\n\nthat both statements were false.\r\n\n          Kelley  also suggests that  neither of these statements\r\n\nwas material.  The materiality requirement for an allegedly false\r\n\nstatement \"is  not a  stringent one.\"  United  States v.  Ovalle-\r                                                                           \r\n\nM rquez, 36 F.3d 212, 226  (1st Cir. 1994), cert. denied,  115 S.\r                                                                  \r\n\nCt. 1322 (1995).  Under the Sentencing Guidelines, a statement is\r\n\nmaterial which, \"if  believed, would tend to  influence or affect\r\n\nthe issue  under determination.\"  See U.S.S.G.    3C1.1, comment.\r                                               \r\n\n(n.5).  Materiality  does not  require a factual  nexus with  the\r\n\nunderlying  criminal conduct.    Rather, for  the  purposes of  a\r\n\nsentencing determination, materiality  involves some  attestation\r\n\nthat could influence the court's sentencing discretion, including\r\n\n(but not  limited to) determination of a period of incarceration,\r\n\nconditions  of  supervised  release, or  whether  restitution  is\r\n\nawarded.    For example,  this court  has  held that  lying about\r\n\ncitizenship  in  a submission  to  the  probation department  was\r\n\nmaterial  because  of a  particular  district  judge's policy  to\r\n\nsuspend supervised release in order to facilitate the deportation\r\n\nof illegal aliens. See United States  v. Biyaga, 9 F.3d 204,  205\r                                                         \r\n\n(1st Cir. 1993).  A false statement may be material  even \"if the\r\n\nfalsehood  is designed  to  mitigate  significantly the  wrongful\r\n\nconduct  and so  affect  the court's  exercise  of discretion  in\r\n\nchoosing  a sentence  within the  range.\"   See United  States v.\r                                                                        \r\n\nAgoro, 995 F.2d 1288, 1292 (1st Cir. 1993).\r               \r\n\n                               -11-\r\r\n\n            The  making  of  false statements  in  the  probation\r\n\nsubmission is  similar enough  to the underlying  charged conduct\r\n\n(making false statements to a governmental entity) to establish a\r\n\nclose  nexus.  Furthermore, both  of the statements (if believed)\r\n\ncould  have  impacted  the  decisions of  the  sentencing  court.\r\n\nKelley's denial  of knowledge about  the theft and  its insurance\r\n\nimplications could have swayed  the determination that Kelley had\r\n\nexhibited  \"more   than  minimal   planning\"  under   U.S.S.G.   \r\n\n2F1.1(b)(2) or that  Kelley had  a role as  an \"organizer\"  under\r\n\nU.S.S.G.     3B1.1.   Similarly,  Kelley's  statements about  the\r\n\nexpenditure  of  the  proceeds  of the  S.B.A.  loan  could  have\r\n\naffected  the  sentencing  court's  decision  on  restitution  or\r\n\nminimal planning.   Moreover, the suggestion that the default was\r\n\nthe result  of Kelley's  \"desperation\" constituted an  attempt to\r\n\nevoke  sympathetic mitigation  from  the sentencing  court.   See\r                                                                           \r\n\nAgoro, 996  F.2d at  1292.   As each  of these  potential impacts\r               \r\n\nwould  independently  satisfy  the  materiality  requirement, the\r\n\nfindings of the sentencing court were free of error.\r\n\n                        III.   CONCLUSION\r                                  III.   CONCLUSION\r                                                   \r\n\n          For the foregoing reasons, the sentence is affirmed.\r                                                                       \r\n\n                               -12-\r\r\n",
  "html": "<p class=\"case_cite\">76 F.3d 436</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Edward C. KELLEY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1658.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 5, 1995.<br>Decided Feb. 20, 1996.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appeal from the United States District Court for the District of Rhode Island;  Ronald R. Lagueux, U.S. District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Edward C. Roy, Providence, RI, by Appointment of the Court, with whom Roy &amp; Cook, was on brief, for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Margaret E. Curran, Assistant United States Attorney, with whom Sheldon Whitehouse, United States Attorney, and Charles A. Tamuleviz, Providence, RI, were on brief, for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CYR, Circuit Judge, and SKINNER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">SKINNER, Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Defendant-appellant Edward Kelley was charged in a six count indictment of mail fraud in violation of 18 U.S.C. &#167; 1341 and making false statements to a federal agency in violation of 18 U.S.C. &#167; 1001.   Pursuant to a guilty plea on the three mail fraud counts, Kelley was sentenced to 21 months incarceration, followed by three years supervised release.   On appeal of his sentence, Kelley argues (1) that the district court erred in determining the amount of the loss for sentencing purposes, and (2) that the district court abused his discretion in denying a two point offense level reduction for acceptance of responsibility.   We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <p class=\"indent\">A. Facts</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This prosecution arose out of Edward Kelley's efforts to enlist the assistance of the Small Business Administration (\"S.B.A.\") in refinancing his commercial lobster boat, the \"Alter Ego II.\"   Kelley purchased the boat in June 1992 for $5,000 in cash and a $22,000 promissory note, and quickly sold a 45% interest to his brother Robert Fletcher for $20,000.   The vessel sustained substantial damage during a severe storm in December 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Kelley applied for disaster relief from the S.B.A., in the course of which he submitted a Personal Finance Statement stating that the vessel purchase price was $60,000, rather than $27,000, and that he had paid cash in full without incurring any debt.   Both of these averments were false.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Based on this application, the S.B.A. agreed to loan Kelley $55,100, secured by a mortgage on the vessel and a third mortgage on Kelley's house.   After an initial disbursement of $10,000 in April 1993, Kelley submitted a Progress Certification Report indicating that he had purchased lobster traps from Robert Fletcher's R.A.F. Lobster Company for $32,000.   This statement was also false.   After the S.B.A. disbursed the balance of the loan, Kelley used approximately $15,000 of the S.B.A. funds for personal expenses.   After a total of $864 in repayments over three months, the loan went into default.   Kelley was subsequently indicted on the basis of the false statements contained in his Personal Finance Statement and his Progress Certification Report, and pled guilty to three counts of mail fraud.</p>\n    </div>\n    <p class=\"indent\">B. The Sentencing Proceeding</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At the sentencing proceeding, the government argued that Kelley's total offense level should be fifteen, representing eleven points for fraud involving more than $40,000 under U.S.S.G. &#167; 2F1.1(b)(1)(F), increased by two points for \"more than minimal planning\" under U.S.S.G. &#167; 2F1.1(b)(2)(A), and augmented by an additional two points for obstruction of justice under U.S.S.G. &#167; 3C1.1.   In support of the obstruction points, the government cited two attestations Kelley made in completing his presentence report submission to the probation office, namely (1) that he had nothing to do with the theft of navigational equipment from the Alter Ego, and (2) that he used all disbursed funds to try to keep the Alter Ego afloat.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">At the sentencing proceeding, Kelley contested the government's calculated offense level, contending that the government overvalued the loss in light of the S.B.A.'s failure to pursue civil remedies.   Kelley also argued that his submission to the probation department did not obstruct justice.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">After hearing testimony from eight witnesses, the sentencing court rejected the S.B.A.'s valuation of its loss at $54,236.   Specifically, the sentencing court rejected the testimony of an S.B.A. witness who appraised the value of the vessel at $5,000.   The court implicitly adopted the testimony of Kelley's expert marine surveyor, Steven Mainella, who testified that the vessel was worth between $18,000 and $25,000.   The defendant did not, however, attempt to rebut the testimony of an S.B.A. loan officer as to the potential recovery from Kelley's house.   Consequently, the only evidence before the sentencing court on the value of the house was that a foreclosure proceeding would fetch an estimated $104,000, which after satisfying $95,000 in superior mortgages and auction expenses would produce a negligible recovery.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The court concluded that the S.B.A.'s loss was between $20,000 and $40,000, resulting in an offense level of ten.   Finding that the S.B.A. had failed to pursue pledged collateral, the sentencing court denied restitution.   The court added two points for more than minimal planning, and two more for obstruction of justice;  it concluded that his criminal history category was one.   Accordingly, Kelley was sentenced to 21 months imprisonment, followed by three years supervised release, which was within the guideline range.</p>\n    </div>\n    <p>II. ANALYSIS</p>\n    <p class=\"indent\">A. Calculation of the S.B.A.'s Loss</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Kelley argues that the district court's conclusion that the S.B.A.'s loss ranged between $20,000 and $40,000 was clearly erroneous in light of evidence adduced at trial.   Under the Sentencing Guidelines, crimes involving fraud are uniformly assessed a base offense level of six.   See U.S.S.G. &#167; 2F1.1(a).   This base offense level is increased in proportion to the magnitude of the loss if the victim's loss exceeded $2,000.   See U.S.S.G. &#167; 2F1.1(b)(1).   The commentary to the Guidelines provides a set of formulae to apply in determining the amount of the loss in particular circumstances.   For example, the commentary instructs that to calculate the loss in a fraudulent loan application, the sentencing court starts by taking \"the amount of the loan not repaid at the time the offense is discovered, reduced by the amount the lending institution has recovered (or can expect to recover) from any assets pledged to secure the loan.\"   See U.S.S.G &#167; 2F1.1, comment.  (n. 7(b)).   This formula is binding in cases involving the procurement of fraudulent loans and is clearly applicable to Kelley's misconduct.   See United States v. Bennett, 37 F.3d 687, 695 (1st Cir.1994);  see also Stinson v. United States, 508 U.S. 36, 37-38, 113 S.Ct. 1913, 1915, 123 L.Ed.2d 598 (1993) (\"[C]ommentary in the Guidelines Manual that interprets or explains a guideline is authoritative unless it violates the Constitution or a federal statute, or is inconsistent with, or a plainly erroneous reading of, that guideline.\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Kelley challenges the court's findings as to the value of the mortgage and the vessel.   A sentencing court's valuation of loss is subject to the \"clearly erroneous\" standard of review.   See, e.g., United States v. Brandon, 17 F.3d 409, 457 (1st Cir.), cert. denied, --- U.S. ----, 115 S.Ct. 80, 81, 130 L.Ed.2d 34 (1994).   Although the Guidelines suggest that a rather specific formula should be applied in this case, the Sentencing Commission has recognized that it may be difficult to calculate a specific loss with any degree of precision.   Precise loss may be hard to determine where the value of collateral is in dispute, either because the victim has not exercised rights against the collateral, or it is alleged that such efforts did not bring a fair market price.   Cf. United States v. Chorney, 63 F.3d 78, 82 (1st Cir.1995) (rejecting defendant's argument that he had been denied sufficient opportunity to establish fair market value of unpledged assets).   In light of potential difficulties in calculating the loss, the sentencing court \"need only make a reasonable estimate of the loss, given the available information.\"   See U.S.S.G. &#167; 2F1.1, comment (n. 8).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">With respect to the Alter Ego, the district judge rejected the government witness' testimony that the vessel had a value of $5,000, implicitly adopting Steven Mainella's appraisal of $18,000 to $25,000.   Neither party contests use of this figure on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">With respect to the house, the parties agree that the property was appraised at $130,000 and subject to two superior mortgages totalling $95,000.   At the sentencing hearing, the S.B.A. loan officer testified that it was standard practice in the banking industry to value property to be liquidated at auction at 80% of appraisal value, or $104,000 for Kelley's house.   The S.B.A. loan officer further testified that this liquidation value would be further offset by the $95,000 in prior mortgages, and by the estimated $5,000 to $8,000 in auction expenses.   Foreclosure on Kelley's house would thus yield a net return of $1,000 to $4,000.   Kelley did not offer testimony at the sentencing hearing to dispute this accounting, nor does he attempt to factually undermine its premises on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Kelley does make the suggestion that the S.B.A.'s accounting method is wrong as a matter of law.   Specifically, Kelley argues that the sentencing court must accept the value of the collateral to the defendant, rather than the victim lending institution, and that he should be credited for the full $35,000 in equity he could have obtained if he sold the house on the open market.   But the commentary to the Guidelines specifies that valuation of collateral is the amount the \"lending institution\" could expect to receive from pursuing a security interest.   See U.S.S.G. &#167; 2F1.1, comment.  (n. 7(b)).   The express reference in the Guidelines to the mortgagee rather than the mortgagor precludes Kelley's argument.   The value of the loss is to be offset by the amount the lender could expect to recover from pursuit of pledged collateral.   Consequently, the $1,000 to $4,000 expected recovery is the proper measure of the value of the house.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">To summarize, the evidence before the sentencing court demonstrated that if the S.B.A. had pursued civil remedies against the house and the boat, it could have recouped between $19,000 and $29,000.   Deducting this amount from the $54,236 outstanding loan balance, the S.B.A.'s loss was somewhere between $24,000 and $35,000.   This range is well within the range of loss found by the court.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Kelley makes a final argument that it was inconsistent for the sentencing court to deny restitution, while valuing the S.B.A.'s loss as greater than $20,000.   Although Kelley properly points out that the authority of a sentencing court \"to decline to order restitution is limited,\" the commentary to the Sentencing Guidelines suggests there are several factors a court may consider in declining to order restitution.   See U.S.S.G. &#167; 5E1.1, comment.  (backg'd).  Prominent among these factors are the lack of victim's need, uncertainty in calculating the amount of restitution, and fairness to the victim.   See also 18 U.S.C. &#167; 3664(a).   The judge went on at some length in explaining his reasons for denying restitution, specifically finding that because the S.B.A. failed to avail itself of civil remedies, it was both difficult to ascertain the proper amount of restitution and fair to deny all restitution.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Kelley erroneously argues that an absolute denial of restitution necessarily implies the conclusion that the S.B.A. had no loss.   There is no logical reason to make such a leap.</p>\n    </div>\n    <p class=\"indent\">B. Obstruction of Justice</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Kelley also challenges his two point enhancement for obstruction of justice.   Under the Sentencing Guidelines, the provision of a materially false statement to a probation officer during the preparation of a presentence report constitutes obstruction of justice.   See U.S.S.G. &#167; 3C1.1, comment (n. 3(h)).   The sentencing court found that the following two passages of the signed statement which the defendant filed with the probation department were materially false:In addition, I hoped to upgrade the boat with the proceeds of the loan.   Some time after the gear was lost at sea, all of the electronic equipment on the boat was stolen by my son.   As a result of this theft, which I had absolutely nothing to do with, the boat was inoperable.   The boat could not generate any income.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>At the time of the application, I was in a very difficult financial situation and I was desperate to get the boat back working.   I used all of the funds that I received to pay for boat related expenses.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">A sentencing court's finding of material falseness will be overturned only where clearly erroneous.   See, e.g., United States v. Tracy, 36 F.3d 199, 202 (1st Cir.), cert. denied, --- U.S. ----, 115 S.Ct. 609, 130 L.Ed.2d 518 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Although Kelley argues that the sentencing court erred in failing to evaluate all testimony used to support a finding of falseness \"in a light most favorable to the defendant,\" this interpretative principle only applies to the construction of allegedly perjurious language, not to the determination of credibility of fact witnesses.   See U.S.S.G. &#167; 3C1.1, comment.  (n. 1.).   Furthermore, lenitive interpretations only apply \"to the extent that an innocent reading may be plausible.\"   See Tracy, 36 F.3d at 204.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Although Kelley argues that neither of his statements was false, there was ample evidence before the sentencing court to support its findings.   Kelley's claim that he had nothing to do with theft of electronic equipment from the Alter Ego was discredited by the testimony of his son.   Mark Kelley testified that his father asked him to temporarily remove equipment from the Ego in order to support a fraudulent insurance claim.   Similarly, Kelley's claim that S.B.A. funds were uniformly dedicated to boat expenses was contradicted by bank records and cancelled checks indicating almost $15,600 of the S.B.A. loan was used for mortgage payments, parochial school tuition, and miscellaneous household expenses.   In view of this evidence, the defendant's statements were not susceptible to an innocent interpretation.   The sentencing court was warranted in finding that both statements were false.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Kelley also suggests that neither of these statements was material.   The materiality requirement for an allegedly false statement \"is not a stringent one.\"  United States v. Ovalle-Marquez, 36 F.3d 212, 226 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 1322, 131 L.Ed.2d 202 (1995).   Under the Sentencing Guidelines, a statement is material which, \"if believed, would tend to influence or affect the issue under determination.\"   See U.S.S.G. &#167; 3C1.1, comment.  (n. 5).   Materiality does not require a factual nexus with the underlying criminal conduct.   Rather, for the purposes of a sentencing determination, materiality involves some attestation that could influence the court's sentencing discretion, including (but not limited to) determination of a period of incarceration, conditions of supervised release, or whether restitution is awarded.   For example, this court has held that lying about citizenship in a submission to the probation department was material because of a particular district judge's policy to suspend supervised release in order to facilitate the deportation of illegal aliens.   See United States v. Biyaga, 9 F.3d 204, 205 (1st Cir.1993).   A false statement may be material even \"if the falsehood is designed to mitigate significantly the wrongful conduct and so affect the court's exercise of discretion in choosing a sentence within the range.\"   See United States v. Agoro, 996 F.2d 1288, 1292 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The making of false statements in the probation submission is similar enough to the underlying charged conduct (making false statements to a governmental entity) to establish a close nexus.   Furthermore, both of the statements (if believed) could have impacted the decisions of the sentencing court.   Kelley's denial of knowledge about the theft and its insurance implications could have swayed the determination that Kelley had exhibited \"more than minimal planning\" under U.S.S.G. &#167; 2F1.1(b)(2) or that Kelley had a role as an \"organizer\" under U.S.S.G. &#167; 3B1.1.   Similarly, Kelley's statements about the expenditure of the proceeds of the S.B.A. loan could have affected the sentencing court's decision on restitution or minimal planning.   Moreover, the suggestion that the default was the result of Kelley's \"desperation\" constituted an attempt to evoke sympathetic mitigation from the sentencing court.   See Agoro, 996 F.2d at 1292.   As each of these potential impacts would independently satisfy the materiality requirement, the findings of the sentencing court were free of error.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">For the foregoing reasons, the sentence is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The government has not filed a cross-appeal to challenge these findings</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">436</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Edward C. KELLEY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1658.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 5, 1995.<br>Decided Feb. 20, 1996.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appeal from the United States District Court for the District of Rhode Island;  Ronald R. Lagueux, U.S. District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Edward C. Roy, Providence, RI, by Appointment of the Court, with whom Roy &amp; Cook, was on brief, for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Margaret E. Curran, Assistant United States Attorney, with whom Sheldon Whitehouse, United States Attorney, and Charles A. Tamuleviz, Providence, RI, were on brief, for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CYR, Circuit Judge, and SKINNER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">SKINNER, Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Defendant-appellant Edward Kelley was charged in a six count indictment of mail fraud in violation of 18 U.S.C. &#167; 1341 and making false statements to a federal agency in violation of 18 U.S.C. &#167; 1001.   Pursuant to a guilty plea on the three mail fraud counts, Kelley was sentenced to 21 months incarceration, followed by three years supervised release.   On appeal of his sentence, Kelley argues (1) that the district court erred in determining the amount of the loss for sentencing purposes, and (2) that the district court abused his discretion in denying a two point offense level reduction for acceptance of responsibility.   We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <p class=\"indent\">A. Facts</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This prosecution arose out of Edward Kelley's efforts to enlist the assistance of the Small Business Administration (\"S.B.A.\") in refinancing his commercial lobster boat, the \"Alter Ego II.\"   Kelley purchased the boat in June 1992 for $5,000 in cash and a $22,000 promissory note, and quickly sold a 45% interest to his brother Robert Fletcher for $20,000.   The vessel sustained substantial damage during a severe storm in December 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Kelley applied for disaster relief from the S.B.A., in the course of which he submitted a Personal Finance Statement stating that the vessel purchase price was $60,000, rather than $27,000, and that he had paid cash in full without incurring any debt.   Both of these averments were false.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Based on this application, the S.B.A. agreed to loan Kelley $55,100, secured by a mortgage on the vessel and a third mortgage on Kelley's house.   After an initial disbursement of $10,000 in April 1993, Kelley submitted a Progress Certification Report indicating that he had purchased lobster traps from Robert Fletcher's R.A.F. Lobster Company for $32,000.   This statement was also false.   After the S.B.A. disbursed the balance of the loan, Kelley used approximately $15,000 of the S.B.A. funds for personal expenses.   After a total of $864 in repayments over three months, the loan went into default.   Kelley was subsequently indicted on the basis of the false statements contained in his Personal Finance Statement and his Progress Certification Report, and pled guilty to three counts of mail fraud.</p>\n    </div>\n    <p class=\"indent\">B. The Sentencing Proceeding</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At the sentencing proceeding, the government argued that Kelley's total offense level should be fifteen, representing eleven points for fraud involving more than $40,000 under U.S.S.G. &#167; 2F1.1(b)(1)(F), increased by two points for \"more than minimal planning\" under U.S.S.G. &#167; 2F1.1(b)(2)(A), and augmented by an additional two points for obstruction of justice under U.S.S.G. &#167; 3C1.1.   In support of the obstruction points, the government cited two attestations Kelley made in completing his presentence report submission to the probation office, namely (1) that he had nothing to do with the theft of navigational equipment from the Alter Ego, and (2) that he used all disbursed funds to try to keep the Alter Ego afloat.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">At the sentencing proceeding, Kelley contested the government's calculated offense level, contending that the government overvalued the loss in light of the S.B.A.'s failure to pursue civil remedies.   Kelley also argued that his submission to the probation department did not obstruct justice.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">After hearing testimony from eight witnesses, the sentencing court rejected the S.B.A.'s valuation of its loss at $54,236.   Specifically, the sentencing court rejected the testimony of an S.B.A. witness who appraised the value of the vessel at $5,000.   The court implicitly adopted the testimony of Kelley's expert marine surveyor, Steven Mainella, who testified that the vessel was worth between $18,000 and $25,000.   The defendant did not, however, attempt to rebut the testimony of an S.B.A. loan officer as to the potential recovery from Kelley's house.   Consequently, the only evidence before the sentencing court on the value of the house was that a foreclosure proceeding would fetch an estimated $104,000, which after satisfying $95,000 in superior mortgages and auction expenses would produce a negligible recovery.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The court concluded that the S.B.A.'s loss was between $20,000 and $40,000, resulting in an offense level of ten.   Finding that the S.B.A. had failed to pursue pledged collateral, the sentencing court denied restitution.   The court added two points for more than minimal planning, and two more for obstruction of justice;  it concluded that his criminal history category was one.   Accordingly, Kelley was sentenced to 21 months imprisonment, followed by three years supervised release, which was within the guideline range.</p>\n    </div>\n    <p>II. ANALYSIS</p>\n    <p class=\"indent\">A. Calculation of the S.B.A.'s Loss</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Kelley argues that the district court's conclusion that the S.B.A.'s loss ranged between $20,000 and $40,000 was clearly erroneous in light of evidence adduced at trial.   Under the Sentencing Guidelines, crimes involving fraud are uniformly assessed a base offense level of six.   See U.S.S.G. &#167; 2F1.1(a).   This base offense level is increased in proportion to the magnitude of the loss if the victim's loss exceeded $2,000.   See U.S.S.G. &#167; 2F1.1(b)(1).   The commentary to the Guidelines provides a set of formulae to apply in determining the amount of the loss in particular circumstances.   For example, the commentary instructs that to calculate the loss in a fraudulent loan application, the sentencing court starts by taking \"the amount of the loan not repaid at the time the offense is discovered, reduced by the amount the lending institution has recovered (or can expect to recover) from any assets pledged to secure the loan.\"   See U.S.S.G &#167; 2F1.1, comment.  (n. 7(b)).   This formula is binding in cases involving the procurement of fraudulent loans and is clearly applicable to Kelley's misconduct.   See United States v. Bennett, <span class=\"citation\" data-id=\"195606\"><a href=\"/opinion/195606/united-states-v-bennett/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">687</span></a></span>, 695 (1st Cir.1994);  see also Stinson v. United States, <span class=\"citation\" data-id=\"112854\"><a href=\"/opinion/112854/stinson-v-united-states/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span>, 37-38, <span class=\"citation\" data-id=\"112854\"><a href=\"/opinion/112854/stinson-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1913</span></a></span>, 1915, <span class=\"citation\" data-id=\"112854\"><a href=\"/opinion/112854/stinson-v-united-states/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">598</span></a></span> (1993) (\"[C]ommentary in the Guidelines Manual that interprets or explains a guideline is authoritative unless it violates the Constitution or a federal statute, or is inconsistent with, or a plainly erroneous reading of, that guideline.\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Kelley challenges the court's findings as to the value of the mortgage and the vessel.   A sentencing court's valuation of loss is subject to the \"clearly erroneous\" standard of review.   See, e.g., United States v. Brandon, <span class=\"citation\" data-id=\"664045\"><a href=\"/opinion/664045/united-states-v-peter-brandon-united-states-of-america-v-charles-d/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">409</span></a></span>, 457 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">80</span></span>, 81, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">34</span></span> (1994).   Although the Guidelines suggest that a rather specific formula should be applied in this case, the Sentencing Commission has recognized that it may be difficult to calculate a specific loss with any degree of precision.   Precise loss may be hard to determine where the value of collateral is in dispute, either because the victim has not exercised rights against the collateral, or it is alleged that such efforts did not bring a fair market price.   Cf. United States v. Chorney, <span class=\"citation\" data-id=\"196258\"><a href=\"/opinion/196258/united-states-v-chorney/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">78</span></a></span>, 82 (1st Cir.1995) (rejecting defendant's argument that he had been denied sufficient opportunity to establish fair market value of unpledged assets).   In light of potential difficulties in calculating the loss, the sentencing court \"need only make a reasonable estimate of the loss, given the available information.\"   See U.S.S.G. &#167; 2F1.1, comment (n. 8).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">With respect to the Alter Ego, the district judge rejected the government witness' testimony that the vessel had a value of $5,000, implicitly adopting Steven Mainella's appraisal of $18,000 to $25,000.   Neither party contests use of this figure on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">With respect to the house, the parties agree that the property was appraised at $130,000 and subject to two superior mortgages totalling $95,000.   At the sentencing hearing, the S.B.A. loan officer testified that it was standard practice in the banking industry to value property to be liquidated at auction at 80% of appraisal value, or $104,000 for Kelley's house.   The S.B.A. loan officer further testified that this liquidation value would be further offset by the $95,000 in prior mortgages, and by the estimated $5,000 to $8,000 in auction expenses.   Foreclosure on Kelley's house would thus yield a net return of $1,000 to $4,000.   Kelley did not offer testimony at the sentencing hearing to dispute this accounting, nor does he attempt to factually undermine its premises on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Kelley does make the suggestion that the S.B.A.'s accounting method is wrong as a matter of law.   Specifically, Kelley argues that the sentencing court must accept the value of the collateral to the defendant, rather than the victim lending institution, and that he should be credited for the full $35,000 in equity he could have obtained if he sold the house on the open market.   But the commentary to the Guidelines specifies that valuation of collateral is the amount the \"lending institution\" could expect to receive from pursuing a security interest.   See U.S.S.G. &#167; 2F1.1, comment.  (n. 7(b)).   The express reference in the Guidelines to the mortgagee rather than the mortgagor precludes Kelley's argument.   The value of the loss is to be offset by the amount the lender could expect to recover from pursuit of pledged collateral.   Consequently, the $1,000 to $4,000 expected recovery is the proper measure of the value of the house.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">To summarize, the evidence before the sentencing court demonstrated that if the S.B.A. had pursued civil remedies against the house and the boat, it could have recouped between $19,000 and $29,000.   Deducting this amount from the $54,236 outstanding loan balance, the S.B.A.'s loss was somewhere between $24,000 and $35,000.   This range is well within the range of loss found by the court.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Kelley makes a final argument that it was inconsistent for the sentencing court to deny restitution, while valuing the S.B.A.'s loss as greater than $20,000.   Although Kelley properly points out that the authority of a sentencing court \"to decline to order restitution is limited,\" the commentary to the Sentencing Guidelines suggests there are several factors a court may consider in declining to order restitution.   See U.S.S.G. &#167; 5E1.1, comment.  (backg'd).  Prominent among these factors are the lack of victim's need, uncertainty in calculating the amount of restitution, and fairness to the victim.   See also 18 U.S.C. &#167; 3664(a).   The judge went on at some length in explaining his reasons for denying restitution, specifically finding that because the S.B.A. failed to avail itself of civil remedies, it was both difficult to ascertain the proper amount of restitution and fair to deny all restitution.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Kelley erroneously argues that an absolute denial of restitution necessarily implies the conclusion that the S.B.A. had no loss.   There is no logical reason to make such a leap.</p>\n    </div>\n    <p class=\"indent\">B. Obstruction of Justice</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Kelley also challenges his two point enhancement for obstruction of justice.   Under the Sentencing Guidelines, the provision of a materially false statement to a probation officer during the preparation of a presentence report constitutes obstruction of justice.   See U.S.S.G. &#167; 3C1.1, comment (n. 3(h)).   The sentencing court found that the following two passages of the signed statement which the defendant filed with the probation department were materially false:In addition, I hoped to upgrade the boat with the proceeds of the loan.   Some time after the gear was lost at sea, all of the electronic equipment on the boat was stolen by my son.   As a result of this theft, which I had absolutely nothing to do with, the boat was inoperable.   The boat could not generate any income.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>At the time of the application, I was in a very difficult financial situation and I was desperate to get the boat back working.   I used all of the funds that I received to pay for boat related expenses.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">A sentencing court's finding of material falseness will be overturned only where clearly erroneous.   See, e.g., United States v. Tracy, <span class=\"citation\" data-id=\"678806\"><a href=\"/opinion/678806/united-states-v-john-l-tracy/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">199</span></a></span>, 202 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">609</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">518</span></span> (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Although Kelley argues that the sentencing court erred in failing to evaluate all testimony used to support a finding of falseness \"in a light most favorable to the defendant,\" this interpretative principle only applies to the construction of allegedly perjurious language, not to the determination of credibility of fact witnesses.   See U.S.S.G. &#167; 3C1.1, comment.  (n. 1.).   Furthermore, lenitive interpretations only apply \"to the extent that an innocent reading may be plausible.\"   See Tracy, 36 F.3d at 204.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Although Kelley argues that neither of his statements was false, there was ample evidence before the sentencing court to support its findings.   Kelley's claim that he had nothing to do with theft of electronic equipment from the Alter Ego was discredited by the testimony of his son.   Mark Kelley testified that his father asked him to temporarily remove equipment from the Ego in order to support a fraudulent insurance claim.   Similarly, Kelley's claim that S.B.A. funds were uniformly dedicated to boat expenses was contradicted by bank records and cancelled checks indicating almost $15,600 of the S.B.A. loan was used for mortgage payments, parochial school tuition, and miscellaneous household expenses.   In view of this evidence, the defendant's statements were not susceptible to an innocent interpretation.   The sentencing court was warranted in finding that both statements were false.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Kelley also suggests that neither of these statements was material.   The materiality requirement for an allegedly false statement \"is not a stringent one.\"  United States v. Ovalle-Marquez, <span class=\"citation\" data-id=\"195633\"><a href=\"/opinion/195633/united-states-v-ovalle-marquez/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">212</span></a></span>, 226 (1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1322</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></span> (1995).   Under the Sentencing Guidelines, a statement is material which, \"if believed, would tend to influence or affect the issue under determination.\"   See U.S.S.G. &#167; 3C1.1, comment.  (n. 5).   Materiality does not require a factual nexus with the underlying criminal conduct.   Rather, for the purposes of a sentencing determination, materiality involves some attestation that could influence the court's sentencing discretion, including (but not limited to) determination of a period of incarceration, conditions of supervised release, or whether restitution is awarded.   For example, this court has held that lying about citizenship in a submission to the probation department was material because of a particular district judge's policy to suspend supervised release in order to facilitate the deportation of illegal aliens.   See United States v. Biyaga, <span class=\"citation\" data-id=\"195032\"><a href=\"/opinion/195032/united-states-v-biyaga/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">204</span></a></span>, 205 (1st Cir.1993).   A false statement may be material even \"if the falsehood is designed to mitigate significantly the wrongful conduct and so affect the court's exercise of discretion in choosing a sentence within the range.\"   See United States v. Agoro, <span class=\"citation\" data-id=\"610548\"><a href=\"/opinion/610548/united-states-v-babatunde-kareem-agoro-aka-kareem-b-agoro/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1288</span></a></span>, 1292 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The making of false statements in the probation submission is similar enough to the underlying charged conduct (making false statements to a governmental entity) to establish a close nexus.   Furthermore, both of the statements (if believed) could have impacted the decisions of the sentencing court.   Kelley's denial of knowledge about the theft and its insurance implications could have swayed the determination that Kelley had exhibited \"more than minimal planning\" under U.S.S.G. &#167; 2F1.1(b)(2) or that Kelley had a role as an \"organizer\" under U.S.S.G. &#167; 3B1.1.   Similarly, Kelley's statements about the expenditure of the proceeds of the S.B.A. loan could have affected the sentencing court's decision on restitution or minimal planning.   Moreover, the suggestion that the default was the result of Kelley's \"desperation\" constituted an attempt to evoke sympathetic mitigation from the sentencing court.   See Agoro, 996 F.2d at 1292.   As each of these potential impacts would independently satisfy the materiality requirement, the findings of the sentencing court were free of error.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">For the foregoing reasons, the sentence is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The government has not filed a cross-appeal to challenge these findings</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112854/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195032/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195633/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196258/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610548/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664045/",
    "http://www.courtlistener.com/api/rest/v3/opinions/678806/"
  ]
}