{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196588/",
  "absolute_url": "/opinion/196588/j-geils-band-v-smith-barney/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196588/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:09:35Z",
  "date_modified": "2017-03-24T10:47:44.823805Z",
  "type": "010combined",
  "sha1": "dfb9dc0022cb53060ef698dd55ddb279c418406a",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1699.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 95-1699\r\n\n           J. GEILS BAND EMPLOYEE BENEFIT PLAN, ET AL.,\r\n\n                     Plaintiffs - Appellants,\r\n\n                                v.\r\n\n               SMITH BARNEY SHEARSON, INC., ET AL.,\r\n\n                     Defendants - Appellees.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n           [Hon. Robert E. Keeton, U.S. District Judge]\r                                                                \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                  Bownes, Senior Circuit Judge,\r                                                        \r\n\n                    and Stahl, Circuit Judge.\r                                                      \r\n\n                                           \r\n\n     Thomas J. Butters, with  whom Cullen &amp; Butters was  on brief\r                                                             \r\nfor appellants.\r\n     Barry Y. Weiner, with  whom Christopher P. Litterio, William\r                                                                           \r\nE. Ryckman and  Shapiro, Israel &amp; Weiner, P.C. were  on brief for\r                                                        \r\nappellees.\r\n\n                                           \r\n\n                        February 20, 1996\r\n                                           \r\r\n\n          TORRUELLA, Chief Judge.   Appellants, the J. Geils Band\r                    TORRUELLA, Chief Judge\r                                          \r\n\nEmployee  Benefit  Plan  (the  \"Plan\"), and  Stephen  Bladd  (the\r\n\n\"Trustee\"),  John Geils,  Jr., Richard  Salwitz and  Seth Justman\r\n\n(the \"Participants\"), brought this suit alleging fraud and breach\r\n\nof fiduciary duty under the Employment Retirement Income Security\r\n\nAct  of 1974  (\"ERISA\"),  29 U.S.C.     1001 et  seq. (1994),  in\r                                                               \r\n\nconnection with certain investment transactions made by Appellees\r\n\nin 1985,  1986 and 1987.   The district court granted  the motion\r\n\nfor summary judgment brought  by Appellees, Smith Barney Shearson\r\n\n(\"Shearson\"),  Matthew  McHugh, and  Kathleen  Hegenbart,  on the\r\n\ngrounds  that Appellants'  claims are  time barred  under ERISA's\r\n\nsix-year  statute of limitations.  For  the following reasons, we\r\n\naffirm. \r\n\n                FACTUAL AND PROCEDURAL BACKGROUND\r                          FACTUAL AND PROCEDURAL BACKGROUND\r                                                           \r\n\n          The following  facts are  summarized in the  light most\r\n\nfavorable  to Appellants,  the party  opposing summary  judgment.\r\n\nBarbour  v. Dynamics  Research Corp.,  63 F.3d  32, 36  (1st Cir.\r                                              \r\n\n1995).\r\n\n          The Plan, also known as T &amp; A Research and Development,\r\n\nInc., was formed  as a pension  and profit sharing  plan for  the\r\n\nemployees of the  J. Geils Band and, as a  common plan and trust,\r\n\nit is subject  to ERISA.  In  April of 1985, Bladd  as the Plan's\r\n\nTrustee1  opened  accounts  for  the Plan  with  Shearson  Lehman\r\n\nBrothers, Inc., a registered  broker-dealer and a member firm  of\r\n\n                    \r                              \r\n\n1   The record shows that prior to serving as the Plan's trustee,\r\nBladd had no significant financial background or experience. \r\n\n                               -2-\r\r\n\nboth the  National Association  of Securities Dealers  (NASD) and\r\n\nthe  New  York Stock  Exchange (NYSE).    This appeal  stems from\r\n\nShearson's management between 1985 and 1990 of the Plan's account\r\n\nand, specifically,  its  purchase of  three limited  partnerships\r\n\n(the first  in June of 1985, the second in September of 1985, and\r\n\nthe third  in June of 1987) and execution of a \"bond swap\" in May\r\n\nof 1986.\r\n\n          The  Plan's  accounts  were  handled  by  Hegenbart,  a\r\n\nShearson  employee who acted as the Plan's stock broker from 1985\r\n\nuntil Appellants transferred the  accounts from Shearson in 1990.\r\n\nMcHugh,  a  Shearson  branch  manager,  supervised the  accounts.\r\n\nHegenbart would make a recommendation, and if Appellants accepted\r\n\nit and executed an order, she would receive a commission.  If the\r\n\nrecommendation  was  not  accepted,  she would  not  receive  any\r\n\ncompensation from  Appellants.  While Appellants  communicated to\r\n\nHegenbart that  they knew very little  about financial management\r\n\nor investment, Appellants retained decision-making authority over\r\n\nthe  Plan accounts.   At  no time  was  Hegenbart given  power of\r\n\nattorney or discretionary authority over the accounts.\r\n\n          Upon  opening the  Plan's accounts, Hegenbart  sold the\r\n\nsecurities  transferred to  it and  one month  later, in  June of\r\n\n1986,  purchased over  $500,000  of long-term  zero coupon  bonds\r\n\n(\"CATS\"),  Shearson-managed  mutual  funds,  and  certificates of\r\n\ndeposit.  In May  of 1986, Appellants swapped the  CATS purchased\r\n\nin 1985 for  other bonds  upon Hegenbart's  recommendation.   The\r\n\nbond swap resulted in  an overall loss to the  Plan and generated\r\n\n                               -3-\r\r\n\nover  $90,000 worth  of  commissions  --  $32,000 for  the  bonds\r\n\npurchased in  1985 and $61,000 for their sale in May of 1986, and\r\n\nthe subsequent purchase of the  new bonds.  The Plan was  charged\r\n\ncommissions of about 3.5%  for the sale of the  CATS purchased in\r\n\n1985, 3.5% for  the 1986 sale, and approximately 6%  for the 1986\r\n\npurchase of the new CATS.  \r\n\n          Between 1985 and 1987,  Appellants purchased a total of\r\n\n$165,000 worth  of  three Shearson-packaged  limited  partnership\r\n\ninterests.   The  first  was  purchased  in  June  of  1985,  for\r\n\n$100,000.  On  or about the purchase date, Bladd, as Trustee, and\r\n\nJustman  executed  a  Subscription  Agreement  under  penalty  of\r\n\nperjury.   According to this agreement,  they acknowledged, inter\r                                                                           \r\n\nalia, that (i) they  received the prospectus; (ii) there  was not\r              \r\n\nexpected  to be a public  market for their  investment; and (iii)\r\n\nthere  were  risks  involved,  which  the  prospectus  disclosed.\r\n\nAppellants were sent prospectuses which similarly disclosed risks\r\n\ninvolved  when they purchased $40,000 worth of the second limited\r\n\npartnership  interest  in  September   of  1985,  and  when  they\r\n\npurchased $25,000 of the third in June of 1987.\r\n\n          Each of the  Participants, including Bladd  as Trustee,\r\n\nreceived monthly  statements, as  did Justman's accountant,  Nick\r\n\nBen-Meir  (\"Ben-Meir\").   The  monthly  statements disclosed  the\r\n\ntransactions which  occurred during the particular  month as well\r\n\nas a summary of the Plan's portfolio but did not separately break\r\n\nout the amount  of commissions charged.   The monthly  statements\r\n\nlisted the \"face amount\" of the limited partnerships, but not the\r\n\n                               -4-\r\r\n\nmarket value.   As of  January 1986 they  included the  following\r\n\nstatement: \"The face amount  does not necessarily reflect current\r\n\nmarket  value.\"   Appellants  also received  quarterly \"Portfolio\r\n\nReviews,\"  which consisted of two documents:  (i) a chart setting\r\n\nforth  the Plan's  portfolio, including  the investment,  date of\r\n\npurchase, amount invested, current market value, and yield, among\r\n\nother  information; and  (ii) an  investment pyramid  showing the\r\n\nrelative  safety  of  each   investment  and  its  market  value,\r\n\nincluding  the   total  account   value.    Unlike   the  monthly\r\n\nstatements,  the record  shows  that the  portfolio review  dated\r\n\nOctober 1988 lists as the market value what was actually the face\r\n\namount of the interests in the limited partnerships.  In the  May\r\n\n1990 portfolio review, the limited partnerships are listed in the\r\n\n\"amount  invested\"  column,  with  two  of  them  appearing  with\r\n\nundefined  subtractions  for  \"ROC\"  which  exceed  $19,000;  the\r\n\ncorresponding \"market value\" column is blank.  Bladd, as Trustee,\r\n\nalso received  letters from McHugh  as early as  June of  1985 in\r\n\nwhich  he offered both to  help him review  the Plan's investment\r\n\nobjectives and results obtained and to discuss how Shearson could\r\n\nbe of greater assistance. \r\n\n          While Ben-Meir did not  receive the statements with the\r\n\npurpose of reviewing Hegenbart's investment decisions, the record\r\n\nshows he did review some potential investments as early as May of\r\n\n1986.  In October  of 1988, Justman received  a letter from  Ben-\r\n\nMeir  regarding  an  analysis of  Justman's  portfolio.   In  the\r\n\nletter,  Ben-Meir  communicated  that  he  had  exchanged   \"some\r\n\n                               -5-\r\r\n\nextremely  sharp  words\" with  Hegenbart  regarding  some of  the\r\n\nfigures shown in  the analysis, particularly with  respect to the\r\n\nlimited partnership  interests.  The  letter stated  that all  of\r\n\nthem are  worth \"far  below their  cost\" and \"strongly  advise[d]\r\n\n[Justman]   not  to  enter  into  any  more  of  these  types  of\r                         \r\n\ninvestments,\"   because   the   \"'loading'  charges   (fees   and\r\n\ncommissions  off  the  top),  together  with  their  continuingly\r                                    \r\n\nreduced value for tax purposes . . . make them unattractive . . .\r\n\n.\"  (Emphasis  in  original).     Ben-Meir  then  expressed  that\r\n\n\"[d]espite [Hegenbart's] repeated statements  to me that she only\r\n\nhas  your best interest at heart, my instincts say otherwise, and\r\n\nI would urge you, once again, to request and obtain an accounting\r\n\nof  the fees  and commissions  earned by  Shearson and  her  as a\r\n\nresult of her placing you in all these [l]imited [p]artnerships.\"\r\n\nFinally, the letter closed with the recommendation that \"[i]f you\r\n\ndecide to  continue using  [Hegenbart] to manage  your portfolio,\r\n\nthat's  okay,  but  you  should  clearly  change  the  amount  of\r\n\ndiscretion  you have been allowing, so that no purchases or sales\r\n\nare  made without  your  complete  review  of all  proposals  and\r\n\ndirection.\"\r\n\n          In late  July to August  1990, the  Plan accounts  were\r\n\ntransferred from Shearson.   Some time thereafter, the Plan's new\r\n\nbroker  informed   Bladd  that  the  limited   partnerships  were\r\n\nunsuitable for investors desiring safety and were worth less than\r\n\nthe amount reflected in  the latest review, confirming Ben-Meir's\r\n\nOctober 1988 observations.  Between the summers of 1991 and 1992,\r\n\n                               -6-\r\r\n\ninternal  Shearson \"activity reports\" produced during arbitration\r\n\nproceedings   brought  by  Justman   against  Shearson2  revealed\r\n\ninformation regarding the  excessive commissions, also confirming\r\n\nBen-Meir's  observations.  Appellants  maintain  that  they  only\r\n\nlearned  of the  Plan's losses  resulting from  the bond  swap in\r\n\nJanuary of 1994, when they were informed by counsel whom they had\r\n\nretained in October of 1992.  \r\n\n          Pursuant  to  an  agreement   between  the  parties  to\r\n\narbitrate disputes, Appellants commenced  arbitration proceedings\r\n\nwith  the NASD  by filing a  Uniform Submissions  Agreement dated\r\n\nAugust  20,  1993,  seeking  recovery  for  alleged  breaches  of\r\n\nfiduciary duty by  Appellees.   On motion by  the Appellees,  the\r\n\nNASD Director ruled on  May 15, 1994, that  virtually all of  the\r\n\nclaims  were ineligible for  arbitration under Section  15 of the\r\n\nNASD  Code of  Arbitration Procedure,  because all  trades giving\r\n\nrise to  the claims  occurred more  than six  years prior  to the\r\n\nfiling of the arbitration in August of 1993.\r\n\n          On October  7, 1994, Appellants filed  the civil action\r\n\nbelow.   In  their  complaint, Appellants  allege that  Appellees\r\n\nviolated their purported fiduciary duty3  to the Plan under ERISA\r\n                    \r                              \r\n\n2  In that proceeding, Seth Justman v. Shearson Lehman Hutton and\r                                                                           \r\nKathleen Hegenbart, NASD No.  90-02937, Justman sought damages as\r                            \r\na result of  alleged unlawful actions resulting  in large losses.\r\nThe NASD docket reveals that these proceedings  were commenced on\r\nOctober 19, 1990 and closed on June 3, 1992.\r\n\n3   Appellees' motion for  summary judgment also  argued that the\r\nclaims were  barred because Appellees were  not fiduciaries under\r\nERISA.   The  district court  did not  rule on  this issue.   For\r\npurposes  of  this  appeal,  we assume,  without  deciding,  that\r\nAppellees  were under  a fiduciary  duty.   See Maggio  v. Gerard\r                                                                           \r\n\n                               -7-\r\r\n\nwith respect  to the three limited partnership  interests and the\r\n\n\"bond swap.\"   Appellants contend  the following: (i)  that these\r\n\ntransactions were  unsuitable for the Plan  and were inconsistent\r\n\nwith its investment  objectives; (ii) that Hegenbart, in order to\r\n\nobtain higher  commissions, made fraudulent  statements to induce\r\n\nthe  Participants, whom  she knew were  unsophisticated investors\r\n\nrelying on her investment advice, into making these transactions;\r\n\nand (iii) that in connection with the bond swap Appellees charged\r\n\ncommissions grossly exceeding the  rate Hegenbart had represented\r\n\nwould  be  charged.    Appellants  subsequently  filed  a  motion\r\n\ncompelling  arbitration of  all  claims or,  in the  alternative,\r\n\nstaying arbitration  pending adjudication  by jury trial  of non-\r\n\narbitrable claims.   In response, Appellees  filed an answer  and\r\n\ncounterclaim for declaratory judgment, opposition  to Appellants'\r\n\nmotion, and a motion for summary judgment as to the complaint and\r\n\ncounterclaim.  Pending disposition of  these motions,  Appellants\r\n\nrequested review of the decision by the Director of the NASD.  On\r\n\nJanuary 10,  1995, the arbitration panel  affirmed the Director's\r\n\ndecision.    On  May  9,  1995,  the  district  court  entered  a\r\n\nmemorandum  and interlocutory  order by which  Appellees' summary\r\n\njudgment  motion was granted.  The  district court concluded that\r\n\n                    \r                              \r\n\nFreezer &amp; Ice, Co., 824 F.2d 123, 129 (1st Cir. 1987) (finding no\r                            \r\nneed to resolve merit of allegations that uncles and brothers, as\r\nfellow  shareholders in  a  close corporation,  owed plaintiff  a\r\nfiduciary  duty).   For  a recent  discussion  of ERISA  and,  in\r\nparticular, whether  ERISA  authorizes suits  for  money  damages\r\nagainst nonfiduciaries who knowingly participate in a fiduciary's\r\nbreach of duty,  see J.  Mertens v. Hewitt  Associates,      U.S.\r                                                                \r\n   , 113 S. Ct. 2063 (1993).\r\n\n                               -8-\r\r\n\nAppellants'   claims  were  time-barred  under  ERISA's  six-year\r\n\nstatute of limitations on the  grounds that, under the fraudulent\r\n\nconcealment doctrine  as applied in this  Circuit, Appellants had\r\n\nbeen  placed on  inquiry  notice  --  by  their  receipt  of  the\r\n\nprospectuses and monthly statements -- more than six years before\r\n\ncommencing their cause of  action.  After voluntary dismissal  of\r\n\nAppellees' counterclaims without prejudice,  the court entered  a\r\n\nfinal judgment on June 23, 1995.  This appeal followed.\r\n\n                        STANDARD OF REVIEW\r                                  STANDARD OF REVIEW\r                                                    \r\n\n          We review a district  court's grant of summary judgment\r\n\nde novo and,  like the district court,  review the record in  the\r                 \r\n\nlight  most  favorable  to  the  non-moving  party.   See,  e.g.,\r                                                                          \r\n\nBarbour v. Dynamics Research  Corp., 63 F.3d 32, 36-37  (1st Cir.\r                                             \r\n\n1995); Woods v. Friction, 30 F.3d  255, 259 (1st Cir. 1994).  Our\r                                  \r\n\nreview is limited to  the record as it stood  before the district\r\n\ncourt at  the time of its ruling.   Voutour v. Vitale,  761  F.2d\r                                                               \r\n\n812, 817 (1st  Cir. 1985),  cert. denied, 474  U.S. 1100  (1986).\r                                                  \r\n\nSummary judgment is appropriate when \"the pleadings, depositions,\r\n\nanswers to interrogatories, and admissions on file, together with\r\n\nthe affidavits, if any, show that there is no genuine issue as to\r\n\nany  material fact  and that  the moving  party is entitled  to a\r\n\njudgment as a matter of law.\"  Fed. R. Civ. P. 56(c).  A material\r\n\nfact is one which \"has the potential to affect the outcome of the\r\n\nsuit   under   the   applicable   law.\"     Nereida-Gonz lez   v.\r                                                                      \r\n\nTirado-Delgado, 990 F.2d 701, 703 (1st Cir. 1993).  If the moving\r                        \r\n\nparty demonstrates  that  \"there is  an  absence of  evidence  to\r\n\n                               -9-\r\r\n\nsupport the non-moving  party's case,\" the  burden shifts to  the\r\n\nnon-moving party to establish the existence of a genuine material\r\n\nissue.   FDIC v.  Municipality of Ponce,  904 F.2d  740, 742 (1st\r                                                 \r\n\nCir. 1990) (quoting Celotex  Corp. v. Catrett, 477 U.S.  317, 325\r                                                       \r\n\n(1986)).   Thus,  the nonmovant  bears the  burden of  placing at\r\n\nleast one material fact into dispute once the moving party offers\r\n\nevidence of the absence of a genuine issue.  Darr  v. Muratore, 8\r                                                                        \r\n\nF.3d 854,  859 (1st Cir. 1993);  see also Celotex Corp., 477 U.S.\r                                                                \r\n\nat 322  (1986) (stating that Fed. R.  Civ. P. 56(c) \"mandates the\r\n\nentry of summary judgment,  ... upon motion, against a  party who\r\n\nfails  to make a showing sufficient to establish the existence of\r\n\nan  element essential  to that  party's case,  and on  which that\r\n\nparty  will bear  the burden  of   proof at  trial.\").   In other\r\n\nwords,  neither  \"conclusory allegations,  improbable inferences,\r\n\nand  unsupported  speculation,\"  Medina-Mu oz  v.  R.J.  Reynolds\r                                                                           \r\n\nTobacco  Co., 896  F.2d  5,  8  (1st  Cir.  1990),  nor  \"[b]rash\r                      \r\n\nconjecture coupled with earnest hope that something concrete will\r\n\nmaterialize, is  []sufficient to block summary  judgment.\" Dow v.\r                                                                        \r\n\nUnited Bhd. of Carpenters, 1 F.3d 56, 58 (1st Cir. 1993).   \r                                   \r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\n          Resolution of  this appeal  requires that we  determine\r\n\nwhether the ERISA statute of limitations, which is codified at 29\r\n\nU.S.C.    1113,4 applies to bar Appellants' action.  Section 1113\r\n                    \r                              \r\n\n4  Section 1113 provides as follows:\r\n\n            No  action may  be  commenced under  this\r\n            subchapter with respect to  a fiduciary's\r\n            breach  of  any responsibility,  duty, or\r\n\n                               -10-\r\r\n\nrequires that  Appellants commence their action  within six years\r\n\nfrom the date of the last transaction giving rise to their claim,\r\n\nunless  they demonstrate  \"fraud or  concealment,\" in  which case\r\n\nthey  must commence their action  within six years  from the date\r\n\nthey discover the breach.\r\n\n          The first  step requires us to determine \"the date when\r\n\nthe  last  action  which constituted  a  part  of  the breach  or\r\n\nviolation\" occurred -- one of a number of temporal determinations\r\n\nto  be  made.   29  U.S.C.    1113(1)(A).    Here, the  purported\r\n\nviolations in connection  with the limited partnership  interests\r\n\noccurred in June  of 1985, September of  1985, and June of  1987,\r\n\n                    \r                              \r\n\n            obligation  under  this  part,   or  with\r\n            respect  to  a  violation of  this  part,\r\n            after the earlier of--\r\n\n                 (1) six years  after (A) the date\r\n               of    the    last   action    which\r\n               constituted a part of the breach of\r\n               the violation,  or (B) in  the case\r\n               of an omission, the latest  date on\r\n               which  the   fiduciary  could  have\r\n               cured the breach or violation, or\r\n                 (2)   three   years   after   the\r\n               earliest   date    on   which   the\r\n               plaintiff  had actual  knowledge of\r\n               the breach or violation;\r\n\n               except that in the case of fraud or\r\n               concealment,  such  action  may  be\r\n               commenced not later than  six years\r\n               after the date of discovery of such\r\n               breach or violation.\r\n\n29 U.S.C.    1113 (1994).  We note that  Section 1113 was amended\r\nby Congress  both  in  1987  and  in  1989.    Neither  of  these\r\namendments, however, have any bearing on this appeal. \r\n\n                               -11-\r\r\n\nand those made  in connection with the bond  swap occurred in May\r\n\nof 1986.5  \r\n\n          The  second requires us to determine  when the cause of\r\n\naction  was  commenced.    The district  court  assumed,  without\r\n\ndeciding, that NASD Code   18(a) tolls the statute of limitations\r\n\nin this case.  The district court concluded that August 20, 1993,\r\n\nthe  date  on  which  Appellants  filed  the  Uniform  Submission\r\n\nAgreement  with  the NASD,6  should  serve  as  the date  marking\r\n\ncommencement of  the action.   The  district court  reasoned that\r\n\neven  by using  that  date,  which  was  more  favorable  to  the\r\n\nAppellants,  the  purported  violations   --  in  June  of  1985,\r\n\nSeptember of 1985, May  of 1986 and  June of 1987 --  nonetheless\r\n\noccurred more  than six  years earlier.   Neither party  disputes\r\n\nthis  reasoning on appeal  and, because it has  no bearing on the\r\n\noutcome, we  adopt without  further comment the  district court's\r\n\nuse of August 20, 1993 as the date the action was commenced.\r\n\n                    \r                              \r\n\n5   Appellants  state  in  their  brief  that  the  last  alleged\r\ncommission overcharges occurred in  December 15, 1988.  Appellees\r\ncontend that the last commissions were charged in June 1987.  Our\r\nreview of the record indicates that there was a commission charge\r\non June 24, 1987 for (what appears to be) about $1,200.  The only\r\nevidence we  can find of commission charges in 1988 is a March 2,\r\n1988  entry corresponding  to a  distribution where  the initials\r\n\"CLP\" appear  in the \"commissions\"  column.  We do  not find this\r\nalone  to be  sufficient evidence  supporting resolution  of this\r\n\"dispute\" in favor of Appellants.   \r\n\n6   Section  18(a)  of the  NASD  Code of  Arbitration  Procedure\r\nprovides  that  \"where  permitted  by applicable  law,  the  time\r\nlimitation  which   would  otherwise   run  or  accrue   for  the\r\ninstitution of  legal proceedings  shall be tolled  where a  duly\r\nexecuted Submission Agreement is filed by Claimants.\"  \r\n\n                               -12-\r\r\n\n          Because Appellants filed the action below more than six\r\n\nyears  after the  last  transaction giving  rise  to the  alleged\r\n\nviolations, we turn next to the question of whether the \"fraud or\r\n\nconcealment\"  exception applies to  toll the  limitations period.\r\n\nAppellants  argue that it does, and that the district court erred\r\n\nwhen it held to the contrary.  The interpretation of the fraud or\r\n\nconcealment clause of Section 1113 is one of first impression for\r\n\nthis Circuit.  We address the various issues this question raises\r\n\nin turn.\r\n\n                               -13-\r\r\n\n          A.   Fraudulent  Concealment  and the  Proper Discovery\r                    A.   Fraudulent  Concealment  and the  Proper Discovery\r\n               Standard under Section 1113\r                         Standard under Section 1113\r\n\n          The first  issue involves  a determination of  when the\r\n\nlimitations period begins to run in cases of fraud or concealment\r\n\nunder Section 1113.   Resolution of this question requires  us to\r\n\ndecide  what  standard --  objective or  subjective  -- is  to be\r\n\napplied  when  determining  the  \"date of  discovery.\"    As  the\r\n\ndistrict court  noted,  other circuits  have interpreted  Section\r\n\n1113  to   incorporate  the  federal   doctrine  of   \"fraudulent\r\n\nconcealment,\" which  operates to toll the  statute of limitations\r\n\nuntil  the  plaintiff in  the  exercise  of reasonable  diligence\r\n\ndiscovered  or  should  have  discovered  the  alleged  fraud  or\r\n\nconcealment.  See Larson v. Northrop Corp., 21 F.3d 1164, 1172-74\r                                                    \r\n\n(D.C. Cir. 1994) (Campbell,  J., sitting by designation) (holding\r\n\nthat  Section 1113's fraud  or concealment exception incorporates\r\n\nthe  common  law  fraudulent  concealment  doctrine);  Martin  v.\r                                                                       \r\n\nConsultants &amp;  Administrators, Inc., 966 F.2d  1078, 1093-96 (7th\r                                             \r\n\nCir. 1992) (same); Schaefer v. Arkansas Medical Society, 853 F.2d\r                                                                 \r\n\n1487,  1491-92 (8th Cir. 1988) (same); see also Bailey v. Glover,\r                                                                          \r\n\n88  U.S.  342,  349  (1875)  (discussing  fraudulent  concealment\r\n\ndoctrine).\r\n\n          After  noting  the  approach  followed  in  Larson  and\r                                                                      \r\n\nMartin, the district  court concluded  that, even if  we were  to\r                \r\n\nhold  that Section 1113 could be tolled by showing something less\r\n\nthan   \"fraudulent  concealment,\"  Appellants   would  still  not\r\n\nprevail.  In reaching its conclusion, the district court reasoned\r\n\nthat in light of our interpretation of the fraudulent concealment\r\n\n                               -14-\r\r\n\ndoctrine  as  applied  to  limitation periods  contained  in  the\r\n\nSecurities Exchange  Act of 1933  and 1934, Appellants  will have\r\n\nfailed to meet their burden of production alleging facts of fraud\r\n\nor concealment if  Appellees show that Appellants were on inquiry\r\n\nnotice of the alleged  violations more than six years  before the\r\n\nfiling date.  See Kennedy v. Josephthal &amp; Co., 814 F.2d 798, 802-\r                                                       \r\n\n03 (1st Cir. 1987)  (holding that plaintiffs are on  notice where\r\n\nthere are \"sufficient storm warnings to alert a reasonable person\r\n\nto the  possibility that there were  either misleading statements\r\n\nor significant omissions involved\") (quoting Cook v. Avien, Inc.,\r                                                                          \r\n\n573 F.2d 685,  697 (1st Cir.  1978)).   The district court  found\r\n\nthat Appellants were on \"discovery\" or \"inquiry\" notice more than\r\n\nsix  years prior to August 20, 1993, due  to their receipt of the\r\n\nprospectuses and  monthly statements Appellees sent  them.  Thus,\r\n\nit  was  because  the district  court  found  that  the documents\r\n\nreceived  by  Appellants contained  \"sufficient  storm warnings,\"\r\n\nwhich would have  alerted them  to the possibility  of fraud  had\r\n\nthey   acted  with  reasonable   diligence,  that   it  concluded\r\n\nAppellants failed  to carry their burden  of production regarding\r\n\nthe issue of fraud or concealment.\r\n\n          In  challenging the  decision  below, Appellants  argue\r\n\nthat the district court erred in its construction of Section 1113\r\n\nwhen  it  applied the  objective  standard  under the  fraudulent\r\n\nconcealment  doctrine.    Specifically, Appellants  contend  that\r\n\nbecause  Section 1113  involves breaches  of fiduciary  duty, the\r\n\nterm  \"discover\" used  in  connection with  fraud or  concealment\r\n\n                               -15-\r\r\n\nshould  mean that  the six-year limitation  period begins  to run\r\n\nonly   when  Appellants,   who  are   unsophisticated  investors,\r\n\nsubjectively gained knowledge that their  fiduciary made material\r\n\nmisrepresentations  to  them.    In  support  of  this  argument,\r\n\nAppellants point to the plain language of Section 1113 and to the\r\n\nfact that Congress  did not  include the phrase  \"knew or  should\r\n\nhave  known.\"    In  addition,  they  maintain  that  adopting  a\r\n\nsubjective standard comports with Congress' mandate that ERISA be\r\n\nliberally  construed  to  protect pension  beneficiaries  and  to\r\n\nensure the highest standards of fiduciary conduct.  See 29 U.S.C.\r                                                                 \r\n\n  1001(a),  (b).     In  this  regard,  they   contend  that  the\r\n\nCongressional mandate  is not  properly served by  requiring that\r\n\nparticipants   heed  storm   warnings  and   exercise  reasonable\r\n\ndiligence  where affirmative  acts of  fraud and  concealment are\r\n\nalleged.   Finally,  Appellants insist  that if some  standard of\r\n\nreasonable  diligence  is  to be  applied,  then,  at a  minimum,\r\n\ntraditional factors used in assessing reasonable diligence -- the\r\n\nexistence of a  fiduciary relationship, the nature  of the fraud,\r\n\nthe  opportunity to  discover the fraud,  the subsequent  acts of\r\n\ndefendants, and the sophistication of the plaintiffs -- should be\r\n\nconsidered  before granting  summary judgment.   See  Maggio, 824\r                                                                      \r\n\nF.2d at 128; Cook, 573 F.2d at 697.\r                           \r\n\n          As  always,  we  begin   with  the  relevant  statutory\r\n\nlanguage.  Section 1113's tolling provision provides that \"in the\r\n\ncase  of fraud or concealment,  such action may  be commenced not\r\n\nlater than six years  after the date of discovery  of such breach\r\n\n                               -16-\r\r\n\nor violation.\"   29 U.S.C.    1113.  As the  District of Columbia\r\n\nCircuit recently  noted, this  is the  only provision  in Section\r\n\n1113 for delaying the accrual of the limitations period until the\r\n\ndate of discovery.   See Larson,  21 F.3d at 1172.   By its  very\r                                         \r\n\nlanguage, then, Section 1113 explicitly incorporates the  federal\r\n\ncommon law \"discovery rule,\" which postpones the beginning of the\r\n\nlimitation  period from the date when the plaintiff is injured to\r\n\nthe date the  injury is  discovered.  Cada  v. Baxter  Healthcare\r                                                                           \r\n\nCorp.,  920 F.2d  446, 450  (7th Cir.  1990).   As we  noted when\r               \r\n\ninterpreting the  statute of limitations contained  in Section 13\r\n\nof the Securities  Act of  1933, which is  applicable to  Section\r\n\n12(2) of that Act, \"the doctrine of fraudulent concealment is the\r\n\ncommon law counterpart of  the 'discovery' standard prescribed by\r\n\n  13 to limit  actions brought under   12(2).\"  Cook, 573 F.2d at\r                                                              \r\n\n695;   see Anixter v.  Home-Stake Production Co.,  939 F.2d 1420,\r                                                         \r\n\n1434 n.18 (10th  Cir. 1991) (citing  Cook for this  proposition).\r                                                   \r\n\nWe concluded in Cook that the running of Section 13 was triggered\r                              \r\n\nby  the very same considerations used to determine when the cause\r\n\nof  action accrues and when  the statute is  tolled under federal\r\n\ncommon law.   Cook, 573 F.2d  at 695; see Holmberg  v. Armbrecht,\r                                                                          \r\n\n327  U.S. 392,  397  (1946) (holding  that equitable  doctrine of\r\n\nfraudulent  concealment is  read  into every  federal statute  of\r\n\nlimitations).   We  find that  Section 1113's  discovery rule  is\r\n\nalmost  identical to that of  Section 137 and  perceive no reason\r\n\n                    \r                              \r\n\n7  Section 13 provides in pertinent part:\r\n\n                               -17-\r\r\n\nwhy  we should not follow  Cook's approach and  hold that Section\r                                         \r\n\n1113  also  incorporates  the  fraudulent  concealment doctrine.8\r\n\nMoreover,  we have yet to  encounter a convincing  argument as to\r\n\nwhy we should part company from those circuits which have already\r\n\naddressed this issue and have concluded that  Section 1113 indeed\r\n\nincorporates the fraudulent concealment doctrine.  See Larson, 21\r                                                                       \r\n\nF.3d at 424-25; Martin, 966  F.2d at 1093; Schaefer, 853  F.2d at\r                                                             \r\n\n1491-92; see also Barker  v. American Mobil Power Corp.,  64 F.3d\r                                                                 \r\n\n1397, 1401-02  (9th Cir. 1995)  (noting with approval  that other\r\n\ncircuits have so held).9  \r\n                    \r                              \r\n\n            No  action shall be maintained to enforce\r\n            any liability created under Section . . .\r\n            [12(2)]  of  this  title  unless  brought\r\n            within  one  year   after  the  date   of\r\n            discovery of the  untrue statement or the\r\n            omission, or after such  discovery should\r\n            have  been  made   by  the  exercise   of\r\n            reasonable diligence . . . .\r\n\n15 U.S.C.   77m (1994). \r\n\n8   In reaching this  decision, we  have taken  into account  the\r\ndifferent policies underlying, and  protections afforded by,  the\r\nSecurities &amp;  Exchange Acts of 1933  and 1934 and  ERISA.  Absent\r\nstatutory or other Congressional directive, we find no reason why\r\nour interpretation  of the statutes of limitations  should not be\r\nguided by the same approach.\r\n\n9   Where  courts differ  is  on how  \"in the  case  of fraud  or\r\nconcealment\"  should   be  construed,  specifically   whether  it\r\nincludes  both  so-called  \"self-concealing  wrongs\"  as well  as\r\n\"active  concealment\"    that  is separate  from  the  underlying\r\nwrongdoing.  See  generally Martin, 966 F.2d  at 1093-96, 1101-04\r                                            \r\n(Posner, J., concurring); Radiology  Center, 919 F.2d at 1220-21;\r                                                     \r\nsee also footnote 16 infra.   Resolution of this appeal  does not\r                                    \r\nrequire us to make a definitive determination as to which side of\r\nthis dialogue  we adhere.   We  merely note  for the  moment that\r\nbecause the  fraudulent concealment  doctrine as applied  in this\r\nCircuit includes both categories, see, e.g., Kennedy, 814 F.2d at\r                                                              \r\n802,  and the  fact  that there  is  nothing in  the  language of\r\nSection  1113 to suggest otherwise, we are inclined to think that\r\n\n                               -18-\r\r\n\n          Next, with  respect to the scope of  \"discovery\" in the\r\n\nfraud  or  concealment  exception,   we  believe  that  the  term\r\n\nencompasses  both  actual and  constructive  discovery.   As  the\r\n\nSeventh Circuit  noted in  Martin, Congress  knew how to  require\r                                           \r\n\n\"actual  knowledge,\" and  did so  for the  three-year limitations\r\n\nperiod  under  Section  1113(2).    Holding  that  the  fraud  or\r\n\nconcealment exception extends the limitations period to six years\r\n\nfrom  the date of actual  discovery would conflict  with the fact\r\n\nthat  the  preceding three-year  period  runs  from the  date  of\r\n\n\"actual  knowledge.\"   In addition,  incorporating the  notion of\r\n\nconstructive  discovery  comports  with  the  general requirement\r\n\nunder the fraudulent concealment doctrine that there be a showing\r\n\nof  reasonable diligence  before tolling  is allowed.10   Martin,\r                                                                          \r\n\n966 F.2d at 1096; Maggio,  824 F.2d at 127-28; Kennedy, 814  F.2d\r                                                                \r\n\nat 802; Cook, 573 F.2d at 695.  \r                      \r\n\n          We  turn, lastly,  to  the appropriate  standard to  be\r\n\napplied  when  determining  the  \"date  of  discovery.\"    As  we\r\n\nemphasized in Maggio, whether  a plaintiff should have discovered\r                              \r\n\nthe alleged fraud \"is an objective question\" requiring the  court\r\n\nto \"determine if the plaintiff  possessed such knowledge as would\r\n\nalert  a  reasonable  investor  to  the  possibility  of  fraud.\"\r\n\n                    \r                              \r\n\nthe  scope  of Section  1113's  incorporation  of the  fraudulent\r\nconcealment doctrine  includes both.    See Martin,  966 F.2d  at\r                                                            \r\n1094-95.\r\n\n10   There is authority that reasonable diligence is not required\r\nin cases  of active concealment.  See,  e.g., Martin, 966 F.2d at\r                                                              \r\n1096  nn.19, 20, 1098; Lewis v. Herrmann, 755 F. Supp. 1137, 1148\r                                                  \r\n(N.D. Ill. 1991).\r\n\n                               -19-\r\r\n\nMaggio,  824 F.2d at 128 (citing Cook,  573 F.2d at 697).  We are\r                                               \r\n\nunpersuaded by  Appellants' insistence  that by adopting  such an\r\n\nobjective standard  we will undercut ERISA's  goals regarding the\r\n\nprotection of  pension  benefits.   First,  Appellants'  argument\r\n\nseems  to ignore the  plain language  of Section  1113 explicitly\r\n\ncalling for a \"discovery\" standard, which has been interpreted to\r\n\nemploy  a  \"known or  should have  known\"  standard.   See United\r                                                                           \r\n\nStates  v. James Daniel Good  Property, 971 F.2d  1376, 1381 (9th\r                                                \r\n\nCir. 1992).  \r\n\n          Second, while this inquiry is  an \"objective\" question,\r\n\nthe  determination  of  whether  a  plaintiff actually  exercised\r\n\nreasonable diligence  is a more  subjective one.  In making  that\r\n\nassessment, we  \"focus[] upon  the circumstances of  a particular\r\n\ncase, including  the existence  of a fiduciary  relationship, the\r\n\nnature of  the fraud  alleged, the  opportunity  to discover  the\r\n\nfraud, and the  subsequent actions of  the defendants.\"   Maggio,\r                                                                          \r\n\n824 F.2d  at 128; Kennedy,  814 F.2d  at 803  (stating that  \"the\r                                   \r\n\nexercise of reasonable diligence  is determined 'by examining the\r\n\nnature of  the misleading statements alleged,  the opportunity to\r\n\ndiscover the misleading statements, and the subsequent actions of\r\n\nthe parties'\") (quoting  Cook, 573 F.2d at 696).  We believe that\r                                       \r\n\nbecause we engage  in a \"subjective\"  inquiry when assessing  the\r\n\nexercise  of  reasonable diligence,  ERISA's  goals  will not  be\r\n\nundercut by  applying an objective standard  when determining the\r\n\n\"date of discovery.\"  Whatever apparent harshness that may result\r\n\n                               -20-\r\r\n\nfrom application  of the objective standard will  be mitigated by\r\n\nour consideration of those more subjective factors. \r\n\n          We also remind Appellants that  \"[a]lthough any statute\r\n\nof limitations is necessarily arbitrary, the length of the period\r\n\nreflects a  value  judgment concerning  the  point at  which  the\r\n\ninterests in favor of  protecting valid claims are outweighed  by\r\n\nthe  interests in  prohibiting  the prosecution  of stale  ones.\"\r\n\nJohnson v.  Railway Express  Agency, Inc., 421  U.S. 454,  463-64\r                                                   \r\n\n(1975).    Section  1113  explicitly time  bars  actions  against\r\n\nfiduciaries which are  not commenced within  six years of  either\r\n\nthe date  of the last  transaction or,  in the case  of fraud  or\r\n\nconcealment, the date  of discovery.  29 U.S.C.    1113.  In this\r\n\nregard,  we note that Section 1113 states \"after the earlier of,\"\r\n\nnot \"after the later of,\" which makes it a more stringent statute\r\n\nof  limitations than,  for  example,  ERISA's Section  1451(f).11\r\n\nThe  protections Congress  established  under  ERISA are  clearly\r\n\n                    \r                              \r\n\n11   Section 1451(f) provides that, \"An action under this section\r\nmay not be brought after the later of--\r\n\n            (1) 6  years after the date  on which the\r\n            cause of action arose, or\r\n\n            (2) 3  years after  the earliest date  on\r\n            which  the  plaintiff acquired  or should\r\n            have  acquired  actual  knowledge of  the\r\n            existence of such cause of action; except\r\n            that in the case of fraud or concealment,\r\n            such action may be brought not later than\r\n            6 years after  the date  of discovery  of\r\n            the existence of such cause of action.\r\n\n29 U.S.C.   1451(f) (1994).  In interpreting this statute, courts\r\nhave  acknowledged  that     1451(f)(2), but  not     1451(f)(1),\r\nincorporates a discovery rule.  See Larson, 21 F.3d at 427. \r                                                    \r\n\n                               -21-\r\r\n\navailable to plaintiffs who do not let their rights pass them by.\r\n\nFinally,  we note further that  none of the  other circuit courts\r\n\nwhich  have interpreted  Section 1113  have adopted  a subjective\r\n\nstandard despite  the fact  that those  cases, as here,  involved\r\n\nalleged breaches of fiduciary duty.12  \r\n\n          In summary  then, we hold that the fraud or concealment\r\n\ntolling  provision of  Section 1113  incorporates  the fraudulent\r\n\nconcealment  doctrine,  which operates  to  toll  the statute  of\r\n\nlimitations  \"where a  plaintiff has  been injured  by fraud  and\r\n\n'remains  in ignorance  of  it  without  any  fault  or  want  of\r\n\ndiligence  or  care on  his  part  .  .  .  until  the  fraud  is\r\n\ndiscovered, though  there be no special  circumstances or efforts\r\n\non the part of the party committing the fraud to  conceal it from\r\n\nthe  knowledge of the  other party.'\"  Holmberg,  327 U.S. at 397\r                                                         \r\n\n(quoting  Bailey, 88 U.S. at  348); see Maggio,  824 F.2d at 127.\r                                                        \r\n\nAccordingly,  in  order  to  toll the  limitations  period  under\r\n\nSection 1113's fraud  or concealment  exception, Appellants  must\r\n\ndemonstrate that \"(1)  defendants engaged in a  course of conduct\r\n\ndesigned  to conceal  evidence of  their alleged  wrong-doing and\r\n\nthat  (2) [the  plaintiffs] were  not on  actual or  constructive\r\n\nnotice of that evidence, despite (3) their exercise of reasonable\r\n\ndiligence.\"  Larson, 21 F.3d at 1172  (quoting Foltz v. U.S. News\r                                                                           \r\n\n                    \r                              \r\n\n12  While the parties did not cite to any legislative history, we\r\nhave  not  found  much  that is  particularly  helpful  regarding\r\nCongress' intent with  respect to Section 1113.   Accord, Larson,\r                                                                          \r\n21 F.3d at 1171; Radiology Center, 919 F.2d at 1221.  \r                                           \r\n\n                               -22-\r\r\n\n&amp;  World Report,  Inc.,  663  F.  Supp.  1494,  1537  (D.C.  Cir.\r                                \r\n\n1987)).13   Furthermore, it  is Appellants' burden  under Federal\r\n\nRule  of Civil  Procedure  9(b) to  plead with  particularity the\r\n\nfacts  giving   rise   to  the   fraudulent  concealment   claim.\r\n\nPlaintiffs' attempt to toll the statute will fail if the evidence\r\n\nshows  that   they  were  on  discovery  notice  of  the  alleged\r\n\nviolations  of  fiduciary duty  more  than six  years  before the\r\n\nfiling date.  See Truck Drivers &amp; Helpers Union, Local No. 170 v.\r                                                                        \r\n\nNLRB, 993  F.2d 990, 998 (1st Cir.  1993) (noting that the burden\r              \r\n\nof  showing  reasonable diligence  normally  falls  on the  party\r\n\nseeking  to   toll  the   statute  of  limitations   by  alleging\r\n\naffirmative acts of concealment  under the doctrine of fraudulent\r\n\nconcealment).   This  Circuit  has characterized  the facts  that\r\n\ntrigger  discovery or  constructive notice  as  \"sufficient storm\r\n\nwarnings  to alert  a reasonable  person to the  possibility that\r\n\nthere were either misleading  statements or significant omissions\r\n\ninvolved.\"   Cook, 573 F.2d  at 697.   While  discovery does  not\r                           \r\n\nrequire  that plaintiffs  become fully  aware of  the nature  and\r\n\nextent  of the  fraud,  it  is  these  \"storm  warnings\"  of  the\r\n\npossibility  of fraud that trigger their duty to investigate in a\r\n\nreasonably  diligent manner, and their cause  of action is deemed\r\n\nto  accrue on  the  date when  they  should have  discovered  the\r\n\n                    \r                              \r\n\n13  We adopt the formulation most recently reiterated by a member\r\nof  this Court in Larson, which sets  forth a clear test and does\r                                  \r\nnot  differ  in  substance  from  our  usual  description of  the\r\nfraudulent  concealment doctrine.  See, e.g., Maggio, 824 F.2d at\r                                                              \r\n127 (setting forth Bailey standard).\r                                   \r\n\n                               -23-\r\r\n\nalleged    fraud.        Maggio,    824    F.2d    at    128.    \r                                         \r\n\n          B.   Application of the Fraud or Concealment Exception\r                    B.   Application of the Fraud or Concealment Exception\r\n\n          Having set forth  the applicable standard and  relevant\r\n\nconsiderations,  we turn  to  the application  of Section  1113's\r\n\nfraud or  concealment exception.  In  their complaint, Appellants\r\n\nallege  that Appellees  engaged  in a  fraudulent trading  scheme\r\n\ncomprising    purchases   of   unsuitably   high   risk   limited\r\n\npartnerships,  account  churning,  and   commission  overcharges.\r\n\nAppellants  contend  that  Appellees,  in  furtherance  of  their\r\n\nscheme,  made  material   oral  and  written   misrepresentations\r\n\nregarding  the value and safety of the investments, the amount of\r\n\nprofit generated  by the trades,  and the amounts  of commissions\r\n\ncharged.\r\n\n          For purposes of disposing of  this appeal, we need  not\r\n\nmake  any  specific  findings  regarding  the  issue  of  whether\r\n\nAppellees   committed   or    concealed   the   alleged    fraud.\r\n\nNevertheless, we review the record in the light most favorable to\r\n\nAppellants,  the non-moving  party, as  we determine  whether the\r\n\ndistrict court erred  when it granted  summary judgment based  on\r\n\nits  conclusion that  Appellants  had not  offered evidence  from\r\n\nwhich a reasonable juror could conclude that Appellants would not\r\n\nhave  known,  in  the  exercise of  reasonable  diligence,  about\r\n\nAppellee's alleged violations six years or more before August 20,\r\n\n1993,  i.e.,  on  or before  August  20,  1987.   We  discuss the\r                     \r\n\ntransactions in turn.\r\n\n          1.   The Limited Partnerships\r                    1.   The Limited Partnerships\r                                                 \r\n\n                               -24-\r\r\n\n            A.     The   Alleged   Misrepresentations   and   the\r                      A.     The   Alleged   Misrepresentations   and   the\r                                                                           \r\n\nProspectuses\r          Prospectuses\r                      \r\n\n          With   respect  to   the  three   limited  partnerships\r\n\npurchased   in  June   1985,  September   1985,  and   June  1987\r\n\nrespectively, Appellants  allege  that Appellees  violated  their\r\n\nfiduciary  duty  by  orally  misrepresenting the  risks  and  the\r\n\nsuitability  of  the these  investments.   They contend  that the\r\n\nnames14  of  the  limited partnership  interests  were  deceptive\r\n\nbecause they suggest safe and suitable pension investments.  They\r\n\nalso   maintain  that   the   portfolio   reviews   substantiated\r\n\nHegenbart's misrepresentations so that Appellants were induced to\r\n\nretain  the  interests.    Even  assuming  that  the titles  were\r\n\n\"deceptive\"  and that  the  reviews were  misleading, the  record\r\n\nshows that Appellants received prospectuses on or  about the date\r\n\neach of these interests  were purchased.  The prospectuses  fully\r\n\ndisclosed the suitability requirements and risk factors and, when\r\n\nread with reasonable  diligence, plainly  contradict the  alleged\r\n\noral  misrepresentations that  these  were low-risk  investments.\r\n\nAppellants have  not alleged  that  any of  the risk  disclosures\r\n\ncontained in the  prospectuses are fraudulent.   Even viewing the\r\n\nfacts in the light most favorable to the Appellants, we find that\r\n\nthese disclosures provided them with sufficient storm warnings of\r\n\nthe  alleged misrepresentations  and  the  possibility of  fraud.\r\n\nMaggio,  824 F.2d  at  129  (holding  that  financial  data  that\r                \r\n\n                    \r                              \r\n\n14   The names  were \"Balcor Pension  Investors VI,\"  \"Commercial\r\nDevelopment Fund 85\" and \"Federal Insured Mortgage Investors II.\"\r\n\n                               -25-\r\r\n\ncontradicted  what  plaintiffs  were   led  to  believe  provided\r\n\nsufficient  storm warnings);  Kennedy, 814  F.2d at  801 (holding\r                                               \r\n\nthat discrepancy between oral misrepresentations  and an offering\r\n\nmemorandum  constituted  inquiry  notice  commencing  limitations\r\n\nperiod).   Thus, we conclude that receipt of the prospectuses put\r\n\nAppellants  on discovery notice of the alleged misrepresentations\r\n\nregarding the suitability and riskiness of the partnerships at or\r\n\naround June of 1985, September of 1985 and June of 1987. \r\n\n          Appellants  insist, however,  that there  are \"numerous\r\n\ndisputed  issues  of   material  fact\"   regarding  the   limited\r\n\npartnerships which  were relevant on  summary judgment.   We find\r\n\nonly  one relevant  --  Appellants' contention  that  there is  a\r\n\nfactual   dispute  as   to   whether  they   ever  received   the\r\n\nprospectuses.   Appellants bolster their position  by pointing to\r\n\nthe fact that Appellees  produced a subscription agreement, which\r\n\nindicates  receipt of  a prospectus,  for only  one of  the three\r\n\nlimited partnerships -- the first one, purchased in June of 1985.\r\n\nThey also rely on  the affidavits submitted by Justman  and Bladd\r\n\nwhich   deny  the   genuineness  of   their  signatures   on  the\r\n\nsubscription agreement.   Finally, they  base the existence  of a\r\n\ndisputed  material fact on Bladd's third  affidavit, in which for\r\n\nthe first time Bladd suggests that Appellees did not tell him \r\n\n            to read  any  prospecti relating  to  the\r\n            partnerships.  In fact, I am certain that\r\n            I  never  received   a  prospectus   from\r\n            Hegenbart  before  purchasing  a  limited\r                                       \r\n            partnership on behalf of the Plan.\r\n\n                               -26-\r\r\n\nRecord  Appendix,  p. 145  (emphasis  in original).    Bladd also\r\n\nstates  that  he  has  \"no  recollection\"  of  ever  receiving  a\r\n\nprospectus  and that  his  files do  not  contain copies  of  any\r\n\nprospectuses.\r\n\n          As the  district court found,  Appellants' evidence  is\r\n\ninsufficient to create a  disputed issue of fact with  respect to\r\n\nwhether  they  received the  prospectuses.   First, we  note that\r\n\nBladd's  third affidavit, dated  February 15, 1995,  is the first\r\n\ninstance in which Appellants dispute  the argument that they were\r\n\non notice by receipt of the prospectuses.  What is striking about\r\n\nthis is how  late in the proceedings  this occurred -- more  than\r\n\none  year after  Appellees  first raised  the  argument in  their\r\n\nNovember  30,  1994 memorandum  in  support of  their  motion for\r\n\nsummary  judgment.    Appellants   did  not  dispute   Appellees'\r\n\ncontention  that  they  received  prospectuses  in  either  their\r\n\ninitial  or  supplemental  filings in  opposition  to  Appellees'\r\n\nmotion for summary judgment, nor in Bladd's first affidavit.  The\r\n\nfirst   \"contradiction\"   appears  in   Appellants'  supplemental\r\n\nmemorandum, dated February 9, 1995, where the affidavits filed by\r\n\nJustman  and  Bladd  merely  state that  the  signatures  on  the\r\n\nsubscription  agreement  are  not  their  own.    Guided  by  the\r\n\nprinciple  that  when  reviewing motions  for  summary  judgment,\r\n\ncourts should \"pierce the boilerplate of the  pleadings and assay\r\n\nthe  parties' proof  in  order  to  determine  whether  trial  is\r\n\nactually required,\" Rivera-Cotto v. Rivera, 38 F.3d 611, 613 (1st\r                                                    \r\n\nCir.  1994) (quoting Wynne v.  Tufts Univ. Sch.  of Medicine, 976\r                                                                      \r\n\n                               -27-\r\r\n\nF.2d 791, 794 (1st Cir. 1992), cert. denied,     U.S.    , 113 S.\r                                                     \r\n\nCt.  1845  (1993)),  we  view with  significant  skepticism  what\r\n\nappears to be a last ditch effort to create a disputed fact where\r\n\nnone exists.\r\n\n          Second, and more importantly, Bladd's statements on the\r\n\nissue  of  whether  the  prospectuses were  received  are  merely\r\n\nconjectural and, thus, not sufficient to sustain a finding that a\r\n\ndisputed issue exists.  See Medina-Mu oz v. R.J. Reynolds Tobacco\r                                                                           \r\n\nCo.,  896 F.2d 5, 8 (1st Cir. 1990) (\"[T]he evidence illustrating\r             \r\n\nthe factual controversy cannot  be conjectural or problematic; it\r\n\nmust have substance in the sense that it limns differing versions\r\n\nof the truth  which a factfinder must resolve.\").   Not only does\r\n\nBladd's third affidavit  fail to state that the prospectuses were\r\n\nnever  provided   or  received,  his  lack   of  recollection  is\r\n\ninsufficient to rebut Appellees' affidavit and the acknowledgment\r\n\nof  receipt  evidenced by  the  subscription agreement.    As the\r\n\ndistrict  court  found,  we  face Appellants'  conjecture  versus\r\n\nAppellees' direct statement of  fact.  On this alone,  the weight\r\n\nof the evidence  tips the scale in favor of  Appellees; and, when\r\n\nconsidered together with  Bladd's statement that he  did not find\r\n\nany prospectuses  after \"he searched [his]  files carefully,\" the\r\n\nscale tips further  in their direction.  Bladd's statement simply\r\n\ndoes not  satisfy Appellants'  burden of producing  evidence that\r\n\nthey  did not receive the prospectuses.  Absent any evidence that\r\n\nBladd had either a set procedure for filing  documents or that he\r\n\nwould  file prospectuses if received, their mere absence from his\r\n\n                               -28-\r\r\n\nfiles  does not provide a  factfinder with any  reasoned basis to\r\n\nbelieve  either that  because  Bladd's files  did  not yield  the\r\n\nprospectuses he did not receive them or that his files would have\r\n\ncontained  the prospectuses had they  been received.  Finally, as\r\n\nthe district  court also noted, Bladd's  affidavit only indicates\r\n\nthat  he  is certain  that he  did  not receive  any prospectuses\r\n\nbefore  the  transactions.   It  does not  contain  any probative\r                \r\n\nevidence   to  dispute   the   fact   that  Appellants   received\r\n\nprospectuses some time on or around the purchase dates.\r\n\n          Thus,  we  conclude that  because  Appellants' evidence\r\n\nlacks  \"substance in  the  sense  that  it  [does]  not  limn[  ]\r\n\ndiffering versions of the truth which a factfinder must resolve,\"\r\n\nid., the only reasonable  inference a factfinder could reasonably\r             \r\n\ndraw is  that  Bladd received  the prospectuses  for the  limited\r\n\npartnerships  on or  around the  time when the  transactions were\r\n\nmade.   This, coupled with the sufficient storm warnings that the\r\n\nprospectuses  revealed,  leads  us  to  the  conclusion  that  no\r\n\nreasonable basis exists for a  reasonable factfinder to find that\r\n\nAppellants  were   not  on   discovery  notice  of   the  alleged\r\n\nmisrepresentations regarding the limited partnerships.\r\n\n                               -29-\r\r\n\n            B. The Alleged Concealment and the Monthly Statements\r                      B. The Alleged Concealment and the Monthly Statements\r                                                                           \r\n\n          Appellants also  allege  that Appellees  concealed  the\r\n\npartnerships'  market value  by  listing them  at their  purchase\r\n\nprice,  rather  than  at  their  market  value,  in  the  monthly\r\n\nstatements.  The district court found that the monthly statements\r\n\nAppellants  received did  not  conceal the  market  value of  the\r\n\nlimited partnerships,  because they listed the  \"face amount\" and\r\n\nincluded a statement  that \"the face amount does  not necessarily\r\n\nreflect the current market value.\"   The district court concluded\r\n\nthat based on  these undisputed facts  Appellees did not  conceal\r\n\nthe market value of  these investments.  We agree.   Beginning in\r\n\nJanuary of  1986, Appellants were  presented every  month with  a\r\n\nreminder that the face  amount did not reflect the  market value.\r\n\nA simple phone call  inquiring about the market value  would have\r\n\nexposed  the  value  and  shed  light  on  the  wisdom  of  these\r\n\ntransactions.  Cook, 573 F.2d at  696-98 (finding that plaintiffs\r                             \r\n\nwere  on inquiry notice  by receipt of  ominous financial reports\r\n\ncontradicting   oral   assurances);   Carluzzi    v.   Prudential\r                                                                           \r\n\nSecurities,  Inc., 824  F. Supp. 1206,  1211-13 (N.D.  Ill. 1993)\r                           \r\n\n(finding that  legend on monthly statements  which disclosed that\r\n\nface  value  did not  equal market  value  was sufficient  to put\r\n\ninvestors on notice);  Holtzman v.  Proctor, Cook &amp;  Co., 528  F.\r                                                                  \r\n\nSupp.  9, 14 (D. Mass. 1981) (finding that confirmation slips and\r\n\nmonthly statements should have  alerted reasonable persons to the\r\n\npossibility of account mismanagement).   Thus, even assuming that\r\n\nAppellees  \"concealed\"  the  value  of  the  limited  partnership\r\n\n                               -30-\r\r\n\ninterests,  Appellants were  on discovery  notice of  the alleged\r\n\nconcealment as  early as  January 1986.   Cook,  573 F.2d at  695\r                                                        \r\n\n(holding  that  even  where  facts are  fraudulently  withheld  a\r\n\nplaintiff  cannot be allowed to ignore the economic status of his\r\n\nor her investment).\r\n\n          2.   The Bond Swap\r                    2.   The Bond Swap\r                                      \r\n\n          Appellants  allege  that  Appellees misrepresented  the\r\n\nvalue of the 1986 bond swap transaction and that, contrary to the\r\n\ndistrict court's  finding, \"a  simple reading\"  of the  May 1986,\r\n\nstatement would not have alerted unsophisticated investors to the\r\n\npossibly  fraudulent nature of the transaction.  We disagree.  It\r\n\nis  undisputed   that  Appellants  were   provided  with  monthly\r\n\nstatements,  which  disclosed  the  transactions  Appellants  had\r\n\nauthorized   Hegenbart   to   make.      Simple   arithmetic   --\r\n\nstraightforward addition and subtraction -- reveals a discrepancy\r\n\nof  more  than  $68,000 between  the  debit  attributable to  the\r\n\npurchase of  the new bonds  and their market  value.   This alone\r\n\nshould have alerted Appellants to the possibility that fraudulent\r\n\nstatements  may  have been  made  in connection  with  the bonds'\r\n\nvalue.   Thus, while  Appellants maintain  that they  only became\r\n\naware of the  losses resulting from the  bond swap in  January of\r\n\n1994, we find that they received sufficient storm warnings in May\r\n\nof 1986. \r\n\n          3.   The Commissions\r                    3.   The Commissions\r                                        \r\n\n          Appellants  also  allege that  Hegenbart misrepresented\r\n\nthat Shearson's commission charges would be below the market rate\r\n\n                               -31-\r\r\n\nand that they  were overcharged commissions  with respect to  the\r\n\nbond  swap transaction.  They contend that \"the first notice that\r\n\n[they]  received  of  any  possible  wrongdoing  regarding  [the]\r\n\ncommissions\" was  during  the  summer of  1992,  when  Bladd  was\r\n\ninformed that there may have been commission overcharges.  We are\r\n\nunpersuaded.    As with  the bond  swap,  the May  1986 statement\r\n\nprovided  Appellants  with  sufficient storm  warnings  about the\r\n\npossibility  of excessive  commissions.   As  the district  court\r\n\nfound,  the discrepancy between the debit and sale prices for the\r\n\nbonds  should  have  alerted  Appellants to  the  possibility  of\r\n\nexcessive commissions and prior misrepresentations  regarding the\r\n\nrate  actually charged.  These storm  warnings were reinforced by\r\n\nthe thunderous  sirens contained  in Ben-Meir's October  17, 1988\r\n\nletter  \"urg[ing] . .  ., once  again, to  request and  obtain an\r                                               \r\n\naccounting  of  the  fees   and  commissions\"  (emphasis  added).\r\n\nContrary to Appellants' contention,  the fact that Appellees have\r\n\nnot  contested  the  allegation  of  commission  overcharging  is\r\n\nirrelevant for purposes of determining whether  Appellant's claim\r\n\nis barred by the statute of limitations.  Nor is it relevant that\r\n\nthe  monthly  statement  could  have broken  out  the  amount  of\r                                        \r\n\ncommissions  charged, although  such a  practice  would certainly\r\n\nhave  been more  helpful to  Appellants.   What is  relevant, and\r\n\ncontrolling  for  purposes  of  this  appeal,  is   the  date  of\r\n\ndiscovery.  Here,  that date is May 1986, which  is more than six\r\n\nyears before the commencement of this action in August 1993.  \r\n\n          4.   Reasonable Diligence\r                    4.   Reasonable Diligence\r                                             \r\n\n                               -32-\r\r\n\n          The   storm  warnings  triggered  Appellants'  duty  to\r\n\nexercise reasonable diligence.   Kennedy, 814 F.2d  at 802; Cook,\r                                                                          \r\n\n573  F.2d at 696.  Appellants contend, however, that the district\r\n\ncourt  erred when it required  them to show reasonable diligence.\r\n\nFirst,  Appellants assert  that  because the  alleged  violations\r\n\ninvolved  active  concealment,   as  opposed  to  self-concealing\r\n\nwrongs, there  is no requirement that  Appellants show reasonable\r\n\ndiligence.   See,  e.g.,  Martin, 966  F.2d at  1096  nn. 19,  20\r                                          \r\n\n(noting  that courts are divided as to whether the plaintiff must\r\n\nshow due  diligence in  cases  of active  concealment); Lewis  v.\r                                                                       \r\n\nHerrmann, 775 F. Supp. 1137, 1148 (N.D. Ill. 1991) (noting that a\r                  \r\n\nplaintiff's  due diligence may be excused when a fiduciary with a\r\n\nduty  to  disclose engages  in  active  concealment).    In  this\r\n\nCircuit, however, we have held that \"[i]rrespective of the extent\r\n\nof  the effort  to conceal,  the fraudulent  concealment doctrine\r\n\nwill  not save  a  charging  party  who  fails  to  exercise  due\r\n\ndiligence, and is thus charged with notice of a potential claim.\"\r\n\nTruck Drivers  &amp; Helpers  Union, 993  F.3d at 998.   As  we noted\r                                         \r\n\nearlier, when the party seeking to toll the statute by fraudulent\r\n\nconcealment alleges affirmative  acts of concealment,  the burden\r\n\nof showing reasonable  diligence falls on that party.  Id.  Thus,\r                                                                    \r\n\nin  this  Circuit, by  alleging  affirmative  acts of  fraudulent\r\n\nconcealment  Appellants are required  to show due  diligence.  To\r\n\ncover  all of  the bases,  we note  that we  place the  burden of\r\n\nshowing reasonable diligence on  the defendant when the plaintiff\r\n\nalleges  that the statute  is tolled by  a self-concealing wrong,\r\n\n                               -33-\r\r\n\nid.,  such that  defendants \"'have the  burden of  coming forward\r             \r\n\nwith any facts showing that the plaintiff could have discovered .\r\n\n. . the cause of action if he had exercised due diligence.'\"  Id.\r                                                                           \r\n\n(quoting  Hobson v.  Wilson, 737  F.2d 1,  35, (D.C.  Cir. 1984),\r                                     \r\n\ncert. denied, 470 U.S. 1084 (1985)).  Even placing this burden on\r                      \r\n\nAppellees, Appellants' complaint  will nonetheless be  defeated. \r\n\nAppellants   were  provided  with  sufficient  information  which\r\n\nreveals, or at a minimum suggests, the possibility of the alleged\r\n\nviolations.  \r\n\n          In the alternative, Appellants argue that, even if some\r\n\nstandard of  reasonable diligence were applied,  a district court\r\n\nmust take into account the traditional factors used  in assessing\r\n\nreasonable diligence before summary judgment is granted.  Maggio,\r                                                                          \r\n\n824 F.2d at 128; Cook,  573 F.2d at 697.  While we agree that the\r                               \r\n\ntraditional and  \"more subjective\" factors are  to be considered,\r\n\nwe disagree that they  should affect the outcome of  this appeal.\r\n\nStressing  the  subjective nature  of the  \"reasonable diligence\"\r\n\ntest,  Appellants   essentially  argue  that  they   acted  in  a\r\n\nreasonably diligent manner in  light of their unsophistication as\r\n\ninvestors and their reliance on Appellees as their fiduciaries. \r\n\n          We remind Appellants  that, although subjective factors\r\n\nare  taken into  account, \"the  exercise of  reasonable diligence\r\n\nrequires  an investor  to  be reasonably  cognizant of  financial\r\n\ndevelopments relating to  [their] investment,  and mandates  that\r\n\nearly  steps be taken  to appraise those facts  which come to the\r\n\ninvestor's attention.\"   Cook, 573  F.2d at 698.   Even  assuming\r                                       \r\n\n                               -34-\r\r\n\nthat  Appellees owed  Appellants  a fiduciary  duty, an  investor\r\n\n\"must 'apply  his common sense to the facts that are given to him\r\n\n[or  her]'  in  determining  whether   further  investigation  is\r\n\nneeded.\"  Id.  (quoting Cook, 573  F.2d at 696  n.24).  While  we\r                                      \r\n\nrecognize, and  are genuinely  troubled by, the  possibility that\r\n\nthe  Participants were  such unsophisticated investors  that they\r\n\nwere not in a position to heed the storm warnings, the stark fact\r\n\nremains that \"it was [their] conduct, in accepting the fraudulent\r\n\nmisrepresentations  and  omissions  as  true,  that  allowed  the\r\n\nfraud.\"  Kennedy, 814 F.2d at 803.  This is what does them in.\r                          \r\n\n          As to the opportunity to discover the misleading nature\r\n\nof  Hegenbart's representations  and  the monthly  statements, it\r\n\ncould not  have presented  itself more  readily.  The  misleading\r\n\ninformation  was  directly  refuted  by  the  plain text  of  the\r\n\nprospectuses and  simple arithmetic of the numbers on the monthly\r\n\nstatements.   Both Hegenbart's representations about  the limited\r\n\npartnerships and the prospectuses'  risk disclosures could not be\r\n\ntrue.   Logically,  one  or  the  other  must  have  been  false.\r\n\nSimilarly,  while the  monthly  statements may  have presented  a\r\n\nmisleading \"big  picture,\" comparing  two numbers (albeit  on two\r\n\ndifferent pages) on the May 1986 statement revealed a significant\r\n\ndiscrepancy  in  the bond  swap figures.    A minimal  attempt to\r\n\nresolve  these contradictions  -- for  example, asking  Ben-Meir,\r\n\nHegenbart or  McHugh for an  explanation or a  more comprehensive\r\n\naccounting -- should have  uncovered the fraud or, at  a minimum,\r\n\nprompted Appellants to abandon (as Ben-Meir strongly  recommended\r\n\n                               -35-\r\r\n\nin 1988)  their apparent \"laissez-faire\" approach.   Kennedy, 814\r                                                                      \r\n\nF.2d at  803 (noting that  any attempt to  resolve contradictions\r\n\nbetween  oral misrepresentations  and offering  memorandum should\r\n\nhave uncovered the fraud or dissuaded plaintiffs from the folly).\r\n\n          Nor  can the  subsequent  actions of  the parties  help\r\n\nAppellants'  case.   Instead  of  making  a  minimal  inquiry  or\r\n\notherwise  attempting to  resolve the  contradictions, Appellants\r\n\ndid  absolutely nothing.   Even assuming that  Appellants did not\r\n\nsee the first storm warnings, \"there were yet more dark clouds on\r\n\nthe horizon.\"  Maggio, 824 F.2d at 128.  We  find that Ben-Meir's\r                               \r\n\nletter  of October 17, 1988,  and Justman's 1990-1992 arbitration\r\n\nproceedings  (which produced  documents  regarding the  excessive\r\n\ncommissions) should  have brought Appellants to  attention.  Even\r\n\ncommencing this action in October  of 1988, Appellants still  had\r\n\nuntil June of  1991 to  bring suit for  violations in  connection\r\n\nwith the first limited partnership interest (purchased in June of\r\n\n1985)  and until September of  1991 for the  second (purchased in\r\n\nSeptember  of 1985).  Even  starting after October  of 1991, they\r\n\nstill  had until June of  1993 for the  third limited partnership\r\n\ninterest (purchased  in June of 1987) and,  until May of 1992 for\r\n\nthe bond swap  and the  commissions.  Appellants  would not  have\r\n\nbeen  time-barred on  any  of their  actions  had they  acted  in\r\n\nOctober of 1988 upon the information before them.\r\n\n          In light  of the  foregoing, we  believe  that in  this\r\n\nsituation  even unsophisticated  investors,  such  as  Appellants\r\n\nhere,  should  have sought  to learn  more  about the  nature and\r\n\n                               -36-\r\r\n\ncontent of the  Plan's management.   We believe that  Appellants'\r\n\nprolonged failure  to investigate  the possibility  of fraudulent\r\n\nconduct in light  of the  multiple storm warnings  can hardly  be\r\n\ncharacterized  as reasonable diligence.   Unsophisticated or not,\r\n\nplaintiffs cannot  shroud themselves in ignorance  or expect that\r\n\ntheir unsophistication  will  thoroughly  excuse  their  lack  of\r\n\ndiligence  or  failure,  here,   to  even  inquire.     To  allow\r\n\nunsophisticated investors to remain  utterly ignorant in the face\r\n\nof multiple  warnings would render meaningless  the due diligence\r\n\nrequirement.  Requiring  due diligence  encourages plaintiffs  to\r\n\ntake  action to  bring the  alleged fraud  to light,  grants some\r\n\nsense  of  repose  to   defendants,  and  assures  that  evidence\r\n\npresented on the  claim will  be fresh.   Brumbaugh v.  Princeton\r                                                                           \r\n\nPartners,  985 F.2d 157, 162 (4th Cir. 1993) (stating that merely\r                  \r\n\nbringing  suit after  the  scheme has  been  laid bare  does  not\r\n\nsatisfy the due diligence requirement when  there have been prior\r\n\nwarnings that something was amiss).  \r\n\n          Lastly,  Appellants  argue   that  because   reasonable\r\n\ndiligence is factually based, it should not ordinarily be decided\r\n\non  summary judgment.   Cook, 573  F.2d at  697.   However, \"even\r                                      \r\n\nassuming the question of reasonable diligence is ordinarily to be\r\n\ndecided by the trier of fact, where no conflicting inferences can\r\n\nbe  drawn from the  testimony an appeals  court may make  its own\r\n\ndetermination.\"  Id.; see  Sleeper v. Kidder, Peabody &amp;  Co., 480\r                                                                      \r\n\nF. Supp. 1264,  1266 (D.  Mass. 1979) (noting  that although  the\r\n\nissue of  reasonable  diligence is  factually  based, it  may  be\r\n\n                               -37-\r\r\n\ndetermined  as a  matter of  law where  the underlying  facts are\r\n\nadmitted or  established without  dispute), aff'd mem.,  627 F.2d\r                                                                \r\n\n1088  (1st Cir. 1980).  Here, the district court properly granted\r\n\nsummary judgment  because  there  is nothing  on  the  record  to\r\n\nsupport an inference that Appellants were reasonably diligent. \r\n\n                         III.  CONCLUSION\r                                   III.  CONCLUSION\r\n\n          For the foregoing reasons,  the district court's  grant\r\n\nof summary judgment is affirmed.\r                                 affirmed\r                                         \r\n\n                               -38-\r\r\n",
  "html": "<p class=\"case_cite\">76 F.3d 1245</p>\n    <p class=\"parties\">19 Employee Benefits Cas. 2706, Pens. Plan Guide P 23920S<br>J. GEILS BAND EMPLOYEE BENEFIT PLAN, et al., Plaintiffs-Appellants,<br>v.<br>SMITH BARNEY SHEARSON, INC., et al., Defendants-Appellees.</p>\n    <p class=\"docket\">No. 95-1699.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 2, 1995.<br>Decided Feb. 20, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas J. Butters, with whom Cullen &amp; Butters was on brief, Boston, MA, for appellants.</p>\n      <p class=\"indent\">Barry Y. Weiner, with whom Christopher P. Litterio, William E. Ryckman and Shapiro, Israel &amp; Weiner, P.C. were on brief, Boston, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants, the J. Geils Band Employee Benefit Plan (the \"Plan\"), and Stephen Bladd (the \"Trustee\"), John Geils, Jr., Richard Salwitz and Seth Justman (the \"Participants\"), brought this suit alleging fraud and breach of fiduciary duty under the Employment Retirement Income Security Act of 1974 (\"ERISA\"), 29 U.S.C. &#167; 1001 et seq.  (1994), in connection with certain investment transactions made by Appellees in 1985, 1986 and 1987.   The district court granted the motion for summary judgment brought by Appellees, Smith Barney Shearson (\"Shearson\"), Matthew McHugh, and Kathleen Hegenbart, on the grounds that Appellants' claims are time barred under ERISA's six-year statute of limitations.   For the following reasons, we affirm.</p>\n    </div>\n    <p>FACTUAL AND PROCEDURAL BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The following facts are summarized in the light most favorable to Appellants, the party opposing summary judgment.  Barbour v. Dynamics Research Corp., 63 F.3d 32, 36 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Plan, also known as T &amp; A Research and Development, Inc., was formed as a pension and profit sharing plan for the employees of the J. Geils Band and, as a common plan and trust, it is subject to ERISA.   In April of 1985, Bladd as the Plan's Trustee<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> opened accounts for the Plan with Shearson Lehman Brothers, Inc., a registered broker-dealer and a member firm of both the National Association of Securities Dealers (NASD) and the New York Stock Exchange (NYSE).   This appeal stems from Shearson's management between 1985 and 1990 of the Plan's account and, specifically, its purchase of three limited partnerships (the first in June of 1985, the second in September of 1985, and the third in June of 1987) and execution of a \"bond swap\" in May of 1986.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Plan's accounts were handled by Hegenbart, a Shearson employee who acted as the Plan's stock broker from 1985 until Appellants transferred the accounts from Shearson in 1990.   McHugh, a Shearson branch manager, supervised the accounts.   Hegenbart would make a recommendation, and if Appellants accepted it and executed an order, she would receive a commission.   If the recommendation was not accepted, she would not receive any compensation from Appellants.   While Appellants communicated to Hegenbart that they knew very little about financial management or investment, Appellants retained decision-making authority over the Plan accounts.   At no time was Hegenbart given power of attorney or discretionary authority over the accounts.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Upon opening the Plan's accounts, Hegenbart sold the securities transferred to it and one month later, in June of 1986, purchased over $500,000 of long-term zero coupon bonds (\"CATS\"), Shearson-managed mutual funds, and certificates of deposit.   In May of 1986, Appellants swapped the CATS purchased in 1985 for other bonds upon Hegenbart's recommendation.   The bond swap resulted in an overall loss to the Plan and generated over $90,000 worth of commissions--$32,000 for the bonds purchased in 1985 and $61,000 for their sale in May of 1986, and the subsequent purchase of the new bonds.   The Plan was charged commissions of about 3.5% for the sale of the CATS purchased in 1985, 3.5% for the 1986 sale, and approximately 6% for the 1986 purchase of the new CATS.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Between 1985 and 1987, Appellants purchased a total of $165,000 worth of three Shearson-packaged limited partnership interests.   The first was purchased in June of 1985, for $100,000.   On or about the purchase date, Bladd, as Trustee, and Justman executed a Subscription Agreement under penalty of perjury.   According to this agreement, they acknowledged, inter alia, that (i) they received the prospectus;  (ii) there was not expected to be a public market for their investment;  and (iii) there were risks involved, which the prospectus disclosed.   Appellants were sent prospectuses which similarly disclosed risks involved when they purchased $40,000 worth of the second limited partnership interest in September of 1985, and when they purchased $25,000 of the third in June of 1987.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Each of the Participants, including Bladd as Trustee, received monthly statements, as did Justman's accountant, Nick Ben-Meir (\"Ben-Meir\").   The monthly statements disclosed the transactions which occurred during the particular month as well as a summary of the Plan's portfolio but did not separately break out the amount of commissions charged.   The monthly statements listed the \"face amount\" of the limited partnerships, but not the market value.   As of January 1986 they included the following statement:  \"The face amount does not necessarily reflect current market value.\"   Appellants also received quarterly \"Portfolio Reviews,\" which consisted of two documents:  (i) a chart setting forth the Plan's portfolio, including the investment, date of purchase, amount invested, current market value, and yield, among other information;  and (ii) an investment pyramid showing the relative safety of each investment and its market value, including the total account value.   Unlike the monthly statements, the record shows that the portfolio review dated October 1988 lists as the market value what was actually the face amount of the interests in the limited partnerships.   In the May 1990 portfolio review, the limited partnerships are listed in the \"amount invested\" column, with two of them appearing with undefined subtractions for \"ROC\" which exceed $19,000;  the corresponding \"market value\" column is blank.   Bladd, as Trustee, also received letters from McHugh as early as June of 1985 in which he offered both to help him review the Plan's investment objectives and results obtained and to discuss how Shearson could be of greater assistance.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">While Ben-Meir did not receive the statements with the purpose of reviewing Hegenbart's investment decisions, the record shows he did review some potential investments as early as May of 1986.   In October of 1988, Justman received a letter from Ben-Meir regarding an analysis of Justman's portfolio.   In the letter, Ben-Meir communicated that he had exchanged \"some extremely sharp words\" with Hegenbart regarding some of the figures shown in the analysis, particularly with respect to the limited partnership interests.   The letter stated that all of them are worth \"far below their cost\" and \"strongly advise[d] [Justman] not to enter into any more of these types of investments,\" because the \" 'loading' charges (fees and commissions off the top ), together with their continuingly reduced value for tax purposes ... make them unattractive....\"  (Emphasis in original).   Ben-Meir then expressed that \"[d]espite [Hegenbart's] repeated statements to me that she only has your best interest at heart, my instincts say otherwise, and I would urge you, once again, to request and obtain an accounting of the fees and commissions earned by Shearson and her as a result of her placing you in all these [l]imited [p]artnerships.\"   Finally, the letter closed with the recommendation that \"[i]f you decide to continue using [Hegenbart] to manage your portfolio, that's okay, but you should clearly change the amount of discretion you have been allowing, so that no purchases or sales are made without your complete review of all proposals and direction.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In late July to August 1990, the Plan accounts were transferred from Shearson.   Some time thereafter, the Plan's new broker informed Bladd that the limited partnerships were unsuitable for investors desiring safety and were worth less than the amount reflected in the latest review, confirming Ben-Meir's October 1988 observations.   Between the summers of 1991 and 1992, internal Shearson \"activity reports\" produced during arbitration proceedings brought by Justman against Shearson<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> revealed information regarding the excessive commissions, also confirming Ben-Meir's observations.   Appellants maintain that they only learned of the Plan's losses resulting from the bond swap in January of 1994, when they were informed by counsel whom they had retained in October of 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Pursuant to an agreement between the parties to arbitrate disputes, Appellants commenced arbitration proceedings with the NASD by filing a Uniform Submissions Agreement dated August 20, 1993, seeking recovery for alleged breaches of fiduciary duty by Appellees.   On motion by the Appellees, the NASD Director ruled on May 15, 1994, that virtually all of the claims were ineligible for arbitration under Section 15 of the NASD Code of Arbitration Procedure, because all trades giving rise to the claims occurred more than six years prior to the filing of the arbitration in August of 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On October 7, 1994, Appellants filed the civil action below.   In their complaint, Appellants allege that Appellees violated their purported fiduciary duty<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> to the Plan under ERISA with respect to the three limited partnership interests and the \"bond swap.\"   Appellants contend the following:  (i) that these transactions were unsuitable for the Plan and were inconsistent with its investment objectives;  (ii) that Hegenbart, in order to obtain higher commissions, made fraudulent statements to induce the Participants, whom she knew were unsophisticated investors relying on her investment advice, into making these transactions;  and (iii) that in connection with the bond swap Appellees charged commissions grossly exceeding the rate Hegenbart had represented would be charged.   Appellants subsequently filed a motion compelling arbitration of all claims or, in the alternative, staying arbitration pending adjudication by jury trial of non-arbitrable claims.   In response, Appellees filed an answer and counterclaim for declaratory judgment, opposition to Appellants' motion, and a motion for summary judgment as to the complaint and counterclaim.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Pending disposition of these motions, Appellants requested review of the decision by the Director of the NASD.   On January 10, 1995, the arbitration panel affirmed the Director's decision.   On May 9, 1995, the district court entered a memorandum and interlocutory order by which Appellees' summary judgment motion was granted.   The district court concluded that Appellants' claims were time-barred under ERISA's six-year statute of limitations on the grounds that, under the fraudulent concealment doctrine as applied in this Circuit, Appellants had been placed on inquiry notice--by their receipt of the prospectuses and monthly statements--more than six years before commencing their cause of action.   After voluntary dismissal of Appellees' counterclaims without prejudice, the court entered a final judgment on June 23, 1995.   This appeal followed.</p>\n    </div>\n    <p>STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We review a district court's grant of summary judgment de novo and, like the district court, review the record in the light most favorable to the non-moving party.   See, e.g., Barbour v. Dynamics Research Corp., 63 F.3d 32, 36-37 (1st Cir.1995);  Woods v. Friction, 30 F.3d 255, 259 (1st Cir.1994).   Our review is limited to the record as it stood before the district court at the time of its ruling.  Voutour v. Vitale, 761 F.2d 812, 817 (1st Cir.1985), cert. denied, 474 U.S. 1100, 106 S.Ct. 879, 88 L.Ed.2d 916 (1986).   Summary judgment is appropriate when \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\"   Fed.R.Civ.P. 56(c).   A material fact is one which \"has the potential to affect the outcome of the suit under the applicable law.\"  Nereida- Gonzalez v. Tirado-Delgado, 990 F.2d 701, 703 (1st Cir.1993).   If the moving party demonstrates that \"there is an absence of evidence to support the non-moving party's case,\" the burden shifts to the non-moving party to establish the existence of a genuine material issue.  FDIC v. Municipality of Ponce, 904 F.2d 740, 742 (1st Cir.1990) (quoting Celotex Corp. v. Catrett, 477 U.S. 317, 325, 106 S.Ct. 2548, 2553-54, 91 L.Ed.2d 265 (1986)).   Thus, the nonmovant bears the burden of placing at least one material fact into dispute once the moving party offers evidence of the absence of a genuine issue.  Darr v. Muratore, 8 F.3d 854, 859 (1st Cir.1993);  see also Celotex Corp., 477 U.S. at 322, 106 S.Ct. at 2552 (1986) (stating that Fed.R.Civ.P. 56(c) \"mandates the entry of summary judgment, ... upon motion, against a party who fails to make a showing sufficient to establish the existence of an element essential to that party's case, and on which that party will bear the burden of proof at trial.\").   In other words, neither \"conclusory allegations, improbable inferences, and unsupported speculation,\" Medina-Munoz v. R.J. Reynolds Tobacco Co., 896 F.2d 5, 8 (1st Cir.1990), nor \"[b]rash conjecture coupled with earnest hope that something concrete will materialize, is [ ]sufficient to block summary judgment.\"  Dow v. United Bhd. of Carpenters, 1 F.3d 56, 58 (1st Cir.1993).</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Resolution of this appeal requires that we determine whether the ERISA statute of limitations, which is codified at 29 U.S.C. &#167; 1113,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> applies to bar Appellants' action.   Section 1113 requires that Appellants commence their action within six years from the date of the last transaction giving rise to their claim, unless they demonstrate \"fraud or concealment,\" in which case they must commence their action within six years from the date they discover the breach.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The first step requires us to determine \"the date when the last action which constituted a part of the breach or violation\" occurred--one of a number of temporal determinations to be made.  29 U.S.C. &#167; 1113(1)(A).   Here, the purported violations in connection with the limited partnership interests occurred in June of 1985, September of 1985, and June of 1987, and those made in connection with the bond swap occurred in May of 1986.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The second requires us to determine when the cause of action was commenced.   The district court assumed, without deciding, that NASD Code &#167; 18(a) tolls the statute of limitations in this case.   The district court concluded that August 20, 1993, the date on which Appellants filed the Uniform Submission Agreement with the NASD,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> should serve as the date marking commencement of the action.   The district court reasoned that even by using that date, which was more favorable to the Appellants, the purported violations--in June of 1985, September of 1985, May of 1986 and June of 1987--nonetheless occurred more than six years earlier.   Neither party disputes this reasoning on appeal and, because it has no bearing on the outcome, we adopt without further comment the district court's use of August 20, 1993 as the date the action was commenced.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Because Appellants filed the action below more than six years after the last transaction giving rise to the alleged violations, we turn next to the question of whether the \"fraud or concealment\" exception applies to toll the limitations period.   Appellants argue that it does, and that the district court erred when it held to the contrary.   The interpretation of the fraud or concealment clause of Section 1113 is one of first impression for this Circuit.   We address the various issues this question raises in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A. Fraudulent Concealment and the Proper Discovery Standard under Section 1113</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The first issue involves a determination of when the limitations period begins to run in cases of fraud or concealment under Section 1113.   Resolution of this question requires us to decide what standard--objective or subjective--is to be applied when determining the \"date of discovery.\"   As the district court noted, other circuits have interpreted Section 1113 to incorporate the federal doctrine of \"fraudulent concealment,\" which operates to toll the statute of limitations until the plaintiff in the exercise of reasonable diligence discovered or should have discovered the alleged fraud or concealment.   See Larson v. Northrop Corp., 21 F.3d 1164, 1172-74 (D.C.Cir.1994) (Campbell, J., sitting by designation) (holding that Section 1113's fraud or concealment exception incorporates the common law fraudulent concealment doctrine);  Martin v. Consultants &amp; Administrators, Inc., 966 F.2d 1078, 1093-96 (7th Cir.1992) (same);  Schaefer v. Arkansas Medical Society, 853 F.2d 1487, 1491-92 (8th Cir.1988) (same);  see also Bailey v. Glover, 88 U.S. 342, 349, 22 L.Ed. 636 (1875) (discussing fraudulent concealment doctrine).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">After noting the approach followed in Larson and Martin, the district court concluded that, even if we were to hold that Section 1113 could be tolled by showing something less than \"fraudulent concealment,\" Appellants would still not prevail.   In reaching its conclusion, the district court reasoned that in light of our interpretation of the fraudulent concealment doctrine as applied to limitation periods contained in the Securities Exchange Act of 1933 and 1934, Appellants will have failed to meet their burden of production alleging facts of fraud or concealment if Appellees show that Appellants were on inquiry notice of the alleged violations more than six years before the filing date.   See Kennedy v. Josephthal &amp; Co., 814 F.2d 798, 802-03 (1st Cir.1987) (holding that plaintiffs are on notice where there are \"sufficient storm warnings to alert a reasonable person to the possibility that there were either misleading statements or significant omissions involved\") (quoting Cook v. Avien, Inc., 573 F.2d 685, 697 (1st Cir.1978)).   The district court found that Appellants were on \"discovery\" or \"inquiry\" notice more than six years prior to August 20, 1993, due to their receipt of the prospectuses and monthly statements Appellees sent them.   Thus, it was because the district court found that the documents received by Appellants contained \"sufficient storm warnings,\" which would have alerted them to the possibility of fraud had they acted with reasonable diligence, that it concluded Appellants failed to carry their burden of production regarding the issue of fraud or concealment.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In challenging the decision below, Appellants argue that the district court erred in its construction of Section 1113 when it applied the objective standard under the fraudulent concealment doctrine.   Specifically, Appellants contend that because Section 1113 involves breaches of fiduciary duty, the term \"discover\" used in connection with fraud or concealment should mean that the six-year limitation period begins to run only when Appellants, who are unsophisticated investors, subjectively gained knowledge that their fiduciary made material misrepresentations to them.   In support of this argument, Appellants point to the plain language of Section 1113 and to the fact that Congress did not include the phrase \"knew or should have known.\"   In addition, they maintain that adopting a subjective standard comports with Congress' mandate that ERISA be liberally construed to protect pension beneficiaries and to ensure the highest standards of fiduciary conduct.   See 29 U.S.C. &#167; 1001(a), (b).   In this regard, they contend that the Congressional mandate is not properly served by requiring that participants heed storm warnings and exercise reasonable diligence where affirmative acts of fraud and concealment are alleged.   Finally, Appellants insist that if some standard of reasonable diligence is to be applied, then, at a minimum, traditional factors used in assessing reasonable diligence--the existence of a fiduciary relationship, the nature of the fraud, the opportunity to discover the fraud, the subsequent acts of defendants, and the sophistication of the plaintiffs--should be considered before granting summary judgment.   See Maggio, 824 F.2d at 128;  Cook, 573 F.2d at 697.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As always, we begin with the relevant statutory language.   Section 1113's tolling provision provides that \"in the case of fraud or concealment, such action may be commenced not later than six years after the date of discovery of such breach or violation.\"  29 U.S.C. &#167; 1113.   As the District of Columbia Circuit recently noted, this is the only provision in Section 1113 for delaying the accrual of the limitations period until the date of discovery.   See Larson, 21 F.3d at 1172.   By its very language, then, Section 1113 explicitly incorporates the federal common law \"discovery rule,\" which postpones the beginning of the limitation period from the date when the plaintiff is injured to the date the injury is discovered.  Cada v. Baxter Healthcare Corp., 920 F.2d 446, 450 (7th Cir.1990).   As we noted when interpreting the statute of limitations contained in Section 13 of the Securities Act of 1933, which is applicable to Section 12(2) of that Act, \"the doctrine of fraudulent concealment is the common law counterpart of the 'discovery' standard prescribed by &#167; 13 to limit actions brought under &#167; 12(2).\"  Cook, 573 F.2d at 695;  see Anixter v. Home-Stake Production Co., 939 F.2d 1420, 1434 n. 18 (10th Cir.1991) (citing Cook for this proposition).   We concluded in Cook that the running of Section 13 was triggered by the very same considerations used to determine when the cause of action accrues and when the statute is tolled under federal common law.  Cook, 573 F.2d at 695;  see Holmberg v. Armbrecht, 327 U.S. 392, 397, 66 S.Ct. 582, 585, 90 L.Ed. 743 (1946) (holding that equitable doctrine of fraudulent concealment is read into every federal statute of limitations).   We find that Section 1113's discovery rule is almost identical to that of Section 13<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> and perceive no reason why we should not follow Cook's approach and hold that Section 1113 also incorporates the fraudulent concealment doctrine.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Moreover, we have yet to encounter a convincing argument as to why we should part company from those circuits which have already addressed this issue and have concluded that Section 1113 indeed incorporates the fraudulent concealment doctrine.   See Larson, 21 F.3d at 1172-73;  Martin, 966 F.2d at 1093;  Schaefer, 853 F.2d at 1491-92;  see also Barker v. American Mobil Power Corp., 64 F.3d 1397, 1401-02 (9th Cir.1995) (noting with approval that other circuits have so held).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Next, with respect to the scope of \"discovery\" in the fraud or concealment exception, we believe that the term encompasses both actual and constructive discovery.   As the Seventh Circuit noted in Martin, Congress knew how to require \"actual knowledge,\" and did so for the three-year limitations period under Section 1113(2).   Holding that the fraud or concealment exception extends the limitations period to six years from the date of actual discovery would conflict with the fact that the preceding three-year period runs from the date of \"actual knowledge.\"   In addition, incorporating the notion of constructive discovery comports with the general requirement under the fraudulent concealment doctrine that there be a showing of reasonable diligence before tolling is allowed.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Martin, 966 F.2d at 1096;  Maggio, 824 F.2d at 127-28;  Kennedy, 814 F.2d at 802;  Cook, 573 F.2d at 695.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We turn, lastly, to the appropriate standard to be applied when determining the \"date of discovery.\"   As we emphasized in Maggio, whether a plaintiff should have discovered the alleged fraud \"is an objective question\" requiring the court to \"determine if the plaintiff possessed such knowledge as would alert a reasonable investor to the possibility of fraud.\"  Maggio, 824 F.2d at 128 (citing Cook, 573 F.2d at 697).   We are unpersuaded by Appellants' insistence that by adopting such an objective standard we will undercut ERISA's goals regarding the protection of pension benefits.   First, Appellants' argument seems to ignore the plain language of Section 1113 explicitly calling for a \"discovery\" standard, which has been interpreted to employ a \"known or should have known\" standard.   See United States v. James Daniel Good Property, 971 F.2d 1376, 1381 (9th Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Second, while this inquiry is an \"objective\" question, the determination of whether a plaintiff actually exercised reasonable diligence is a more subjective one.   In making that assessment, we \"focus[ ] upon the circumstances of a particular case, including the existence of a fiduciary relationship, the nature of the fraud alleged, the opportunity to discover the fraud, and the subsequent actions of the defendants.\"  Maggio, 824 F.2d at 128;  Kennedy, 814 F.2d at 803 (stating that \"the exercise of reasonable diligence is determined 'by examining the nature of the misleading statements alleged, the opportunity to discover the misleading statements, and the subsequent actions of the parties' \") (quoting Cook, 573 F.2d at 696).   We believe that because we engage in a \"subjective\" inquiry when assessing the exercise of reasonable diligence, ERISA's goals will not be undercut by applying an objective standard when determining the \"date of discovery.\"   Whatever apparent harshness that may result from application of the objective standard will be mitigated by our consideration of those more subjective factors.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We also remind Appellants that \"[a]lthough any statute of limitations is necessarily arbitrary, the length of the period reflects a value judgment concerning the point at which the interests in favor of protecting valid claims are outweighed by the interests in prohibiting the prosecution of stale ones.\"  Johnson v. Railway Express Agency, Inc., 421 U.S. 454, 463-64, 95 S.Ct. 1716, 1722, 44 L.Ed.2d 295 (1975).   Section 1113 explicitly time bars actions against fiduciaries which are not commenced within six years of either the date of the last transaction or, in the case of fraud or concealment, the date of discovery.  29 U.S.C. &#167; 1113.   In this regard, we note that Section 1113 states \"after the earlier of,\" not \"after the later of,\" which makes it a more stringent statute of limitations than, for example, ERISA's Section 1451(f).<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  The protections Congress established under ERISA are clearly available to plaintiffs who do not let their rights pass them by.   Finally, we note further that none of the other circuit courts which have interpreted Section 1113 have adopted a subjective standard despite the fact that those cases, as here, involved alleged breaches of fiduciary duty.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In summary then, we hold that the fraud or concealment tolling provision of Section 1113 incorporates the fraudulent concealment doctrine, which operates to toll the statute of limitations \"where a plaintiff has been injured by fraud and 'remains in ignorance of it without any fault or want of diligence or care on his part ... until the fraud is discovered, though there be no special circumstances or efforts on the part of the party committing the fraud to conceal it from the knowledge of the other party.' \"  Holmberg, 327 U.S. at 397, 66 S.Ct. at 585 (quoting Bailey, 88 U.S. at 348);  see Maggio, 824 F.2d at 127.   Accordingly, in order to toll the limitations period under Section 1113's fraud or concealment exception, Appellants must demonstrate that \"(1) defendants engaged in a course of conduct designed to conceal evidence of their alleged wrong-doing and that (2) [the plaintiffs] were not on actual or constructive notice of that evidence, despite (3) their exercise of reasonable diligence.\"  Larson, 21 F.3d at 1172 (quoting Foltz v. U.S. News &amp; World Report, Inc., 663 F.Supp. 1494, 1537 (D.C.Cir.1987)).<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Furthermore, it is Appellants' burden under Federal Rule of Civil Procedure 9(b) to plead with particularity the facts giving rise to the fraudulent concealment claim.   Plaintiffs' attempt to toll the statute will fail if the evidence shows that they were on discovery notice of the alleged violations of fiduciary duty more than six years before the filing date.   See Truck Drivers &amp; Helpers Union, Local No. 170 v. NLRB, 993 F.2d 990, 998 (1st Cir.1993) (noting that the burden of showing reasonable diligence normally falls on the party seeking to toll the statute of limitations by alleging affirmative acts of concealment under the doctrine of fraudulent concealment).   This Circuit has characterized the facts that trigger discovery or constructive notice as \"sufficient storm warnings to alert a reasonable person to the possibility that there were either misleading statements or significant omissions involved.\"  Cook, 573 F.2d at 697.   While discovery does not require that plaintiffs become fully aware of the nature and extent of the fraud, it is these \"storm warnings\" of the possibility of fraud that trigger their duty to investigate in a reasonably diligent manner, and their cause of action is deemed to accrue on the date when they should have discovered the alleged fraud.  Maggio, 824 F.2d at 128.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">B. Application of the Fraud or Concealment Exception</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Having set forth the applicable standard and relevant considerations, we turn to the application of Section 1113's fraud or concealment exception.   In their complaint, Appellants allege that Appellees engaged in a fraudulent trading scheme comprising purchases of unsuitably high risk limited partnerships, account churning, and commission overcharges.   Appellants contend that Appellees, in furtherance of their scheme, made material oral and written misrepresentations regarding the value and safety of the investments, the amount of profit generated by the trades, and the amounts of commissions charged.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">For purposes of disposing of this appeal, we need not make any specific findings regarding the issue of whether Appellees committed or concealed the alleged fraud.   Nevertheless, we review the record in the light most favorable to Appellants, the non-moving party, as we determine whether the district court erred when it granted summary judgment based on its conclusion that Appellants had not offered evidence from which a reasonable juror could conclude that Appellants would not have known, in the exercise of reasonable diligence, about Appellee's alleged violations six years or more before August 20, 1993, i.e., on or before August 20, 1987.   We discuss the transactions in turn.</p>\n    </div>\n    <p class=\"indent\">1. The Limited Partnerships</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">A. The Alleged Misrepresentations and the Prospectuses</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">With respect to the three limited partnerships purchased in June 1985, September 1985, and June 1987 respectively, Appellants allege that Appellees violated their fiduciary duty by orally misrepresenting the risks and the suitability of the these investments.   They contend that the names<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> of the limited partnership interests were deceptive because they suggest safe and suitable pension investments.   They also maintain that the portfolio reviews substantiated Hegenbart's misrepresentations so that Appellants were induced to retain the interests.   Even assuming that the titles were \"deceptive\" and that the reviews were misleading, the record shows that Appellants received prospectuses on or about the date each of these interests were purchased.   The prospectuses fully disclosed the suitability requirements and risk factors and, when read with reasonable diligence, plainly contradict the alleged oral misrepresentations that these were low-risk investments.   Appellants have not alleged that any of the risk disclosures contained in the prospectuses are fraudulent.   Even viewing the facts in the light most favorable to the Appellants, we find that these disclosures provided them with sufficient storm warnings of the alleged misrepresentations and the possibility of fraud.  Maggio, 824 F.2d at 129 (holding that financial data that contradicted what plaintiffs were led to believe provided sufficient storm warnings);  Kennedy, 814 F.2d at 801 (holding that discrepancy between oral misrepresentations and an offering memorandum constituted inquiry notice commencing limitations period).   Thus, we conclude that receipt of the prospectuses put Appellants on discovery notice of the alleged misrepresentations regarding the suitability and riskiness of the partnerships at or around June of 1985, September of 1985 and June of 1987.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Appellants insist, however, that there are \"numerous disputed issues of material fact\" regarding the limited partnerships which were relevant on summary judgment.   We find only one relevant--Appellants' contention that there is a factual dispute as to whether they ever received the prospectuses.   Appellants bolster their position by pointing to the fact that Appellees produced a subscription agreement, which indicates receipt of a prospectus, for only one of the three limited partnerships--the first one, purchased in June of 1985.   They also rely on the affidavits submitted by Justman and Bladd which deny the genuineness of their signatures on the subscription agreement.   Finally, they base the existence of a disputed material fact on Bladd's third affidavit, in which for the first time Bladd suggests that Appellees did not tell him</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>to read any prospecti relating to the partnerships.   In fact, I am certain that I never received a prospectus from Hegenbart before purchasing a limited partnership on behalf of the Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Record Appendix, p. 145 (emphasis in original).   Bladd also states that he has \"no recollection\" of ever receiving a prospectus and that his files do not contain copies of any prospectuses.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">As the district court found, Appellants' evidence is insufficient to create a disputed issue of fact with respect to whether they received the prospectuses.   First, we note that Bladd's third affidavit, dated February 15, 1995, is the first instance in which Appellants dispute the argument that they were on notice by receipt of the prospectuses.   What is striking about this is how late in the proceedings this occurred--more than one year after Appellees first raised the argument in their November 30, 1994 memorandum in support of their motion for summary judgment.   Appellants did not dispute Appellees' contention that they received prospectuses in either their initial or supplemental filings in opposition to Appellees' motion for summary judgment, nor in Bladd's first affidavit.   The first \"contradiction\" appears in Appellants' supplemental memorandum, dated February 9, 1995, where the affidavits filed by Justman and Bladd merely state that the signatures on the subscription agreement are not their own.   Guided by the principle that when reviewing motions for summary judgment, courts should \"pierce the boilerplate of the pleadings and assay the parties' proof in order to determine whether trial is actually required,\" Rivera-Cotto v. Rivera, 38 F.3d 611, 613 (1st Cir.1994) (quoting Wynne v. Tufts Univ.  Sch. of Medicine, 976 F.2d 791, 794 (1st Cir.1992), cert. denied, 507 U.S. 1030, 113 S.Ct. 1845, 123 L.Ed.2d 470 (1993)), we view with significant skepticism what appears to be a last ditch effort to create a disputed fact where none exists.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Second, and more importantly, Bladd's statements on the issue of whether the prospectuses were received are merely conjectural and, thus, not sufficient to sustain a finding that a disputed issue exists.   See Medina- Munoz v. R.J. Reynolds Tobacco Co., 896 F.2d 5, 8 (1st Cir.1990) (\"[T]he evidence illustrating the factual controversy cannot be conjectural or problematic;  it must have substance in the sense that it limns differing versions of the truth which a factfinder must resolve.\").   Not only does Bladd's third affidavit fail to state that the prospectuses were never provided or received, his lack of recollection is insufficient to rebut Appellees' affidavit and the acknowledgment of receipt evidenced by the subscription agreement.   As the district court found, we face Appellants' conjecture versus Appellees' direct statement of fact.   On this alone, the weight of the evidence tips the scale in favor of Appellees;  and, when considered together with Bladd's statement that he did not find any prospectuses after \"he searched [his] files carefully,\" the scale tips further in their direction.   Bladd's statement simply does not satisfy Appellants' burden of producing evidence that they did not receive the prospectuses.   Absent any evidence that Bladd had either a set procedure for filing documents or that he would file prospectuses if received, their mere absence from his files does not provide a factfinder with any reasoned basis to believe either that because Bladd's files did not yield the prospectuses he did not receive them or that his files would have contained the prospectuses had they been received.   Finally, as the district court also noted, Bladd's affidavit only indicates that he is certain that he did not receive any prospectuses before the transactions.   It does not contain any probative evidence to dispute the fact that Appellants received prospectuses some time on or around the purchase dates.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Thus, we conclude that because Appellants' evidence lacks \"substance in the sense that it [does] not limn[ ] differing versions of the truth which a factfinder must resolve,\" id., the only reasonable inference a factfinder could reasonably draw is that Bladd received the prospectuses for the limited partnerships on or around the time when the transactions were made.   This, coupled with the sufficient storm warnings that the prospectuses revealed, leads us to the conclusion that no reasonable basis exists for a reasonable factfinder to find that Appellants were not on discovery notice of the alleged misrepresentations regarding the limited partnerships.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">B. The Alleged Concealment and the Monthly Statements</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Appellants also allege that Appellees concealed the partnerships' market value by listing them at their purchase price, rather than at their market value, in the monthly statements.   The district court found that the monthly statements Appellants received did not conceal the market value of the limited partnerships, because they listed the \"face amount\" and included a statement that \"the face amount does not necessarily reflect the current market value.\"   The district court concluded that based on these undisputed facts Appellees did not conceal the market value of these investments.   We agree.   Beginning in January of 1986, Appellants were presented every month with a reminder that the face amount did not reflect the market value.   A simple phone call inquiring about the market value would have exposed the value and shed light on the wisdom of these transactions.  Cook, 573 F.2d at 696-98 (finding that plaintiffs were on inquiry notice by receipt of ominous financial reports contradicting oral assurances);  Caraluzzi v. Prudential Securities, Inc., 824 F.Supp. 1206, 1211-13 (N.D.Ill.1993) (finding that legend on monthly statements which disclosed that face value did not equal market value was sufficient to put investors on notice);  Holtzman v. Proctor, Cook &amp; Co., 528 F.Supp. 9, 14 (D.Mass.1981) (finding that confirmation slips and monthly statements should have alerted reasonable persons to the possibility of account mismanagement).   Thus, even assuming that Appellees \"concealed\" the value of the limited partnership interests, Appellants were on discovery notice of the alleged concealment as early as January 1986.  Cook, 573 F.2d at 695 (holding that even where facts are fraudulently withheld a plaintiff cannot be allowed to ignore the economic status of his or her investment).</p>\n    </div>\n    <p class=\"indent\">2. The Bond Swap</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Appellants allege that Appellees misrepresented the value of the 1986 bond swap transaction and that, contrary to the district court's finding, \"a simple reading\" of the May 1986, statement would not have alerted unsophisticated investors to the possibly fraudulent nature of the transaction.   We disagree.   It is undisputed that Appellants were provided with monthly statements, which disclosed the transactions Appellants had authorized Hegenbart to make.   Simple arithmetic--straightforward addition and subtraction--reveals a discrepancy of more than $68,000 between the debit attributable to the purchase of the new bonds and their market value.   This alone should have alerted Appellants to the possibility that fraudulent statements may have been made in connection with the bonds' value.   Thus, while Appellants maintain that they only became aware of the losses resulting from the bond swap in January of 1994, we find that they received sufficient storm warnings in May of 1986.</p>\n    </div>\n    <p class=\"indent\">3. The Commissions</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Appellants also allege that Hegenbart misrepresented that Shearson's commission charges would be below the market rate and that they were overcharged commissions with respect to the bond swap transaction.   They contend that \"the first notice that [they] received of any possible wrongdoing regarding [the] commissions\" was during the summer of 1992, when Bladd was informed that there may have been commission overcharges.   We are unpersuaded.   As with the bond swap, the May 1986 statement provided Appellants with sufficient storm warnings about the possibility of excessive commissions.   As the district court found, the discrepancy between the debit and sale prices for the bonds should have alerted Appellants to the possibility of excessive commissions and prior misrepresentations regarding the rate actually charged.   These storm warnings were reinforced by the thunderous sirens contained in Ben-Meir's October 17, 1988 letter \"urg[ing] ..., once again, to request and obtain an accounting of the fees and commissions\" (emphasis added).   Contrary to Appellants' contention, the fact that Appellees have not contested the allegation of commission overcharging is irrelevant for purposes of determining whether Appellant's claim is barred by the statute of limitations.   Nor is it relevant that the monthly statement could have broken out the amount of commissions charged, although such a practice would certainly have been more helpful to Appellants.   What is relevant, and controlling for purposes of this appeal, is the date of discovery.   Here, that date is May 1986, which is more than six years before the commencement of this action in August 1993.</p>\n    </div>\n    <p class=\"indent\">4. Reasonable Diligence</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The storm warnings triggered Appellants' duty to exercise reasonable diligence.  Kennedy, 814 F.2d at 802;  Cook, 573 F.2d at 696.   Appellants contend, however, that the district court erred when it required them to show reasonable diligence.   First, Appellants assert that because the alleged violations involved active concealment, as opposed to self-concealing wrongs, there is no requirement that Appellants show reasonable diligence.   See, e.g., Martin, 966 F.2d at 1096 nn. 19, 20 (noting that courts are divided as to whether the plaintiff must show due diligence in cases of active concealment);  Lewis v. Hermann, 775 F.Supp. 1137, 1148 (N.D.Ill.1991) (noting that a plaintiff's due diligence may be excused when a fiduciary with a duty to disclose engages in active concealment).   In this Circuit, however, we have held that \"[i]rrespective of the extent of the effort to conceal, the fraudulent concealment doctrine will not save a charging party who fails to exercise due diligence, and is thus charged with notice of a potential claim.\"  Truck Drivers &amp; Helpers Union, 993 F.2d at 998.   As we noted earlier, when the party seeking to toll the statute by fraudulent concealment alleges affirmative acts of concealment, the burden of showing reasonable diligence falls on that party.  Id.  Thus, in this Circuit, by alleging affirmative acts of fraudulent concealment Appellants are required to show due diligence.   To cover all of the bases, we note that we place the burden of showing reasonable diligence on the defendant when the plaintiff alleges that the statute is tolled by a self-concealing wrong, id., such that defendants \" 'have the burden of coming forward with any facts showing that the plaintiff could have discovered ... the cause of action if he had exercised due diligence.' \"  Id. (quoting Hobson v. Wilson, 737 F.2d 1, 35 (D.C.Cir.1984), cert. denied, 470 U.S. 1084, 105 S.Ct. 1843, 85 L.Ed.2d 142 (1985)).   Even placing this burden on Appellees, Appellants' complaint will nonetheless be defeated.   Appellants were provided with sufficient information which reveals, or at a minimum suggests, the possibility of the alleged violations.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In the alternative, Appellants argue that, even if some standard of reasonable diligence were applied, a district court must take into account the traditional factors used in assessing reasonable diligence before summary judgment is granted.  Maggio, 824 F.2d at 128;  Cook, 573 F.2d at 697.   While we agree that the traditional and \"more subjective\" factors are to be considered, we disagree that they should affect the outcome of this appeal.   Stressing the subjective nature of the \"reasonable diligence\" test, Appellants essentially argue that they acted in a reasonably diligent manner in light of their unsophistication as investors and their reliance on Appellees as their fiduciaries.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We remind Appellants that, although subjective factors are taken into account, \"the exercise of reasonable diligence requires an investor to be reasonably cognizant of financial developments relating to [their] investment, and mandates that early steps be taken to appraise those facts which come to the investor's attention.\"  Cook, 573 F.2d at 698.   Even assuming that Appellees owed Appellants a fiduciary duty, an investor \"must 'apply his common sense to the facts that are given to him [or her]' in determining whether further investigation is needed.\"  Id. (quoting Cook, 573 F.2d at 696 n. 24).   While we recognize, and are genuinely troubled by, the possibility that the Participants were such unsophisticated investors that they were not in a position to heed the storm warnings, the stark fact remains that \"it was [their] conduct, in accepting the fraudulent misrepresentations and omissions as true, that allowed the fraud.\"  Kennedy, 814 F.2d at 803.   This is what does them in.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">As to the opportunity to discover the misleading nature of Hegenbart's representations and the monthly statements, it could not have presented itself more readily.   The misleading information was directly refuted by the plain text of the prospectuses and simple arithmetic of the numbers on the monthly statements.   Both Hegenbart's representations about the limited partnerships and the prospectuses' risk disclosures could not be true.   Logically, one or the other must have been false.   Similarly, while the monthly statements may have presented a misleading \"big picture,\" comparing two numbers (albeit on two different pages) on the May 1986 statement revealed a significant discrepancy in the bond swap figures.   A minimal attempt to resolve these contradictions--for example, asking Ben-Meir, Hegenbart or McHugh for an explanation or a more comprehensive accounting--should have uncovered the fraud or, at a minimum, prompted Appellants to abandon (as Ben-Meir strongly recommended in 1988) their apparent \"laissez-faire\" approach.  Kennedy, 814 F.2d at 803 (noting that any attempt to resolve contradictions between oral misrepresentations and offering memorandum should have uncovered the fraud or dissuaded plaintiffs from the folly).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Nor can the subsequent actions of the parties help Appellants' case.   Instead of making a minimal inquiry or otherwise attempting to resolve the contradictions, Appellants did absolutely nothing.   Even assuming that Appellants did not see the first storm warnings, \"there were yet more dark clouds on the horizon.\"  Maggio, 824 F.2d at 128.   We find that Ben-Meir's letter of October 17, 1988, and Justman's 1990-1992 arbitration proceedings (which produced documents regarding the excessive commissions) should have brought Appellants to attention.   Even commencing this action in October of 1988, Appellants still had until June of 1991 to bring suit for violations in connection with the first limited partnership interest (purchased in June of 1985) and until September of 1991 for the second (purchased in September of 1985).   Even starting after October of 1991, they still had until June of 1993 for the third limited partnership interest (purchased in June of 1987) and, until May of 1992 for the bond swap and the commissions.   Appellants would not have been time-barred on any of their actions had they acted in October of 1988 upon the information before them.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">In light of the foregoing, we believe that in this situation even unsophisticated investors, such as Appellants here, should have sought to learn more about the nature and content of the Plan's management.   We believe that Appellants' prolonged failure to investigate the possibility of fraudulent conduct in light of the multiple storm warnings can hardly be characterized as reasonable diligence.   Unsophisticated or not, plaintiffs cannot shroud themselves in ignorance or expect that their unsophistication will thoroughly excuse their lack of diligence or failure, here, to even inquire.   To allow unsophisticated investors to remain utterly ignorant in the face of multiple warnings would render meaningless the due diligence requirement.   Requiring due diligence encourages plaintiffs to take action to bring the alleged fraud to light, grants some sense of repose to defendants, and assures that evidence presented on the claim will be fresh.  Brumbaugh v. Princeton Partners, 985 F.2d 157, 162 (4th Cir.1993) (stating that merely bringing suit after the scheme has been laid bare does not satisfy the due diligence requirement when there have been prior warnings that something was amiss).</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Lastly, Appellants argue that because reasonable diligence is factually based, it should not ordinarily be decided on summary judgment.  Cook, 573 F.2d at 697.   However, \"even assuming the question of reasonable diligence is ordinarily to be decided by the trier of fact, where no conflicting inferences can be drawn from the testimony an appeals court may make its own determination.\"  Id.;  see Sleeper v. Kidder, Peabody &amp; Co., 480 F.Supp. 1264, 1266 (D.Mass.1979) (noting that although the issue of reasonable diligence is factually based, it may be determined as a matter of law where the underlying facts are admitted or established without dispute), aff'd mem., 627 F.2d 1088 (1st Cir.1980).   Here, the district court properly granted summary judgment because there is nothing on the record to support an inference that Appellants were reasonably diligent.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">For the foregoing reasons, the district court's grant of summary judgment is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The record shows that prior to serving as the Plan's trustee, Bladd had no significant financial background or experience</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In that proceeding, Seth Justman v. Shearson Lehman Hutton and Kathleen Hegenbart, NASD No. 90-02937, Justman sought damages as a result of alleged unlawful actions resulting in large losses.   The NASD docket reveals that these proceedings were commenced on October 19, 1990 and closed on June 3, 1992</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Appellees' motion for summary judgment also argued that the claims were barred because Appellees were not fiduciaries under ERISA.   The district court did not rule on this issue.   For purposes of this appeal, we assume, without deciding, that Appellees were under a fiduciary duty.   See Maggio v. Gerard Freezer &amp; Ice Co., 824 F.2d 123, 129 (1st Cir.1987) (finding no need to resolve merit of allegations that uncles and brothers, as fellow shareholders in a close corporation, owed plaintiff a fiduciary duty).   For a recent discussion of ERISA and, in particular, whether ERISA authorizes suits for money damages against nonfiduciaries who knowingly participate in a fiduciary's breach of duty, see Mertens v. Hewitt Associates, 508 U.S. 248, 113 S.Ct. 2063, 124 L.Ed.2d 161 (1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Section 1113 provides as follows:</p>\n        <p>No action may be commenced under this subchapter with respect to a fiduciary's breach of any responsibility, duty, or obligation under this part, or with respect to a violation of this part, after the earlier of--</p>\n        <p>(1) six years after (A) the date of the last action which constituted a part of the breach of the violation, or (B) in the case of an omission, the latest date on which the fiduciary could have cured the breach or violation, or</p>\n        <p>(2) three years after the earliest date on which the plaintiff had actual knowledge of the breach or violation;</p>\n        <p>except that in the case of fraud or concealment, such action may be commenced not later than six years after the date of discovery of such breach or violation.</p>\n        <p>29 U.S.C. &#167; 1113 (1994).   We note that Section 1113 was amended by Congress both in 1987 and in 1989.   Neither of these amendments, however, have any bearing on this appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Appellants state in their brief that the last alleged commission overcharges occurred in December 15, 1988.   Appellees contend that the last commissions were charged in June 1987.   Our review of the record indicates that there was a commission charge on June 24, 1987 for (what appears to be) about $1,200.   The only evidence we can find of commission charges in 1988 is a March 2, 1988 entry corresponding to a distribution where the initials \"CLP\" appear in the \"commissions\" column.   We do not find this alone to be sufficient evidence supporting resolution of this \"dispute\" in favor of Appellants</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Section 18(a) of the NASD Code of Arbitration Procedure provides that \"where permitted by applicable law, the time limitation which would otherwise run or accrue for the institution of legal proceedings shall be tolled where a duly executed Submission Agreement is filed by Claimants.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Section 13 provides in pertinent part:</p>\n        <p>No action shall be maintained to enforce any liability created under Section ... [12(2) ] of this title unless brought within one year after the date of discovery of the untrue statement or the omission, or after such discovery should have been made by the exercise of reasonable diligence....</p>\n        <p>15 U.S.C. &#167; 77m (1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In reaching this decision, we have taken into account the different policies underlying, and protections afforded by, the Securities &amp; Exchange Acts of 1933 and 1934 and ERISA.   Absent statutory or other Congressional directive, we find no reason why our interpretation of the statutes of limitations should not be guided by the same approach</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Where courts differ is on how \"in the case of fraud or concealment\" should be construed, specifically whether it includes both so-called \"self-concealing wrongs\" as well as \"active concealment\" that is separate from the underlying wrongdoing.   See generally Martin, 966 F.2d at 1093-96, 1101-04 (Posner, J., concurring);  Radiology Center, 919 F.2d 1216, 1220-21 (1990);  see also footnote 16 infra.   Resolution of this appeal does not require us to make a definitive determination as to which side of this dialogue we adhere.   We merely note for the moment that because the fraudulent concealment doctrine as applied in this Circuit includes both categories, see, e.g., Kennedy, 814 F.2d at 802, and the fact that there is nothing in the language of Section 1113 to suggest otherwise, we are inclined to think that the scope of Section 1113's incorporation of the fraudulent concealment doctrine includes both.   See Martin, 966 F.2d at 1094-95</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> There is authority that reasonable diligence is not required in cases of active concealment.   See, e.g., Martin, 966 F.2d at 1096 nn. 19, 20, 1098;  Lewis v. Hermann, 775 F.Supp. 1137, 1148 (N.D.Ill.1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Section 1451(f) provides that, \"An action under this section may not be brought after the later of--</p>\n        <p>(1) 6 years after the date on which the cause of action arose, or</p>\n        <p>(2) 3 years after the earliest date on which the plaintiff acquired or should have acquired actual knowledge of the existence of such cause of action;  except that in the case of fraud or concealment, such action may be brought not later than 6 years after the date of discovery of the existence of such cause of action.</p>\n        <p>29 U.S.C. &#167; 1451(f) (1994).   In interpreting this statute, courts have acknowledged that &#167; 1451(f)(2), but not &#167; 1451(f)(1), incorporates a discovery rule.   See Larson, 21 F.3d at 427.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> While the parties did not cite to any legislative history, we have not found much that is particularly helpful regarding Congress' intent with respect to Section 1113.   Accord, Larson, 21 F.3d at 1171;  Radiology Center, 919 F.2d at 1221</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> We adopt the formulation most recently reiterated by a member of this Court in Larson, which sets forth a clear test and does not differ in substance from our usual description of the fraudulent concealment doctrine.   See, e.g., Maggio, 824 F.2d at 127 (setting forth Bailey standard)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The names were \"Balcor Pension Investors VI,\" \"Commercial Development Fund 85\" and \"Federal Insured Mortgage Investors II.\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1245</span></span></p>\n    <p class=\"parties\">19 Employee Benefits Cas. 2706, Pens. Plan Guide P 23920S<br>J. GEILS BAND EMPLOYEE BENEFIT PLAN, et al., Plaintiffs-Appellants,<br>v.<br>SMITH BARNEY SHEARSON, INC., et al., Defendants-Appellees.</p>\n    <p class=\"docket\">No. 95-1699.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 2, 1995.<br>Decided Feb. 20, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas J. Butters, with whom Cullen &amp; Butters was on brief, Boston, MA, for appellants.</p>\n      <p class=\"indent\">Barry Y. Weiner, with whom Christopher P. Litterio, William E. Ryckman and Shapiro, Israel &amp; Weiner, P.C. were on brief, Boston, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants, the J. Geils Band Employee Benefit Plan (the \"Plan\"), and Stephen Bladd (the \"Trustee\"), John Geils, Jr., Richard Salwitz and Seth Justman (the \"Participants\"), brought this suit alleging fraud and breach of fiduciary duty under the Employment Retirement Income Security Act of 1974 (\"ERISA\"), 29 U.S.C. &#167; 1001 et seq.  (1994), in connection with certain investment transactions made by Appellees in 1985, 1986 and 1987.   The district court granted the motion for summary judgment brought by Appellees, Smith Barney Shearson (\"Shearson\"), Matthew McHugh, and Kathleen Hegenbart, on the grounds that Appellants' claims are time barred under ERISA's six-year statute of limitations.   For the following reasons, we affirm.</p>\n    </div>\n    <p>FACTUAL AND PROCEDURAL BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The following facts are summarized in the light most favorable to Appellants, the party opposing summary judgment.  Barbour v. Dynamics Research Corp., <span class=\"citation\" data-id=\"196245\"><a href=\"/opinion/196245/barbour-v-dynamics-research/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">32</span></a></span>, 36 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Plan, also known as T &amp; A Research and Development, Inc., was formed as a pension and profit sharing plan for the employees of the J. Geils Band and, as a common plan and trust, it is subject to ERISA.   In April of 1985, Bladd as the Plan's Trustee<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> opened accounts for the Plan with Shearson Lehman Brothers, Inc., a registered broker-dealer and a member firm of both the National Association of Securities Dealers (NASD) and the New York Stock Exchange (NYSE).   This appeal stems from Shearson's management between 1985 and 1990 of the Plan's account and, specifically, its purchase of three limited partnerships (the first in June of 1985, the second in September of 1985, and the third in June of 1987) and execution of a \"bond swap\" in May of 1986.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Plan's accounts were handled by Hegenbart, a Shearson employee who acted as the Plan's stock broker from 1985 until Appellants transferred the accounts from Shearson in 1990.   McHugh, a Shearson branch manager, supervised the accounts.   Hegenbart would make a recommendation, and if Appellants accepted it and executed an order, she would receive a commission.   If the recommendation was not accepted, she would not receive any compensation from Appellants.   While Appellants communicated to Hegenbart that they knew very little about financial management or investment, Appellants retained decision-making authority over the Plan accounts.   At no time was Hegenbart given power of attorney or discretionary authority over the accounts.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Upon opening the Plan's accounts, Hegenbart sold the securities transferred to it and one month later, in June of 1986, purchased over $500,000 of long-term zero coupon bonds (\"CATS\"), Shearson-managed mutual funds, and certificates of deposit.   In May of 1986, Appellants swapped the CATS purchased in 1985 for other bonds upon Hegenbart's recommendation.   The bond swap resulted in an overall loss to the Plan and generated over $90,000 worth of commissions--$32,000 for the bonds purchased in 1985 and $61,000 for their sale in May of 1986, and the subsequent purchase of the new bonds.   The Plan was charged commissions of about 3.5% for the sale of the CATS purchased in 1985, 3.5% for the 1986 sale, and approximately 6% for the 1986 purchase of the new CATS.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Between 1985 and 1987, Appellants purchased a total of $165,000 worth of three Shearson-packaged limited partnership interests.   The first was purchased in June of 1985, for $100,000.   On or about the purchase date, Bladd, as Trustee, and Justman executed a Subscription Agreement under penalty of perjury.   According to this agreement, they acknowledged, inter alia, that (i) they received the prospectus;  (ii) there was not expected to be a public market for their investment;  and (iii) there were risks involved, which the prospectus disclosed.   Appellants were sent prospectuses which similarly disclosed risks involved when they purchased $40,000 worth of the second limited partnership interest in September of 1985, and when they purchased $25,000 of the third in June of 1987.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Each of the Participants, including Bladd as Trustee, received monthly statements, as did Justman's accountant, Nick Ben-Meir (\"Ben-Meir\").   The monthly statements disclosed the transactions which occurred during the particular month as well as a summary of the Plan's portfolio but did not separately break out the amount of commissions charged.   The monthly statements listed the \"face amount\" of the limited partnerships, but not the market value.   As of January 1986 they included the following statement:  \"The face amount does not necessarily reflect current market value.\"   Appellants also received quarterly \"Portfolio Reviews,\" which consisted of two documents:  (i) a chart setting forth the Plan's portfolio, including the investment, date of purchase, amount invested, current market value, and yield, among other information;  and (ii) an investment pyramid showing the relative safety of each investment and its market value, including the total account value.   Unlike the monthly statements, the record shows that the portfolio review dated October 1988 lists as the market value what was actually the face amount of the interests in the limited partnerships.   In the May 1990 portfolio review, the limited partnerships are listed in the \"amount invested\" column, with two of them appearing with undefined subtractions for \"ROC\" which exceed $19,000;  the corresponding \"market value\" column is blank.   Bladd, as Trustee, also received letters from McHugh as early as June of 1985 in which he offered both to help him review the Plan's investment objectives and results obtained and to discuss how Shearson could be of greater assistance.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">While Ben-Meir did not receive the statements with the purpose of reviewing Hegenbart's investment decisions, the record shows he did review some potential investments as early as May of 1986.   In October of 1988, Justman received a letter from Ben-Meir regarding an analysis of Justman's portfolio.   In the letter, Ben-Meir communicated that he had exchanged \"some extremely sharp words\" with Hegenbart regarding some of the figures shown in the analysis, particularly with respect to the limited partnership interests.   The letter stated that all of them are worth \"far below their cost\" and \"strongly advise[d] [Justman] not to enter into any more of these types of investments,\" because the \" 'loading' charges (fees and commissions off the top ), together with their continuingly reduced value for tax purposes ... make them unattractive....\"  (Emphasis in original).   Ben-Meir then expressed that \"[d]espite [Hegenbart's] repeated statements to me that she only has your best interest at heart, my instincts say otherwise, and I would urge you, once again, to request and obtain an accounting of the fees and commissions earned by Shearson and her as a result of her placing you in all these [l]imited [p]artnerships.\"   Finally, the letter closed with the recommendation that \"[i]f you decide to continue using [Hegenbart] to manage your portfolio, that's okay, but you should clearly change the amount of discretion you have been allowing, so that no purchases or sales are made without your complete review of all proposals and direction.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In late July to August 1990, the Plan accounts were transferred from Shearson.   Some time thereafter, the Plan's new broker informed Bladd that the limited partnerships were unsuitable for investors desiring safety and were worth less than the amount reflected in the latest review, confirming Ben-Meir's October 1988 observations.   Between the summers of 1991 and 1992, internal Shearson \"activity reports\" produced during arbitration proceedings brought by Justman against Shearson<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> revealed information regarding the excessive commissions, also confirming Ben-Meir's observations.   Appellants maintain that they only learned of the Plan's losses resulting from the bond swap in January of 1994, when they were informed by counsel whom they had retained in October of 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Pursuant to an agreement between the parties to arbitrate disputes, Appellants commenced arbitration proceedings with the NASD by filing a Uniform Submissions Agreement dated August 20, 1993, seeking recovery for alleged breaches of fiduciary duty by Appellees.   On motion by the Appellees, the NASD Director ruled on May 15, 1994, that virtually all of the claims were ineligible for arbitration under Section 15 of the NASD Code of Arbitration Procedure, because all trades giving rise to the claims occurred more than six years prior to the filing of the arbitration in August of 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On October 7, 1994, Appellants filed the civil action below.   In their complaint, Appellants allege that Appellees violated their purported fiduciary duty<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> to the Plan under ERISA with respect to the three limited partnership interests and the \"bond swap.\"   Appellants contend the following:  (i) that these transactions were unsuitable for the Plan and were inconsistent with its investment objectives;  (ii) that Hegenbart, in order to obtain higher commissions, made fraudulent statements to induce the Participants, whom she knew were unsophisticated investors relying on her investment advice, into making these transactions;  and (iii) that in connection with the bond swap Appellees charged commissions grossly exceeding the rate Hegenbart had represented would be charged.   Appellants subsequently filed a motion compelling arbitration of all claims or, in the alternative, staying arbitration pending adjudication by jury trial of non-arbitrable claims.   In response, Appellees filed an answer and counterclaim for declaratory judgment, opposition to Appellants' motion, and a motion for summary judgment as to the complaint and counterclaim.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Pending disposition of these motions, Appellants requested review of the decision by the Director of the NASD.   On January 10, 1995, the arbitration panel affirmed the Director's decision.   On May 9, 1995, the district court entered a memorandum and interlocutory order by which Appellees' summary judgment motion was granted.   The district court concluded that Appellants' claims were time-barred under ERISA's six-year statute of limitations on the grounds that, under the fraudulent concealment doctrine as applied in this Circuit, Appellants had been placed on inquiry notice--by their receipt of the prospectuses and monthly statements--more than six years before commencing their cause of action.   After voluntary dismissal of Appellees' counterclaims without prejudice, the court entered a final judgment on June 23, 1995.   This appeal followed.</p>\n    </div>\n    <p>STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We review a district court's grant of summary judgment de novo and, like the district court, review the record in the light most favorable to the non-moving party.   See, e.g., Barbour v. Dynamics Research Corp., <span class=\"citation\" data-id=\"196245\"><a href=\"/opinion/196245/barbour-v-dynamics-research/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">32</span></a></span>, 36-37 (1st Cir.1995);  Woods v. Friction, <span class=\"citation\" data-id=\"675091\"><a href=\"/opinion/675091/jimmie-e-woods-v-friction-materials-inc/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">255</span></a></span>, 259 (1st Cir.1994).   Our review is limited to the record as it stood before the district court at the time of its ruling.  Voutour v. Vitale, <span class=\"citation\" data-id=\"451880\"><a href=\"/opinion/451880/james-t-voutour-v-harold-vitale-james-t-voutour-v-harold-vitale/\"><span class=\"volume\">761</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">812</span></a></span>, 817 (1st Cir.1985), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1100</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">879</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">916</span></span> (1986).   Summary judgment is appropriate when \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\"   Fed.R.Civ.P. 56(c).   A material fact is one which \"has the potential to affect the outcome of the suit under the applicable law.\"  Nereida- Gonzalez v. Tirado-Delgado, <span class=\"citation\" data-id=\"604127\"><a href=\"/opinion/604127/carmen-nereida-gonzalez-v-cirilo-tirado-delgado/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">701</span></a></span>, 703 (1st Cir.1993).   If the moving party demonstrates that \"there is an absence of evidence to support the non-moving party's case,\" the burden shifts to the non-moving party to establish the existence of a genuine material issue.  FDIC v. Municipality of Ponce, <span class=\"citation\" data-id=\"542852\"><a href=\"/opinion/542852/federal-deposit-insurance-corporation-v-municipality-of-ponce/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">740</span></a></span>, 742 (1st Cir.1990) (quoting Celotex Corp. v. Catrett, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2553-54, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986)).   Thus, the nonmovant bears the burden of placing at least one material fact into dispute once the moving party offers evidence of the absence of a genuine issue.  Darr v. Muratore, <span class=\"citation\" data-id=\"195000\"><a href=\"/opinion/195000/darr-v-muratora/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">854</span></a></span>, 859 (1st Cir.1993);  see also Celotex Corp., 477 U.S. at 322, 106 S.Ct. at 2552 (1986) (stating that Fed.R.Civ.P. 56(c) \"mandates the entry of summary judgment, ... upon motion, against a party who fails to make a showing sufficient to establish the existence of an element essential to that party's case, and on which that party will bear the burden of proof at trial.\").   In other words, neither \"conclusory allegations, improbable inferences, and unsupported speculation,\" Medina-Munoz v. R.J. Reynolds Tobacco Co., <span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 8 (1st Cir.1990), nor \"[b]rash conjecture coupled with earnest hope that something concrete will materialize, is [ ]sufficient to block summary judgment.\"  Dow v. United Bhd. of Carpenters, <span class=\"citation\" data-id=\"194847\"><a href=\"/opinion/194847/dow-v-ubc/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 58 (1st Cir.1993).</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Resolution of this appeal requires that we determine whether the ERISA statute of limitations, which is codified at 29 U.S.C. &#167; 1113,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> applies to bar Appellants' action.   Section 1113 requires that Appellants commence their action within six years from the date of the last transaction giving rise to their claim, unless they demonstrate \"fraud or concealment,\" in which case they must commence their action within six years from the date they discover the breach.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The first step requires us to determine \"the date when the last action which constituted a part of the breach or violation\" occurred--one of a number of temporal determinations to be made.  29 U.S.C. &#167; 1113(1)(A).   Here, the purported violations in connection with the limited partnership interests occurred in June of 1985, September of 1985, and June of 1987, and those made in connection with the bond swap occurred in May of 1986.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The second requires us to determine when the cause of action was commenced.   The district court assumed, without deciding, that NASD Code &#167; 18(a) tolls the statute of limitations in this case.   The district court concluded that August 20, 1993, the date on which Appellants filed the Uniform Submission Agreement with the NASD,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> should serve as the date marking commencement of the action.   The district court reasoned that even by using that date, which was more favorable to the Appellants, the purported violations--in June of 1985, September of 1985, May of 1986 and June of 1987--nonetheless occurred more than six years earlier.   Neither party disputes this reasoning on appeal and, because it has no bearing on the outcome, we adopt without further comment the district court's use of August 20, 1993 as the date the action was commenced.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Because Appellants filed the action below more than six years after the last transaction giving rise to the alleged violations, we turn next to the question of whether the \"fraud or concealment\" exception applies to toll the limitations period.   Appellants argue that it does, and that the district court erred when it held to the contrary.   The interpretation of the fraud or concealment clause of Section 1113 is one of first impression for this Circuit.   We address the various issues this question raises in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A. Fraudulent Concealment and the Proper Discovery Standard under Section 1113</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The first issue involves a determination of when the limitations period begins to run in cases of fraud or concealment under Section 1113.   Resolution of this question requires us to decide what standard--objective or subjective--is to be applied when determining the \"date of discovery.\"   As the district court noted, other circuits have interpreted Section 1113 to incorporate the federal doctrine of \"fraudulent concealment,\" which operates to toll the statute of limitations until the plaintiff in the exercise of reasonable diligence discovered or should have discovered the alleged fraud or concealment.   See Larson v. Northrop Corp., <span class=\"citation\" data-id=\"668215\"><a href=\"/opinion/668215/russell-c-larson-v-northrop-corporation/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1164</span></a></span>, 1172-74 (D.C.Cir.1994) (Campbell, J., sitting by designation) (holding that Section 1113's fraud or concealment exception incorporates the common law fraudulent concealment doctrine);  Martin v. Consultants &amp; Administrators, Inc., <span class=\"citation\" data-id=\"584560\"><a href=\"/opinion/584560/lynn-martin-secretary-of-the-united-states-department-of-labor/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1078</span></a></span>, 1093-96 (7th Cir.1992) (same);  Schaefer v. Arkansas Medical Society, <span class=\"citation\" data-id=\"510081\"><a href=\"/opinion/510081/paul-c-schaefer-appelleecross-appellant-v-arkansas-medical-society-and/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1487</span></a></span>, 1491-92 (8th Cir.1988) (same);  see also Bailey v. Glover, <span class=\"citation\" data-id=\"89018\"><a href=\"/opinion/89018/bailey-v-glover/\"><span class=\"volume\">88</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">342</span></a></span>, 349, <span class=\"citation\" data-id=\"89018\"><a href=\"/opinion/89018/bailey-v-glover/\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">636</span></a></span> (1875) (discussing fraudulent concealment doctrine).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">After noting the approach followed in Larson and Martin, the district court concluded that, even if we were to hold that Section 1113 could be tolled by showing something less than \"fraudulent concealment,\" Appellants would still not prevail.   In reaching its conclusion, the district court reasoned that in light of our interpretation of the fraudulent concealment doctrine as applied to limitation periods contained in the Securities Exchange Act of 1933 and 1934, Appellants will have failed to meet their burden of production alleging facts of fraud or concealment if Appellees show that Appellants were on inquiry notice of the alleged violations more than six years before the filing date.   See Kennedy v. Josephthal &amp; Co., <span class=\"citation\" data-id=\"485239\"><a href=\"/opinion/485239/blue-sky-l-rep-p-72496-fed-sec-l-rep-p-93186-thorburn-kennedy/\"><span class=\"volume\">814</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">798</span></a></span>, 802-03 (1st Cir.1987) (holding that plaintiffs are on notice where there are \"sufficient storm warnings to alert a reasonable person to the possibility that there were either misleading statements or significant omissions involved\") (quoting Cook v. Avien, Inc., <span class=\"citation\" data-id=\"354308\"><a href=\"/opinion/354308/fed-sec-l-rep-p-96366-benjamin-a-cook-v-avien-inc-james-f/\"><span class=\"volume\">573</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">685</span></a></span>, 697 (1st Cir.1978)).   The district court found that Appellants were on \"discovery\" or \"inquiry\" notice more than six years prior to August 20, 1993, due to their receipt of the prospectuses and monthly statements Appellees sent them.   Thus, it was because the district court found that the documents received by Appellants contained \"sufficient storm warnings,\" which would have alerted them to the possibility of fraud had they acted with reasonable diligence, that it concluded Appellants failed to carry their burden of production regarding the issue of fraud or concealment.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In challenging the decision below, Appellants argue that the district court erred in its construction of Section 1113 when it applied the objective standard under the fraudulent concealment doctrine.   Specifically, Appellants contend that because Section 1113 involves breaches of fiduciary duty, the term \"discover\" used in connection with fraud or concealment should mean that the six-year limitation period begins to run only when Appellants, who are unsophisticated investors, subjectively gained knowledge that their fiduciary made material misrepresentations to them.   In support of this argument, Appellants point to the plain language of Section 1113 and to the fact that Congress did not include the phrase \"knew or should have known.\"   In addition, they maintain that adopting a subjective standard comports with Congress' mandate that ERISA be liberally construed to protect pension beneficiaries and to ensure the highest standards of fiduciary conduct.   See 29 U.S.C. &#167; 1001(a), (b).   In this regard, they contend that the Congressional mandate is not properly served by requiring that participants heed storm warnings and exercise reasonable diligence where affirmative acts of fraud and concealment are alleged.   Finally, Appellants insist that if some standard of reasonable diligence is to be applied, then, at a minimum, traditional factors used in assessing reasonable diligence--the existence of a fiduciary relationship, the nature of the fraud, the opportunity to discover the fraud, the subsequent acts of defendants, and the sophistication of the plaintiffs--should be considered before granting summary judgment.   See Maggio, 824 F.2d at 128;  Cook, 573 F.2d at 697.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As always, we begin with the relevant statutory language.   Section 1113's tolling provision provides that \"in the case of fraud or concealment, such action may be commenced not later than six years after the date of discovery of such breach or violation.\"  29 U.S.C. &#167; 1113.   As the District of Columbia Circuit recently noted, this is the only provision in Section 1113 for delaying the accrual of the limitations period until the date of discovery.   See Larson, 21 F.3d at 1172.   By its very language, then, Section 1113 explicitly incorporates the federal common law \"discovery rule,\" which postpones the beginning of the limitation period from the date when the plaintiff is injured to the date the injury is discovered.  Cada v. Baxter Healthcare Corp., <span class=\"citation\" data-id=\"552394\"><a href=\"/opinion/552394/joseph-f-cada-v-baxter-healthcare-corporation/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">446</span></a></span>, 450 (7th Cir.1990).   As we noted when interpreting the statute of limitations contained in Section 13 of the Securities Act of 1933, which is applicable to Section 12(2) of that Act, \"the doctrine of fraudulent concealment is the common law counterpart of the 'discovery' standard prescribed by &#167; 13 to limit actions brought under &#167; 12(2).\"  Cook, 573 F.2d at 695;  see Anixter v. Home-Stake Production Co., <span class=\"citation\" data-id=\"565180\"><a href=\"/opinion/565180/anixter-v-home-stake-production-co/\"><span class=\"volume\">939</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1420</span></a></span>, 1434 n. 18 (10th Cir.1991) (citing Cook for this proposition).   We concluded in Cook that the running of Section 13 was triggered by the very same considerations used to determine when the cause of action accrues and when the statute is tolled under federal common law.  Cook, 573 F.2d at 695;  see Holmberg v. Armbrecht, <span class=\"citation\" data-id=\"104250\"><a href=\"/opinion/104250/holmberg-v-armbrecht/\"><span class=\"volume\">327</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">392</span></a></span>, 397, <span class=\"citation\" data-id=\"104250\"><a href=\"/opinion/104250/holmberg-v-armbrecht/\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">582</span></a></span>, 585, <span class=\"citation\" data-id=\"104250\"><a href=\"/opinion/104250/holmberg-v-armbrecht/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">743</span></a></span> (1946) (holding that equitable doctrine of fraudulent concealment is read into every federal statute of limitations).   We find that Section 1113's discovery rule is almost identical to that of Section 13<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> and perceive no reason why we should not follow Cook's approach and hold that Section 1113 also incorporates the fraudulent concealment doctrine.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Moreover, we have yet to encounter a convincing argument as to why we should part company from those circuits which have already addressed this issue and have concluded that Section 1113 indeed incorporates the fraudulent concealment doctrine.   See Larson, 21 F.3d at 1172-73;  Martin, 966 F.2d at 1093;  Schaefer, 853 F.2d at 1491-92;  see also Barker v. American Mobil Power Corp., <span class=\"citation\" data-id=\"703227\"><a href=\"/opinion/703227/19-employee-benefits-cas-2051-95-cal-daily-op-serv-7107-95-daily/\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1397</span></a></span>, 1401-02 (9th Cir.1995) (noting with approval that other circuits have so held).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Next, with respect to the scope of \"discovery\" in the fraud or concealment exception, we believe that the term encompasses both actual and constructive discovery.   As the Seventh Circuit noted in Martin, Congress knew how to require \"actual knowledge,\" and did so for the three-year limitations period under Section 1113(2).   Holding that the fraud or concealment exception extends the limitations period to six years from the date of actual discovery would conflict with the fact that the preceding three-year period runs from the date of \"actual knowledge.\"   In addition, incorporating the notion of constructive discovery comports with the general requirement under the fraudulent concealment doctrine that there be a showing of reasonable diligence before tolling is allowed.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Martin, 966 F.2d at 1096;  Maggio, 824 F.2d at 127-28;  Kennedy, 814 F.2d at 802;  Cook, 573 F.2d at 695.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We turn, lastly, to the appropriate standard to be applied when determining the \"date of discovery.\"   As we emphasized in Maggio, whether a plaintiff should have discovered the alleged fraud \"is an objective question\" requiring the court to \"determine if the plaintiff possessed such knowledge as would alert a reasonable investor to the possibility of fraud.\"  Maggio, 824 F.2d at 128 (citing Cook, 573 F.2d at 697).   We are unpersuaded by Appellants' insistence that by adopting such an objective standard we will undercut ERISA's goals regarding the protection of pension benefits.   First, Appellants' argument seems to ignore the plain language of Section 1113 explicitly calling for a \"discovery\" standard, which has been interpreted to employ a \"known or should have known\" standard.   See United States v. James Daniel Good Property, <span class=\"citation\" data-id=\"588151\"><a href=\"/opinion/588151/united-states-v-james-daniel-good-property-titled-in-the-name-of-james/\"><span class=\"volume\">971</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1376</span></a></span>, 1381 (9th Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Second, while this inquiry is an \"objective\" question, the determination of whether a plaintiff actually exercised reasonable diligence is a more subjective one.   In making that assessment, we \"focus[ ] upon the circumstances of a particular case, including the existence of a fiduciary relationship, the nature of the fraud alleged, the opportunity to discover the fraud, and the subsequent actions of the defendants.\"  Maggio, 824 F.2d at 128;  Kennedy, 814 F.2d at 803 (stating that \"the exercise of reasonable diligence is determined 'by examining the nature of the misleading statements alleged, the opportunity to discover the misleading statements, and the subsequent actions of the parties' \") (quoting Cook, 573 F.2d at 696).   We believe that because we engage in a \"subjective\" inquiry when assessing the exercise of reasonable diligence, ERISA's goals will not be undercut by applying an objective standard when determining the \"date of discovery.\"   Whatever apparent harshness that may result from application of the objective standard will be mitigated by our consideration of those more subjective factors.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We also remind Appellants that \"[a]lthough any statute of limitations is necessarily arbitrary, the length of the period reflects a value judgment concerning the point at which the interests in favor of protecting valid claims are outweighed by the interests in prohibiting the prosecution of stale ones.\"  Johnson v. Railway Express Agency, Inc., <span class=\"citation\" data-id=\"109254\"><a href=\"/opinion/109254/johnson-v-railway-express-agency-inc/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">454</span></a></span>, 463-64, <span class=\"citation\" data-id=\"109254\"><a href=\"/opinion/109254/johnson-v-railway-express-agency-inc/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1716</span></a></span>, 1722, <span class=\"citation\" data-id=\"109254\"><a href=\"/opinion/109254/johnson-v-railway-express-agency-inc/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">295</span></a></span> (1975).   Section 1113 explicitly time bars actions against fiduciaries which are not commenced within six years of either the date of the last transaction or, in the case of fraud or concealment, the date of discovery.  29 U.S.C. &#167; 1113.   In this regard, we note that Section 1113 states \"after the earlier of,\" not \"after the later of,\" which makes it a more stringent statute of limitations than, for example, ERISA's Section 1451(f).<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  The protections Congress established under ERISA are clearly available to plaintiffs who do not let their rights pass them by.   Finally, we note further that none of the other circuit courts which have interpreted Section 1113 have adopted a subjective standard despite the fact that those cases, as here, involved alleged breaches of fiduciary duty.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In summary then, we hold that the fraud or concealment tolling provision of Section 1113 incorporates the fraudulent concealment doctrine, which operates to toll the statute of limitations \"where a plaintiff has been injured by fraud and 'remains in ignorance of it without any fault or want of diligence or care on his part ... until the fraud is discovered, though there be no special circumstances or efforts on the part of the party committing the fraud to conceal it from the knowledge of the other party.' \"  Holmberg, 327 U.S. at 397, 66 S.Ct. at 585 (quoting Bailey, 88 U.S. at 348);  see Maggio, 824 F.2d at 127.   Accordingly, in order to toll the limitations period under Section 1113's fraud or concealment exception, Appellants must demonstrate that \"(1) defendants engaged in a course of conduct designed to conceal evidence of their alleged wrong-doing and that (2) [the plaintiffs] were not on actual or constructive notice of that evidence, despite (3) their exercise of reasonable diligence.\"  Larson, 21 F.3d at 1172 (quoting Foltz v. U.S. News &amp; World Report, Inc., <span class=\"citation\" data-id=\"1414127\"><a href=\"/opinion/1414127/foltz-v-us-news-world-report-inc/\"><span class=\"volume\">663</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1494</span></a></span>, 1537 (D.C.Cir.1987)).<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Furthermore, it is Appellants' burden under Federal Rule of Civil Procedure 9(b) to plead with particularity the facts giving rise to the fraudulent concealment claim.   Plaintiffs' attempt to toll the statute will fail if the evidence shows that they were on discovery notice of the alleged violations of fiduciary duty more than six years before the filing date.   See Truck Drivers &amp; Helpers Union, Local No. 170 v. NLRB, <span class=\"citation\" data-id=\"607108\"><a href=\"/opinion/607108/truck-drivers-helpers-union-local-no-170-v-national-labor-relations/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">990</span></a></span>, 998 (1st Cir.1993) (noting that the burden of showing reasonable diligence normally falls on the party seeking to toll the statute of limitations by alleging affirmative acts of concealment under the doctrine of fraudulent concealment).   This Circuit has characterized the facts that trigger discovery or constructive notice as \"sufficient storm warnings to alert a reasonable person to the possibility that there were either misleading statements or significant omissions involved.\"  Cook, 573 F.2d at 697.   While discovery does not require that plaintiffs become fully aware of the nature and extent of the fraud, it is these \"storm warnings\" of the possibility of fraud that trigger their duty to investigate in a reasonably diligent manner, and their cause of action is deemed to accrue on the date when they should have discovered the alleged fraud.  Maggio, 824 F.2d at 128.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">B. Application of the Fraud or Concealment Exception</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Having set forth the applicable standard and relevant considerations, we turn to the application of Section 1113's fraud or concealment exception.   In their complaint, Appellants allege that Appellees engaged in a fraudulent trading scheme comprising purchases of unsuitably high risk limited partnerships, account churning, and commission overcharges.   Appellants contend that Appellees, in furtherance of their scheme, made material oral and written misrepresentations regarding the value and safety of the investments, the amount of profit generated by the trades, and the amounts of commissions charged.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">For purposes of disposing of this appeal, we need not make any specific findings regarding the issue of whether Appellees committed or concealed the alleged fraud.   Nevertheless, we review the record in the light most favorable to Appellants, the non-moving party, as we determine whether the district court erred when it granted summary judgment based on its conclusion that Appellants had not offered evidence from which a reasonable juror could conclude that Appellants would not have known, in the exercise of reasonable diligence, about Appellee's alleged violations six years or more before August 20, 1993, i.e., on or before August 20, 1987.   We discuss the transactions in turn.</p>\n    </div>\n    <p class=\"indent\">1. The Limited Partnerships</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">A. The Alleged Misrepresentations and the Prospectuses</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">With respect to the three limited partnerships purchased in June 1985, September 1985, and June 1987 respectively, Appellants allege that Appellees violated their fiduciary duty by orally misrepresenting the risks and the suitability of the these investments.   They contend that the names<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> of the limited partnership interests were deceptive because they suggest safe and suitable pension investments.   They also maintain that the portfolio reviews substantiated Hegenbart's misrepresentations so that Appellants were induced to retain the interests.   Even assuming that the titles were \"deceptive\" and that the reviews were misleading, the record shows that Appellants received prospectuses on or about the date each of these interests were purchased.   The prospectuses fully disclosed the suitability requirements and risk factors and, when read with reasonable diligence, plainly contradict the alleged oral misrepresentations that these were low-risk investments.   Appellants have not alleged that any of the risk disclosures contained in the prospectuses are fraudulent.   Even viewing the facts in the light most favorable to the Appellants, we find that these disclosures provided them with sufficient storm warnings of the alleged misrepresentations and the possibility of fraud.  Maggio, 824 F.2d at 129 (holding that financial data that contradicted what plaintiffs were led to believe provided sufficient storm warnings);  Kennedy, 814 F.2d at 801 (holding that discrepancy between oral misrepresentations and an offering memorandum constituted inquiry notice commencing limitations period).   Thus, we conclude that receipt of the prospectuses put Appellants on discovery notice of the alleged misrepresentations regarding the suitability and riskiness of the partnerships at or around June of 1985, September of 1985 and June of 1987.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Appellants insist, however, that there are \"numerous disputed issues of material fact\" regarding the limited partnerships which were relevant on summary judgment.   We find only one relevant--Appellants' contention that there is a factual dispute as to whether they ever received the prospectuses.   Appellants bolster their position by pointing to the fact that Appellees produced a subscription agreement, which indicates receipt of a prospectus, for only one of the three limited partnerships--the first one, purchased in June of 1985.   They also rely on the affidavits submitted by Justman and Bladd which deny the genuineness of their signatures on the subscription agreement.   Finally, they base the existence of a disputed material fact on Bladd's third affidavit, in which for the first time Bladd suggests that Appellees did not tell him</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>to read any prospecti relating to the partnerships.   In fact, I am certain that I never received a prospectus from Hegenbart before purchasing a limited partnership on behalf of the Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Record Appendix, p. 145 (emphasis in original).   Bladd also states that he has \"no recollection\" of ever receiving a prospectus and that his files do not contain copies of any prospectuses.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">As the district court found, Appellants' evidence is insufficient to create a disputed issue of fact with respect to whether they received the prospectuses.   First, we note that Bladd's third affidavit, dated February 15, 1995, is the first instance in which Appellants dispute the argument that they were on notice by receipt of the prospectuses.   What is striking about this is how late in the proceedings this occurred--more than one year after Appellees first raised the argument in their November 30, 1994 memorandum in support of their motion for summary judgment.   Appellants did not dispute Appellees' contention that they received prospectuses in either their initial or supplemental filings in opposition to Appellees' motion for summary judgment, nor in Bladd's first affidavit.   The first \"contradiction\" appears in Appellants' supplemental memorandum, dated February 9, 1995, where the affidavits filed by Justman and Bladd merely state that the signatures on the subscription agreement are not their own.   Guided by the principle that when reviewing motions for summary judgment, courts should \"pierce the boilerplate of the pleadings and assay the parties' proof in order to determine whether trial is actually required,\" Rivera-Cotto v. Rivera, <span class=\"citation\" data-id=\"195695\"><a href=\"/opinion/195695/rivera-cotto-v-rivera/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span>, 613 (1st Cir.1994) (quoting Wynne v. Tufts Univ.  Sch. of Medicine, <span class=\"citation\" data-id=\"592073\"><a href=\"/opinion/592073/steven-wynne-v-tufts-university-school-of-medicine/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">791</span></a></span>, 794 (1st Cir.1992), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1030</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1845</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">470</span></span> (1993)), we view with significant skepticism what appears to be a last ditch effort to create a disputed fact where none exists.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Second, and more importantly, Bladd's statements on the issue of whether the prospectuses were received are merely conjectural and, thus, not sufficient to sustain a finding that a disputed issue exists.   See Medina- Munoz v. R.J. Reynolds Tobacco Co., <span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 8 (1st Cir.1990) (\"[T]he evidence illustrating the factual controversy cannot be conjectural or problematic;  it must have substance in the sense that it limns differing versions of the truth which a factfinder must resolve.\").   Not only does Bladd's third affidavit fail to state that the prospectuses were never provided or received, his lack of recollection is insufficient to rebut Appellees' affidavit and the acknowledgment of receipt evidenced by the subscription agreement.   As the district court found, we face Appellants' conjecture versus Appellees' direct statement of fact.   On this alone, the weight of the evidence tips the scale in favor of Appellees;  and, when considered together with Bladd's statement that he did not find any prospectuses after \"he searched [his] files carefully,\" the scale tips further in their direction.   Bladd's statement simply does not satisfy Appellants' burden of producing evidence that they did not receive the prospectuses.   Absent any evidence that Bladd had either a set procedure for filing documents or that he would file prospectuses if received, their mere absence from his files does not provide a factfinder with any reasoned basis to believe either that because Bladd's files did not yield the prospectuses he did not receive them or that his files would have contained the prospectuses had they been received.   Finally, as the district court also noted, Bladd's affidavit only indicates that he is certain that he did not receive any prospectuses before the transactions.   It does not contain any probative evidence to dispute the fact that Appellants received prospectuses some time on or around the purchase dates.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Thus, we conclude that because Appellants' evidence lacks \"substance in the sense that it [does] not limn[ ] differing versions of the truth which a factfinder must resolve,\" id., the only reasonable inference a factfinder could reasonably draw is that Bladd received the prospectuses for the limited partnerships on or around the time when the transactions were made.   This, coupled with the sufficient storm warnings that the prospectuses revealed, leads us to the conclusion that no reasonable basis exists for a reasonable factfinder to find that Appellants were not on discovery notice of the alleged misrepresentations regarding the limited partnerships.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">B. The Alleged Concealment and the Monthly Statements</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Appellants also allege that Appellees concealed the partnerships' market value by listing them at their purchase price, rather than at their market value, in the monthly statements.   The district court found that the monthly statements Appellants received did not conceal the market value of the limited partnerships, because they listed the \"face amount\" and included a statement that \"the face amount does not necessarily reflect the current market value.\"   The district court concluded that based on these undisputed facts Appellees did not conceal the market value of these investments.   We agree.   Beginning in January of 1986, Appellants were presented every month with a reminder that the face amount did not reflect the market value.   A simple phone call inquiring about the market value would have exposed the value and shed light on the wisdom of these transactions.  Cook, 573 F.2d at 696-98 (finding that plaintiffs were on inquiry notice by receipt of ominous financial reports contradicting oral assurances);  Caraluzzi v. Prudential Securities, Inc., <span class=\"citation no-link\"><span class=\"volume\">824</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1206</span></span>, 1211-13 (N.D.Ill.1993) (finding that legend on monthly statements which disclosed that face value did not equal market value was sufficient to put investors on notice);  Holtzman v. Proctor, Cook &amp; Co., <span class=\"citation\" data-id=\"1764838\"><a href=\"/opinion/1764838/holtzman-v-proctor-cook-co-inc/\"><span class=\"volume\">528</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">9</span></a></span>, 14 (D.Mass.1981) (finding that confirmation slips and monthly statements should have alerted reasonable persons to the possibility of account mismanagement).   Thus, even assuming that Appellees \"concealed\" the value of the limited partnership interests, Appellants were on discovery notice of the alleged concealment as early as January 1986.  Cook, 573 F.2d at 695 (holding that even where facts are fraudulently withheld a plaintiff cannot be allowed to ignore the economic status of his or her investment).</p>\n    </div>\n    <p class=\"indent\">2. The Bond Swap</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Appellants allege that Appellees misrepresented the value of the 1986 bond swap transaction and that, contrary to the district court's finding, \"a simple reading\" of the May 1986, statement would not have alerted unsophisticated investors to the possibly fraudulent nature of the transaction.   We disagree.   It is undisputed that Appellants were provided with monthly statements, which disclosed the transactions Appellants had authorized Hegenbart to make.   Simple arithmetic--straightforward addition and subtraction--reveals a discrepancy of more than $68,000 between the debit attributable to the purchase of the new bonds and their market value.   This alone should have alerted Appellants to the possibility that fraudulent statements may have been made in connection with the bonds' value.   Thus, while Appellants maintain that they only became aware of the losses resulting from the bond swap in January of 1994, we find that they received sufficient storm warnings in May of 1986.</p>\n    </div>\n    <p class=\"indent\">3. The Commissions</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Appellants also allege that Hegenbart misrepresented that Shearson's commission charges would be below the market rate and that they were overcharged commissions with respect to the bond swap transaction.   They contend that \"the first notice that [they] received of any possible wrongdoing regarding [the] commissions\" was during the summer of 1992, when Bladd was informed that there may have been commission overcharges.   We are unpersuaded.   As with the bond swap, the May 1986 statement provided Appellants with sufficient storm warnings about the possibility of excessive commissions.   As the district court found, the discrepancy between the debit and sale prices for the bonds should have alerted Appellants to the possibility of excessive commissions and prior misrepresentations regarding the rate actually charged.   These storm warnings were reinforced by the thunderous sirens contained in Ben-Meir's October 17, 1988 letter \"urg[ing] ..., once again, to request and obtain an accounting of the fees and commissions\" (emphasis added).   Contrary to Appellants' contention, the fact that Appellees have not contested the allegation of commission overcharging is irrelevant for purposes of determining whether Appellant's claim is barred by the statute of limitations.   Nor is it relevant that the monthly statement could have broken out the amount of commissions charged, although such a practice would certainly have been more helpful to Appellants.   What is relevant, and controlling for purposes of this appeal, is the date of discovery.   Here, that date is May 1986, which is more than six years before the commencement of this action in August 1993.</p>\n    </div>\n    <p class=\"indent\">4. Reasonable Diligence</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The storm warnings triggered Appellants' duty to exercise reasonable diligence.  Kennedy, 814 F.2d at 802;  Cook, 573 F.2d at 696.   Appellants contend, however, that the district court erred when it required them to show reasonable diligence.   First, Appellants assert that because the alleged violations involved active concealment, as opposed to self-concealing wrongs, there is no requirement that Appellants show reasonable diligence.   See, e.g., Martin, 966 F.2d at 1096 nn. 19, 20 (noting that courts are divided as to whether the plaintiff must show due diligence in cases of active concealment);  Lewis v. Hermann, <span class=\"citation no-link\"><span class=\"volume\">775</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1137</span></span>, 1148 (N.D.Ill.1991) (noting that a plaintiff's due diligence may be excused when a fiduciary with a duty to disclose engages in active concealment).   In this Circuit, however, we have held that \"[i]rrespective of the extent of the effort to conceal, the fraudulent concealment doctrine will not save a charging party who fails to exercise due diligence, and is thus charged with notice of a potential claim.\"  Truck Drivers &amp; Helpers Union, 993 F.2d at 998.   As we noted earlier, when the party seeking to toll the statute by fraudulent concealment alleges affirmative acts of concealment, the burden of showing reasonable diligence falls on that party.  Id.  Thus, in this Circuit, by alleging affirmative acts of fraudulent concealment Appellants are required to show due diligence.   To cover all of the bases, we note that we place the burden of showing reasonable diligence on the defendant when the plaintiff alleges that the statute is tolled by a self-concealing wrong, id., such that defendants \" 'have the burden of coming forward with any facts showing that the plaintiff could have discovered ... the cause of action if he had exercised due diligence.' \"  Id. (quoting Hobson v. Wilson, <span class=\"citation\" data-id=\"437447\"><a href=\"/opinion/437447/julius-hobson-v-jerry-wilson-thomas-j-herlihy-jack-acree-christopher/\"><span class=\"volume\">737</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 35 (D.C.Cir.1984), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1084</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1843</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">142</span></span> (1985)).   Even placing this burden on Appellees, Appellants' complaint will nonetheless be defeated.   Appellants were provided with sufficient information which reveals, or at a minimum suggests, the possibility of the alleged violations.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In the alternative, Appellants argue that, even if some standard of reasonable diligence were applied, a district court must take into account the traditional factors used in assessing reasonable diligence before summary judgment is granted.  Maggio, 824 F.2d at 128;  Cook, 573 F.2d at 697.   While we agree that the traditional and \"more subjective\" factors are to be considered, we disagree that they should affect the outcome of this appeal.   Stressing the subjective nature of the \"reasonable diligence\" test, Appellants essentially argue that they acted in a reasonably diligent manner in light of their unsophistication as investors and their reliance on Appellees as their fiduciaries.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We remind Appellants that, although subjective factors are taken into account, \"the exercise of reasonable diligence requires an investor to be reasonably cognizant of financial developments relating to [their] investment, and mandates that early steps be taken to appraise those facts which come to the investor's attention.\"  Cook, 573 F.2d at 698.   Even assuming that Appellees owed Appellants a fiduciary duty, an investor \"must 'apply his common sense to the facts that are given to him [or her]' in determining whether further investigation is needed.\"  Id. (quoting Cook, 573 F.2d at 696 n. 24).   While we recognize, and are genuinely troubled by, the possibility that the Participants were such unsophisticated investors that they were not in a position to heed the storm warnings, the stark fact remains that \"it was [their] conduct, in accepting the fraudulent misrepresentations and omissions as true, that allowed the fraud.\"  Kennedy, 814 F.2d at 803.   This is what does them in.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">As to the opportunity to discover the misleading nature of Hegenbart's representations and the monthly statements, it could not have presented itself more readily.   The misleading information was directly refuted by the plain text of the prospectuses and simple arithmetic of the numbers on the monthly statements.   Both Hegenbart's representations about the limited partnerships and the prospectuses' risk disclosures could not be true.   Logically, one or the other must have been false.   Similarly, while the monthly statements may have presented a misleading \"big picture,\" comparing two numbers (albeit on two different pages) on the May 1986 statement revealed a significant discrepancy in the bond swap figures.   A minimal attempt to resolve these contradictions--for example, asking Ben-Meir, Hegenbart or McHugh for an explanation or a more comprehensive accounting--should have uncovered the fraud or, at a minimum, prompted Appellants to abandon (as Ben-Meir strongly recommended in 1988) their apparent \"laissez-faire\" approach.  Kennedy, 814 F.2d at 803 (noting that any attempt to resolve contradictions between oral misrepresentations and offering memorandum should have uncovered the fraud or dissuaded plaintiffs from the folly).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Nor can the subsequent actions of the parties help Appellants' case.   Instead of making a minimal inquiry or otherwise attempting to resolve the contradictions, Appellants did absolutely nothing.   Even assuming that Appellants did not see the first storm warnings, \"there were yet more dark clouds on the horizon.\"  Maggio, 824 F.2d at 128.   We find that Ben-Meir's letter of October 17, 1988, and Justman's 1990-1992 arbitration proceedings (which produced documents regarding the excessive commissions) should have brought Appellants to attention.   Even commencing this action in October of 1988, Appellants still had until June of 1991 to bring suit for violations in connection with the first limited partnership interest (purchased in June of 1985) and until September of 1991 for the second (purchased in September of 1985).   Even starting after October of 1991, they still had until June of 1993 for the third limited partnership interest (purchased in June of 1987) and, until May of 1992 for the bond swap and the commissions.   Appellants would not have been time-barred on any of their actions had they acted in October of 1988 upon the information before them.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">In light of the foregoing, we believe that in this situation even unsophisticated investors, such as Appellants here, should have sought to learn more about the nature and content of the Plan's management.   We believe that Appellants' prolonged failure to investigate the possibility of fraudulent conduct in light of the multiple storm warnings can hardly be characterized as reasonable diligence.   Unsophisticated or not, plaintiffs cannot shroud themselves in ignorance or expect that their unsophistication will thoroughly excuse their lack of diligence or failure, here, to even inquire.   To allow unsophisticated investors to remain utterly ignorant in the face of multiple warnings would render meaningless the due diligence requirement.   Requiring due diligence encourages plaintiffs to take action to bring the alleged fraud to light, grants some sense of repose to defendants, and assures that evidence presented on the claim will be fresh.  Brumbaugh v. Princeton Partners, <span class=\"citation\" data-id=\"599314\"><a href=\"/opinion/599314/fed-sec-l-rep-p-97343-richard-h-brumbaugh-v-princeton-partners-and/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">157</span></a></span>, 162 (4th Cir.1993) (stating that merely bringing suit after the scheme has been laid bare does not satisfy the due diligence requirement when there have been prior warnings that something was amiss).</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Lastly, Appellants argue that because reasonable diligence is factually based, it should not ordinarily be decided on summary judgment.  Cook, 573 F.2d at 697.   However, \"even assuming the question of reasonable diligence is ordinarily to be decided by the trier of fact, where no conflicting inferences can be drawn from the testimony an appeals court may make its own determination.\"  Id.;  see Sleeper v. Kidder, Peabody &amp; Co., <span class=\"citation\" data-id=\"1531892\"><a href=\"/opinion/1531892/sleeper-v-kidder-peabody-co-inc/\"><span class=\"volume\">480</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1264</span></a></span>, 1266 (D.Mass.1979) (noting that although the issue of reasonable diligence is factually based, it may be determined as a matter of law where the underlying facts are admitted or established without dispute), aff'd mem., <span class=\"citation no-link\"><span class=\"volume\">627</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1088</span></span> (1st Cir.1980).   Here, the district court properly granted summary judgment because there is nothing on the record to support an inference that Appellants were reasonably diligent.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">For the foregoing reasons, the district court's grant of summary judgment is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The record shows that prior to serving as the Plan's trustee, Bladd had no significant financial background or experience</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In that proceeding, Seth Justman v. Shearson Lehman Hutton and Kathleen Hegenbart, NASD No. 90-02937, Justman sought damages as a result of alleged unlawful actions resulting in large losses.   The NASD docket reveals that these proceedings were commenced on October 19, 1990 and closed on June 3, 1992</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Appellees' motion for summary judgment also argued that the claims were barred because Appellees were not fiduciaries under ERISA.   The district court did not rule on this issue.   For purposes of this appeal, we assume, without deciding, that Appellees were under a fiduciary duty.   See Maggio v. Gerard Freezer &amp; Ice Co., <span class=\"citation\" data-id=\"491639\"><a href=\"/opinion/491639/fed-sec-l-rep-p-93310-joseph-l-maggio-v-gerard-freezer-ice-co/\"><span class=\"volume\">824</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">123</span></a></span>, 129 (1st Cir.1987) (finding no need to resolve merit of allegations that uncles and brothers, as fellow shareholders in a close corporation, owed plaintiff a fiduciary duty).   For a recent discussion of ERISA and, in particular, whether ERISA authorizes suits for money damages against nonfiduciaries who knowingly participate in a fiduciary's breach of duty, see Mertens v. Hewitt Associates, <span class=\"citation\" data-id=\"112867\"><a href=\"/opinion/112867/mertens-v-hewitt-associates/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, <span class=\"citation\" data-id=\"112867\"><a href=\"/opinion/112867/mertens-v-hewitt-associates/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2063</span></a></span>, <span class=\"citation\" data-id=\"112867\"><a href=\"/opinion/112867/mertens-v-hewitt-associates/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">161</span></a></span> (1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Section 1113 provides as follows:</p>\n        <p>No action may be commenced under this subchapter with respect to a fiduciary's breach of any responsibility, duty, or obligation under this part, or with respect to a violation of this part, after the earlier of--</p>\n        <p>(1) six years after (A) the date of the last action which constituted a part of the breach of the violation, or (B) in the case of an omission, the latest date on which the fiduciary could have cured the breach or violation, or</p>\n        <p>(2) three years after the earliest date on which the plaintiff had actual knowledge of the breach or violation;</p>\n        <p>except that in the case of fraud or concealment, such action may be commenced not later than six years after the date of discovery of such breach or violation.</p>\n        <p>29 U.S.C. &#167; 1113 (1994).   We note that Section 1113 was amended by Congress both in 1987 and in 1989.   Neither of these amendments, however, have any bearing on this appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Appellants state in their brief that the last alleged commission overcharges occurred in December 15, 1988.   Appellees contend that the last commissions were charged in June 1987.   Our review of the record indicates that there was a commission charge on June 24, 1987 for (what appears to be) about $1,200.   The only evidence we can find of commission charges in 1988 is a March 2, 1988 entry corresponding to a distribution where the initials \"CLP\" appear in the \"commissions\" column.   We do not find this alone to be sufficient evidence supporting resolution of this \"dispute\" in favor of Appellants</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Section 18(a) of the NASD Code of Arbitration Procedure provides that \"where permitted by applicable law, the time limitation which would otherwise run or accrue for the institution of legal proceedings shall be tolled where a duly executed Submission Agreement is filed by Claimants.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Section 13 provides in pertinent part:</p>\n        <p>No action shall be maintained to enforce any liability created under Section ... [12(2) ] of this title unless brought within one year after the date of discovery of the untrue statement or the omission, or after such discovery should have been made by the exercise of reasonable diligence....</p>\n        <p>15 U.S.C. &#167; 77m (1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In reaching this decision, we have taken into account the different policies underlying, and protections afforded by, the Securities &amp; Exchange Acts of 1933 and 1934 and ERISA.   Absent statutory or other Congressional directive, we find no reason why our interpretation of the statutes of limitations should not be guided by the same approach</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Where courts differ is on how \"in the case of fraud or concealment\" should be construed, specifically whether it includes both so-called \"self-concealing wrongs\" as well as \"active concealment\" that is separate from the underlying wrongdoing.   See generally Martin, 966 F.2d at 1093-96, 1101-04 (Posner, J., concurring);  Radiology Center, <span class=\"citation\" data-id=\"552215\"><a href=\"/opinion/552215/the-radiology-center-sc-and-enrique-schwarz-md-v-stifel-nicolaus/\"><span class=\"volume\">919</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1216</span></a></span>, 1220-21 (1990);  see also footnote 16 infra.   Resolution of this appeal does not require us to make a definitive determination as to which side of this dialogue we adhere.   We merely note for the moment that because the fraudulent concealment doctrine as applied in this Circuit includes both categories, see, e.g., Kennedy, 814 F.2d at 802, and the fact that there is nothing in the language of Section 1113 to suggest otherwise, we are inclined to think that the scope of Section 1113's incorporation of the fraudulent concealment doctrine includes both.   See Martin, 966 F.2d at 1094-95</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> There is authority that reasonable diligence is not required in cases of active concealment.   See, e.g., Martin, 966 F.2d at 1096 nn. 19, 20, 1098;  Lewis v. Hermann, <span class=\"citation no-link\"><span class=\"volume\">775</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1137</span></span>, 1148 (N.D.Ill.1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Section 1451(f) provides that, \"An action under this section may not be brought after the later of--</p>\n        <p>(1) 6 years after the date on which the cause of action arose, or</p>\n        <p>(2) 3 years after the earliest date on which the plaintiff acquired or should have acquired actual knowledge of the existence of such cause of action;  except that in the case of fraud or concealment, such action may be brought not later than 6 years after the date of discovery of the existence of such cause of action.</p>\n        <p>29 U.S.C. &#167; 1451(f) (1994).   In interpreting this statute, courts have acknowledged that &#167; 1451(f)(2), but not &#167; 1451(f)(1), incorporates a discovery rule.   See Larson, 21 F.3d at 427.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> While the parties did not cite to any legislative history, we have not found much that is particularly helpful regarding Congress' intent with respect to Section 1113.   Accord, Larson, 21 F.3d at 1171;  Radiology Center, 919 F.2d at 1221</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> We adopt the formulation most recently reiterated by a member of this Court in Larson, which sets forth a clear test and does not differ in substance from our usual description of the fraudulent concealment doctrine.   See, e.g., Maggio, 824 F.2d at 127 (setting forth Bailey standard)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The names were \"Balcor Pension Investors VI,\" \"Commercial Development Fund 85\" and \"Federal Insured Mortgage Investors II.\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/89018/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104250/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109254/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112867/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194847/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195000/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196245/",
    "http://www.courtlistener.com/api/rest/v3/opinions/354308/",
    "http://www.courtlistener.com/api/rest/v3/opinions/437447/",
    "http://www.courtlistener.com/api/rest/v3/opinions/451880/",
    "http://www.courtlistener.com/api/rest/v3/opinions/485239/",
    "http://www.courtlistener.com/api/rest/v3/opinions/491639/",
    "http://www.courtlistener.com/api/rest/v3/opinions/510081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542852/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552215/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552394/",
    "http://www.courtlistener.com/api/rest/v3/opinions/565180/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584560/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588151/",
    "http://www.courtlistener.com/api/rest/v3/opinions/592073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599314/",
    "http://www.courtlistener.com/api/rest/v3/opinions/604127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/607108/",
    "http://www.courtlistener.com/api/rest/v3/opinions/668215/",
    "http://www.courtlistener.com/api/rest/v3/opinions/675091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/703227/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1414127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1531892/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1764838/"
  ]
}