{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196614/",
  "absolute_url": "/opinion/196614/such-gonzalez-v-administracion/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196614/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:10:10Z",
  "date_modified": "2017-03-24T10:47:53.995410Z",
  "type": "010combined",
  "sha1": "122f437f9f64bb690eea26aa430e4cb89ea2e89e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1892.01A",
  "local_path": null,
  "plain_text": "\n\nMarch 6, 1996         [NOT FOR PUBLICATION]\r\n\n                  United States Court of Appeals\r\n                      For the First Circuit\r\n                                           \r\n\nNo. 95-1892\r\n\n            MIGUEL SUCH-GONZALEZ AND BARBARA TERNOSKY,\r\n\n                     Plaintiffs, Appellants,\r\n\n                                v.\r\n\n     ADMINISTRACION DE FOMENTO Y DESAROLLO AGRICOLA, ET AL.,\r\n\n                      Defendants, Appellees.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n         [Hon. Gilberto Gierbolini, U.S. District Judge]\r                                                                 \r\n\n                                           \r\n\n                      Boudin, Circuit Judge,\r                                                     \r\n\n            Coffin and Rosenn*, Senior Circuit Judges.\r                                                               \r\n\n                                           \r\n\n     Fernando L. Gallardo for appellants.\r                                   \r\n     Ernesto Hernandez  Milan for Commercial and  Farm Credit and\r                                       \r\nDevelopment Corporation of Puerto Rico.\r\n     Wally de la Rosa Vidal for Puerto Rico Land Authority.\r                                     \r\n\n                                           \r\n\n                                           \r\n\n                    \r                              \r\n\n     *Of the Third Circuit, sitting by designation.\r\r\n\n     COFFIN, Senior Circuit Judge.  This is the culmination of an\r                                           \r\n\naging  lawsuit brought by a  pioneer Puerto Rico  rice farmer and\r\n\nhis  then wife against the Commonwealth  sponsor, the Puerto Rico\r\n\nLand Authority (Authority), and financer, the Commercial and Farm\r\n\nCredit  Development  Corporation  (CFCDC),  arising  out  of what\r\n\nproved to be an ill-fated rice growing program. \r\n\n     Appellants,  having  filed   in  bankruptcy,  brought   this\r\n\nadversary proceeding  under  11  U.S.C.     1334.    The  amended\r\n\ncomplaint, so  far as we  are presently concerned,  alleged three\r\n\ncauses  of action:  breach of  contract, defamation,  and \"lender\r\n\nliability.\"    The district  court  granted  summary judgment  to\r\n\ndefendants on all counts.  We affirm.\r\n\n     In April of  1980, appellants entered into a lease agreement\r\n\nwith the Authority in which they leased 325.60 cuerdas of land in\r\n\nManati  for rice growing purposes  at an annual  rent, payable in\r\n\nadvance,  of $40 per cuerda,  less property taxes.   Under clause\r\n\n27, the Authority was to deliver the land \"duly razed and leveled\r\n\nfor the harvesting of rice  and with the canals for  flooding and\r\n\ndraining  said  lands duly  constructed.\"    Clause 34,  however,\r\n\n\"expanded\"  clause 27 to provide both that the leveling should be\r\n\n\"precise\" and that, if the lessor could not deliver any land with\r\n\nprecise leveling, \"the  parties will renegotiate in order to make\r\n\nan adjustment in the lease payments.\"  \r\n\n     Clause 32  provided that the lease  agreement contained \"all\r\n\ncovenants  and  stipulations agreed  upon by  the parties.\"   And\r\n\n                               -2-\r\r\n\nclause  33  provided  that  the  lease  payment  was  subject  to\r\n\nrenegotiation after the first year.\r\n\n     In  September  of  1980,  CFCDC  made  its  first   loan  to\r\n\nappellants, in  the amount  of $200,000.    In 1981  there was  a\r\n\nrefinancing  loan of $285,000; in  1984, one of  $410,000; and in\r\n\n1985, one of $457,609.  Appellants made a first payment of $3,300\r\n\nfor  approximately half of the first semester.  No other payments\r\n\nwere made.\r\n\n     While the first  harvest of  rice, in October  of 1980,  was\r\n\nexcellent, the rest of the story is one of continual problems and\r\n\nfrustrations.     At   some  point,   two  fields   were  leveled\r\n\n\"backwards,\" and had to  be releveled by  the Authority.  A  well\r\n\nwas  dug too deep, allowing seepage of  salt water.  The solitary\r\n\nairplane  available  for seeding  flew too  late  in the  day for\r\n\neffective work.   There was trouble in getting equipment released\r\n\nand delay in decisions.  Experts were called in but allegedly not\r\n\nlistened to.  Blast (a disease) afflicted the rice  at one point;\r\n\nat another,  the digging of a  ditch across some  of the property\r\n\nhindered  operations.  And appellants were moved from one farm to\r\n\nanother.\r\n\n     Nevertheless, appellant  Such (his  wife having left  Puerto\r\n\nRico in 1985) continued to farm the  property until July of 1986.\r\n\nIndeed, according to his deposition testimony, what  \"cut off the\r\n\nhead  of the  project\" was  the coming  to power  of  the Popular\r\n\nDemocratic Party in 1985. \r\n\n                               -3-\r\r\n\n     In  September of  1986,  the Authority  brought an  eviction\r\n\nproceeding in  superior court,  alleging a delinquency  in rental\r\n\npayments of over $120,000.  The court found that appellants, over\r\n\nthe course of six  years, had not sought renegotiation,  and that\r\n\nthe amount owed the Authority was $101,714.34.  In March of 1987,\r\n\nappellants  were  ordered  to  vacate.    In  February  of  1987,\r\n\nappellants filed in bankruptcy  and in December of the  same year\r\n\nbrought this action.\r\n\n                            DISCUSSION\r\n\n     Breach of Contract.    The  district court properly  invoked\r                                 \r\n\nthe principle that \"a party to a  bilateral contract who does not\r\n\nperform  his obligations under the contract may not sue the other\r\n\ncontracting party for breach  of contract.\"  We quote some of the\r\n\ncourt's discussion: \r\n\n     Under the common law doctrine of exceptio non aditempli\r                                                                      \r\n     contractus, a  party to  a bilateral contract  who does\r                         \r\n     not perform his obligations  under the contract may not\r\n     sue the other contracting party for breach of contract.\r\n     Constructora Bauza, Inc. v. Garcia Lopez, 91 JTS 99, p.\r                                                       \r\n     9077  (1991); Martinez v. Colon  Franco, 89 JTS 109, p.\r                                                      \r\n     7291 (1989);  Heirs of  Escalera v. Barreto,  81 P.R.R.\r                                                          \r\n     580, 591 (1959).  This  doctrine provides a defense  to\r\n     breach of  contract derived from the  Puerto Rico Civil\r\n     Code.  [footnote and  citation  omitted]   If a  leasee\r\n     [sic]  breaches a  material  clause of  the lease,  the\r\n     defense  of exceptio  non aditempli  contractus clearly\r                                                              \r\n     applies to  shelter the  lessor from liability  for his\r\n     own failure to perform.\r\n\n     Appellants  challenge  the  application of  this  principle,\r\n\nclaiming  that  the  Authority   early  and  often  breached  the\r\n\ncontract, citing  the incidents  we have  summarized.   They also\r\n\nsketchily claim in their brief that they requested renegotiation.\r\n\nBut   we  have   read  their   ill-assorted  appendix   and  have\r\n\n                               -4-\r\r\n\nmeticulously reviewed  the excerpts  furnished us from  the three\r\n\ndepositions they have included.   There is no hint of any request\r\n\nfor renegotiation or of any indication that any of the trials and\r\n\ntribulations which they  faced were considered as breaches.  Non-\r\n\npayment  of rent for six years, during which CFCDC disbursed some\r\n\n$800,000 on appellants' account, under a lease which specifically\r\n\nallowed the possibility of  change in rent if  renegotiation were\r\n\nrequested, and the total absence of any request for renegotiation\r\n\ndictate  our affirmance  of  summary judgment  on  the breach  of\r\n\ncontract claim.\r\n\n     Lender  Liability.   While the  complaint refers  to actions\r                                \r\n\ngenerally  of both  the  Authority and  CFCDC as  supporting this\r\n\nclaim,  paragraph 47 makes clear  that only Credito Agricola (the\r\n\npredecessor  of CFCDC) is  being charged.   Appellants'  brief on\r\n\nappeal also confines this issue to CFCDC.\r\n\n     Appellants aver that, in  addition to tort bases  for lender\r\n\nliability,  breach of contract,  with its fifteen  year period of\r\n\nlimitations,  may  also serve  as a  basis.   Our  discussion and\r\n\nruling on the  breach of contract issue disposes of  any claim of\r\n\nsuch support for lender liability here.\r\n\n     The district  court summarized appellants' tort based lender\r\n\nliability claims  as intentional  or negligent failure  to comply\r\n\nwith obligations under the contract, \"complete control\" over rice\r\n\noperations, pressure  exerted because of such  control, breach of\r\n\nfiduciary  duties, and bad faith.    The court looked in vain for\r\n\nspecific information about actions under these headings and times\r\n\n                               -5-\r\r\n\nwhen  they  were allegedly  committed.   It  ruled that  the only\r\n\nallegation approaching specificity, notice of a three month delay\r\n\nin  furnishing equipment, occurred in 1984,  far exceeding a year\r\n\nbefore filing of the complaint.  It held the claim time barred.\r\n\n     The only specific conduct pointed to by  appellants in their\r\n\nbrief  as evidence  of tortious  overreaching was  the deposition\r\n\ntestimony  of   one  former  project  supervisor,  Barbosa,  that\r\n\nfinancial aid was \"always  a problem because they wanted  to know\r\n\neverything  that was going to  be done.\"   Appellants complain in\r\n\ntheir brief that CFCDC's predecessor \"went as far as to condition\r\n\ntheir financing to their adhering  strictly to the conditions and\r\n\nmethods established by the Rice Project .  . . .\"  But the  lease\r\n\nagreement itself  provided, in  clause 29:   \"'The lessee'  binds\r\n\nitself  to  conduct  the  seeding  and  harvesting   of  rice  in\r\n\naccordance with the provisions of [the Rice Project].\"\r\n\n     We  find no suggestion of  a genuine issue  of material fact\r\n\nrelevant to the lender liability claim, and certainly none within\r\n\nthe one year limitations period.\r\n\n     Defamation.    As for  the  defamation cause  of  action, it\r                         \r\n\nsimply  is  not  supported  by  anything  in  the  record.    The\r\n\nallegations are  phrased in the  most general  terms: \"false  and\r\n\ndefamatory statements  during the  periods of  1983 and 1984  and\r\n\ncontinuing in 1987, among  various persons of the public,  and of\r\n\nthe  business community, and of the press  . . . that coplaintiff\r\n\nMiguel   Such   was   deceitful,   fraudulent   and  made   false\r\n\n                               -6-\r\r\n\nrepresentations of payment of  his obligations and  . . . was  in\r\n\nbreach of his agreements with all the defendants . . . .\"\r\n\n     The  only  documentation  in  support of  these  allegations\r\n\nfurnished  to  us  was an  excerpt  from  the  deposition of  co-\r\n\nappellant Barbara Ternosky.   Her testimony is exceedingly frail.\r\n\nShe left Puerto Rico in 1985.  As concerns any statements in 1983\r\n\nand 1984, she  thought \"there were,  like, negative things  going\r\n\non, being  said  about the  rice project  .  . .  .\"   She  later\r\n\nconfessed that she did not recall anything that was said. \r\n\n     Appellant Such, in his deposition, said that he recalled one\r\n\narticle in  some unmentioned publication  in which a  director of\r\n\nthe Authority said some things damaging to him.  But, when asked,\r\n\nhe could not recall what had been said.\r\n\n     Such threads are  not even  gossamer.  We  see nothing  that\r\n\nhappened in  1983 and 1984 that  rises to, or sinks  to the depth\r\n\nof,  defamation.   And  of course  there  is no  indication  that\r\n\nanything was said within the one year limitations period.\r\n\n     This  has  been  a   history  inhospitable  to  all  parties\r\n\nconcerned.   But they must be  left where they are.   We have not\r\n\nbeen able  to discern the faintest glimmer  of a genuine issue of\r\n\nmaterial fact.\r\n\n     Affirmed.  \r                       \r\n\n                               -7-\r\r\n",
  "html": "<p class=\"case_cite\">78 F.3d 577</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Miguel SUCH-GONZALEZ and Barbara Ternosky, Plaintiffs, Appellants,<br>v.<br>ADMINISTRACION DE FOMENTO Y DESAROLLO AGRICOLA, et al.,<br>Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-1892.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">March 6, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Fernando L. Gallardo for appellants.</p>\n      <p class=\"indent\">Ernesto Hernandez Milan for Commercial and Farm Credit and Development Corporation of Puerto Rico.</p>\n      <p class=\"indent\">Wally de la Rosa Vidal for Puerto Rico Land Authority.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, COFFIN and ROSENN<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>, Senior Circuit Judges.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is the culmination of an aging lawsuit brought by a pioneer Puerto Rico rice farmer and his then wife against the Commonwealth sponsor, the Puerto Rico Land Authority (Authority), and financer, the Commercial and Farm Credit Development Corporation (CFCDC), arising out of what proved to be an ill-fated rice growing program.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellants, having filed in bankruptcy, brought this adversary proceeding under 11 U.S.C. &#167; 1334.   The amended complaint, so far as we are presently concerned, alleged three causes of action:  breach of contract, defamation, and \"lender liability.\"   The district court granted summary judgment to defendants on all counts.   We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In April of 1980, appellants entered into a lease agreement with the Authority in which they leased 325.60 cuerdas of land in Manati for rice growing purposes at an annual rent, payable in advance, of $40 per cuerda, less property taxes.   Under clause 27, the Authority was to deliver the land \"duly razed and leveled for the harvesting of rice and with the canals for flooding and draining said lands duly constructed.\"   Clause 34, however, \"expanded\" clause 27 to provide both that the leveling should be \"precise\" and that, if the lessor could not deliver any land with precise leveling, \"the parties will renegotiate in order to make an adjustment in the lease payments.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Clause 32 provided that the lease agreement contained \"all covenants and stipulations agreed upon by the parties.\"   And clause 33 provided that the lease payment was subject to renegotiation after the first year.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In September of 1980, CFCDC made its first loan to appellants, in the amount of $200,000.   In 1981 there was a refinancing loan of $285,000;  in 1984, one of $410,000;  and in 1985, one of $457,609.   Appellants made a first payment of $3,300 for approximately half of the first semester.   No other payments were made.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">While the first harvest of rice, in October of 1980, was excellent, the rest of the story is one of continual problems and frustrations.   At some point, two fields were leveled \"backwards,\" and had to be releveled by the Authority.   A well was dug too deep, allowing seepage of salt water.   The solitary airplane available for seeding flew too late in the day for effective work.   There was trouble in getting equipment released and delay in decisions.   Experts were called in but allegedly not listened to.   Blast (a disease) afflicted the rice at one point;  at another, the digging of a ditch across some of the property hindered operations.   And appellants were moved from one farm to another.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Nevertheless, appellant Such (his wife having left Puerto Rico in 1985) continued to farm the property until July of 1986.   Indeed, according to his deposition testimony, what \"cut off the head of the project\" was the coming to power of the Popular Democratic Party in 1985.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In September of 1986, the Authority brought an eviction proceeding in superior court, alleging a delinquency in rental payments of over $120,000.   The court found that appellants, over the course of six years, had not sought renegotiation, and that the amount owed the Authority was $101,714.34.   In March of 1987, appellants were ordered to vacate.   In February of 1987, appellants filed in bankruptcy and in December of the same year brought this action.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Breach of Contract.   The district court properly invoked the principle that \"a party to a bilateral contract who does not perform his obligations under the contract may not sue the other contracting party for breach of contract.\"   We quote some of the court's discussion:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>Under the common law doctrine of exceptio non aditempli contractus, a party to a bilateral contract who does not perform his obligations under the contract may not sue the other contracting party for breach of contract.   Constructora Bauza, Inc. v. Garcia Lopez, 91 JTS 99, p. 9077 (1991);  Martinez v. Colon Franco, 89 JTS 109, p. 7291 (1989);  Heirs of Escalera v. Barreto, 81 P.R.R. 580, 591 (1959).   This doctrine provides a defense to breach of contract derived from the Puerto Rico Civil Code.  [footnote and citation omitted] If a leasee [sic] breaches a material clause of the lease, the defense of exceptio non aditempli contractus clearly applies to shelter the lessor from liability for his own failure to perform.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellants challenge the application of this principle, claiming that the Authority early and often breached the contract, citing the incidents we have summarized.   They also sketchily claim in their brief that they requested renegotiation.   But we have read their ill-assorted appendix and have meticulously reviewed the excerpts furnished us from the three depositions they have included.   There is no hint of any request for renegotiation or of any indication that any of the trials and tribulations which they faced were considered as breaches.   Non-payment of rent for six years, during which CFCDC disbursed some $800,000 on appellants' account, under a lease which specifically allowed the possibility of change in rent if renegotiation were requested, and the total absence of any request for renegotiation dictate our affirmance of summary judgment on the breach of contract claim.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Lender Liability.   While the complaint refers to actions generally of both the Authority and CFCDC as supporting this claim, paragraph 47 makes clear that only Credito Agricola (the predecessor of CFCDC) is being charged.   Appellants' brief on appeal also confines this issue to CFCDC.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Appellants aver that, in addition to tort bases for lender liability, breach of contract, with its fifteen year period of limitations, may also serve as a basis.   Our discussion and ruling on the breach of contract issue disposes of any claim of such support for lender liability here.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court summarized appellants' tort based lender liability claims as intentional or negligent failure to comply with obligations under the contract, \"complete control\" over rice operations, pressure exerted because of such control, breach of fiduciary duties, and bad faith.   The court looked in vain for specific information about actions under these headings and times when they were allegedly committed.   It ruled that the only allegation approaching specificity, notice of a three month delay in furnishing equipment, occurred in 1984, far exceeding a year before filing of the complaint.   It held the claim time barred.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The only specific conduct pointed to by appellants in their brief as evidence of tortious overreaching was the deposition testimony of one former project supervisor, Barbosa, that financial aid was \"always a problem because they wanted to know everything that was going to be done.\"   Appellants complain in their brief that CFCDC's predecessor \"went as far as to condition their financing to their adhering strictly to the conditions and methods established by the Rice Project....\"  But the lease agreement itself provided, in clause 29:  \" 'The lessee' binds itself to conduct the seeding and harvesting of rice in accordance with the provisions of [the Rice Project].\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We find no suggestion of a genuine issue of material fact relevant to the lender liability claim, and certainly none within the one year limitations period.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Defamation. As for the defamation cause of action, it simply is not supported by anything in the record.   The allegations are phrased in the most general terms:  \"false and defamatory statements during the periods of 1983 and 1984 and continuing in 1987, among various persons of the public, and of the business community, and of the press ... that coplaintiff Miguel Such was deceitful, fraudulent and made false representations of payment of his obligations and ... was in breach of his agreements with all the defendants....\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The only documentation in support of these allegations furnished to us was an excerpt from the deposition of co-appellant Barbara Ternosky.   Her testimony is exceedingly frail.   She left Puerto Rico in 1985.   As concerns any statements in 1983 and 1984, she thought \"there were, like, negative things going on, being said about the rice project....\"  She later confessed that she did not recall anything that was said.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Appellant Such, in his deposition, said that he recalled one article in some unmentioned publication in which a director of the Authority said some things damaging to him.   But, when asked, he could not recall what had been said.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Such threads are not even gossamer.   We see nothing that happened in 1983 and 1984 that rises to, or sinks to the depth of, defamation.   And of course there is no indication that anything was said within the one year limitations period.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This has been a history inhospitable to all parties concerned.   But they must be left where they are.   We have not been able to discern the faintest glimmer of a genuine issue of material fact.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Third Circuit, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">577</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Miguel SUCH-GONZALEZ and Barbara Ternosky, Plaintiffs, Appellants,<br>v.<br>ADMINISTRACION DE FOMENTO Y DESAROLLO AGRICOLA, et al.,<br>Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-1892.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">March 6, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Fernando L. Gallardo for appellants.</p>\n      <p class=\"indent\">Ernesto Hernandez Milan for Commercial and Farm Credit and Development Corporation of Puerto Rico.</p>\n      <p class=\"indent\">Wally de la Rosa Vidal for Puerto Rico Land Authority.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, COFFIN and ROSENN<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>, Senior Circuit Judges.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is the culmination of an aging lawsuit brought by a pioneer Puerto Rico rice farmer and his then wife against the Commonwealth sponsor, the Puerto Rico Land Authority (Authority), and financer, the Commercial and Farm Credit Development Corporation (CFCDC), arising out of what proved to be an ill-fated rice growing program.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellants, having filed in bankruptcy, brought this adversary proceeding under 11 U.S.C. &#167; 1334.   The amended complaint, so far as we are presently concerned, alleged three causes of action:  breach of contract, defamation, and \"lender liability.\"   The district court granted summary judgment to defendants on all counts.   We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In April of 1980, appellants entered into a lease agreement with the Authority in which they leased 325.60 cuerdas of land in Manati for rice growing purposes at an annual rent, payable in advance, of $40 per cuerda, less property taxes.   Under clause 27, the Authority was to deliver the land \"duly razed and leveled for the harvesting of rice and with the canals for flooding and draining said lands duly constructed.\"   Clause 34, however, \"expanded\" clause 27 to provide both that the leveling should be \"precise\" and that, if the lessor could not deliver any land with precise leveling, \"the parties will renegotiate in order to make an adjustment in the lease payments.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Clause 32 provided that the lease agreement contained \"all covenants and stipulations agreed upon by the parties.\"   And clause 33 provided that the lease payment was subject to renegotiation after the first year.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In September of 1980, CFCDC made its first loan to appellants, in the amount of $200,000.   In 1981 there was a refinancing loan of $285,000;  in 1984, one of $410,000;  and in 1985, one of $457,609.   Appellants made a first payment of $3,300 for approximately half of the first semester.   No other payments were made.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">While the first harvest of rice, in October of 1980, was excellent, the rest of the story is one of continual problems and frustrations.   At some point, two fields were leveled \"backwards,\" and had to be releveled by the Authority.   A well was dug too deep, allowing seepage of salt water.   The solitary airplane available for seeding flew too late in the day for effective work.   There was trouble in getting equipment released and delay in decisions.   Experts were called in but allegedly not listened to.   Blast (a disease) afflicted the rice at one point;  at another, the digging of a ditch across some of the property hindered operations.   And appellants were moved from one farm to another.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Nevertheless, appellant Such (his wife having left Puerto Rico in 1985) continued to farm the property until July of 1986.   Indeed, according to his deposition testimony, what \"cut off the head of the project\" was the coming to power of the Popular Democratic Party in 1985.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In September of 1986, the Authority brought an eviction proceeding in superior court, alleging a delinquency in rental payments of over $120,000.   The court found that appellants, over the course of six years, had not sought renegotiation, and that the amount owed the Authority was $101,714.34.   In March of 1987, appellants were ordered to vacate.   In February of 1987, appellants filed in bankruptcy and in December of the same year brought this action.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Breach of Contract.   The district court properly invoked the principle that \"a party to a bilateral contract who does not perform his obligations under the contract may not sue the other contracting party for breach of contract.\"   We quote some of the court's discussion:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>Under the common law doctrine of exceptio non aditempli contractus, a party to a bilateral contract who does not perform his obligations under the contract may not sue the other contracting party for breach of contract.   Constructora Bauza, Inc. v. Garcia Lopez, 91 JTS 99, p. 9077 (1991);  Martinez v. Colon Franco, 89 JTS 109, p. 7291 (1989);  Heirs of Escalera v. Barreto, <span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">580</span></span>, 591 (1959).   This doctrine provides a defense to breach of contract derived from the Puerto Rico Civil Code.  [footnote and citation omitted] If a leasee [sic] breaches a material clause of the lease, the defense of exceptio non aditempli contractus clearly applies to shelter the lessor from liability for his own failure to perform.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellants challenge the application of this principle, claiming that the Authority early and often breached the contract, citing the incidents we have summarized.   They also sketchily claim in their brief that they requested renegotiation.   But we have read their ill-assorted appendix and have meticulously reviewed the excerpts furnished us from the three depositions they have included.   There is no hint of any request for renegotiation or of any indication that any of the trials and tribulations which they faced were considered as breaches.   Non-payment of rent for six years, during which CFCDC disbursed some $800,000 on appellants' account, under a lease which specifically allowed the possibility of change in rent if renegotiation were requested, and the total absence of any request for renegotiation dictate our affirmance of summary judgment on the breach of contract claim.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Lender Liability.   While the complaint refers to actions generally of both the Authority and CFCDC as supporting this claim, paragraph 47 makes clear that only Credito Agricola (the predecessor of CFCDC) is being charged.   Appellants' brief on appeal also confines this issue to CFCDC.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Appellants aver that, in addition to tort bases for lender liability, breach of contract, with its fifteen year period of limitations, may also serve as a basis.   Our discussion and ruling on the breach of contract issue disposes of any claim of such support for lender liability here.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court summarized appellants' tort based lender liability claims as intentional or negligent failure to comply with obligations under the contract, \"complete control\" over rice operations, pressure exerted because of such control, breach of fiduciary duties, and bad faith.   The court looked in vain for specific information about actions under these headings and times when they were allegedly committed.   It ruled that the only allegation approaching specificity, notice of a three month delay in furnishing equipment, occurred in 1984, far exceeding a year before filing of the complaint.   It held the claim time barred.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The only specific conduct pointed to by appellants in their brief as evidence of tortious overreaching was the deposition testimony of one former project supervisor, Barbosa, that financial aid was \"always a problem because they wanted to know everything that was going to be done.\"   Appellants complain in their brief that CFCDC's predecessor \"went as far as to condition their financing to their adhering strictly to the conditions and methods established by the Rice Project....\"  But the lease agreement itself provided, in clause 29:  \" 'The lessee' binds itself to conduct the seeding and harvesting of rice in accordance with the provisions of [the Rice Project].\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We find no suggestion of a genuine issue of material fact relevant to the lender liability claim, and certainly none within the one year limitations period.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Defamation. As for the defamation cause of action, it simply is not supported by anything in the record.   The allegations are phrased in the most general terms:  \"false and defamatory statements during the periods of 1983 and 1984 and continuing in 1987, among various persons of the public, and of the business community, and of the press ... that coplaintiff Miguel Such was deceitful, fraudulent and made false representations of payment of his obligations and ... was in breach of his agreements with all the defendants....\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The only documentation in support of these allegations furnished to us was an excerpt from the deposition of co-appellant Barbara Ternosky.   Her testimony is exceedingly frail.   She left Puerto Rico in 1985.   As concerns any statements in 1983 and 1984, she thought \"there were, like, negative things going on, being said about the rice project....\"  She later confessed that she did not recall anything that was said.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Appellant Such, in his deposition, said that he recalled one article in some unmentioned publication in which a director of the Authority said some things damaging to him.   But, when asked, he could not recall what had been said.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Such threads are not even gossamer.   We see nothing that happened in 1983 and 1984 that rises to, or sinks to the depth of, defamation.   And of course there is no indication that anything was said within the one year limitations period.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This has been a history inhospitable to all parties concerned.   But they must be left where they are.   We have not been able to discern the faintest glimmer of a genuine issue of material fact.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Third Circuit, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": []
}