{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196665/",
  "absolute_url": "/opinion/196665/united-states-v-staula/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196665/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:11:13Z",
  "date_modified": "2017-03-24T10:48:18.986955Z",
  "type": "010combined",
  "sha1": "97181df0a5777e98a63090f2ce45d06067bf786e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1882.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo.  95-1882\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                        STEPHEN J. STAULA,\r\n\n                      Defendant, Appellant.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n           [Hon. Joseph L. Tauro, U.S. District Judge]\r                                                               \r\n\n                                             \r\n\n                              Before\r\n\n             Selya, Stahl and Lynch, Circuit Judges.\r                                                             \r\n\n                                             \r\n\n     Martin K. Leppo for appellant.\r                              \r\n     Todd  E.  Newhouse, Assistant  United States  Attorney, with\r                                 \r\nwhom Donald K. Stern,  United States Attorney, was on  brief, for\r                              \r\nappellee.\r\n\n                                             \r\n\n                          March 29, 1996\r\n\n                                             \r\r\n\n          SELYA,  Circuit Judge.   A  federal grand  jury charged\r                    SELYA,  Circuit Judge.\r                                         \r\n\ndefendant-appellant  Stephen J.  Staula, in  relevant part,  with\r\n\nbeing a felon in possession of a firearm (count 1) and ammunition\r\n\n(count 2), and with receiving a stolen firearm (count 3).  See 18\r                                                                        \r\n\nU.S.C.   922(g)(1), (j).   Following a five-day trial,  the petit\r\n\njury convicted the  appellant on  all three counts.1   The  court\r\n\nimposed an incarcerative sentence.\r\n\n          In this appeal,  Staula labors to convince us  that the\r\n\ndistrict court thrice erred in denying his motions to (i) dismiss\r\n\nthe  indictment  for  want  of  a  speedy  trial,  (ii)  suppress\r\n\nevidence, and (iii)  direct judgment  of acquittal.   We are  not\r\n\npersuaded that any error occurred.\r\n\n                                I\r                                          I\r                                           \r\n\n                            Background\r                                      Background\r                                                \r\n\n          We sketch the facts in the light most hospitable to the\r\n\njury's verdict.   See United States  v. Ortiz, 966 F.2d  707, 711\r                                                       \r\n\n(1st Cir. 1992), cert. denied, 506 U.S. 1063 (1993).\r                                       \r\n\n          During the early evening of September 13, 1993, officer\r\n\nDavid  Tyrie of  the Hanover police  department stopped  a pickup\r\n\ntruck for patent violations of the state motor vehicle code.  See\r                                                                           \r\n\nMass. Gen. L. ch. 90,   6 (requiring, inter alia, a front license\r                                                          \r\n\nplate on  every commercial  vehicle); id.    7 (requiring,  inter\r                                                                           \r\n\nalia, operable brake  lights).   The appellant proved  to be  the\r              \r\n\ndriver  and registered  owner  of the  ill-equipped  vehicle.   A\r\n                    \r                              \r\n\n     1The indictment  also charged  the appellant with  two drug-\r\nrelated  offenses.  The jury acquitted him on these counts and we\r\neschew any further reference to them.\r\n\n                                2\r\r\n\nfemale  companion named  Myriah Morse,  later to  become Staula's\r\n\nwife, occupied the passenger's seat.\r\n\n          Tyrie testified that he smelled burnt marijuana when he\r\n\nfirst   approached  the   driver's  side   window  to   demand  a\r\n\nregistration  certificate  and  operator's  license.    He   then\r\n\nretreated  to  his  cruiser with  the  documents  and  called for\r\n\nbackup.  After  two other officers  arrived, Tyrie revisited  the\r\n\nvehicle  and  inquired whether  the  occupants  had been  smoking\r\n\nmarijuana.   He also asked whether they  had any marijuana in the\r\n\ntruck.    Both  Staula and  Morse  answered  the  queries in  the\r\n\nnegative.\r\n\n          Apparently  unconvinced  by  these disclaimers  and  by\r\n\nMorse's  volunteered  statement  that  she  recently  had  burned\r\n\nincense in the vehicle, Tyrie  sought the appellant's consent  to\r\n\nsearch the truck.   After  having been rebuffed,  he ordered  the\r\n\nappellant  to  alight,  searched the  driver's  side  of the  cab\r\n\n(discovering no contraband),  directed Morse to alight,  searched\r\n\nthe other side of the cab, and found two bags of marijuana behind\r\n\nthe passenger's seat.  Arrests followed all around.\r\n\n          Prior  to  impounding the  vehicle,  Tyrie conducted  a\r\n\nstandard inventory  search and discovered a  fully loaded handgun\r\n\n(which had been reported as stolen in November of 1992) and a box\r\n\nof  ammunition  behind  the  passenger's  seat.     The  gun  and\r\n\nammunition  were  located within  inches  of  the marijuana,  and\r\n\nwithin easy reach of the driver.  The weapon's hammer was cocked.\r\n\n          At trial,  the appellant  built his defense  around the\r\n\n                                3\r\r\n\nassertion that he lacked any knowledge of the drugs and weaponry.\r\n\nTo this end, he presented the testimony of a friend, Ralph Nason,\r\n\nwho  claimed that he purchased  the marijuana and,  in a separate\r\n\ntransaction,   accepted   the   gun   and   ammunition  from   an\r\n\nacquaintance; borrowed the pickup  truck from Staula on Saturday,\r\n\nSeptember 11; placed the  described articles in the vehicle;  and\r\n\nthen drove to  New Hampshire.   Nason  supposedly remained  there\r\n\n(with the truck  and the  contraband) until Sunday  evening.   He\r\n\nclaims  to have  returned the  truck to  the appellant  on Monday\r\n\n(only minutes before Tyrie made the traffic stop).\r\n\n                                II\r                                          II\r                                            \r\n\n                             Analysis\r                                       Analysis\r                                               \r\n\n                                A.\r                                          A.\r                                            \r\n\n                       The Speedy Trial Act\r                                 The Speedy Trial Act\r                                                     \r\n\n          The appellant's principal claim is that the prosecution\r\n\ndid not  bring him to trial  within the time frame  prescribed by\r\n\nthe  Speedy  Trial Act,  18 U.S.C.      3161-3174 (the  Act), and\r\n\nconcomitantly, that  the  district court  therefore  should  have\r\n\ndismissed the indictment.   In this case, the speedy  trial claim\r\n\ninvolves a straight  question of law engendering  de novo review.\r\n\nSee  United States v. Rodriguez,  63 F.3d 1159,  1162 (1st Cir.),\r                                         \r\n\ncert. denied, 116  S. Ct. 681 (1995);  see also United States  v.\r                                                                       \r\n\nGallo,  20 F.3d  7,  11 (1st  Cir.  1994) (explaining  that  pure\r               \r\n\nquestions of law demand plenary appellate review).\r\n\n          The  baseline premise  of the  Act is  its requirement,\r\n\nembodied  in 18 U.S.C.   3161(c)(1), that a defendant is entitled\r\n\n                                4\r\r\n\nto  be tried  within seventy  days of  his indictment  or initial\r\n\nappearance before  a judicial  officer (whichever  first occurs).\r\n\nSee  United States  v. Hastings,  847 F.2d  920, 924  (1st Cir.),\r                                         \r\n\ncert. denied, 488 U.S.  925 (1988).  The premise  cannot be taken\r                      \r\n\nliterally, however, for the Act contemplates that certain periods\r\n\nof time will  be excluded from the computation.   See 18 U.S.C.  \r                                                               \r\n\n3161(h).  An  inquiring court  therefore must  follow a  two-step\r\n\nprocess.   First,  the court  must do  the basic  mathematics and\r\n\ndetermine the aggregate time elapsed  awaiting trial.  Second, it\r\n\nmust  determine  how  many  days  should  be  excluded  from that\r\n\nultimate sum.  See United States v. Sepulveda, 15 F.3d 1161, 1193\r                                                       \r\n\n(1st Cir. 1993), cert. denied, 114 S. Ct. 2714 (1994).\r                                       \r\n\n          Here,  the  salient dates  and  events are  essentially\r\n\nundisputed.  The speedy trial clock began to  tick on October 26,\r\n\n1994  (the date  of arraignment).   See  id. (describing  date of\r                                                      \r\n\ninception  of speedy trial period).  The clock stopped ticking on\r\n\nMarch 16, 1995 (the date on which the appellant  filed his motion\r\n\nto dismiss under the Act).  See United States v. Connor, 926 F.2d\r                                                                 \r\n\n81,  84 (1st  Cir. 1991)  (holding that  \"a motion  for dismissal\r\n\n[under  the  Act] is  effective only  for  periods of  time which\r\n\nantedate the filing  of the  motion\").  Excluding  March 16,  see\r                                                                           \r\n\nRodriguez, 63 F.3d at 1163-64 (reiterating that the date on which\r                   \r\n\na motion is filed  is not counted), the aggregate  period amounts\r\n\nto 140 days.\r\n\n          We now take the second  step in the pavane.  This  step\r\n\nbegins and ends  with the  appellant's motion to  suppress.   The\r\n\n                                5\r\r\n\nappellant  served   this  motion   on  November  17,   1994,  and\r\n\nsimultaneously requested an evidentiary  hearing.  The government\r\n\nfiled  an opposition.    The magistrate  judge  assigned to  hear\r\n\npending motions reserved the  suppression motion for the district\r\n\njudge.  On March 22, 1995,  Judge Tauro discussed the motion with\r\n\ncounsel but  made no ruling.   On the day trial  began (April 18,\r\n\n1995),  the  judge  denied  the  motion from  the  bench  without\r\n\nconvening an evidentiary hearing.   He also denied the  motion to\r\n\ndismiss primarily on the basis that the period between the filing\r\n\nof  the suppression motion (November 17, 1994) and what he termed\r\n\nthe  \"preliminary hearing\" thereon  (March 22,  1995) constituted\r\n\nexcludable time under the Act.\r\n\n          The appellant challenges this ruling.  He contends that\r\n\nthe brief exchange on March  22 did not comprise a \"hearing\"  for\r\n\npurposes  of the Act.   The point is  significant because the Act\r\n\nprovides  that delay  connected with  a pending  pretrial motion,\r\n\n\"from  the filing  of the  motion through  the conclusion  of the\r\n\nhearing  on, or  other prompt  disposition of,  such motion,\"  is\r\n\nexcludable.  18 U.S.C.   3161(h)(1)(F).  For motions that require\r\n\na hearing,2 this subsection excludes  the time between the filing\r\n\nof the motion  and the hearing on that motion,  even if the delay\r\n\nis  overlong, inexplicable,  or unreasonable.   See  Henderson v.\r                                                                        \r\n                    \r                              \r\n\n     2It is often arguable whether a particular motion requires a\r\nhearing.  See generally United States v. Tannehill, 49 F.3d 1049,\r                                                            \r\n1052 n.4  (5th Cir.), cert. denied, 116 S. C.t 167 (1995).  Here,\r                                            \r\nthe   appellant  requested   a  hearing   on  his   motion,  thus\r\nacknowledging that  one was  appropriate.  Consequently,  we need\r\nnot discuss  the factors  that determine whether  a given  motion\r\n\"requires\" a hearing.\r\n\n                                6\r\r\n\nUnited States,  476 U.S.  321,  329-30 (1986);  United States  v.\r                                                                       \r\n\nJohnson,  29 F.3d 940, 942-43  (5th Cir. 1994);  United States v.\r                                                                        \r\n\nClymer, 25 F.3d  824, 830-31  (9th Cir. 1994);  United States  v.\r                                                                       \r\n\nNoone,  913 F.2d 20, 27  n.10 (1st Cir.  1990), cert. denied, 500\r                                                                      \r\n\nU.S. 906  (1991).  Thus,  if the  March 22 encounter  comprises a\r\n\nhearing  within the  purview  of  the  Act,  the  district  court\r\n\nappropriately excluded  all the  time accrued after  November 17,\r\n\n1994.\r\n\n          The Act itself does not  define the term \"hearing,\" and\r\n\nthe case  law on this point  is relatively sparse.   It is clear,\r\n\nhowever,  that  due  process  rarely  demands   full  evidentiary\r\n\nhearings, see Doyle  v. Secretary of HHS, 848  F.2d 296, 302 (1st\r                                                  \r\n\nCir.  1988)  (collecting  cases),   and  we  are  confident  that\r\n\nsomething  less than a  full evidentiary hearing  will suffice to\r\n\nengage  the gears of    3161(h)(1)(F).  Two  recent Fifth Circuit\r\n\ncases  are instructive.  In  United States v.  Tannehill, 49 F.3d\r                                                                  \r\n\n1049  (5th Cir.), cert. denied, 116  S. Ct. 167 (1995), the court\r                                        \r\n\ndeclared  that, at a minimum,  \"the term includes  a situation in\r\n\nwhich the district court hears argument of counsel and  considers\r\n\n[those  arguments] prior  to making  its ruling.\"   Id.  at 1053.\r                                                                 \r\n\nUtilizing  this standard, the court held that a discussion of the\r\n\nmerits  of  the   defendant's  motion  at  the  outset  of  trial\r\n\nconstituted a hearing for purposes of the Act.  See id.\r                                                                 \r\n\n          In United States v. Grosz,     F.3d     (5th Cir. 1996)\r                                             \r\n\n[No.  94-10922,  1996 WL  75726], a  brief exchange  concerning a\r\n\npending motion  occurred between  the district court  and counsel\r\n\n                                7\r\r\n\nfor the  government (in which defense  counsel, although present,\r\n\ndid not  play a part).   See  id. at      [1996 WL 75726  at *2].\r                                           \r\n\nApplying the Tannehill standard, the panel found this abbreviated\r                                \r\n\ncolloquy to be a hearing within the purview  of the Act.  See id.\r                                                                           \r\n\nat      [1996 WL 75726  at *4].   The court  said that a  hearing\r\n\noccurs whenever  the district  judge discusses  the  merits of  a\r\n\nmotion with  counsel for the party against whom the ruling on the\r\n\nmotion is ultimately rendered.  See id.\r                                                 \r\n\n          In the  case at hand,  the trial court  heard arguments\r\n\nput  forward by  the appellant's  counsel in  open court,  on the\r\n\nrecord; questioned him; and gave him the opportunity to highlight\r\n\nsalient  facts.   The court  then gave  the prosecutor  a similar\r\n\nopportunity.   In our view,  this give-and-take among counsel and\r\n\nthe court,  notwithstanding its relative brevity,  is the essence\r\n\nof  what a hearing entails.  And, moreover, there was good reason\r\n\nfor the exchange:   the  appellant had requested  that the  court\r\n\ntake evidence,  and the court  was not in an  optimal position to\r\n\nrule upon the appellant's  suppression motion until it questioned\r\n\ncounsel and  determined the need for, and  the potential efficacy\r\n\nof, an evidentiary hearing.\r\n\n          To say more would be to add hues to a rainbow.  We hold\r\n\nthat  a  hearing is  any  on-the-record  colloquy  in  which  the\r\n\ndistrict court hears the arguments of counsel and considers those\r\n\narguments prior to deciding  a pending motion.  Measured  by this\r\n\nyardstick, the proceedings on  March 22 constitute a  hearing for\r\n\npurposes of  18 U.S.C.    3161(h)(1)(F).   It follows  inexorably\r\n\n                                8\r\r\n\nthat the district court properly excluded the entire period  from\r\n\nNovember 17, 1994 through  March 22, 1995 (a date beyond the date\r\n\non  which the  appellant  filed his  motion  to dismiss).3    See\r                                                                           \r\n\nHenderson, 476 U.S. at 330.\r                   \r\n\n          This  ruling  defenestrates  the  speedy  trial  claim.\r\n\nComputing  the  total  time  elapsed  between  the  date  of  the\r\n\nappellant's first appearance and  the date on which he  filed his\r\n\nmotion to  dismiss for  want of  a speedy  trial (140  days), and\r\n\nsubtracting  the  portion of  that  time  excludable due  to  the\r\n\npendency of the motion  to suppress (118 days), it  is abundantly\r\n\nclear  that trial commenced within the time frame mandated by the\r\n\nAct.\r\n\n                                B.\r                                          B.\r                                            \r\n\n                      The Motion to Suppress\r                                The Motion to Suppress\r                                                      \r\n\n          The objection  to the  district court's  disposition of\r\n\nthe  motion  to  suppress  has both  substantive  and  procedural\r\n\naspects.  We discuss them seriatim.\r\n\n          1.   Probable  Cause.   A police  officer may  effect a\r                    1.   Probable  Cause.\r                                        \r\n\nwarrantless search of the interior of a motor vehicle on a public\r\n\nthoroughfare as long as he has probable cause to believe that the\r\n\nvehicle  contains   contraband  or  other  evidence  of  criminal\r\n\nactivity.   See, e.g., United  States v. Martinez-Molina, 64 F.3d\r                                                                  \r\n                    \r                              \r\n\n     3We join the Fifth Circuit,  see Grosz,     F.3d at      n.7\r                                                     \r\n[1996 WL 75726 at *9], in  warning that we will not permit either\r\nthe district court or the  prosecution to jerry-build a \"hearing\"\r\nin order to thwart  the concinnous operation of the  Speedy Trial\r\nAct.   Here,  however,  the  record  contains  no  hint  of  such\r\ncontrivance,  and, for that matter, the appellant has levelled no\r\nsuch charge.\r\n\n                                9\r\r\n\n719, 726 n.5  (1st Cir. 1995); United States  v. Panitz, 907 F.2d\r                                                                 \r\n\n1267,  1271 (1st Cir. 1990).   In this  instance, the appellant's\r\n\nasseveration that the police lacked probable cause for the search\r\n\nelevates hope over reason.\r\n\n          In  assessing  \"whether  the  government  has  made   a\r\n\nsufficient  showing of  probable  cause, a  reviewing court  must\r\n\nexamine the `totality of  the circumstances.'\"  United  States v.\r                                                                        \r\n\nNocella, 849 F.2d  33, 39  (1st Cir. 1988)  (quoting Illinois  v.\r                                                                       \r\n\nGates, 462 U.S.  213, 230  (1983)).  On  appeal, this  assessment\r               \r\n\nentails acceptance  of the lower court's  factual findings unless\r\n\nthose  findings are clearly  erroneous, but  necessitates plenary\r\n\nreview of the lower court's legal conclusions.  See United States\r                                                                           \r\n\nv. Zapata, 18  F.3d 971,  975 (1st Cir.  1994); United States  v.\r                                                                       \r\n\nRodriguez-Morales,  929  F.2d 780,  783  (1st  Cir. 1991),  cert.\r                                                                           \r\n\ndenied,  502 U.S. 1030 (1992).  Moreover, the law recognizes that\r                \r\n\na  vehicle search under this exception may encompass all areas of\r\n\nthe vehicle in  which the  suspected contraband is  likely to  be\r\n\nfound.  See United States v. Maguire, 918 F.2d 254, 260 (1st Cir.\r                                              \r\n\n1990),  cert.  denied,  499  U.S.  950  (1991).    Applying these\r                               \r\n\nprinciples, it is readily  apparent that the court below  did not\r\n\nerr in finding probable cause and ratifying the search.\r\n\n          Tyrie's   affidavit   asserts  unambiguously   that  he\r\n\ndetected an aroma of burnt marijuana when he first approached the\r\n\npickup  truck.   The  case law  is  consentient that  when  a law\r\n\nenforcement officer detects the  odor of marijuana emanating from\r\n\na confined area,  such as  the passenger compartment  of a  motor\r\n\n                                10\r\r\n\nvehicle,  that  olfactory  evidence furnishes  the  officer  with\r\n\nprobable cause to  conduct a  search of the  confined area.   See\r                                                                           \r\n\nUnited States v. Johns,  469 U.S. 478, 482 (1985);  United States\r                                                                           \r\n\nv.  Parker, 72 F.3d 1444, 1450 (10th Cir. 1995); United States v.\r                                                                        \r\n\nFrench, 974 F.2d 687, 692 (6th Cir. 1992), cert. denied, 506 U.S.\r                                                                 \r\n\n1066 &amp;  507 U.S. 978 (1993).   Thus, Tyrie had a  right to search\r\n\nthe entire passenger compartment of the pickup truck.  See United\r                                                                           \r\n\nStates v. Nielsen, 9 F.3d 1487, 1491 (10th Cir. 1993).4\r                           \r\n\n          The  appellant also  assails  the second  phase of  the\r\n\nsearch (during which Tyrie located the gun and ammunition).  That\r\n\nsearch was lawful  for three  reasons.   First, the  extent of  a\r\n\npermissible search is often incremental. See, e.g., United States\r                                                                           \r\n\nv. Giannetta,  909 F.2d  571, 574,  577 (1st  Cir. 1990).   Here,\r                      \r\n\nTyrie's  discovery of the  marijuana gave  him probable  cause to\r\n\ncontinue  to  hunt  within  the passenger  compartment  for  more\r\n\ncontraband.   See, e.g., Maguire, 918  F.2d at 260.   Second, the\r                                          \r\n\nappellant  cannot seriously  dispute  that when  Tyrie spied  the\r\n\nmarijuana, he had probable cause to arrest the truck's occupants.\r\n\nSee, e.g.,  United States  v. Uricoechea-Casallas, 946  F.2d 162,\r                                                           \r\n                    \r                              \r\n\n     4The appellant's attempt to dilute the  force of these cases\r\nis disingenuous.   He cites  other decisions suggesting  that the\r\nexistence of  probable cause to search  the passenger compartment\r\nof a vehicle  does not necessarily confer  a right to search  the\r\ntrunk.   See, e.g., Nielsen, 9  F.3d at 1491.   Expanding on this\r                                     \r\ntheme,  he then  posits that  Tyrie could  not search  behind the\r\nseats in the pickup truck.  The fly  in this ointment is that the\r\nspace  behind the seats, in  which Tyrie found  the marijuana, is\r\npart of the truck's passenger area, and no amount of wordplay can\r\nchange that fact.  Since  the aroma of marijuana wafted from  the\r\npassenger  area, that region became  fair game for  a drug search\r\nunder the automobile  exception to the warrant requirement.   See\r                                                                           \r\nUnited States v. Ross, 456 U.S. 798, 825 (1982).\r                               \r\n\n                                11\r\r\n\n166 (1st Cir. 1991).  Having lawfully arrested the driver in  the\r\n\ncourse of a highway stop, the authorities may search the driver's\r\n\nvehicle  for contraband.   See New York v.  Belton, 453 U.S. 454,\r                                                            \r\n\n460-61  (1981); United States v.  Reyes-Mercado, 22 F.3d 363, 366\r                                                         \r\n\nn.4  (1st Cir.  1994).   Under  this rule,  the  second phase  of\r\n\nTyrie's search can be  justified as incident to a  lawful arrest.\r\n\nThird,  when a driver is lawfully arrested and thus disabled from\r\n\ncontinuing his  journey, the  Constitution permits the  police to\r\n\ncarry out a routine  inventory examination incident to impounding\r\n\nthe vehicle.  See Zapata, 18 F.3d at 978; United States v. Ramos-\r                                                                           \r\n\nMorales, 981 F.2d 625, 627 (1st Cir.  1991), cert. denied, 113 S.\r                                                                   \r\n\nCt. 2384  (1993).  In this  case, the second phase  of the search\r\n\nfit comfortably within this integument.\r\n\n          On any  of  these bases,  the gun  and ammunition  were\r\n\nthemselves the fruits of  a lawful search and, hence,  admissible\r\n\nat trial.  Accordingly, the district court did not err in denying\r\n\nthe motion to suppress.\r\n\n          2.  Lack of an Evidentiary Hearing.  The appellant next\r                    2.  Lack of an Evidentiary Hearing.\r                                                      \r\n\nberates the  trial court for two  ostensible procedural blunders:\r\n\ndenying  him an evidentiary hearing on his motion to suppress and\r\n\nshunning  its responsibilities under Fed. R. Crim. P. 12(g).  The\r\n\ncriticism is unwarranted.\r\n\n          It  is  apodictic  that  a criminal  defendant  is  not\r\n\nentitled,  as a  matter of  right, to  an evidentiary  hearing on\r\n\nevery motion that he deigns to file.  See, e.g., Panitz, 907 F.2d\r                                                                 \r\n\nat 1273; United  States v.  Pellerito, 878 F.2d  1535, 1545  (1st\r                                               \r\n\n                                12\r\r\n\nCir. 1989).   A hearing is  required only if  the movant makes  a\r\n\nsufficient threshold showing that material  facts are in doubt or\r\n\ndispute, and that  such facts  cannot reliably be  resolved on  a\r\n\npaper record.  See  United States v. Lilly, 983  F.2d 300, 310-11\r                                                    \r\n\n(1st Cir. 1992); Panitz, 907 F.2d at 1273.  Most importantly, the\r                                 \r\n\ndefendant  must show  that there  are factual disputes  which, if\r\n\nresolved in his favor, would entitle him to the requested relief.\r\n\nSee, e.g.,  Lilly, 983 F.2d  at 310-11.   The district  court has\r                           \r\n\nconsiderable  discretion in  determining  the need  for, and  the\r\n\nutility of, evidentiary hearings, and we will reverse the court's\r\n\ndenial of an  evidentiary hearing  in respect  to a  motion in  a\r\n\ncriminal  case only for manifest  abuse of that  discretion.  See\r                                                                           \r\n\nid. at 311.\r             \r\n\n          In this instance the district court correctly concluded\r\n\nthat  it would  be pointless  to convene an  evidentiary hearing.\r\n\nThe finding of probable cause hinged on Tyrie's statement that he\r\n\nsmelled  burnt marijuana when  he first ventured  near the pickup\r\n\ntruck.   The appellant filed an affidavit in which he stated that\r\n\nTyrie did not mention the aroma of marijuana until he returned to\r\n\nthe vehicle a second time.  On this basis, the appellant surmises\r\n\nthat Tyrie's reference to marijuana was pretextual, that is, that\r\n\nTyrie did not  actually detect the  fragrance of marijuana,  but,\r\n\nrather, having learned of the appellant's criminal record when he\r\n\nchecked the appellant's  license and  registration, proceeded  to\r\n\nconcoct the story to justify his desire to search the  truck.  In\r\n\nthe appellant's  view, an  evidentiary hearing would  have smoked\r\n\n                                13\r\r\n\nout the truth.\r\n\n          The asseveration is profoundly  flawed.  Even accepting\r\n\nthe substance of the appellant's affidavit as true, the affidavit\r\n\ncontains no facts that  contradict the officer's direct statement\r\n\nthat  he smelled burnt marijuana  on his initial  approach to the\r\n\ntruck.   Whether  Tyrie  mentioned the  marijuana  when he  first\r\n\ndetected the  odor is hardly the  point.  It  is fully consistent\r\n\nwith  competent  police  work for  a  lone  officer  to call  for\r\n\nreinforcements  when  he discovers  that  something  more than  a\r\n\nroutine traffic stop may be in progress.  By not tipping his hand\r\n\nat  the  outset,  Tyrie  would merely  be  exercising  reasonable\r\n\nprudence.   Against this backdrop, the  bare assertion of pretext\r\n\ndoes  not  create a  factual  conflict sufficient  to  justify an\r\n\nevidentiary  hearing.  See,  e.g., United  States v.  LaBonte, 70\r                                                                       \r\n\nF.3d 1396,  1412-13 (1st Cir.  1995) (explaining that  a district\r\n\ncourt need not convene an evidentiary hearing when presented with\r\n\n\"no  more   than   conclusory  prognostications   and   perfervid\r\n\nrhetoric\").\r\n\n          The appellant's claim that the district court  violated\r\n\nFed.  R. Crim. P.  12(g) is equally  jejune.  That  rule does not\r\n\ndemand  that the trial court hold an evidentiary hearing on every\r\n\naffected motion.  It  simply requires the court to ensure  that a\r\n\nverbatim  record  is  made   of  all  proceedings  and  hearings,\r\n\nincluding  \"such findings of fact  and conclusions of  law as are\r\n\nmade orally.\"   Fed. R. Crim.  P. 12(g).  The  transcripts of the\r\n\nMarch 22 colloquy and the judge's subsequent denial of the motion\r\n\n                                14\r\r\n\nto suppress fully satisfy the strictures of the rule.\r\n\n                                C.\r                                          C.\r                                            \r\n\n                   Sufficiency of the Evidence\r                             Sufficiency of the Evidence\r                                                        \r\n\n          The  appellant's  sufficiency challenge  implicates all\r\n\nthree  counts of conviction.   In respect  to counts 1  and 2, he\r\n\nsuggests  that there  was  inadequate evidence  to  show that  he\r\n\nknowingly possessed either the gun or  the ammunition.  Regarding\r\n\ncount  3, he adds that  the government produced  no evidence that\r\n\nthe gun  had travelled in  interstate commerce after  having been\r\n\nstolen.  We discern no merit in these contentions.\r\n\n          We  review the  trial court's  denial of  a motion  for\r\n\njudgment of acquittal de  novo.  See  United States v. Valle,  72\r                                                                      \r\n\nF.3d 210, 217 (1st  Cir. 1995).  The measure by  which we size up\r\n\nchallenges  to evidentiary sufficiency  in a  criminal case  is a\r\n\nfamiliar one:   \"If the  evidence presented, taken  in the  light\r\n\nmost  agreeable  to  the  government,  is adequate  to  permit  a\r\n\nrational  jury to find each  essential element of  the offense of\r\n\nconviction beyond a reasonable  doubt, then the defendant's claim\r\n\nfails.\"   Id. at 216.   In pursuing this inquiry,  we resolve all\r                       \r\n\ncredibility  conflicts to the government's benefit, and harmonize\r\n\nall reasonable  inferences with the  jury's verdict.   See United\r                                                                           \r\n\nStates  v. Taylor,  54 F.3d 967,  974 (1st  Cir. 1995).   By like\r                           \r\n\ntoken, we concern ourselves with the weight  and persuasive power\r\n\nof  the   evidence,  not  its   nature,  for  either   direct  or\r\n\ncircumstantial evidence, or any combination thereof,  may suffice\r\n\nto  defeat a motion for acquittal.  See United States v. Spinney,\r                                                                          \r\n\n                                15\r\r\n\n65 F.3d 231, 234 (1st Cir. 1995).\r\n\n          1.  Scienter.   Turning  first to counts  1 and 2,  the\r                    1.  Scienter.\r                                \r\n\nstatute  of conviction, 18 U.S.C.    922(g)(1), requires proof of\r\n\nthree elements:   (1) that  the defendant had  a record of  prior\r\n\nfelonious  conduct,  yet  (2)   knowingly  possessed  a  gun  (or\r\n\nammunition),  (3)  in  circumstances that  implicated  interstate\r\n\ncommerce.  See United States v. Powell, 50 F.3d 94, 101 (1st Cir.\r                                                \r\n\n1995).   The  appellant  concedes that  the government  proffered\r\n\nsufficient evidence to support findings beyond a reasonable doubt\r\n\nanent  the first  and third  of these  elements but  disputes the\r\n\nsufficiency of  the evidence regarding  the second:   his knowing\r\n\npossession of the firearm  and the ammunition.  His  plaint boils\r\n\ndown to a  plea that the jury  was duty bound to  accept the only\r\n\ndirect testimony on the subject   Nason's averment that he placed\r\n\nthe gun and  ammunition in  the truck, returned  it only  minutes\r\n\nbefore the arrest,  and never  called the added  contents to  the\r\n\nappellant's attention   and not to go beyond it.\r\n\n          There  are  two  major  problems  with  this  suggested\r\n\napproach.    First, Nason's  story,  even if  believed,  does not\r\n\nnecessarily exonerate the appellant;  the latter might still have\r\n\ndiscovered the  contraband between  the time when  Nason returned\r\n\nthe truck  and Tyrie flagged it  down.  Second, the  jury was not\r\n\nobliged  to accept  Nason's testimony  in whole  or in  part, but\r\n\ncould instead draw reasonable inferences from the totality of the\r\n\ncircumstances.   See, e.g., United States v. Olbres, 61 F.3d 967,\r                                                             \r\n\n971  (1st  Cir.), cert.  denied, 116  S.  Ct. 622  (1995); United\r                                                                           \r\n\n                                16\r\r\n\nStates v. O'Brien, 14 F.3d 703, 707 (1st Cir. 1994).\r                           \r\n\n          These problems are exacerbated by the other evidence in\r\n\nthe record.   The circumstantial  proof of knowing  possession is\r\n\nvery  strong.  The appellant  was both the  owner and operator of\r\n\nthe vehicle and, from where he sat, he had easy access to the gun\r\n\n(which seemed ready for immediate use) and the ammunition.  Since\r\n\nthe appellant exercised  dominion and  control over  the area  in\r\n\nwhich  the gun  and the  ammunition  were discovered,  see United\r                                                                           \r\n\nStates v. Echeverri, 982 F.2d 675, 678 (1st Cir. 1993),  the jury\r                             \r\n\nwas  at liberty  to  find that  he  was in  knowing  constructive\r\n\npossession of the weaponry.  See United States v. Wight, 968 F.2d\r                                                                 \r\n\n1392, 1398 (1st Cir. 1992) (holding that \"the element of `knowing\r\n\npossession' under section 922(g)(1) may be established by proving\r\n\nthat the defendant was in constructive possession of a firearm\");\r\n\nsee also United States  v. Bergodere, 40 F.3d 512,  518 (1st Cir.\r                                              \r\n\n1994)  (explaining   that  knowledge  may  be   established  from\r\n\ncircumstances  attendant  to   constructive  possession),   cert.\r                                                                           \r\n\ndenied, 115  S. Ct. 1439 (1995).  In short, the jury's conclusion\r                \r\n\nconcerning   the  appellant's  knowing  possession  is  eminently\r\n\nsupportable on this record.\r\n\n          2.   Interstate Commerce.  The  appellant raises a more\r                    2.   Interstate Commerce.\r                                            \r\n\nfocused challenge to his  conviction on count 3.  Bolstered  by a\r\n\nrecent  Ninth Circuit case, United  States v. Cruz,  50 F.3d 714,\r                                                            \r\n\n719  (9th  Cir.  1995), he  insists  that  under  the statute  of\r\n\nconviction, 18 U.S.C.   922(j),  it is an element of the  offense\r\n\nthat  the  firearm  travel  in interstate  commerce  after  being\r                                                                    \r\n\n                                17\r\r\n\nstolen, and that  the government's evidence  here failed to  nail\r\n\ndown this element.\r\n\n          The  difficulty with this argument is  twofold.  In the\r\n\nfirst  place, we reject the  notion that, to  trigger   922(j), a\r\n\nfirearm must reenter the stream of interstate  commerce after its\r\n\ntheft.   This  court turned  aside a  similar challenge  under 18\r\n\nU.S.C.   922(g) in United States v. Gillies, 851 F.2d 492, 493-95\r                                                     \r\n\n(1st Cir.),  cert. denied, 488 U.S.  857 (1988), and we  find the\r                                   \r\n\nrationale in  Gillies to  be persuasive.   Thus,  consistent with\r                               \r\n\nthat rationale we hold that, under   922(j), it is  enough if the\r\n\nweapon floats in  the stream of commerce  at some point prior  to\r\n\nthe  commission of  the  offense of  conviction.   Accord  United\r                                                                           \r\n\nStates v. Honaker, 5 F.3d 160, 162 (6th Cir. 1993), cert. denied,\r                                                                          \r\n\n114 S. Ct. 1226 (1994).   Because the appellant does not  dispute\r\n\nthat the  firearm travelled in interstate  commerce before coming\r\n\nto rest in his pickup, he cannot prevail.\r\n\n          The finishing touch is that there was evidence at trial\r\n\nthat the firearm travelled  interstate as a stolen firearm.   The\r                                                                    \r\n\nappellant's own witness, Nason,  swore that he took the  gun with\r\n\nhim  from Massachusetts to New  Hampshire only a  few days before\r\n\nthe police  found the weapon  in the appellant's  possession (and\r\n\nseveral years after  the gun  had been reported  stolen).   Thus,\r\n\neven if post-theft  travel were  an element of  the offense,  the\r\n\nverdict would not be undercut.5\r\n                    \r                              \r\n\n     5The fact that the evidence of interstate travel was adduced\r\nin the defense case, rather than in the prosecution's case, is of\r\nno consequence.  The  court of appeals may properly  consider all\r\n\n                                18\r\r\n\n                               III\r                                         III\r                                            \r\n\n                            Conclusion\r                                      Conclusion\r                                                \r\n\n          We need go no further.  Because the  government brought\r\n\nthe appellant to trial within the period prescribed by the Speedy\r\n\nTrial Act, and  no other  error in the  proceedings appears,  the\r\n\njudgment below must be\r\n\nAffirmed.\r          Affirmed.\r                  \r\n\n                    \r                              \r\n\nevidence presented when confronting a sufficiency challenge.  See\r                                                                           \r\nUnited States v. Arache, 946 F.2d 129, 138 (1st Cir. 1991), cert.\r                                                                           \r\ndenied, 502 U.S. 948 (1992).\r                \r\n\n                                19\r\r\n",
  "html": "<p class=\"case_cite\">80 F.3d 596</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Stephen J. STAULA, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1882.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 5, 1996.<br>Decided March 29, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts;  Hon.  Joseph L. Tauro, U.S. District Judge.</p>\n      <p class=\"indent\">Martin K. Leppo, Randolph, MA, for appellant.</p>\n      <p class=\"indent\">Todd E. Newhouse, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief, Boston, MA, for appellee.</p>\n      <p class=\"indent\">Before SELYA, STAHL and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A federal grand jury charged defendant-appellant Stephen J. Staula, in relevant part, with being a felon in possession of a firearm (count 1) and ammunition (count 2), and with receiving a stolen firearm (count 3).   See 18 U.S.C. &#167; 922(g)(1), (j).   Following a five-day trial, the petit jury convicted the appellant on all three counts.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The court imposed an incarcerative sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In this appeal, Staula labors to convince us that the district court thrice erred in denying his motions to (i) dismiss the indictment for want of a speedy trial, (ii) suppress evidence, and (iii) direct judgment of acquittal.   We are not persuaded that any error occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>* Background</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We sketch the facts in the light most hospitable to the jury's verdict.   See United States v. Ortiz, 966 F.2d 707, 711 (1st Cir.1992), cert. denied, 506 U.S. 1063, 113 S.Ct. 1005, 122 L.Ed.2d 154 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">During the early evening of September 13, 1993, officer David Tyrie of the Hanover police department stopped a pickup truck for patent violations of the state motor vehicle code.   See Mass.Gen.L. ch. 90, &#167; 6 (requiring, inter alia, a front license plate on every commercial vehicle);  id. &#167; 7 (requiring, inter alia, operable brake lights).   The appellant proved to be the driver and registered owner of the ill-equipped vehicle.   A female companion named Myriah Morse, later to become Staula's wife, occupied the passenger's seat.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Tyrie testified that he smelled burnt marijuana when he first approached the driver's side window to demand a registration certificate and operator's license.   He then retreated to his cruiser with the documents and called for backup.   After two other officers arrived, Tyrie revisited the vehicle and inquired whether the occupants had been smoking marijuana.   He also asked whether they had any marijuana in the truck.   Both Staula and Morse answered the queries in the negative.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Apparently unconvinced by these disclaimers and by Morse's volunteered statement that she recently had burned incense in the vehicle, Tyrie sought the appellant's consent to search the truck.   After having been rebuffed, he ordered the appellant to alight, searched the driver's side of the cab (discovering no contraband), directed Morse to alight, searched the other side of the cab, and found two bags of marijuana behind the passenger's seat.   Arrests followed all around.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Prior to impounding the vehicle, Tyrie conducted a standard inventory search and discovered a fully loaded handgun (which had been reported as stolen in November of 1992) and a box of ammunition behind the passenger's seat.   The gun and ammunition were located within inches of the marijuana, and within easy reach of the driver.   The weapon's hammer was cocked.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At trial, the appellant built his defense around the assertion that he lacked any knowledge of the drugs and weaponry.   To this end, he presented the testimony of a friend, Ralph Nason, who claimed that he purchased the marijuana and, in a separate transaction, accepted the gun and ammunition from an acquaintance;  borrowed the pickup truck from Staula on Saturday, September 11;  placed the described articles in the vehicle;  and then drove to New Hampshire.   Nason supposedly remained there (with the truck and the contraband) until Sunday evening.   He claims to have returned the truck to the appellant on Monday (only minutes before Tyrie made the traffic stop).</p>\n    </div>\n    <p>II</p>\n    <p>Analysis</p>\n    <p>A.</p>\n    <p>The Speedy Trial Act</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The appellant's principal claim is that the prosecution did not bring him to trial within the time frame prescribed by the Speedy Trial Act, 18 U.S.C. &#167;&#167; 3161-3174 (the Act), and concomitantly, that the district court therefore should have dismissed the indictment.   In this case, the speedy trial claim involves a straight question of law engendering de novo review.   See United States v. Rodriguez, 63 F.3d 1159, 1162 (1st Cir.), cert. denied, --- U.S. ----, 116 S.Ct. 681, 133 L.Ed.2d 529 (1995);  see also United States v. Gallo, 20 F.3d 7, 11 (1st Cir.1994) (explaining that pure questions of law demand plenary appellate review).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The baseline premise of the Act is its requirement, embodied in 18 U.S.C. &#167; 3161(c)(1), that a defendant is entitled to be tried within seventy days of his indictment or initial appearance before a judicial officer (whichever first occurs).   See United States v. Hastings, 847 F.2d 920, 924 (1st Cir.), cert. denied, 488 U.S. 925, 109 S.Ct. 308, 102 L.Ed.2d 327 (1988).   The premise cannot be taken literally, however, for the Act contemplates that certain periods of time will be excluded from the computation.   See 18 U.S.C. &#167; 3161(h).   An inquiring court therefore must follow a two-step process.   First, the court must do the basic mathematics and determine the aggregate time elapsed awaiting trial.   Second, it must determine how many days should be excluded from that ultimate sum.   See United States v. Sepulveda, 15 F.3d 1161, 1193 (1st Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 2714, 129 L.Ed.2d 840 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Here, the salient dates and events are essentially undisputed.   The speedy trial clock began to tick on October 26, 1994 (the date of arraignment).   See id.  (describing date of inception of speedy trial period).   The clock stopped ticking on March 16, 1995 (the date on which the appellant filed his motion to dismiss under the Act).   See United States v. Connor, 926 F.2d 81, 84 (1st Cir.1991) (holding that \"a motion for dismissal [under the Act] is effective only for periods of time which antedate the filing of the motion\").   Excluding March 16, see Rodriguez, 63 F.3d at 1163-64 (reiterating that the date on which a motion is filed is not counted), the aggregate period amounts to 140 days.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We now take the second step in the pavane.   This step begins and ends with the appellant's motion to suppress.   The appellant served this motion on November 17, 1994, and simultaneously requested an evidentiary hearing.   The government filed an opposition.   The magistrate judge assigned to hear pending motions reserved the suppression motion for the district judge.   On March 22, 1995, Judge Tauro discussed the motion with counsel but made no ruling.   On the day trial began (April 18, 1995), the judge denied the motion from the bench without convening an evidentiary hearing.   He also denied the motion to dismiss primarily on the basis that the period between the filing of the suppression motion (November 17, 1994) and what he termed the \"preliminary hearing\" thereon (March 22, 1995) constituted excludable time under the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The appellant challenges this ruling.   He contends that the brief exchange on March 22 did not comprise a \"hearing\" for purposes of the Act.   The point is significant because the Act provides that delay connected with a pending pretrial motion, \"from the filing of the motion through the conclusion of the hearing on, or other prompt disposition of, such motion,\" is excludable.  18 U.S.C. &#167; 3161(h)(1)(F).   For motions that require a hearing,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> this subsection excludes the time between the filing of the motion and the hearing on that motion, even if the delay is overlong, inexplicable, or unreasonable.   See Henderson v. United States, 476 U.S. 321, 329-30, 106 S.Ct. 1871, 1876-77, 90 L.Ed.2d 299 (1986);  United States v. Johnson, 29 F.3d 940, 942-43 (5th Cir.1994);  United States v. Clymer, 25 F.3d 824, 830-31 (9th Cir.1994);  United States v. Noone, 913 F.2d 20, 27 n. 10 (1st Cir.1990), cert. denied, 500 U.S. 906, 111 S.Ct. 1686, 114 L.Ed.2d 81 (1991).   Thus, if the March 22 encounter comprises a hearing within the purview of the Act, the district court appropriately excluded all the time accrued after November 17, 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Act itself does not define the term \"hearing,\" and the case law on this point is relatively sparse.   It is clear, however, that due process rarely demands full evidentiary hearings, see Doyle v. Secretary of HHS, 848 F.2d 296, 302 (1st Cir.1988) (collecting cases), and we are confident that something less than a full evidentiary hearing will suffice to engage the gears of &#167; 3161(h)(1)(F).   Two recent Fifth Circuit cases are instructive.   In United States v. Tannehill, 49 F.3d 1049 (5th Cir.), cert. denied, --- U.S. ----, 116 S.Ct. 167, 133 L.Ed.2d 109 (1995), the court declared that, at a minimum, \"the term includes a situation in which the district court hears argument of counsel and considers [those arguments] prior to making its ruling.\"  Id. at 1053.   Utilizing this standard, the court held that a discussion of the merits of the defendant's motion at the outset of trial constituted a hearing for purposes of the Act.   See id.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In United States v. Grosz, 76 F.3d 1318 (5th Cir.1996), a brief exchange concerning a pending motion occurred between the district court and counsel for the government (in which defense counsel, although present, did not play a part).   See id. at 1322-23.   Applying the Tannehill standard, the panel found this abbreviated colloquy to be a hearing within the purview of the Act.   See id. at 1324-25.   The court said that a hearing occurs whenever the district judge discusses the merits of a motion with counsel for the party against whom the ruling on the motion is ultimately rendered.   See id.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In the case at hand, the trial court heard arguments put forward by the appellant's counsel in open court, on the record;  questioned him;  and gave him the opportunity to highlight salient facts.   The court then gave the prosecutor a similar opportunity.   In our view, this give-and-take among counsel and the court, notwithstanding its relative brevity, is the essence of what a hearing entails.   And, moreover, there was good reason for the exchange:  the appellant had requested that the court take evidence, and the court was not in an optimal position to rule upon the appellant's suppression motion until it questioned counsel and determined the need for, and the potential efficacy of, an evidentiary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">To say more would be to add hues to a rainbow.   We hold that a hearing is any on-the-record colloquy in which the district court hears the arguments of counsel and considers those arguments prior to deciding a pending motion.   Measured by this yardstick, the proceedings on March 22 constitute a hearing for purposes of 18 U.S.C. &#167; 3161(h)(1)(F).   It follows inexorably that the district court properly excluded the entire period from November 17, 1994 through March 22, 1995 (a date beyond the date on which the appellant filed his motion to dismiss).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See Henderson, 476 U.S. at 330, 106 S.Ct. at 1876-77.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This ruling defenestrates the speedy trial claim.   Computing the total time elapsed between the date of the appellant's first appearance and the date on which he filed his motion to dismiss for want of a speedy trial (140 days), and subtracting the portion of that time excludable due to the pendency of the motion to suppress (118 days), it is abundantly clear that trial commenced within the time frame mandated by the Act.</p>\n    </div>\n    <p>B.</p>\n    <p>The Motion to Suppress</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The objection to the district court's disposition of the motion to suppress has both substantive and procedural aspects.   We discuss them seriatim.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">1.   Probable Cause.   A police officer may effect a warrantless search of the interior of a motor vehicle on a public thoroughfare as long as he has probable cause to believe that the vehicle contains contraband or other evidence of criminal activity.   See, e.g., United States v. Martinez-Molina, 64 F.3d 719, 726 n. 5 (1st Cir.1995);  United States v. Panitz, 907 F.2d 1267, 1271 (1st Cir.1990).   In this instance, the appellant's asseveration that the police lacked probable cause for the search elevates hope over reason.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In assessing \"whether the government has made a sufficient showing of probable cause, a reviewing court must examine the 'totality of the circumstances.' \"  United States v. Nocella, 849 F.2d 33, 39 (1st Cir.1988) (quoting Illinois v. Gates, 462 U.S. 213, 230, 103 S.Ct. 2317, 2328, 76 L.Ed.2d 527 (1983)).   On appeal, this assessment entails acceptance of the lower court's factual findings unless those findings are clearly erroneous, but necessitates plenary review of the lower court's legal conclusions.   See United States v. Zapata, 18 F.3d 971, 975 (1st Cir.1994);  United States v. Rodriguez-Morales, 929 F.2d 780, 783 (1st Cir.1991), cert. denied, 502 U.S. 1030, 112 S.Ct. 868, 116 L.Ed.2d 774 (1992).   Moreover, the law recognizes that a vehicle search under this exception may encompass all areas of the vehicle in which the suspected contraband is likely to be found.   See United States v. Maguire, 918 F.2d 254, 260 (1st Cir.1990), cert. denied, 499 U.S. 950, 111 S.Ct. 1421, 113 L.Ed.2d 474 (1991).   Applying these principles, it is readily apparent that the court below did not err in finding probable cause and ratifying the search.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Tyrie's affidavit asserts unambiguously that he detected an aroma of burnt marijuana when he first approached the pickup truck.   The case law is consentient that when a law enforcement officer detects the odor of marijuana emanating from a confined area, such as the passenger compartment of a motor vehicle, that olfactory evidence furnishes the officer with probable cause to conduct a search of the confined area.   See United States v. Johns, 469 U.S. 478, 482, 105 S.Ct. 881, 884, 83 L.Ed.2d 890 (1985);  United States v. Parker, 72 F.3d 1444, 1450 (10th Cir.1995);  United States v. French, 974 F.2d 687, 692 (6th Cir.1992), cert. denied, 506 U.S. 1066 &amp; 507 U.S. 978, 113 S.Ct. 1012, 113 S.Ct. 1431, 122 L.Ed.2d 160, 122 L.Ed.2d 798 (1993).   Thus, Tyrie had a right to search the entire passenger compartment of the pickup truck.   See United States v. Nielsen, 9 F.3d 1487, 1491 (10th Cir.1993).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The appellant also assails the second phase of the search (during which Tyrie located the gun and ammunition).   That search was lawful for three reasons.   First, the extent of a permissible search is often incremental.   See, e.g., United States v. Giannetta, 909 F.2d 571, 574, 577 (1st Cir.1990).   Here, Tyrie's discovery of the marijuana gave him probable cause to continue to hunt within the passenger compartment for more contraband.   See, e.g., Maguire, 918 F.2d at 260.   Second, the appellant cannot seriously dispute that when Tyrie spied the marijuana, he had probable cause to arrest the truck's occupants.   See, e.g., United States v. Uricoechea-Casallas, 946 F.2d 162, 166 (1st Cir.1991).   Having lawfully arrested the driver in the course of a highway stop, the authorities may search the driver's vehicle for contraband.   See New York v. Belton, 453 U.S. 454, 460-61, 101 S.Ct. 2860, 2864-65, 69 L.Ed.2d 768 (1981);  United States v. Reyes-Mercado, 22 F.3d 363, 366 n. 4 (1st Cir.1994).   Under this rule, the second phase of Tyrie's search can be justified as incident to a lawful arrest.   Third, when a driver is lawfully arrested and thus disabled from continuing his journey, the Constitution permits the police to carry out a routine inventory examination incident to impounding the vehicle.   See Zapata, 18 F.3d at 978;  United States v. Ramos-Morales, 981 F.2d 625, 627 (1st Cir.1991), cert. denied, 508 U.S. 926, 113 S.Ct. 2384, 124 L.Ed.2d 287 (1993).   In this case, the second phase of the search fit comfortably within this integument.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">On any of these bases, the gun and ammunition were themselves the fruits of a lawful search and, hence, admissible at trial.   Accordingly, the district court did not err in denying the motion to suppress.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">2. Lack of an Evidentiary Hearing.   The appellant next berates the trial court for two ostensible procedural blunders:  denying him an evidentiary hearing on his motion to suppress and shunning its responsibilities under Fed.R.Crim.P. 12(g).   The criticism is unwarranted.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">It is apodictic that a criminal defendant is not entitled, as a matter of right, to an evidentiary hearing on every motion that he deigns to file.   See, e.g., Panitz, 907 F.2d at 1273;  United States v. Pellerito, 878 F.2d 1535, 1545 (1st Cir.1989).   A hearing is required only if the movant makes a sufficient threshold showing that material facts are in doubt or dispute, and that such facts cannot reliably be resolved on a paper record.   See United States v. Lilly, 983 F.2d 300, 310-11 (1st Cir.1992);  Panitz, 907 F.2d at 1273.   Most importantly, the defendant must show that there are factual disputes which, if resolved in his favor, would entitle him to the requested relief.   See, e.g., Lilly, 983 F.2d at 310-11.   The district court has considerable discretion in determining the need for, and the utility of, evidentiary hearings, and we will reverse the court's denial of an evidentiary hearing in respect to a motion in a criminal case only for manifest abuse of that discretion.   See id. at 311.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In this instance the district court correctly concluded that it would be pointless to convene an evidentiary hearing.   The finding of probable cause hinged on Tyrie's statement that he smelled burnt marijuana when he first ventured near the pickup truck.   The appellant filed an affidavit in which he stated that Tyrie did not mention the aroma of marijuana until he returned to the vehicle a second time.   On this basis, the appellant surmises that Tyrie's reference to marijuana was pretextual, that is, that Tyrie did not actually detect the fragrance of marijuana, but, rather, having learned of the appellant's criminal record when he checked the appellant's license and registration, proceeded to concoct the story to justify his desire to search the truck.   In the appellant's view, an evidentiary hearing would have smoked out the truth.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The asseveration is profoundly flawed.   Even accepting the substance of the appellant's affidavit as true, the affidavit contains no facts that contradict the officer's direct statement that he smelled burnt marijuana on his initial approach to the truck.   Whether Tyrie mentioned the marijuana when he first detected the odor is hardly the point.   It is fully consistent with competent police work for a lone officer to call for reinforcements when he discovers that something more than a routine traffic stop may be in progress.   By not tipping his hand at the outset, Tyrie would merely be exercising reasonable prudence.   Against this backdrop, the bare assertion of pretext does not create a factual conflict sufficient to justify an evidentiary hearing.   See, e.g., United States v. LaBonte, 70 F.3d 1396, 1412-13 (1st Cir.1995) (explaining that a district court need not convene an evidentiary hearing when presented with \"no more than conclusory prognostications and perfervid rhetoric\").</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The appellant's claim that the district court violated Fed.R.Crim.P. 12(g) is equally jejune.   That rule does not demand that the trial court hold an evidentiary hearing on every affected motion.   It simply requires the court to ensure that a verbatim record is made of all proceedings and hearings, including \"such findings of fact and conclusions of law as are made orally.\"   Fed.R.Crim.P. 12(g).   The transcripts of the March 22 colloquy and the judge's subsequent denial of the motion to suppress fully satisfy the strictures of the rule.</p>\n    </div>\n    <p>C.</p>\n    <p>Sufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The appellant's sufficiency challenge implicates all three counts of conviction.   In respect to counts 1 and 2, he suggests that there was inadequate evidence to show that he knowingly possessed either the gun or the ammunition.   Regarding count 3, he adds that the government produced no evidence that the gun had travelled in interstate commerce after having been stolen.   We discern no merit in these contentions.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We review the trial court's denial of a motion for judgment of acquittal de novo.   See United States v. Valle, 72 F.3d 210, 217 (1st Cir.1995).   The measure by which we size up challenges to evidentiary sufficiency in a criminal case is a familiar one:  \"If the evidence presented, taken in the light most agreeable to the government, is adequate to permit a rational jury to find each essential element of the offense of conviction beyond a reasonable doubt, then the defendant's claim fails.\"  Id. at 216.   In pursuing this inquiry, we resolve all credibility conflicts to the government's benefit, and harmonize all reasonable inferences with the jury's verdict.   See United States v. Taylor, 54 F.3d 967, 974 (1st Cir.1995).   By like token, we concern ourselves with the weight and persuasive power of the evidence, not its nature, for either direct or circumstantial evidence, or any combination thereof, may suffice to defeat a motion for acquittal.   See United States v. Spinney, 65 F.3d 231, 234 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">1.   Scienter.  Turning first to counts 1 and 2, the statute of conviction, 18 U.S.C. &#167; 922(g)(1), requires proof of three elements:  (1) that the defendant had a record of prior felonious conduct, yet (2) knowingly possessed a gun (or ammunition), (3) in circumstances that implicated interstate commerce.   See United States v. Powell, 50 F.3d 94, 101 (1st Cir.1995).   The appellant concedes that the government proffered sufficient evidence to support findings beyond a reasonable doubt anent the first and third of these elements but disputes the sufficiency of the evidence regarding the second:  his knowing possession of the firearm and the ammunition.   His plaint boils down to a plea that the jury was duty bound to accept the only direct testimony on the subject--Nason's averment that he placed the gun and ammunition in the truck, returned it only minutes before the arrest, and never called the added contents to the appellant's attention--and not to go beyond it.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">There are two major problems with this suggested approach.   First, Nason's story, even if believed, does not necessarily exonerate the appellant;  the latter might still have discovered the contraband between the time when Nason returned the truck and Tyrie flagged it down.   Second, the jury was not obliged to accept Nason's testimony in whole or in part, but could instead draw reasonable inferences from the totality of the circumstances.   See, e.g., United States v. Olbres, 61 F.3d 967, 971 (1st Cir.), cert. denied, --- U.S. ----, 116 S.Ct. 522, 133 L.Ed.2d 430 (1995);  United States v. O'Brien, 14 F.3d 703, 707 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">These problems are exacerbated by the other evidence in the record.   The circumstantial proof of knowing possession is very strong.   The appellant was both the owner and operator of the vehicle and, from where he sat, he had easy access to the gun (which seemed ready for immediate use) and the ammunition.   Since the appellant exercised dominion and control over the area in which the gun and the ammunition were discovered, see United States v. Echeverri, 982 F.2d 675, 678 (1st Cir.1993), the jury was at liberty to find that he was in knowing constructive possession of the weaponry.   See United States v. Wight, 968 F.2d 1393, 1398 (1st Cir.1992) (holding that \"the element of 'knowing possession' under section 922(g)(1) may be established by proving that the defendant was in constructive possession of a firearm\");  see also United States v. Bergodere, 40 F.3d 512, 518 (1st Cir.1994) (explaining that knowledge may be established from circumstances attendant to constructive possession), cert. denied, --- U.S. ----, 115 S.Ct. 1439, 131 L.Ed.2d 318 (1995).   In short, the jury's conclusion concerning the appellant's knowing possession is eminently supportable on this record.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">2. Interstate Commerce.   The appellant raises a more focused challenge to his conviction on count 3.   Bolstered by a recent Ninth Circuit case, United States v. Cruz, 50 F.3d 714, 719 (9th Cir.1995), he insists that under the statute of conviction, 18 U.S.C. &#167; 922(j), it is an element of the offense that the firearm travel in interstate commerce after being stolen, and that the government's evidence here failed to nail down this element.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The difficulty with this argument is twofold.   In the first place, we reject the notion that, to trigger &#167; 922(j), a firearm must reenter the stream of interstate commerce after its theft.   This court turned aside a similar challenge under 18 U.S.C. &#167; 922(g) in United States v. Gillies, 851 F.2d 492, 493-95 (1st Cir.), cert. denied, 488 U.S. 857, 109 S.Ct. 147, 102 L.Ed.2d 119 (1988), and we find the rationale in Gillies to be persuasive.   Thus, consistent with that rationale we hold that, under &#167; 922(j), it is enough if the weapon floats in the stream of commerce at some point prior to the commission of the offense of conviction.   Accord United States v. Honaker, 5 F.3d 160, 162 (6th Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 1226, 127 L.Ed.2d 571 (1994).   Because the appellant does not dispute that the firearm travelled in interstate commerce before coming to rest in his pickup, he cannot prevail.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The finishing touch is that there was evidence at trial that the firearm travelled interstate as a stolen firearm.   The appellant's own witness, Nason, swore that he took the gun with him from Massachusetts to New Hampshire only a few days before the police found the weapon in the appellant's possession (and several years after the gun had been reported stolen).   Thus, even if post-theft travel were an element of the offense, the verdict would not be undercut.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p>III</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We need go no further.   Because the government brought the appellant to trial within the period prescribed by the Speedy Trial Act, and no other error in the proceedings appears, the judgment below must be</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The indictment also charged the appellant with two drug-related offenses.   The jury acquitted him on these counts and we eschew any further reference to them</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It is often arguable whether a particular motion requires a hearing.   See generally United States v. Tannehill, 49 F.3d 1049, 1052 n. 4 (5th Cir.), cert. denied, --- U.S. ----, 116 S.Ct. 167, 133 L.Ed.2d 109 (1995).   Here, the appellant requested a hearing on his motion, thus acknowledging that one was appropriate.   Consequently, we need not discuss the factors that determine whether a given motion \"requires\" a hearing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We join the Fifth Circuit, see Grosz, 76 F.3d at 1325 n. 7, in warning that we will not permit either the district court or the prosecution to jerry-build a \"hearing\" in order to thwart the concinnous operation of the Speedy Trial Act.   Here, however, the record contains no hint of such contrivance, and, for that matter, the appellant has levelled no such charge</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The appellant's attempt to dilute the force of these cases is disingenuous.   He cites other decisions suggesting that the existence of probable cause to search the passenger compartment of a vehicle does not necessarily confer a right to search the trunk.   See, e.g., Nielsen, 9 F.3d at 1491.   Expanding on this theme, he then posits that Tyrie could not search behind the seats in the pickup truck.   The fly in this ointment is that the space behind the seats, in which Tyrie found the marijuana, is part of the truck's passenger area, and no amount of wordplay can change that fact.   Since the aroma of marijuana wafted from the passenger area, that region became fair game for a drug search under the automobile exception to the warrant requirement.   See United States v. Ross, 456 U.S. 798, 825, 102 S.Ct. 2157, 2173, 72 L.Ed.2d 572 (1982)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The fact that the evidence of interstate travel was adduced in the defense case, rather than in the prosecution's case, is of no consequence.   The court of appeals may properly consider all evidence presented when confronting a sufficiency challenge.   See United States v. Arache, 946 F.2d 129, 138 (1st Cir.1991), cert. denied, 503 U.S. 948, 112 S.Ct. 1507, 117 L.Ed.2d 645 (1992)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">596</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Stephen J. STAULA, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1882.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 5, 1996.<br>Decided March 29, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts;  Hon.  Joseph L. Tauro, U.S. District Judge.</p>\n      <p class=\"indent\">Martin K. Leppo, Randolph, MA, for appellant.</p>\n      <p class=\"indent\">Todd E. Newhouse, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief, Boston, MA, for appellee.</p>\n      <p class=\"indent\">Before SELYA, STAHL and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A federal grand jury charged defendant-appellant Stephen J. Staula, in relevant part, with being a felon in possession of a firearm (count 1) and ammunition (count 2), and with receiving a stolen firearm (count 3).   See 18 U.S.C. &#167; 922(g)(1), (j).   Following a five-day trial, the petit jury convicted the appellant on all three counts.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The court imposed an incarcerative sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In this appeal, Staula labors to convince us that the district court thrice erred in denying his motions to (i) dismiss the indictment for want of a speedy trial, (ii) suppress evidence, and (iii) direct judgment of acquittal.   We are not persuaded that any error occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>* Background</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We sketch the facts in the light most hospitable to the jury's verdict.   See United States v. Ortiz, <span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span>, 711 (1st Cir.1992), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1063</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1005</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">154</span></span> (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">During the early evening of September 13, 1993, officer David Tyrie of the Hanover police department stopped a pickup truck for patent violations of the state motor vehicle code.   See Mass.Gen.L. ch. 90, &#167; 6 (requiring, inter alia, a front license plate on every commercial vehicle);  id. &#167; 7 (requiring, inter alia, operable brake lights).   The appellant proved to be the driver and registered owner of the ill-equipped vehicle.   A female companion named Myriah Morse, later to become Staula's wife, occupied the passenger's seat.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Tyrie testified that he smelled burnt marijuana when he first approached the driver's side window to demand a registration certificate and operator's license.   He then retreated to his cruiser with the documents and called for backup.   After two other officers arrived, Tyrie revisited the vehicle and inquired whether the occupants had been smoking marijuana.   He also asked whether they had any marijuana in the truck.   Both Staula and Morse answered the queries in the negative.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Apparently unconvinced by these disclaimers and by Morse's volunteered statement that she recently had burned incense in the vehicle, Tyrie sought the appellant's consent to search the truck.   After having been rebuffed, he ordered the appellant to alight, searched the driver's side of the cab (discovering no contraband), directed Morse to alight, searched the other side of the cab, and found two bags of marijuana behind the passenger's seat.   Arrests followed all around.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Prior to impounding the vehicle, Tyrie conducted a standard inventory search and discovered a fully loaded handgun (which had been reported as stolen in November of 1992) and a box of ammunition behind the passenger's seat.   The gun and ammunition were located within inches of the marijuana, and within easy reach of the driver.   The weapon's hammer was cocked.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At trial, the appellant built his defense around the assertion that he lacked any knowledge of the drugs and weaponry.   To this end, he presented the testimony of a friend, Ralph Nason, who claimed that he purchased the marijuana and, in a separate transaction, accepted the gun and ammunition from an acquaintance;  borrowed the pickup truck from Staula on Saturday, September 11;  placed the described articles in the vehicle;  and then drove to New Hampshire.   Nason supposedly remained there (with the truck and the contraband) until Sunday evening.   He claims to have returned the truck to the appellant on Monday (only minutes before Tyrie made the traffic stop).</p>\n    </div>\n    <p>II</p>\n    <p>Analysis</p>\n    <p>A.</p>\n    <p>The Speedy Trial Act</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The appellant's principal claim is that the prosecution did not bring him to trial within the time frame prescribed by the Speedy Trial Act, 18 U.S.C. &#167;&#167; 3161-3174 (the Act), and concomitantly, that the district court therefore should have dismissed the indictment.   In this case, the speedy trial claim involves a straight question of law engendering de novo review.   See United States v. Rodriguez, <span class=\"citation\" data-id=\"702494\"><a href=\"/opinion/702494/united-states-v-geraldo-rodriguez-aka-jose-rodriguez/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1159</span></a></span>, 1162 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">681</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">529</span></span> (1995);  see also United States v. Gallo, <span class=\"citation\" data-id=\"195289\"><a href=\"/opinion/195289/united-states-v-gallo/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 11 (1st Cir.1994) (explaining that pure questions of law demand plenary appellate review).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The baseline premise of the Act is its requirement, embodied in 18 U.S.C. &#167; 3161(c)(1), that a defendant is entitled to be tried within seventy days of his indictment or initial appearance before a judicial officer (whichever first occurs).   See United States v. Hastings, <span class=\"citation\" data-id=\"506587\"><a href=\"/opinion/506587/united-states-v-kenneth-s-hastings/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">920</span></a></span>, 924 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">925</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">308</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">327</span></span> (1988).   The premise cannot be taken literally, however, for the Act contemplates that certain periods of time will be excluded from the computation.   See 18 U.S.C. &#167; 3161(h).   An inquiring court therefore must follow a two-step process.   First, the court must do the basic mathematics and determine the aggregate time elapsed awaiting trial.   Second, it must determine how many days should be excluded from that ultimate sum.   See United States v. Sepulveda, <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1193 (1st Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2714</span></span>, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">840</span></span> (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Here, the salient dates and events are essentially undisputed.   The speedy trial clock began to tick on October 26, 1994 (the date of arraignment).   See id.  (describing date of inception of speedy trial period).   The clock stopped ticking on March 16, 1995 (the date on which the appellant filed his motion to dismiss under the Act).   See United States v. Connor, <span class=\"citation\" data-id=\"556395\"><a href=\"/opinion/556395/united-states-v-francis-connor-jr/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">81</span></a></span>, 84 (1st Cir.1991) (holding that \"a motion for dismissal [under the Act] is effective only for periods of time which antedate the filing of the motion\").   Excluding March 16, see Rodriguez, 63 F.3d at 1163-64 (reiterating that the date on which a motion is filed is not counted), the aggregate period amounts to 140 days.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We now take the second step in the pavane.   This step begins and ends with the appellant's motion to suppress.   The appellant served this motion on November 17, 1994, and simultaneously requested an evidentiary hearing.   The government filed an opposition.   The magistrate judge assigned to hear pending motions reserved the suppression motion for the district judge.   On March 22, 1995, Judge Tauro discussed the motion with counsel but made no ruling.   On the day trial began (April 18, 1995), the judge denied the motion from the bench without convening an evidentiary hearing.   He also denied the motion to dismiss primarily on the basis that the period between the filing of the suppression motion (November 17, 1994) and what he termed the \"preliminary hearing\" thereon (March 22, 1995) constituted excludable time under the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The appellant challenges this ruling.   He contends that the brief exchange on March 22 did not comprise a \"hearing\" for purposes of the Act.   The point is significant because the Act provides that delay connected with a pending pretrial motion, \"from the filing of the motion through the conclusion of the hearing on, or other prompt disposition of, such motion,\" is excludable.  18 U.S.C. &#167; 3161(h)(1)(F).   For motions that require a hearing,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> this subsection excludes the time between the filing of the motion and the hearing on that motion, even if the delay is overlong, inexplicable, or unreasonable.   See Henderson v. United States, <span class=\"citation\" data-id=\"111670\"><a href=\"/opinion/111670/henderson-v-united-states/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">321</span></a></span>, 329-30, <span class=\"citation\" data-id=\"111670\"><a href=\"/opinion/111670/henderson-v-united-states/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1871</span></a></span>, 1876-77, <span class=\"citation\" data-id=\"111670\"><a href=\"/opinion/111670/henderson-v-united-states/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">299</span></a></span> (1986);  United States v. Johnson, <span class=\"citation\" data-id=\"6601\"><a href=\"/opinion/6601/united-states-v-johnson/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">940</span></a></span>, 942-43 (5th Cir.1994);  United States v. Clymer, <span class=\"citation\" data-id=\"670805\"><a href=\"/opinion/670805/united-states-v-raoul-barrie-clymer/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">824</span></a></span>, 830-31 (9th Cir.1994);  United States v. Noone, <span class=\"citation\" data-id=\"547469\"><a href=\"/opinion/547469/united-states-v-peter-noone/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 27 n. 10 (1st Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">906</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1686</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">81</span></span> (1991).   Thus, if the March 22 encounter comprises a hearing within the purview of the Act, the district court appropriately excluded all the time accrued after November 17, 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Act itself does not define the term \"hearing,\" and the case law on this point is relatively sparse.   It is clear, however, that due process rarely demands full evidentiary hearings, see Doyle v. Secretary of HHS, <span class=\"citation\" data-id=\"507077\"><a href=\"/opinion/507077/22-socsecrepser-85-medicaremedicaid-gu-37121-robert-doyle-md-v/\"><span class=\"volume\">848</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">296</span></a></span>, 302 (1st Cir.1988) (collecting cases), and we are confident that something less than a full evidentiary hearing will suffice to engage the gears of &#167; 3161(h)(1)(F).   Two recent Fifth Circuit cases are instructive.   In United States v. Tannehill, <span class=\"citation\" data-id=\"691330\"><a href=\"/opinion/691330/united-states-v-paul-douglas-tannehill/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1049</span></a></span> (5th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">167</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">109</span></span> (1995), the court declared that, at a minimum, \"the term includes a situation in which the district court hears argument of counsel and considers [those arguments] prior to making its ruling.\"  Id. at 1053.   Utilizing this standard, the court held that a discussion of the merits of the defendant's motion at the outset of trial constituted a hearing for purposes of the Act.   See id.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In United States v. Grosz, <span class=\"citation\" data-id=\"8579\"><a href=\"/opinion/8579/united-states-v-grosz/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1318</span></a></span> (5th Cir.1996), a brief exchange concerning a pending motion occurred between the district court and counsel for the government (in which defense counsel, although present, did not play a part).   See id. at 1322-23.   Applying the Tannehill standard, the panel found this abbreviated colloquy to be a hearing within the purview of the Act.   See id. at 1324-25.   The court said that a hearing occurs whenever the district judge discusses the merits of a motion with counsel for the party against whom the ruling on the motion is ultimately rendered.   See id.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In the case at hand, the trial court heard arguments put forward by the appellant's counsel in open court, on the record;  questioned him;  and gave him the opportunity to highlight salient facts.   The court then gave the prosecutor a similar opportunity.   In our view, this give-and-take among counsel and the court, notwithstanding its relative brevity, is the essence of what a hearing entails.   And, moreover, there was good reason for the exchange:  the appellant had requested that the court take evidence, and the court was not in an optimal position to rule upon the appellant's suppression motion until it questioned counsel and determined the need for, and the potential efficacy of, an evidentiary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">To say more would be to add hues to a rainbow.   We hold that a hearing is any on-the-record colloquy in which the district court hears the arguments of counsel and considers those arguments prior to deciding a pending motion.   Measured by this yardstick, the proceedings on March 22 constitute a hearing for purposes of 18 U.S.C. &#167; 3161(h)(1)(F).   It follows inexorably that the district court properly excluded the entire period from November 17, 1994 through March 22, 1995 (a date beyond the date on which the appellant filed his motion to dismiss).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See Henderson, 476 U.S. at 330, 106 S.Ct. at 1876-77.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This ruling defenestrates the speedy trial claim.   Computing the total time elapsed between the date of the appellant's first appearance and the date on which he filed his motion to dismiss for want of a speedy trial (140 days), and subtracting the portion of that time excludable due to the pendency of the motion to suppress (118 days), it is abundantly clear that trial commenced within the time frame mandated by the Act.</p>\n    </div>\n    <p>B.</p>\n    <p>The Motion to Suppress</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The objection to the district court's disposition of the motion to suppress has both substantive and procedural aspects.   We discuss them seriatim.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">1.   Probable Cause.   A police officer may effect a warrantless search of the interior of a motor vehicle on a public thoroughfare as long as he has probable cause to believe that the vehicle contains contraband or other evidence of criminal activity.   See, e.g., United States v. Martinez-Molina, <span class=\"citation\" data-id=\"196268\"><a href=\"/opinion/196268/united-states-v-martinez-molina/\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">719</span></a></span>, 726 n. 5 (1st Cir.1995);  United States v. Panitz, <span class=\"citation\" data-id=\"544607\"><a href=\"/opinion/544607/united-states-v-solomon-philip-panitz-united-states-of-america-v-andrew/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1267</span></a></span>, 1271 (1st Cir.1990).   In this instance, the appellant's asseveration that the police lacked probable cause for the search elevates hope over reason.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In assessing \"whether the government has made a sufficient showing of probable cause, a reviewing court must examine the 'totality of the circumstances.' \"  United States v. Nocella, <span class=\"citation\" data-id=\"507354\"><a href=\"/opinion/507354/united-states-v-robert-nocella-sr-aka-doc/\"><span class=\"volume\">849</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">33</span></a></span>, 39 (1st Cir.1988) (quoting Illinois v. Gates, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">213</span></a></span>, 230, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2317</span></a></span>, 2328, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">527</span></a></span> (1983)).   On appeal, this assessment entails acceptance of the lower court's factual findings unless those findings are clearly erroneous, but necessitates plenary review of the lower court's legal conclusions.   See United States v. Zapata, <span class=\"citation\" data-id=\"195255\"><a href=\"/opinion/195255/united-states-v-zapata/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">971</span></a></span>, 975 (1st Cir.1994);  United States v. Rodriguez-Morales, <span class=\"citation\" data-id=\"558566\"><a href=\"/opinion/558566/united-states-v-osvaldo-rodriguez-morales/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">780</span></a></span>, 783 (1st Cir.1991), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1030</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">868</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">774</span></span> (1992).   Moreover, the law recognizes that a vehicle search under this exception may encompass all areas of the vehicle in which the suspected contraband is likely to be found.   See United States v. Maguire, <span class=\"citation\" data-id=\"551274\"><a href=\"/opinion/551274/united-states-v-john-j-maguire-united-states-v-thomas-m-kavanagh/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">254</span></a></span>, 260 (1st Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">950</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1421</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">474</span></span> (1991).   Applying these principles, it is readily apparent that the court below did not err in finding probable cause and ratifying the search.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Tyrie's affidavit asserts unambiguously that he detected an aroma of burnt marijuana when he first approached the pickup truck.   The case law is consentient that when a law enforcement officer detects the odor of marijuana emanating from a confined area, such as the passenger compartment of a motor vehicle, that olfactory evidence furnishes the officer with probable cause to conduct a search of the confined area.   See United States v. Johns, <span class=\"citation\" data-id=\"111305\"><a href=\"/opinion/111305/united-states-v-johns/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span>, 482, <span class=\"citation\" data-id=\"111305\"><a href=\"/opinion/111305/united-states-v-johns/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">881</span></a></span>, 884, <span class=\"citation\" data-id=\"111305\"><a href=\"/opinion/111305/united-states-v-johns/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">890</span></a></span> (1985);  United States v. Parker, <span class=\"citation\" data-id=\"710260\"><a href=\"/opinion/710260/united-states-v-randy-alan-parker-john-arthur-sorenson/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1444</span></a></span>, 1450 (10th Cir.1995);  United States v. French, <span class=\"citation\" data-id=\"590271\"><a href=\"/opinion/590271/united-states-v-robert-b-french-90-6222-jay-c-emerson-90-6407-james/\"><span class=\"volume\">974</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">687</span></a></span>, 692 (6th Cir.1992), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1066</span></span> &amp; <span class=\"citation no-link\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">978</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1012</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1431</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">160</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">798</span></span> (1993).   Thus, Tyrie had a right to search the entire passenger compartment of the pickup truck.   See United States v. Nielsen, <span class=\"citation\" data-id=\"657395\"><a href=\"/opinion/657395/united-states-v-douglas-merrill-nielsen/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1487</span></a></span>, 1491 (10th Cir.1993).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The appellant also assails the second phase of the search (during which Tyrie located the gun and ammunition).   That search was lawful for three reasons.   First, the extent of a permissible search is often incremental.   See, e.g., United States v. Giannetta, <span class=\"citation\" data-id=\"545477\"><a href=\"/opinion/545477/united-states-v-james-william-giannetta/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">571</span></a></span>, 574, 577 (1st Cir.1990).   Here, Tyrie's discovery of the marijuana gave him probable cause to continue to hunt within the passenger compartment for more contraband.   See, e.g., Maguire, 918 F.2d at 260.   Second, the appellant cannot seriously dispute that when Tyrie spied the marijuana, he had probable cause to arrest the truck's occupants.   See, e.g., United States v. Uricoechea-Casallas, <span class=\"citation\" data-id=\"569296\"><a href=\"/opinion/569296/united-states-v-jaime-uricoechea-casallas/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">162</span></a></span>, 166 (1st Cir.1991).   Having lawfully arrested the driver in the course of a highway stop, the authorities may search the driver's vehicle for contraband.   See New York v. Belton, <span class=\"citation\" data-id=\"110559\"><a href=\"/opinion/110559/new-york-v-belton/\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">454</span></a></span>, 460-61, <span class=\"citation\" data-id=\"110559\"><a href=\"/opinion/110559/new-york-v-belton/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2860</span></a></span>, 2864-65, <span class=\"citation\" data-id=\"110559\"><a href=\"/opinion/110559/new-york-v-belton/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">768</span></a></span> (1981);  United States v. Reyes-Mercado, <span class=\"citation\" data-id=\"668535\"><a href=\"/opinion/668535/united-states-v-domingo-reyes-mercado/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">363</span></a></span>, 366 n. 4 (1st Cir.1994).   Under this rule, the second phase of Tyrie's search can be justified as incident to a lawful arrest.   Third, when a driver is lawfully arrested and thus disabled from continuing his journey, the Constitution permits the police to carry out a routine inventory examination incident to impounding the vehicle.   See Zapata, 18 F.3d at 978;  United States v. Ramos-Morales, <span class=\"citation\" data-id=\"596490\"><a href=\"/opinion/596490/united-states-v-wilberto-ramos-morales/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">625</span></a></span>, 627 (1st Cir.1991), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">926</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2384</span></span>, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">287</span></span> (1993).   In this case, the second phase of the search fit comfortably within this integument.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">On any of these bases, the gun and ammunition were themselves the fruits of a lawful search and, hence, admissible at trial.   Accordingly, the district court did not err in denying the motion to suppress.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">2. Lack of an Evidentiary Hearing.   The appellant next berates the trial court for two ostensible procedural blunders:  denying him an evidentiary hearing on his motion to suppress and shunning its responsibilities under Fed.R.Crim.P. 12(g).   The criticism is unwarranted.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">It is apodictic that a criminal defendant is not entitled, as a matter of right, to an evidentiary hearing on every motion that he deigns to file.   See, e.g., Panitz, 907 F.2d at 1273;  United States v. Pellerito, <span class=\"citation\" data-id=\"526038\"><a href=\"/opinion/526038/united-states-v-giuseppe-pellerito-aka-joseph-el-italiano-united/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1535</span></a></span>, 1545 (1st Cir.1989).   A hearing is required only if the movant makes a sufficient threshold showing that material facts are in doubt or dispute, and that such facts cannot reliably be resolved on a paper record.   See United States v. Lilly, <span class=\"citation\" data-id=\"597801\"><a href=\"/opinion/597801/united-states-v-william-w-lilly/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">300</span></a></span>, 310-11 (1st Cir.1992);  Panitz, 907 F.2d at 1273.   Most importantly, the defendant must show that there are factual disputes which, if resolved in his favor, would entitle him to the requested relief.   See, e.g., Lilly, 983 F.2d at 310-11.   The district court has considerable discretion in determining the need for, and the utility of, evidentiary hearings, and we will reverse the court's denial of an evidentiary hearing in respect to a motion in a criminal case only for manifest abuse of that discretion.   See id. at 311.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In this instance the district court correctly concluded that it would be pointless to convene an evidentiary hearing.   The finding of probable cause hinged on Tyrie's statement that he smelled burnt marijuana when he first ventured near the pickup truck.   The appellant filed an affidavit in which he stated that Tyrie did not mention the aroma of marijuana until he returned to the vehicle a second time.   On this basis, the appellant surmises that Tyrie's reference to marijuana was pretextual, that is, that Tyrie did not actually detect the fragrance of marijuana, but, rather, having learned of the appellant's criminal record when he checked the appellant's license and registration, proceeded to concoct the story to justify his desire to search the truck.   In the appellant's view, an evidentiary hearing would have smoked out the truth.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The asseveration is profoundly flawed.   Even accepting the substance of the appellant's affidavit as true, the affidavit contains no facts that contradict the officer's direct statement that he smelled burnt marijuana on his initial approach to the truck.   Whether Tyrie mentioned the marijuana when he first detected the odor is hardly the point.   It is fully consistent with competent police work for a lone officer to call for reinforcements when he discovers that something more than a routine traffic stop may be in progress.   By not tipping his hand at the outset, Tyrie would merely be exercising reasonable prudence.   Against this backdrop, the bare assertion of pretext does not create a factual conflict sufficient to justify an evidentiary hearing.   See, e.g., United States v. LaBonte, <span class=\"citation\" data-id=\"709025\"><a href=\"/opinion/709025/united-states-v-george-labonte-united-states-of-america-v-david-e/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1396</span></a></span>, 1412-13 (1st Cir.1995) (explaining that a district court need not convene an evidentiary hearing when presented with \"no more than conclusory prognostications and perfervid rhetoric\").</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The appellant's claim that the district court violated Fed.R.Crim.P. 12(g) is equally jejune.   That rule does not demand that the trial court hold an evidentiary hearing on every affected motion.   It simply requires the court to ensure that a verbatim record is made of all proceedings and hearings, including \"such findings of fact and conclusions of law as are made orally.\"   Fed.R.Crim.P. 12(g).   The transcripts of the March 22 colloquy and the judge's subsequent denial of the motion to suppress fully satisfy the strictures of the rule.</p>\n    </div>\n    <p>C.</p>\n    <p>Sufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The appellant's sufficiency challenge implicates all three counts of conviction.   In respect to counts 1 and 2, he suggests that there was inadequate evidence to show that he knowingly possessed either the gun or the ammunition.   Regarding count 3, he adds that the government produced no evidence that the gun had travelled in interstate commerce after having been stolen.   We discern no merit in these contentions.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We review the trial court's denial of a motion for judgment of acquittal de novo.   See United States v. Valle, <span class=\"citation\" data-id=\"196494\"><a href=\"/opinion/196494/united-states-v-valle/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">210</span></a></span>, 217 (1st Cir.1995).   The measure by which we size up challenges to evidentiary sufficiency in a criminal case is a familiar one:  \"If the evidence presented, taken in the light most agreeable to the government, is adequate to permit a rational jury to find each essential element of the offense of conviction beyond a reasonable doubt, then the defendant's claim fails.\"  Id. at 216.   In pursuing this inquiry, we resolve all credibility conflicts to the government's benefit, and harmonize all reasonable inferences with the jury's verdict.   See United States v. Taylor, <span class=\"citation\" data-id=\"196070\"><a href=\"/opinion/196070/united-states-v-taylor/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 974 (1st Cir.1995).   By like token, we concern ourselves with the weight and persuasive power of the evidence, not its nature, for either direct or circumstantial evidence, or any combination thereof, may suffice to defeat a motion for acquittal.   See United States v. Spinney, <span class=\"citation\" data-id=\"196301\"><a href=\"/opinion/196301/united-states-v-spinney/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">231</span></a></span>, 234 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">1.   Scienter.  Turning first to counts 1 and 2, the statute of conviction, 18 U.S.C. &#167; 922(g)(1), requires proof of three elements:  (1) that the defendant had a record of prior felonious conduct, yet (2) knowingly possessed a gun (or ammunition), (3) in circumstances that implicated interstate commerce.   See United States v. Powell, <span class=\"citation\" data-id=\"195990\"><a href=\"/opinion/195990/united-states-v-powell/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">94</span></a></span>, 101 (1st Cir.1995).   The appellant concedes that the government proffered sufficient evidence to support findings beyond a reasonable doubt anent the first and third of these elements but disputes the sufficiency of the evidence regarding the second:  his knowing possession of the firearm and the ammunition.   His plaint boils down to a plea that the jury was duty bound to accept the only direct testimony on the subject--Nason's averment that he placed the gun and ammunition in the truck, returned it only minutes before the arrest, and never called the added contents to the appellant's attention--and not to go beyond it.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">There are two major problems with this suggested approach.   First, Nason's story, even if believed, does not necessarily exonerate the appellant;  the latter might still have discovered the contraband between the time when Nason returned the truck and Tyrie flagged it down.   Second, the jury was not obliged to accept Nason's testimony in whole or in part, but could instead draw reasonable inferences from the totality of the circumstances.   See, e.g., United States v. Olbres, <span class=\"citation\" data-id=\"196204\"><a href=\"/opinion/196204/united-states-v-olbres/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 971 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">522</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">430</span></span> (1995);  United States v. O'Brien, <span class=\"citation\" data-id=\"661452\"><a href=\"/opinion/661452/43-socsecrepser-489-medicaremedicaid-guide-p-42092-united-states-of/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">703</span></a></span>, 707 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">These problems are exacerbated by the other evidence in the record.   The circumstantial proof of knowing possession is very strong.   The appellant was both the owner and operator of the vehicle and, from where he sat, he had easy access to the gun (which seemed ready for immediate use) and the ammunition.   Since the appellant exercised dominion and control over the area in which the gun and the ammunition were discovered, see United States v. Echeverri, <span class=\"citation\" data-id=\"597415\"><a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">675</span></a></span>, 678 (1st Cir.1993), the jury was at liberty to find that he was in knowing constructive possession of the weaponry.   See United States v. Wight, <span class=\"citation\" data-id=\"586812\"><a href=\"/opinion/586812/united-states-v-phillip-a-wight/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1393</span></a></span>, 1398 (1st Cir.1992) (holding that \"the element of 'knowing possession' under section 922(g)(1) may be established by proving that the defendant was in constructive possession of a firearm\");  see also United States v. Bergodere, <span class=\"citation\" data-id=\"195758\"><a href=\"/opinion/195758/united-states-v-bergodere/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">512</span></a></span>, 518 (1st Cir.1994) (explaining that knowledge may be established from circumstances attendant to constructive possession), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1439</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">318</span></span> (1995).   In short, the jury's conclusion concerning the appellant's knowing possession is eminently supportable on this record.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">2. Interstate Commerce.   The appellant raises a more focused challenge to his conviction on count 3.   Bolstered by a recent Ninth Circuit case, United States v. Cruz, <span class=\"citation\" data-id=\"692037\"><a href=\"/opinion/692037/united-states-v-joseph-anthony-cruz/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">714</span></a></span>, 719 (9th Cir.1995), he insists that under the statute of conviction, 18 U.S.C. &#167; 922(j), it is an element of the offense that the firearm travel in interstate commerce after being stolen, and that the government's evidence here failed to nail down this element.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The difficulty with this argument is twofold.   In the first place, we reject the notion that, to trigger &#167; 922(j), a firearm must reenter the stream of interstate commerce after its theft.   This court turned aside a similar challenge under 18 U.S.C. &#167; 922(g) in United States v. Gillies, <span class=\"citation\" data-id=\"508716\"><a href=\"/opinion/508716/united-states-v-john-j-gillies-jr/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">492</span></a></span>, 493-95 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">857</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">147</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">119</span></span> (1988), and we find the rationale in Gillies to be persuasive.   Thus, consistent with that rationale we hold that, under &#167; 922(j), it is enough if the weapon floats in the stream of commerce at some point prior to the commission of the offense of conviction.   Accord United States v. Honaker, <span class=\"citation\" data-id=\"652938\"><a href=\"/opinion/652938/united-states-v-ronald-gene-honaker/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">160</span></a></span>, 162 (6th Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1226</span></span>, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">571</span></span> (1994).   Because the appellant does not dispute that the firearm travelled in interstate commerce before coming to rest in his pickup, he cannot prevail.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The finishing touch is that there was evidence at trial that the firearm travelled interstate as a stolen firearm.   The appellant's own witness, Nason, swore that he took the gun with him from Massachusetts to New Hampshire only a few days before the police found the weapon in the appellant's possession (and several years after the gun had been reported stolen).   Thus, even if post-theft travel were an element of the offense, the verdict would not be undercut.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p>III</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We need go no further.   Because the government brought the appellant to trial within the period prescribed by the Speedy Trial Act, and no other error in the proceedings appears, the judgment below must be</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The indictment also charged the appellant with two drug-related offenses.   The jury acquitted him on these counts and we eschew any further reference to them</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It is often arguable whether a particular motion requires a hearing.   See generally United States v. Tannehill, <span class=\"citation\" data-id=\"691330\"><a href=\"/opinion/691330/united-states-v-paul-douglas-tannehill/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1049</span></a></span>, 1052 n. 4 (5th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">167</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">109</span></span> (1995).   Here, the appellant requested a hearing on his motion, thus acknowledging that one was appropriate.   Consequently, we need not discuss the factors that determine whether a given motion \"requires\" a hearing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We join the Fifth Circuit, see Grosz, 76 F.3d at 1325 n. 7, in warning that we will not permit either the district court or the prosecution to jerry-build a \"hearing\" in order to thwart the concinnous operation of the Speedy Trial Act.   Here, however, the record contains no hint of such contrivance, and, for that matter, the appellant has levelled no such charge</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The appellant's attempt to dilute the force of these cases is disingenuous.   He cites other decisions suggesting that the existence of probable cause to search the passenger compartment of a vehicle does not necessarily confer a right to search the trunk.   See, e.g., Nielsen, 9 F.3d at 1491.   Expanding on this theme, he then posits that Tyrie could not search behind the seats in the pickup truck.   The fly in this ointment is that the space behind the seats, in which Tyrie found the marijuana, is part of the truck's passenger area, and no amount of wordplay can change that fact.   Since the aroma of marijuana wafted from the passenger area, that region became fair game for a drug search under the automobile exception to the warrant requirement.   See United States v. Ross, <span class=\"citation\" data-id=\"110719\"><a href=\"/opinion/110719/united-states-v-ross/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">798</span></a></span>, 825, <span class=\"citation\" data-id=\"110719\"><a href=\"/opinion/110719/united-states-v-ross/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2157</span></a></span>, 2173, <span class=\"citation\" data-id=\"110719\"><a href=\"/opinion/110719/united-states-v-ross/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">572</span></a></span> (1982)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The fact that the evidence of interstate travel was adduced in the defense case, rather than in the prosecution's case, is of no consequence.   The court of appeals may properly consider all evidence presented when confronting a sufficiency challenge.   See United States v. Arache, <span class=\"citation\" data-id=\"569289\"><a href=\"/opinion/569289/united-states-v-frank-arache/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">129</span></a></span>, 138 (1st Cir.1991), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">948</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1507</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">645</span></span> (1992)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/6601/",
    "http://www.courtlistener.com/api/rest/v3/opinions/8579/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110559/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111305/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111670/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195289/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195758/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196268/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196301/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196494/",
    "http://www.courtlistener.com/api/rest/v3/opinions/506587/",
    "http://www.courtlistener.com/api/rest/v3/opinions/507077/",
    "http://www.courtlistener.com/api/rest/v3/opinions/507354/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508716/",
    "http://www.courtlistener.com/api/rest/v3/opinions/526038/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545477/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547469/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551274/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558566/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569289/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569296/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/586812/",
    "http://www.courtlistener.com/api/rest/v3/opinions/590271/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596490/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597415/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597801/",
    "http://www.courtlistener.com/api/rest/v3/opinions/652938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/657395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/661452/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/668535/",
    "http://www.courtlistener.com/api/rest/v3/opinions/670805/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691330/",
    "http://www.courtlistener.com/api/rest/v3/opinions/692037/",
    "http://www.courtlistener.com/api/rest/v3/opinions/702494/",
    "http://www.courtlistener.com/api/rest/v3/opinions/709025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/710260/"
  ]
}