{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196639/",
  "absolute_url": "/opinion/196639/swenson-v-sunday-river-skiway/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196639/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:10:37Z",
  "date_modified": "2017-03-24T10:47:55.674284Z",
  "type": "010combined",
  "sha1": "0768a8b6e7b5d287417447b2d5559ff70527c2de",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-2273.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\n\nNo. 95-2273\r\n\n                       JOEL W. SWENSON,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n               SUNDAY RIVER SKIWAY CORPORATION,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                  FOR THE DISTRICT OF MAINE\r\n\n         [Hon. David M. Cohen, U.S. Magistrate Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n\n               Campbell, Senior Circuit Judge,\r                                                         \r\n\n                  and Lynch, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nGraydon G. Stevens, with whom Kelly,  Remmel &amp; Zimmerman, Gary  D.\r                                                                              \r\nMcQuesten,   and  Valsangiacomo, DeTora  &amp;  McQuesten, P.C.,  were  on\r                                                                   \r\nbriefs, for appellant.\r\n\nElizabeth J. Wyman, with whom Evan  M. Hansen and Preti, Flaherty,\r                                                                              \r\nBeliveau &amp; Pachios, were on brief, for appellee.\r                          \r\n\n                                         \r\n                        March 19, 1996\r\n                                         \r\n          LYNCH, Circuit  Judge.  Maine has  chosen to exempt\r                      LYNCH, Circuit  Judge.\r                                           \r\r\n\nski areas  from liability for actions  for injuries resulting\r\n\nfrom  risks \"inherent\" in skiing.  The statute, 26 M.R.S.A.  \r\n\n488 (West  1988), does, however, permit  actions for injuries\r\n\nactually caused by the  negligent operation or maintenance of\r\n\nthe ski area.   The question presented is whether a skier who\r\n\nwas injured when he fell negotiating moguls not  visible from\r\n\na  \"breakover\"1 just above suffered  injury as a  result of a\r\n\nrisk  inherent in skiing  or from the  negligent operation or\r\n\nmaintenance of the ski area.  We hold that this case involves\r\n\nthe inherent risks  of skiing,  thus is  within the  immunity\r\n\nMaine has chosen to  afford, and affirm the entry  of summary\r\n\njudgment for the Sunday River Skiway Corporation.\r\n\n          A skier  of more than 20 years  experience, Joel W.\r\n\nSwenson skied down expert trails at Sunday River on March 24,\r\n\n1993  before skiing  the  \"3-D,\" an  intermediate trail.   He\r\n\nstarted down the upper portion of 3-D, traversing it at giant\r\n\nslalom  (GS) speed.  The  trail had been  groomed smooth that\r\n\n                    \r                                \r\n\n1.  \"Moguls\"  are bumps in the  snow surface of  a ski trail.\r\nThey are  created by skiers carving out their turns.  It is a\r\ncommon practice for ski  areas to leave all or  portions of a\r\ntrail ungroomed so as to retain moguls.  A \"breakover\" is the\r\nconvergence and changeover of two or more trails of differing\r\nslope.\r\n     Our definitions  are from the  district court's opinion.\r\nWe   realize,  however,   that   with   changing  times   and\r\nvocabularies  (especially  in  the   increasingly  technology\r\noriented world of downhill skiing), the meaning of words such\r\nas  \"mogul\"  may  change.   For  example,  The  Real  Skier's\r                                                                         \r\nDictionary  provides  (humorously)  the  following  \"archaic\"\r                      \r\ndefinition  of the  term  \"moguls\": \"bumps  appearing on  the\r\nslope  before the days  of grooming machines.\"   Morten Lund,\r                                                        \r\nThe Real Skier's Dictionary (1983) (emphasis added).  \r                                       \r\n\n                             -3-\r                                          3\r\r\n\nfar.   As he approached  the crest  of the  breakover at  the\r\n\nintersection of 3-D  and the Last Mile Trail,  Swenson slowed\r\n\nslightly.   What was  beyond the  breakover was  not visible.\r\n\nWhat was  beyond the breakover were moguls  across the entire\r\n\nwidth  of the trail.   Swenson, skiing too  fast to negotiate\r\n\nthe moguls, fell and  was injured.  There is no  dispute that\r\n\nthe moguls had formed on the trail naturally, as a result  of\r\n\nnormal  skier traffic. There  is also no  dispute that Sunday\r\n\nRiver,  had it  so  desired, could  have  groomed the  entire\r\n\nlength of the trail smooth.  However, Sunday River, which had\r\n\ndesigned  3-D,  as the  name implies,  to  be a  mogul trail,\r\n\ndesignedly decided to groom only the upper portion of 3-D and\r\n\nnot to  remove the mogul field from the bottom portion of the\r\n\ntrail. \r\n\n          Because  the  appeal  is  from   entry  of  summary\r\n\njudgment,  our review is de  novo.  Commonwealth  of Mass. v.\r                                                                      \r\n\nBlackstone Valley  Elec.  Co., 67  F.3d  981, 985  (1st  Cir.\r                                         \r\n\n1995).    We  regard  the  record  and  draw  all  inferences\r\n\nfavorably to Swenson.  Id.\r                                      \r\n\n          The legislative policy behind the Maine Skiers' and\r\n\nTramway Passengers' Responsibilities Act  is expressed in the\r\n\nlanguage of the statute in effect at the relevant time: \r\n\n          It is hereby recognized that skiing  as a\r\n          recreational   sport   and  the   use  of\r\n          passenger  tramways associated  therewith\r\n          may be hazardous to skiers or passengers,\r\n          regardless   of   all   feasible   safety\r\n          measures which can  be taken.  Therefore,\r\n\n                             -4-\r                                          4\r\r\n\n          each   skier   shall   have    the   sole\r\n          responsibility for knowing  the range  of\r\n          his own ability to negotiate any slope or\r\n          ski trail,  and it  shall be the  duty of\r\n          each skier to  conduct himself within the\r\n          limits  of his  own ability,  to maintain\r\n          control  of his  speed and course  at all\r\n          times  while skiing,  to heed  all posted\r\n          warnings and  to refrain from acting in a\r\n          manner which may  cause or contribute  to\r\n          the injury of himself  or others.  Except\r\n          as  otherwise  specifically  provided  in\r\n          this    subchapter,   each    skier   who\r\n          participates in the sport of skiing shall\r\n          be deemed to have assumed the risk of the\r\n          dangers inherent in the sport and assumed\r\n          the legal responsibility  for any  injury\r\n          to his person or  property arising out of\r\n          his participation in the sport of skiing,\r\n          unless the  injury or death  was actually\r\n          caused  by  the  negligent  operation  or\r\n          maintenance of the  ski area  by the  ski\r\n          area operator, its  agents or  employees.\r\n          Except  as provided in  this section, the\r\n          responsibility  for   collisions  by  any\r\n          skier  while  actually  skiing, with  any\r\n          person or object, shall be solely that of\r\n          the  skier  or skiers  involved  in [the]\r\n          collision and not  that of  the ski  area\r\n          operator.  This section shall not prevent\r\n          the  maintenance of  an action  against a\r\n          ski  area  operator  for   the  negligent\r\n          design,   construction,    operation   or\r\n          maintenance of a tramway.\r\n\n26 M.R.S.A.   488 (West 1988).\r\n\n          Against this  framework, Swenson makes  two claims.\r\n\nHe says that Sunday  River negligently maintained and groomed\r\n\n3-D in such a manner as  to create a mogul field  immediately\r\n\nbelow  a  breakover  where  it  was  not  visible  to  skiers\r\n\napproaching it from above at expected and appropriate speeds.\r\n\nHe also argues  that Sunday River negligently failed  to mark\r\n\nor warn of this hazard.\r\n\n                             -5-\r                                          5\r\r\n\n          Recognizing  that  negligent design  of a  trail is\r\n\nimmunized  from liability under  the statute2  as interpreted\r\n\nby  this court in Finnern  v. Sunday River  Skiway Corp., 984\r                                                                    \r\n\nF.2d  530, 534 (1st Cir.  1993), the parties  have framed the\r\n\nissue as  whether the  presence of  an ungroomed  mogul field\r\n\nbelow  a  blind breakover  gives rise  to  a design  issue as\r\n\nopposed to an  issue of  operation or maintenance.   To  some\r\n\nextent, on particular facts, the answer to  whether a feature\r\n\nof a  ski trail is a  design feature or one  of operation and\r\n\nmaintenance may  be a  matter of  degree.   But  we think  it\r\n\nsufficiently clear in  this case that deciding to  retain and\r\n\nnot  groom away moguls on a  trail was a design decision that\r\n\nSwenson's claim is precluded as a matter of law.\r\n\n          Swenson  argues that  the term  \"design\" should  be\r\n\nrestricted to those aspects of a trail which are immutable or\r\n\npermanent, such as degree of curvature or incline.  He argues\r\n\nthat  there was  nothing  natural, inseparable  or  necessary\r\n\nabout the  moguls being  just below  the  breakover and  thus\r\n\ntheir  presence  there was  not an  inherent risk  of skiing.\r\n\nWhile the sudden  appearance of  moguls on a  trail might  be\r\n\nnatural,  Swenson  argues  that these  moguls  resulted  from\r\n\nSunday  River's  decision not  to groom  and  that this  is a\r\n\nlegally viable distinction.   The very fact  that some choice\r\n\n                    \r                                \r\n\n2.  The  statute  expressly  permits  suits  arising  out  of\r\nnegligent design of a tramway  but not of a ski trail.   This\r\nsuit does not involve a tramway accident.\r\n\n                             -6-\r                                          6\r\r\n\nwas made, he says, entitles him to  get to a jury.  We  think\r\n\nthat the  argument misperceives the legislative  intent.  The\r\n\ntrail on  which he  was injured  was designed  to be  a mogul\r\n\ntrail  and  the location  of  the moguls,  even  if shifting,\r\n\ncannot be separated  from the design decision  made by Sunday\r\n\nRiver.  Moguls are inherently risky for skiers -- that may be\r\n\nprecisely why skiers are  lured by mogul trails.   Moguls are\r\n\nan  inseparable  characteristic  of  the  3-D  trail  and  an\r\n\ninherent risk of skiing.  Cf. Knight v. Jewett, 11 Cal. Rptr.\r                                                          \r\n\n2d 2,  14 (Cal. 1992) (in  banc) (risk posed by  moguls is an\r\n\ninseparable  part of the sport);  O'Donoghue v. Bear Mountain\r                                                                         \r\n\nSki Resort,  35 Cal. Rptr.  2d 467, 469 (Cal.  Ct. App. 1994)\r                      \r\n\n(same).\r\n\n          Swenson's argument that Sunday  River had a duty to\r\n\nwarn of the  existence of  moguls below a  breakover must  be\r\n\nweighed in light of the statute's express admonition that \"it\r\n\n[is] the duty  of each  skier to conduct  himself within  the\r\n\nlimits  of his  own  ability,  to  maintain  control  of  his\r\n\nspeed . . . at  all times while skiing  . . .  and to refrain\r\n\nfrom acting in a manner which may cause  or contribute to the\r\n\ninjury  of himself or others.\" 26 M.R.S.A.   488 (West 1988).\r\n\nThe  convergence of two trails at a breakover with no forward\r\n\nvisibility  requires  a skier  to  adjust  his or  her  speed\r\n\nappropriately.   While  skiing  at GS  speeds  on the  upper,\r\n\nmogul-free  portion  of  the  trail, where  there  was  clear\r\n\n                             -7-\r                                          7\r\r\n\nvisibility, may have been  appropriate, it is undisputed that\r\n\nthe  speed at  which Swenson  skied  below the  breakover was\r\n\ninappropriate.    There was,  at the  very  least, a  risk of\r\n\nanother skier on the other side of the breakover, a risk this\r\n\ncourt described  as \"inherent\" in  Finnern, 984 F.2d  at 537.\r                                                      \r\n\nIf  Swenson could  be presumed  by law  to have  assumed that\r\n\nrisk,  there seems  no principled  basis for  saying  that he\r\n\ncould not be  presumed to  have assumed the  risk that  other\r\n\nunextraordinary unseen hazards in  the nature of moguls might\r\n\nbe present beyond the crest.\r\n\n          Swenson's  own expert  testified that  Swenson's GS\r\n\nspeed  and style  made it  impossible for  him to  handle the\r\n\nmogul field  he encountered  and  that even  an expert  skier\r\n\ncould not  have negotiated  the mogul  field at  Swenson's GS\r\n\nspeed.   Swenson testified that had he been skiing slower, he\r\n\ncould  have  handled  the  moguls.    The  breakover  itself,\r\n\ncombined with the lack of  visibility, put Swenson on  notice\r\n\nthat there might be  moguls (or other comparable hazards)  --\r\n\nthe presence of which clearly are inherent risks of skiing --\r\n\njust  below.   The breakover  provided  a natural  warning of\r\n\nrisks  below that  required  Swenson to  slow.   The  statute\r\n\nplaced the responsibility of  guarding against those risks on\r\n\nSwenson.  Under the circumstances, there was no duty to warn.\r\n\n                             -8-\r                                          8\r\r\n\n          Affirmed.\r                              \r\n\n                             -9-\r                                          9\r\r\n",
  "html": "<p class=\"case_cite\">79 F.3d 204</p>\n    <p class=\"parties\">Joel W. SWENSON, Plaintiff, Appellant,<br>v.<br>SUNDAY RIVER SKIWAY CORPORATION, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-2273.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 8, 1996.<br>Decided March 19, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Maine;  David M. Cohen, U.S. Magistrate Judge.</p>\n      <p class=\"indent\">Graydon G. Stevens, with whom Kelly, Remmel &amp; Zimmerman, Portland, ME, Gary D. McQuesten, and Valsangiacomo, DeTora &amp; McQuesten, P.C., Barre, VT, were on briefs, for appellant.</p>\n      <p class=\"indent\">Elizabeth J. Wyman, with whom Evan M. Hansen and Preti, Flaherty, Beliveau &amp; Pachios, Portland, ME, were on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Maine has chosen to exempt ski areas from liability for actions for injuries resulting from risks \"inherent\" in skiing.   The statute, 26 M.R.S.A. &#167; 488 (West 1988), does, however, permit actions for injuries actually caused by the negligent operation or maintenance of the ski area.   The question presented is whether a skier who was injured when he fell negotiating moguls not visible from a \"breakover\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> just above suffered injury as a result of a risk inherent in skiing or from the negligent operation or maintenance of the ski area.   We hold that this case involves the inherent risks of skiing, thus is within the immunity Maine has chosen to afford, and affirm the entry of summary judgment for the Sunday River Skiway Corporation.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">A skier of more than 20 years experience, Joel W. Swenson skied down expert trails at Sunday River on March 24, 1993 before skiing the \"3-D,\" an intermediate trail.   He started down the upper portion of 3-D, traversing it at giant slalom (GS) speed.   The trail had been groomed smooth that far.   As he approached the crest of the breakover at the intersection of 3-D and the Last Mile Trail, Swenson slowed slightly.   What was beyond the breakover was not visible.   What was beyond the breakover were moguls across the entire width of the trail.   Swenson, skiing too fast to negotiate the moguls, fell and was injured.   There is no dispute that the moguls had formed on the trail naturally, as a result of normal skier traffic.   There is also no dispute that Sunday River, had it so desired, could have groomed the entire length of the trail smooth.   However, Sunday River, which had designed 3-D, as the name implies, to be a mogul trail, designedly decided to groom only the upper portion of 3-D and not to remove the mogul field from the bottom portion of the trail.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Because the appeal is from entry of summary judgment, our review is de novo.  Commonwealth of Mass. v. Blackstone Valley Elec. Co., 67 F.3d 981, 985 (1st Cir.1995).   We regard the record and draw all inferences favorably to Swenson.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The legislative policy behind the Maine Skiers' and Tramway Passengers' Responsibilities Act is expressed in the language of the statute in effect at the relevant time:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>It is hereby recognized that skiing as a recreational sport and the use of passenger tramways associated therewith may be hazardous to skiers or passengers, regardless of all feasible safety measures which can be taken.   Therefore, each skier shall have the sole responsibility for knowing the range of his own ability to negotiate any slope or ski trail, and it shall be the duty of each skier to conduct himself within the limits of his own ability, to maintain control of his speed and course at all times while skiing, to heed all posted warnings and to refrain from acting in a manner which may cause or contribute to the injury of himself or others.   Except as otherwise specifically provided in this subchapter, each skier who participates in the sport of skiing shall be deemed to have assumed the risk of the dangers inherent in the sport and assumed the legal responsibility for any injury to his person or property arising out of his participation in the sport of skiing, unless the injury or death was actually caused by the negligent operation or maintenance of the ski area by the ski area operator, its agents or employees.   Except as provided in this section, the responsibility for collisions by any skier while actually skiing, with any person or object, shall be solely that of the skier or skiers involved in [the] collision and not that of the ski area operator.   This section shall not prevent the maintenance of an action against a ski area operator for the negligent design, construction, operation or maintenance of a tramway.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">26 M.R.S.A. &#167; 488 (West 1988).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Against this framework, Swenson makes two claims.   He says that Sunday River negligently maintained and groomed 3-D in such a manner as to create a mogul field immediately below a breakover where it was not visible to skiers approaching it from above at expected and appropriate speeds.   He also argues that Sunday River negligently failed to mark or warn of this hazard.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Recognizing that negligent design of a trail is immunized from liability under the statute<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> as interpreted by this court in Finnern v. Sunday River Skiway Corp., 984 F.2d 530, 534 (1st Cir.1993), the parties have framed the issue as whether the presence of an ungroomed mogul field below a blind breakover gives rise to a design issue as opposed to an issue of operation or maintenance.   To some extent, on particular facts, the answer to whether a feature of a ski trail is a design feature or one of operation and maintenance may be a matter of degree.   But we think it sufficiently clear in this case that deciding to retain and not groom away moguls on a trail was a design decision that Swenson's claim is precluded as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Swenson argues that the term \"design\" should be restricted to those aspects of a trail which are immutable or permanent, such as degree of curvature or incline.   He argues that there was nothing natural, inseparable or necessary about the moguls being just below the breakover and thus their presence there was not an inherent risk of skiing.   While the sudden appearance of moguls on a trail might be natural, Swenson argues that these moguls resulted from Sunday River's decision not to groom and that this is a legally viable distinction.   The very fact that some choice was made, he says, entitles him to get to a jury.   We think that the argument misperceives the legislative intent.   The trail on which he was injured was designed to be a mogul trail and the location of the moguls, even if shifting, cannot be separated from the design decision made by Sunday River.   Moguls are inherently risky for skiers--that may be precisely why skiers are lured by mogul trails.   Moguls are an inseparable characteristic of the 3-D trail and an inherent risk of skiing.   Cf. Knight v. Jewett, 3 Cal.4th 296, 11 Cal.Rptr.2d 2, 14, 834 P.2d 696, 708 (Cal.1992) (in banc) (risk posed by moguls is an inseparable part of the sport);  O'Donoghue v. Bear Mountain Ski Resort, 30 Cal.App.4th 188, 35 Cal.Rptr.2d 467, 469 (1994) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Swenson's argument that Sunday River had a duty to warn of the existence of moguls below a breakover must be weighed in light of the statute's express admonition that \"it [is] the duty of each skier to conduct himself within the limits of his own ability, to maintain control of his speed ... at all times while skiing ... and to refrain from acting in a manner which may cause or contribute to the injury of himself or others.\"   26 M.R.S.A. &#167; 488 (West 1988).   The convergence of two trails at a breakover with no forward visibility requires a skier to adjust his or her speed appropriately.   While skiing at GS speeds on the upper, mogul-free portion of the trail, where there was clear visibility, may have been appropriate, it is undisputed that the speed at which Swenson skied below the breakover was inappropriate.   There was, at the very least, a risk of another skier on the other side of the breakover, a risk this court described as \"inherent\" in Finnern, 984 F.2d at 537.   If Swenson could be presumed by law to have assumed that risk, there seems no principled basis for saying that he could not be presumed to have assumed the risk that other unextraordinary unseen hazards in the nature of moguls might be present beyond the crest.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Swenson's own expert testified that Swenson's GS speed and style made it impossible for him to handle the mogul field he encountered and that even an expert skier could not have negotiated the mogul field at Swenson's GS speed.   Swenson testified that had he been skiing slower, he could have handled the moguls.   The breakover itself, combined with the lack of visibility, put Swenson on notice that there might be moguls (or other comparable hazards)--the presence of which clearly are inherent risks of skiing--just below.   The breakover provided a natural warning of risks below that required Swenson to slow.   The statute placed the responsibility of guarding against those risks on Swenson.   Under the circumstances, there was no duty to warn.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> \"Moguls\" are bumps in the snow surface of a ski trail.   They are created by skiers carving out their turns.   It is a common practice for ski areas to leave all or portions of a trail ungroomed so as to retain moguls.   A \"breakover\" is the convergence and changeover of two or more trails of differing slope</p>\n        <p>Our definitions are from the district court's opinion.   We realize, however, that with changing times and vocabularies (especially in the increasingly technology oriented world of downhill skiing), the meaning of words such as \"mogul\" may change.   For example, The Real Skier's Dictionary provides (humorously) the following \"archaic\" definition of the term \"moguls\":  \"bumps appearing on the slope before the days of grooming machines.\"   Morten Lund, The Real Skier's Dictionary (1983) (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The statute expressly permits suits arising out of negligent design of a tramway but not of a ski trail.   This suit does not involve a tramway accident</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">204</span></span></p>\n    <p class=\"parties\">Joel W. SWENSON, Plaintiff, Appellant,<br>v.<br>SUNDAY RIVER SKIWAY CORPORATION, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-2273.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 8, 1996.<br>Decided March 19, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Maine;  David M. Cohen, U.S. Magistrate Judge.</p>\n      <p class=\"indent\">Graydon G. Stevens, with whom Kelly, Remmel &amp; Zimmerman, Portland, ME, Gary D. McQuesten, and Valsangiacomo, DeTora &amp; McQuesten, P.C., Barre, VT, were on briefs, for appellant.</p>\n      <p class=\"indent\">Elizabeth J. Wyman, with whom Evan M. Hansen and Preti, Flaherty, Beliveau &amp; Pachios, Portland, ME, were on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Maine has chosen to exempt ski areas from liability for actions for injuries resulting from risks \"inherent\" in skiing.   The statute, 26 M.R.S.A. &#167; 488 (West 1988), does, however, permit actions for injuries actually caused by the negligent operation or maintenance of the ski area.   The question presented is whether a skier who was injured when he fell negotiating moguls not visible from a \"breakover\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> just above suffered injury as a result of a risk inherent in skiing or from the negligent operation or maintenance of the ski area.   We hold that this case involves the inherent risks of skiing, thus is within the immunity Maine has chosen to afford, and affirm the entry of summary judgment for the Sunday River Skiway Corporation.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">A skier of more than 20 years experience, Joel W. Swenson skied down expert trails at Sunday River on March 24, 1993 before skiing the \"3-D,\" an intermediate trail.   He started down the upper portion of 3-D, traversing it at giant slalom (GS) speed.   The trail had been groomed smooth that far.   As he approached the crest of the breakover at the intersection of 3-D and the Last Mile Trail, Swenson slowed slightly.   What was beyond the breakover was not visible.   What was beyond the breakover were moguls across the entire width of the trail.   Swenson, skiing too fast to negotiate the moguls, fell and was injured.   There is no dispute that the moguls had formed on the trail naturally, as a result of normal skier traffic.   There is also no dispute that Sunday River, had it so desired, could have groomed the entire length of the trail smooth.   However, Sunday River, which had designed 3-D, as the name implies, to be a mogul trail, designedly decided to groom only the upper portion of 3-D and not to remove the mogul field from the bottom portion of the trail.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Because the appeal is from entry of summary judgment, our review is de novo.  Commonwealth of Mass. v. Blackstone Valley Elec. Co., <span class=\"citation\" data-id=\"705987\"><a href=\"/opinion/705987/commonwealth-of-massachusetts-v-blackstone-valley-electric-company/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">981</span></a></span>, 985 (1st Cir.1995).   We regard the record and draw all inferences favorably to Swenson.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The legislative policy behind the Maine Skiers' and Tramway Passengers' Responsibilities Act is expressed in the language of the statute in effect at the relevant time:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>It is hereby recognized that skiing as a recreational sport and the use of passenger tramways associated therewith may be hazardous to skiers or passengers, regardless of all feasible safety measures which can be taken.   Therefore, each skier shall have the sole responsibility for knowing the range of his own ability to negotiate any slope or ski trail, and it shall be the duty of each skier to conduct himself within the limits of his own ability, to maintain control of his speed and course at all times while skiing, to heed all posted warnings and to refrain from acting in a manner which may cause or contribute to the injury of himself or others.   Except as otherwise specifically provided in this subchapter, each skier who participates in the sport of skiing shall be deemed to have assumed the risk of the dangers inherent in the sport and assumed the legal responsibility for any injury to his person or property arising out of his participation in the sport of skiing, unless the injury or death was actually caused by the negligent operation or maintenance of the ski area by the ski area operator, its agents or employees.   Except as provided in this section, the responsibility for collisions by any skier while actually skiing, with any person or object, shall be solely that of the skier or skiers involved in [the] collision and not that of the ski area operator.   This section shall not prevent the maintenance of an action against a ski area operator for the negligent design, construction, operation or maintenance of a tramway.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">26 M.R.S.A. &#167; 488 (West 1988).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Against this framework, Swenson makes two claims.   He says that Sunday River negligently maintained and groomed 3-D in such a manner as to create a mogul field immediately below a breakover where it was not visible to skiers approaching it from above at expected and appropriate speeds.   He also argues that Sunday River negligently failed to mark or warn of this hazard.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Recognizing that negligent design of a trail is immunized from liability under the statute<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> as interpreted by this court in Finnern v. Sunday River Skiway Corp., <span class=\"citation\" data-id=\"599125\"><a href=\"/opinion/599125/james-finnern-md-v-sunday-river-skiway-corporation-dba-sunday-river/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">530</span></a></span>, 534 (1st Cir.1993), the parties have framed the issue as whether the presence of an ungroomed mogul field below a blind breakover gives rise to a design issue as opposed to an issue of operation or maintenance.   To some extent, on particular facts, the answer to whether a feature of a ski trail is a design feature or one of operation and maintenance may be a matter of degree.   But we think it sufficiently clear in this case that deciding to retain and not groom away moguls on a trail was a design decision that Swenson's claim is precluded as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Swenson argues that the term \"design\" should be restricted to those aspects of a trail which are immutable or permanent, such as degree of curvature or incline.   He argues that there was nothing natural, inseparable or necessary about the moguls being just below the breakover and thus their presence there was not an inherent risk of skiing.   While the sudden appearance of moguls on a trail might be natural, Swenson argues that these moguls resulted from Sunday River's decision not to groom and that this is a legally viable distinction.   The very fact that some choice was made, he says, entitles him to get to a jury.   We think that the argument misperceives the legislative intent.   The trail on which he was injured was designed to be a mogul trail and the location of the moguls, even if shifting, cannot be separated from the design decision made by Sunday River.   Moguls are inherently risky for skiers--that may be precisely why skiers are lured by mogul trails.   Moguls are an inseparable characteristic of the 3-D trail and an inherent risk of skiing.   Cf. Knight v. Jewett, <span class=\"citation\" data-id=\"1349118\"><a href=\"/opinion/1349118/knight-v-jewett/\"><span class=\"volume\">3</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">296</span></a></span>, <span class=\"citation\" data-id=\"1349118\"><a href=\"/opinion/1349118/knight-v-jewett/\"><span class=\"volume\">11</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">2</span></a></span>, 14, <span class=\"citation\" data-id=\"1349118\"><a href=\"/opinion/1349118/knight-v-jewett/\"><span class=\"volume\">834</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">696</span></a></span>, 708 (Cal.1992) (in banc) (risk posed by moguls is an inseparable part of the sport);  O'Donoghue v. Bear Mountain Ski Resort, <span class=\"citation\" data-id=\"2245509\"><a href=\"/opinion/2245509/odonoghue-v-bear-mountain-ski-resort/\"><span class=\"volume\">30</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">188</span></a></span>, <span class=\"citation\" data-id=\"2245509\"><a href=\"/opinion/2245509/odonoghue-v-bear-mountain-ski-resort/\"><span class=\"volume\">35</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">467</span></a></span>, 469 (1994) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Swenson's argument that Sunday River had a duty to warn of the existence of moguls below a breakover must be weighed in light of the statute's express admonition that \"it [is] the duty of each skier to conduct himself within the limits of his own ability, to maintain control of his speed ... at all times while skiing ... and to refrain from acting in a manner which may cause or contribute to the injury of himself or others.\"   26 M.R.S.A. &#167; 488 (West 1988).   The convergence of two trails at a breakover with no forward visibility requires a skier to adjust his or her speed appropriately.   While skiing at GS speeds on the upper, mogul-free portion of the trail, where there was clear visibility, may have been appropriate, it is undisputed that the speed at which Swenson skied below the breakover was inappropriate.   There was, at the very least, a risk of another skier on the other side of the breakover, a risk this court described as \"inherent\" in Finnern, 984 F.2d at 537.   If Swenson could be presumed by law to have assumed that risk, there seems no principled basis for saying that he could not be presumed to have assumed the risk that other unextraordinary unseen hazards in the nature of moguls might be present beyond the crest.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Swenson's own expert testified that Swenson's GS speed and style made it impossible for him to handle the mogul field he encountered and that even an expert skier could not have negotiated the mogul field at Swenson's GS speed.   Swenson testified that had he been skiing slower, he could have handled the moguls.   The breakover itself, combined with the lack of visibility, put Swenson on notice that there might be moguls (or other comparable hazards)--the presence of which clearly are inherent risks of skiing--just below.   The breakover provided a natural warning of risks below that required Swenson to slow.   The statute placed the responsibility of guarding against those risks on Swenson.   Under the circumstances, there was no duty to warn.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> \"Moguls\" are bumps in the snow surface of a ski trail.   They are created by skiers carving out their turns.   It is a common practice for ski areas to leave all or portions of a trail ungroomed so as to retain moguls.   A \"breakover\" is the convergence and changeover of two or more trails of differing slope</p>\n        <p>Our definitions are from the district court's opinion.   We realize, however, that with changing times and vocabularies (especially in the increasingly technology oriented world of downhill skiing), the meaning of words such as \"mogul\" may change.   For example, The Real Skier's Dictionary provides (humorously) the following \"archaic\" definition of the term \"moguls\":  \"bumps appearing on the slope before the days of grooming machines.\"   Morten Lund, The Real Skier's Dictionary (1983) (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The statute expressly permits suits arising out of negligent design of a tramway but not of a ski trail.   This suit does not involve a tramway accident</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/599125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705987/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1349118/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2245509/"
  ]
}