{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196681/",
  "absolute_url": "/opinion/196681/united-states-v-lilly/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196681/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:11:35Z",
  "date_modified": "2017-03-24T10:48:14.623141Z",
  "type": "010combined",
  "sha1": "e494e370feba6f88c3b0409cc1c42cfc77e5ac42",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-2191.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 95-2191\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                      WILLIAM W. LILLY,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. William G. Young, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                    Cyr, Boudin and Stahl,\r\n\n                       Circuit Judges.\r                                                 \r\n\n                                         \r\n\nMorris  M.  Goldings with  whom  Richard  S.  Jacobs and  Mahoney,\r                                                                              \r\nHawkes &amp; Goldings were on briefs for appellant.\r                         \r\nJohn  J. Falvey, Jr.,  Assistant United States Attorney, with whom\r                                \r\nDonald K. Stern, United States Attorney,  was on brief for the  United\r                       \r\nStates.\r\n\n                                         \r\n\n                        April 3, 1996\r\n                                         \r\r\n\n     BOUDIN, Circuit Judge.  William Lilly appeals the denial\r                                      \r\n\nof  his motion in the district court, brought under 28 U.S.C.\r\n\n   2255 and  the  prior version  of Fed.  R.  Crim P.  35(a),\r\n\nseeking  relief as  to sentence.1   In substance,  Lilly asks\r\n\nboth for resentencing and for a determination that no term of\r\n\nprobation  may be  imposed upon  him.   He also  challenges a\r\n\nrestitution  order that is part of his present sentence.  The\r\n\nfacts are  set  forth in  detail  in Judge  Young's  thorough\r\n\nopinion in United States v. Lilly, 901 F.  Supp. 25 (D. Mass.\r                                             \r\n\n1995), and we limit ourselves to a brief summary.\r\n\n     Lilly was indicted in  1990 on 30 counts of  bank fraud.\r\n\nFour  charges were later dropped,  but he was  convicted by a\r\n\njury on the remaining  26 counts.  This was  a pre-guidelines\r\n\ncase, and in November 1991, Lilly was sentenced to five years\r\n\nin  prison on count 1, to be followed by concurrent five-year\r\n\nsuspended sentences  on counts  2-7 and 12-29  accompanied by\r\n\nfive years' probation, and  by a five-year suspended sentence\r\n\non count 30 consecutive to the other suspended sentences.  He\r\n\nwas ordered to pay $5,071,751.59 in restitution.\r\n\n     Nearly  two months later, and after Lilly had noticed an\r\n\nappeal,  the  trial  judge  realized that  a  probation  term\r\n\nrequired  by law  had  not  been imposed  on  count  30.   On\r\n\n                    \r                                \r\n\n     1Former  Rule 35(a)  permitted the  court to  correct an\r\n\"illegal  sentence\" at  any  time and  continues to  apply to\r\nLilly's sentence because his offenses were committed prior to\r\nNovember 1, 1987.\r\n\n                             -2-\r                                         -2-\r\r\n\nDecember 30, 1991,  he issued a  second judgment sua  sponte,\r                                                                        \r\n\nwhich differed from the  first judgment in two respects:   it\r\n\nmade all of the suspended  sentences run concurrently, and it\r\n\nexplicitly imposed five years' probation on count 30.   Under\r\n\nthis  second judgment,  Lilly's effective  sentence  was five\r\n\nyears' imprisonment  to be  followed by a  suspended sentence\r\n\nand five years' probation.\r\n\n     Lilly's  initial  appeal  from  his  convictions, argued\r\n\nbefore this  court in 1992,  did not challenge  his sentence.\r\n\nInstead, he claimed that the indictment was multiplicitous in\r\n\ntreating  as individual  offenses the various  frauds charged\r\n\nunder  counts 1-29 against First Mutual Bank of Boston.  That\r\n\nargument proved successful and,  in December 1992, this court\r\n\nvacated  his convictions  on counts  2-7 and  12-29.   United\r                                                                         \r\n\nStates v. Lilly, 983 F.2d 300 (1st Cir. 1992).\r                           \r\n\n     However, this court also found that the multiplicity did\r\n\nnot impair the convictions on counts 1 and 30 and it affirmed\r\n\nboth convictions.   Lilly, 983 F.2d at 306.   Count 1 covered\r                                     \r\n\nthe  execution  of the  scheme to  defraud directed  at First\r\n\nMutual  as to which counts 2-7 and 12-29 were multiplicitous;\r\n\ncount  30 involved  execution of  a separate  scheme directed\r\n\nagainst another  bank and was unaffected  by the multiplicity\r\n\nruling.  This court remanded for entry of a revised judgment,\r\n\nnoting that a new sentencing proceeding was not required.\r\n\n                             -3-\r                                         -3-\r\r\n\n     In  February  1993, the  district  judge  entered a  new\r\n\njudgment on  remand, representing the third  judgment in this\r\n\ncase.   In  this third  judgment, the  court gave  Lilly five\r\n\nyears in prison on count 1; on count 30, the court gave Lilly\r\n\na  five  year suspended  sentence to  run  after the  term of\r\n\nimprisonment imposed on count 1 and again ordered restitution\r\n\nof  $5,071,751.59.     The   judgment  referred   to  certain\r\n\nconditions of probation,  but in  another apparent  oversight\r\n\ndid not specify any probation  term for count 30.  Lilly  did\r\n\nnot appeal this third judgment.\r\n\n     In February  1995, Lilly  filed a motion  to vacate  his\r\n\nsentence, pursuant to 28 U.S.C.   2255 and former Rule 35(a).\r\n\nThe district court treated the motion as one properly brought\r\n\nunder former  Rule 35(a) to  correct an illegal  sentence but\r\n\ndenied  it on  the  merits.   On  appeal, the  government  is\r\n\ncontent  to  assume arguendo  that  the  merits are  properly\r                                        \r\n\npresented  under former  Rule  35(a), although  it notes  its\r\n\nreservations as to Lilly's attack on the restitution order.\r\n\n     The essence of Lilly's argument as to probation is this:\r\n\nthe first  and  third  judgments  did  not  sentence  him  to\r\n\nprobation  on  count  30,  and  the  second  judgment,  which\r\n\npurported  to do so was without effect because it was entered\r\n\nin  his  absence and  after he  filed  his notice  of appeal.\r\n\nLilly says that, at minimum, the third judgment is unclear as\r\n\nto probation and  entitles him to  resentencing.  He  further\r\n\n                             -4-\r                                         -4-\r\r\n\nasserts that because probation was not imposed on count 30 in\r\n\nthe first judgment, the district court cannot now add it upon\r\n\nresentencing without impermissibly increasing his sentence.\r\n\n     The problem here is more complicated than difficult, and\r\n\nresponds quickly  to the  application of  common sense.   The\r\n\nfirst question  is one  of interpreting the  prevailing third\r\n\njudgment entered in February 1993; we must parse it to decide\r\n\nwhether  it should be read to incorporate a five-year term of\r\n\nprobation,  which the  government  claims is  implicit.   The\r\n\nsecond question concerns the validity of  the judgment, if so\r\n\nread,  as against  Lilly's claim  that  such a  reading would\r\n\nunlawfully increase his sentence.\r\n\n     The parties agree that the applicable probation statute,\r\n\n18 U.S.C.   3651 (since  repealed), requires that a probation\r\n\nperiod accompany  any suspended  sentence; this is  a reading\r\n\nnot obvious from  the statutory language but supported by the\r\n\ncases and various policy considerations.  Miller v. Aderhold,\r                                                                        \r\n\n288  U.S. 206,  210-11 (1933)  (decided under  predecessor to\r\n\nsection 3651); United  States v. Elkin,  731 F.2d 1005,  1010\r                                                  \r\n\n(2d  Cir.), cert.  denied, 469  U.S. 822  (1984).   The first\r                                     \r\n\njudgment  failed to specify a probation term on count 30, but\r\n\nthe second judgment swiftly corrected the error.\r\n\n     Therefore,  when the  case came  up on  appeal from  the\r\n\nconvictions  in  1992,  the then-existing  (second)  judgment\r\n\nreflected a five-year  term of probation  on count 30,  which\r\n\n                             -5-\r                                         -5-\r\r\n\nwent  unchallenged   on  the   appeal.    In   affirming  the\r\n\nconvictions  on counts 1 and 30, this court specifically said\r\n\nthat  no resentencing  proceeding was  required.   Lilly, 983\r                                                                    \r\n\nF.2d at 306.   In the  new third judgment entered  on remand,\r\n\nthe  sentences on counts 1  and 30 mirrored  those imposed on\r\n\ncounts 1 and 30 in the  second judgment, save that (as in the\r\n\nfirst judgment) the district  court again overlooked the need\r\n\nto refer specifically to probation in count 30.\r\n\n     We say \"overlooked\" because  in our minds it is  evident\r\n\nthat the district court  intended count 30 to include  a term\r\n\nof probation, as the law requires, and intended it to be five\r\n\nyears.  Both the first and second judgments provided for five\r\n\nyears'  imprisonment followed  by  five  years of  probation.\r\n\nSince  the  multiplicity  determination  did  not  alter  the\r\n\nsubstance of Lilly's misconduct, there was no reason  why the\r\n\nreduction in counts  should have been  expected to alter  the\r\n\ntotal sentence.2   Indeed, that is why  we did not require  a\r\n\nnew sentencing proceeding.\r\n\n     In  addition,  the  third  judgment  expressly  included\r\n\nconditions  of probation,  conditions  that  would have  been\r\n\n                    \r                                \r\n\n     2Lilly  had secured a single  large bank loan  to buy an\r\napartment complex (submitting  in support mortgage  documents\r\nfor   individual   apartments    units)   containing    false\r\nrepresentations.   Although  the original  indictment treated\r\neach apartment mortgage as a separate fraud count, this court\r\nviewed the  loan application to  the bank  as comprising  the\r\nexecution  of a single scheme to defraud.  Lilly, 983 F.2d at\r                                                            \r\n303.\r\n\n                             -6-\r                                         -6-\r\r\n\npointless  without  probation  and  signaled an  intent  that\r\n\nprobation  be served.  In these circumstances, and given that\r\n\nprobation was  legally required for a  suspended sentence and\r\n\nhad in fact been imposed on count 30 in the  second judgment,\r\n\nit  is patent  to  us that  the  district court  intended  to\r\n\nreimpose  the   same  probation  requirement  in   the  third\r\n\njudgment.\r\n\n     Finally,  if we were  in the  slightest doubt  about the\r\n\ndistrict court's intention, the doubt is clearly dispelled by\r\n\nthe  district  court's  recent  decision in  the  Rule  35(a)\r\n\nproceeding  where it  explained its  intent as  to probation.\r\n\nLilly, 901 F.Supp. at 29.  The district court's opinion makes\r                 \r\n\nit perfectly clear that, whatever wording was overlooked, the\r\n\ncourt intended in its third judgment--and its first as well--\r\n\nto impose  probation on  count  30.   A remand  to clarify  a\r\n\nsupposed \"ambiguity\" would be an errant waste of time.\r\n\n     Lilly  knows full  well that  this is  so, and  the real\r\n\nthrust of his objection  is that the district court  lawfully\r\n\ncould not when  imposing the  third judgment, or  in any  new\r                                                            \r\n\nremand we might now order,  add a term of probation to  count\r\n\n30.  Lilly's  reason is  that probation was  not included  in\r\n\ncount 30 of  the first judgment  and would therefore  enlarge\r\n\nthe  original  sentence long  after  its  imposition.   Lilly\r\n\nthinks,  quite  mistakenly,  that  courts  are  automatically\r\n\n                             -7-\r                                         -7-\r\r\n\nforbidden  from  increasing sentences  after  they  have been\r\n\nimposed.\r\n\n     The law  on enlargement  of sentences after  their first\r\n\nimposition  is in  fact  complex.   There are  constitutional\r\n\nlimitations  and  issues  of  authority  independent  of  the\r\n\nConstitution, but there is no automatic bar to an increase in\r                                                   \r\n\nall circumstances.  See generally Bozza v. United States, 330\r                                                                    \r\n\nU.S.  160, 165-67 (1947); DeWitt v. Ventetoulo, 6 F.3d 32, 34\r                                                          \r\n\nn.3 (1st  Cir. 1993) (collecting cases), cert. denied, 114 S.\r                                                                 \r\n\nCt. 1542 (1994).  But the complexities need not be plumbed in\r\n\nthis case because there  is no enlargement even if  we assume\r\n\nthat count 30 did not incorporate a term of probation.\r\n\n     In  practical  terms,  the  present  judgment  does  not\r                                                                         \r\n\nenlarge the  overall sentence originally imposed  for Lilly's\r\n\nmisconduct.   As  already  noted, in  the first  judgment the\r\n\nexplicit  sentence for  the package  of counts  included five\r\n\nyears' imprisonment followed by a suspended sentence and five\r\n\nyears'  probation.  That is also the sentence under the third\r\n\njudgment if read to  incorporate five years' probation.   The\r\n\nnumber of counts fell  but the underlying misconduct remained\r\n\nthe same.  See United States v. Pimienta-Redondo, 874 F.2d 9,\r                                                            \r\n\n16-17  (1st Cir.)  (en  banc),  cert.  denied, 493  U.S.  890\r                                                         \r\n\n(1989).\r\n\n     Lilly's  remaining  claims  relate  to  the  restitution\r\n\norder.   Lilly asserts that the  district court miscalculated\r\n\n                             -8-\r                                         -8-\r\r\n\nthe loss figures used to determine  the amount of restitution\r\n\nand  failed  to  make  express findings  to  confirm  Lilly's\r\n\nability to pay restitution.  Independently, Lilly argues that\r\n\nthe restitution  order is illegal because  the district court\r\n\ndelegated to the probation officer the authority to determine\r\n\nwhen Lilly was obliged to make installment payments.\r\n\n     Former  Rule 35(a)  permits a  challenge to  an \"illegal\r\n\nsentence\"  and  it is  questionable  whether  all of  Lilly's\r\n\nattacks on the restitution order, even if sound, would render\r\n\nthe restitution order  \"illegal.\"  One  might think that  the\r\n\nfirst two are fairly  routine claims of mistake that  are not\r\n\nfundamental  infirmities  and  do   not  make  the   sentence\r\n\n\"illegal.\"    As for  the third,  Lilly  has a  somewhat more\r\n\nplausible  claim that  improper delegation  would render  the\r\n\norder \"illegal\"  on its face.  Cf.  United States v. Ahmad, 2\r                                                                      \r\n\nF.3d 245, 248-49 (7th Cir. 1993).\r\n\n     The case  law under  former Rule 35(a)  reflects varying\r\n\ndefinitions of \"illegality\" and  some disagreement as to what\r\n\nmakes a sentence \"illegal.\"  Compare,  e.g., United States v.\r                                                                      \r\n\nPadgett,  892 F.2d 445 (6th Cir. 1989), with United States v.\r                                                                      \r\n\nCelani,  898 F.2d 543 (7th Cir. 1990).  There is little First\r                  \r\n\nCircuit law on  the subject.   However, without deciding  the\r\n\njurisdictional issue, we are entitled to affirm on the merits\r\n\nwhere this will save  time, United States v. Connell,  6 F.3d\r                                                                \r\n\n27,  29  n.3  (1st Cir.  1993),  and  that  course is  doubly\r\n\n                             -9-\r                                         -9-\r\r\n\nappropriate  here  since former  Rule 35(a)  is a  subject of\r\n\ndiminishing importance.\r\n\n     Lilly first says the restitution  order was not based on\r\n\na proper theory of loss.  His argument appears to be that the\r\n\ndistrict  court attributed to him  much or all  of the losses\r\n\nsuffered  by  the  First  Mutual Bank  when  it  subsequently\r\n\ncollapsed, despite  the court's  finding that  Lilly's frauds\r\n\nwere only a contributing factor in the bank's demise.  But it\r\n\nis evident  from the sentencing colloquy  and the restitution\r\n\namount that the court  did not rely on this  more speculative\r\n\nbank-collapse  theory.   Instead, the district  judge figured\r\n\nlosses by  looking at Lilly's specific  transactions with the\r\n\nbank.\r\n\n     As  detailed in  the government's  sentencing memorandum\r\n\nand discussed  by Lilly's counsel at  the sentencing hearing,\r\n\nthe  restitution total reflected  the difference  between the\r\n\namounts  in default on the  mortgages that Lilly  sold to the\r\n\nbank and the lesser appraised value of the properties held as\r\n\ncollateral.  Lilly is correct that the calculations relied to\r\n\nsome  extent on estimates  of property values,  but this does\r\n\nnot  preclude  restitution  where,   as  here,  a  reasonable\r\n\napproximation can be made.  United States v. Savoie, 985 F.2d\r                                                               \r\n\n612, 617 (1st Cir. 1993).   \r\n\n     Lilly also asserts the trial judge did not make adequate\r\n\nfindings   regarding   his  ability   to   pay  the   ordered\r\n\n                             -10-\r                                         -10-\r\r\n\nrestitution.  His theory is that because the statute requires\r\n\nthe  court to consider ability  to pay, 18  U.S.C.   3664(a),\r                                  \r\n\nthe restitution  order is invalid  if no findings  of ability\r\n\nare made on the record.  Although this view prevails  in some\r\n\ncircuits,  we have  held that  the  statutory obligation--not\r\n\nvery  demanding by  its own  terms--does not  require express\r\n\nrecord findings  and generally  is satisfied where,  as here,\r\n\nthe  court  relies  on  a presentence  report  detailing  the\r\n\ndefendant's financial condition.  Savoie, 985 F.2d at 618-19.\r                                                    \r\n\n     Nor does the statute require a  record basis for finding\r\n\nthat a defendant can presently pay restitution.  The prospect\r\n\nof  future income is sufficient.  United States v. Newman, 49\r                                                                     \r\n\nF.3d  1, 10-11  (1st Cir. 1995).   Lilly does  not attempt to\r\n\nargue  that no  such  likelihood exists,  so  we reserve  for\r\n\nanother occasion  the question of what  circumstance, if any,\r\n\nwould preclude  a  district court  from ordering  restitution\r\n\nbased on prospective income.         \r\n\n     Lilly's   third  claim   is  that  the   district  court\r\n\nimproperly delegated  authority to  the probation officer  to\r\n\nset a  payment schedule.   Several circuit  courts have  held\r\n\nthat the  responsibility for  deciding when payments  must be\r\n\nmade  inheres in  the district  court, and  that it  would be\r\n\nimproper  for  the court  to  delegate  this authority  to  a\r\n\nprobation officer.   E.g., United  States v. Porter,  41 F.3d\r                                                               \r\n\n68, 71  (2d Cir.  1994); Ahmad,  2 F.3d  at 248-49.   Lilly's\r                                          \r\n\n                             -11-\r                                         -11-\r\r\n\nclaim turns on  the cryptic statement  in the third  judgment\r\n\nthat Lilly  make restitution  \"as directed\" by  the probation\r\n\nofficer.  \r\n\n     Whatever ambiguity may have  existed has been removed by\r\n\nJudge Young's recent opinion which makes clear that the third\r\n\njudgment does not give the probation officer authority to set\r\n\na  binding  payment schedule.   Lilly,  901  F. Supp.  at 32.\r                                                 \r\n\nRather,  it   is  Judge  Young's  intention   that  Lilly  be\r\n\nsupervised  by the  probation  officer to  ensure good  faith\r\n\ncompliance; and if any question arises as to whether Lilly is\r\n\ncomplying, it will be  resolved by the district court.   This\r\n\nlimited  role  has been  approved  by  other circuits,  e.g.,\r                                                                        \r\n\nAhmad, 2 F.3d at 249,  and is a reasonable enlistment  of the\r                 \r\n\nprobation officer's services.\r\n\n     Affirmed.\r                         \r\n\n                             -12-\r                                         -12-\r\r\n",
  "html": "<p class=\"case_cite\">80 F.3d 24</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>William W. LILLY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-2191.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 2, 1996.<br>Decided April 3, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts;  Hon.  William G. Young, U.S. District Judge.</p>\n      <p class=\"indent\">Morris M. Goldings with whom Richard S. Jacobs and Mahoney, Hawkes &amp; Goldings were on briefs, Boston, MA, for appellant.</p>\n      <p class=\"indent\">John J. Falvey, Jr., Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief, for U.S.</p>\n      <p class=\"indent\">Before CYR, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">William Lilly appeals the denial of his motion in the district court, brought under 28 U.S.C. &#167; 2255 and the prior version of Fed.R.Crim.P. 35(a), seeking relief as to sentence.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> 1]  In substance, Lilly asks both for resentencing and for a determination that no term of probation may be imposed upon him.   He also challenges a restitution order that is part of his present sentence.   The facts are set forth in detail in Judge Young's thorough opinion in United States v. Lilly, 901 F.Supp. 25 (D.Mass.1995), and we limit ourselves to a brief summary.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Lilly was indicted in 1990 on 30 counts of bank fraud.   Four charges were later dropped, but he was convicted by a jury on the remaining 26 counts.   This was a pre-guidelines case, and in November 1991, Lilly was sentenced to five years in prison on count 1, to be followed by concurrent five-year suspended sentences on counts 2-7 and 12-29 accompanied by five years' probation, and by a five-year suspended sentence on count 30 consecutive to the other suspended sentences.   He was ordered to pay $5,071,751.59 in restitution.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Nearly two months later, and after Lilly had noticed an appeal, the trial judge realized that a probation term required by law had not been imposed on count 30.   On December 30, 1991, he issued a second judgment sua sponte, which differed from the first judgment in two respects:  it made all of the suspended sentences run concurrently, and it explicitly imposed five years' probation on count 30.   Under this second judgment, Lilly's effective sentence was five years' imprisonment to be followed by a suspended sentence and five years' probation.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Lilly's initial appeal from his convictions, argued before this court in 1992, did not challenge his sentence.   Instead, he claimed that the indictment was multiplicitous in treating as individual offenses the various frauds charged under counts 1-29 against First Mutual Bank of Boston.   That argument proved successful and, in December 1992, this court vacated his convictions on counts 2-7 and 12-29.  United States v. Lilly, 983 F.2d 300 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">However, this court also found that the multiplicity did not impair the convictions on counts 1 and 30 and it affirmed both convictions.  Lilly, 983 F.2d at 306.   Count 1 covered the execution of the scheme to defraud directed at First Mutual as to which counts 2-7 and 12-29 were multiplicitous;  count 30 involved execution of a separate scheme directed against another bank and was unaffected by the multiplicity ruling.   This court remanded for entry of a revised judgment, noting that a new sentencing proceeding was not required.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In February 1993, the district judge entered a new judgment on remand, representing the third judgment in this case.   In this third judgment, the court gave Lilly five years in prison on count 1;  on count 30, the court gave Lilly a five year suspended sentence to run after the term of imprisonment imposed on count 1 and again ordered restitution of $5,071,751.59.   The judgment referred to certain conditions of probation, but in another apparent oversight did not specify any probation term for count 30.   Lilly did not appeal this third judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In February 1995, Lilly filed a motion to vacate his sentence, pursuant to 28 U.S.C. &#167; 2255 and former Rule 35(a).   The district court treated the motion as one properly brought under former Rule 35(a) to correct an illegal sentence but denied it on the merits.   On appeal, the government is content to assume arguendo that the merits are properly presented under former Rule 35(a), although it notes its reservations as to Lilly's attack on the restitution order.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The essence of Lilly's argument as to probation is this:  the first and third judgments did not sentence him to probation on count 30, and the second judgment, which purported to do so was without effect because it was entered in his absence and after he filed his notice of appeal.   Lilly says that, at minimum, the third judgment is unclear as to probation and entitles him to resentencing.   He further asserts that because probation was not imposed on count 30 in the first judgment, the district court cannot now add it upon resentencing without impermissibly increasing his sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The problem here is more complicated than difficult, and responds quickly to the application of common sense.   The first question is one of interpreting the prevailing third judgment entered in February 1993;  we must parse it to decide whether it should be read to incorporate a five-year term of probation, which the government claims is implicit.   The second question concerns the validity of the judgment, if so read, as against Lilly's claim that such a reading would unlawfully increase his sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The parties agree that the applicable probation statute, 18 U.S.C. &#167; 3651 (since repealed), requires that a probation period accompany any suspended sentence;  this is a reading not obvious from the statutory language but supported by the cases and various policy considerations.  Miller v. Aderhold, 288 U.S. 206, 210-11, 53 S.Ct. 325, 325-26, 77 L.Ed. 702 (1933) (decided under predecessor to section 3651);  United States v. Elkin, 731 F.2d 1005, 1010 (2d Cir.), cert. denied, 469 U.S. 822, 105 S.Ct. 97, 83 L.Ed.2d 43 (1984).   The first judgment failed to specify a probation term on count 30, but the second judgment swiftly corrected the error.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Therefore, when the case came up on appeal from the convictions in 1992, the then-existing (second) judgment reflected a five-year term of probation on count 30, which went unchallenged on the appeal.   In affirming the convictions on counts 1 and 30, this court specifically said that no resentencing proceeding was required.  Lilly, 983 F.2d at 306.   In the new third judgment entered on remand, the sentences on counts 1 and 30 mirrored those imposed on counts 1 and 30 in the second judgment, save that (as in the first judgment) the district court again overlooked the need to refer specifically to probation in count 30.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We say \"overlooked\" because in our minds it is evident that the district court intended count 30 to include a term of probation, as the law requires, and intended it to be five years.   Both the first and second judgments provided for five years' imprisonment followed by five years of probation.   Since the multiplicity determination did not alter the substance of Lilly's misconduct, there was no reason why the reduction in counts should have been expected to alter the total sentence.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Indeed, that is why we did not require a new sentencing proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In addition, the third judgment expressly included conditions of probation, conditions that would have been pointless without probation and signaled an intent that probation be served.   In these circumstances, and given that probation was legally required for a suspended sentence and had in fact been imposed on count 30 in the second judgment, it is patent to us that the district court intended to reimpose the same probation requirement in the third judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Finally, if we were in the slightest doubt about the district court's intention, the doubt is clearly dispelled by the district court's recent decision in the Rule 35(a) proceeding where it explained its intent as to probation.  Lilly, 901 F.Supp. at 29.   The district court's opinion makes it perfectly clear that, whatever wording was overlooked, the court intended in its third judgment--and its first as well--to impose probation on count 30.   A remand to clarify a supposed \"ambiguity\" would be an errant waste of time.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Lilly knows full well that this is so, and the real thrust of his objection is that the district court lawfully could not when imposing the third judgment, or in any new remand we might now order, add a term of probation to count 30.   Lilly's reason is that probation was not included in count 30 of the first judgment and would therefore enlarge the original sentence long after its imposition.   Lilly thinks, quite mistakenly, that courts are automatically forbidden from increasing sentences after they have been imposed.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The law on enlargement of sentences after their first imposition is in fact complex. There are constitutional limitations and issues of authority independent of the Constitution, but there is no automatic bar to an increase in all circumstances.   See generally Bozza v. United States, 330 U.S. 160, 165-67, 67 S.Ct. 645, 648-49, 91 L.Ed. 818 (1947);  DeWitt v. Ventetoulo, 6 F.3d 32, 34 n. 3 (1st Cir.1993) (collecting cases), cert. denied, --- U.S. ----, 114 S.Ct. 1542, 128 L.Ed.2d 193 (1994).   But the complexities need not be plumbed in this case because there is no enlargement even if we assume that count 30 did not incorporate a term of probation.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In practical terms, the present judgment does not enlarge the overall sentence originally imposed for Lilly's misconduct.   As already noted, in the first judgment the explicit sentence for the package of counts included five years' imprisonment followed by a suspended sentence and five years' probation.   That is also the sentence under the third judgment if read to incorporate five years' probation.   The number of counts fell but the underlying misconduct remained the same.   See United States v. Pimienta-Redondo, 874 F.2d 9, 16-17 (1st Cir.)  (en banc ), cert. denied, 493 U.S. 890, 110 S.Ct. 233, 107 L.Ed.2d 185 (1989).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Lilly's remaining claims relate to the restitution order.   Lilly asserts that the district court miscalculated the loss figures used to determine the amount of restitution and failed to make express findings to confirm Lilly's ability to pay restitution.   Independently, Lilly argues that the restitution order is illegal because the district court delegated to the probation officer the authority to determine when Lilly was obliged to make installment payments.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Former Rule 35(a) permits a challenge to an \"illegal sentence\" and it is questionable whether all of Lilly's attacks on the restitution order, even if sound, would render the restitution order \"illegal.\"   One might think that the first two are fairly routine claims of mistake that are not fundamental infirmities and do not make the sentence \"illegal.\"   As for the third, Lilly has a somewhat more plausible claim that improper delegation would render the order \"illegal\" on its face.   Cf. United States v. Ahmad, 2 F.3d 245, 248-49 (7th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The case law under former Rule 35(a) reflects varying definitions of \"illegality\" and some disagreement as to what makes a sentence \"illegal.\"   Compare, e.g., United States v. Padgett, 892 F.2d 445 (6th Cir.1989), with United States v. Celani, 898 F.2d 543 (7th Cir.1990).   There is little First Circuit law on the subject.   However, without deciding the jurisdictional issue, we are entitled to affirm on the merits where this will save time, United States v. Connell, 6 F.3d 27, 29 n. 3 (1st Cir.1993), and that course is doubly appropriate here since former Rule 35(a) is a subject of diminishing importance.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Lilly first says the restitution order was not based on a proper theory of loss.   His argument appears to be that the district court attributed to him much or all of the losses suffered by the First Mutual Bank when it subsequently collapsed, despite the court's finding that Lilly's frauds were only a contributing factor in the bank's demise.   But it is evident from the sentencing colloquy and the restitution amount that the court did not rely on this more speculative bank-collapse theory.   Instead, the district judge figured losses by looking at Lilly's specific transactions with the bank.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As detailed in the government's sentencing memorandum and discussed by Lilly's counsel at the sentencing hearing, the restitution total reflected the difference between the amounts in default on the mortgages that Lilly sold to the bank and the lesser appraised value of the properties held as collateral.   Lilly is correct that the calculations relied to some extent on estimates of property values, but this does not preclude restitution where, as here, a reasonable approximation can be made.  United States v. Savoie, 985 F.2d 612, 617 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Lilly also asserts the trial judge did not make adequate findings regarding his ability to pay the ordered restitution.   His theory is that because the statute requires the court to consider ability to pay, 18 U.S.C. &#167; 3664(a), the restitution order is invalid if no findings of ability are made on the record.   Although this view prevails in some circuits, we have held that the statutory obligation--not very demanding by its own terms--does not require express record findings and generally is satisfied where, as here, the court relies on a presentence report detailing the defendant's financial condition.  Savoie, 985 F.2d at 618-19.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Nor does the statute require a record basis for finding that a defendant can presently pay restitution.   The prospect of future income is sufficient.  United States v. Newman, 49 F.3d 1, 10-11 (1st Cir.1995).   Lilly does not attempt to argue that no such likelihood exists, so we reserve for another occasion the question of what circumstance, if any, would preclude a district court from ordering restitution based on prospective income.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Lilly's third claim is that the district court improperly delegated authority to the probation officer to set a payment schedule.   Several circuit courts have held that the responsibility for deciding when payments must be made inheres in the district court, and that it would be improper for the court to delegate this authority to a probation officer.   E.g., United States v. Porter, 41 F.3d 68, 71 (2d Cir.1994);  Ahmad, 2 F.3d at 248-49.   Lilly's claim turns on the cryptic statement in the third judgment that Lilly make restitution \"as directed\" by the probation officer.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Whatever ambiguity may have existed has been removed by Judge Young's recent opinion which makes clear that the third judgment does not give the probation officer authority to set a binding payment schedule.  Lilly, 901 F.Supp. at 32.   Rather, it is Judge Young's intention that Lilly be supervised by the probation officer to ensure good faith compliance;  and if any question arises as to whether Lilly is complying, it will be resolved by the district court.   This limited role has been approved by other circuits, e.g., Ahmad, 2 F.3d at 249, and is a reasonable enlistment of the probation officer's services.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Former Rule 35(a) permitted the court to correct an \"illegal sentence\" at any time and continues to apply to Lilly's sentence because his offenses were committed prior to November 1, 1987</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Lilly had secured a single large bank loan to buy an apartment complex (submitting in support mortgage documents for individual apartments units) containing false representations.   Although the original indictment treated each apartment mortgage as a separate fraud count, this court viewed the loan application to the bank as comprising the execution of a single scheme to defraud.  Lilly, 983 F.2d at 303</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>William W. LILLY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-2191.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 2, 1996.<br>Decided April 3, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts;  Hon.  William G. Young, U.S. District Judge.</p>\n      <p class=\"indent\">Morris M. Goldings with whom Richard S. Jacobs and Mahoney, Hawkes &amp; Goldings were on briefs, Boston, MA, for appellant.</p>\n      <p class=\"indent\">John J. Falvey, Jr., Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief, for U.S.</p>\n      <p class=\"indent\">Before CYR, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">William Lilly appeals the denial of his motion in the district court, brought under 28 U.S.C. &#167; 2255 and the prior version of Fed.R.Crim.P. 35(a), seeking relief as to sentence.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> 1]  In substance, Lilly asks both for resentencing and for a determination that no term of probation may be imposed upon him.   He also challenges a restitution order that is part of his present sentence.   The facts are set forth in detail in Judge Young's thorough opinion in United States v. Lilly, <span class=\"citation no-link\"><span class=\"volume\">901</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">25</span></span> (D.Mass.1995), and we limit ourselves to a brief summary.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Lilly was indicted in 1990 on 30 counts of bank fraud.   Four charges were later dropped, but he was convicted by a jury on the remaining 26 counts.   This was a pre-guidelines case, and in November 1991, Lilly was sentenced to five years in prison on count 1, to be followed by concurrent five-year suspended sentences on counts 2-7 and 12-29 accompanied by five years' probation, and by a five-year suspended sentence on count 30 consecutive to the other suspended sentences.   He was ordered to pay $5,071,751.59 in restitution.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Nearly two months later, and after Lilly had noticed an appeal, the trial judge realized that a probation term required by law had not been imposed on count 30.   On December 30, 1991, he issued a second judgment sua sponte, which differed from the first judgment in two respects:  it made all of the suspended sentences run concurrently, and it explicitly imposed five years' probation on count 30.   Under this second judgment, Lilly's effective sentence was five years' imprisonment to be followed by a suspended sentence and five years' probation.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Lilly's initial appeal from his convictions, argued before this court in 1992, did not challenge his sentence.   Instead, he claimed that the indictment was multiplicitous in treating as individual offenses the various frauds charged under counts 1-29 against First Mutual Bank of Boston.   That argument proved successful and, in December 1992, this court vacated his convictions on counts 2-7 and 12-29.  United States v. Lilly, <span class=\"citation\" data-id=\"597801\"><a href=\"/opinion/597801/united-states-v-william-w-lilly/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">300</span></a></span> (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">However, this court also found that the multiplicity did not impair the convictions on counts 1 and 30 and it affirmed both convictions.  Lilly, 983 F.2d at 306.   Count 1 covered the execution of the scheme to defraud directed at First Mutual as to which counts 2-7 and 12-29 were multiplicitous;  count 30 involved execution of a separate scheme directed against another bank and was unaffected by the multiplicity ruling.   This court remanded for entry of a revised judgment, noting that a new sentencing proceeding was not required.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In February 1993, the district judge entered a new judgment on remand, representing the third judgment in this case.   In this third judgment, the court gave Lilly five years in prison on count 1;  on count 30, the court gave Lilly a five year suspended sentence to run after the term of imprisonment imposed on count 1 and again ordered restitution of $5,071,751.59.   The judgment referred to certain conditions of probation, but in another apparent oversight did not specify any probation term for count 30.   Lilly did not appeal this third judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In February 1995, Lilly filed a motion to vacate his sentence, pursuant to 28 U.S.C. &#167; 2255 and former Rule 35(a).   The district court treated the motion as one properly brought under former Rule 35(a) to correct an illegal sentence but denied it on the merits.   On appeal, the government is content to assume arguendo that the merits are properly presented under former Rule 35(a), although it notes its reservations as to Lilly's attack on the restitution order.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The essence of Lilly's argument as to probation is this:  the first and third judgments did not sentence him to probation on count 30, and the second judgment, which purported to do so was without effect because it was entered in his absence and after he filed his notice of appeal.   Lilly says that, at minimum, the third judgment is unclear as to probation and entitles him to resentencing.   He further asserts that because probation was not imposed on count 30 in the first judgment, the district court cannot now add it upon resentencing without impermissibly increasing his sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The problem here is more complicated than difficult, and responds quickly to the application of common sense.   The first question is one of interpreting the prevailing third judgment entered in February 1993;  we must parse it to decide whether it should be read to incorporate a five-year term of probation, which the government claims is implicit.   The second question concerns the validity of the judgment, if so read, as against Lilly's claim that such a reading would unlawfully increase his sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The parties agree that the applicable probation statute, 18 U.S.C. &#167; 3651 (since repealed), requires that a probation period accompany any suspended sentence;  this is a reading not obvious from the statutory language but supported by the cases and various policy considerations.  Miller v. Aderhold, <span class=\"citation\" data-id=\"102027\"><a href=\"/opinion/102027/miller-v-aderhold/\"><span class=\"volume\">288</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">206</span></a></span>, 210-11, <span class=\"citation\" data-id=\"102027\"><a href=\"/opinion/102027/miller-v-aderhold/\"><span class=\"volume\">53</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">325</span></a></span>, 325-26, <span class=\"citation\" data-id=\"102027\"><a href=\"/opinion/102027/miller-v-aderhold/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">702</span></a></span> (1933) (decided under predecessor to section 3651);  United States v. Elkin, <span class=\"citation\" data-id=\"433793\"><a href=\"/opinion/433793/united-states-v-bernard-p-elkin-aka-bob-elkin-and-boston/\"><span class=\"volume\">731</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1005</span></a></span>, 1010 (2d Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">822</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">97</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">43</span></span> (1984).   The first judgment failed to specify a probation term on count 30, but the second judgment swiftly corrected the error.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Therefore, when the case came up on appeal from the convictions in 1992, the then-existing (second) judgment reflected a five-year term of probation on count 30, which went unchallenged on the appeal.   In affirming the convictions on counts 1 and 30, this court specifically said that no resentencing proceeding was required.  Lilly, 983 F.2d at 306.   In the new third judgment entered on remand, the sentences on counts 1 and 30 mirrored those imposed on counts 1 and 30 in the second judgment, save that (as in the first judgment) the district court again overlooked the need to refer specifically to probation in count 30.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We say \"overlooked\" because in our minds it is evident that the district court intended count 30 to include a term of probation, as the law requires, and intended it to be five years.   Both the first and second judgments provided for five years' imprisonment followed by five years of probation.   Since the multiplicity determination did not alter the substance of Lilly's misconduct, there was no reason why the reduction in counts should have been expected to alter the total sentence.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Indeed, that is why we did not require a new sentencing proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In addition, the third judgment expressly included conditions of probation, conditions that would have been pointless without probation and signaled an intent that probation be served.   In these circumstances, and given that probation was legally required for a suspended sentence and had in fact been imposed on count 30 in the second judgment, it is patent to us that the district court intended to reimpose the same probation requirement in the third judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Finally, if we were in the slightest doubt about the district court's intention, the doubt is clearly dispelled by the district court's recent decision in the Rule 35(a) proceeding where it explained its intent as to probation.  Lilly, 901 F.Supp. at 29.   The district court's opinion makes it perfectly clear that, whatever wording was overlooked, the court intended in its third judgment--and its first as well--to impose probation on count 30.   A remand to clarify a supposed \"ambiguity\" would be an errant waste of time.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Lilly knows full well that this is so, and the real thrust of his objection is that the district court lawfully could not when imposing the third judgment, or in any new remand we might now order, add a term of probation to count 30.   Lilly's reason is that probation was not included in count 30 of the first judgment and would therefore enlarge the original sentence long after its imposition.   Lilly thinks, quite mistakenly, that courts are automatically forbidden from increasing sentences after they have been imposed.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The law on enlargement of sentences after their first imposition is in fact complex. There are constitutional limitations and issues of authority independent of the Constitution, but there is no automatic bar to an increase in all circumstances.   See generally Bozza v. United States, <span class=\"citation\" data-id=\"104378\"><a href=\"/opinion/104378/bozza-v-united-states/\"><span class=\"volume\">330</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">160</span></a></span>, 165-67, <span class=\"citation\" data-id=\"104378\"><a href=\"/opinion/104378/bozza-v-united-states/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">645</span></a></span>, 648-49, <span class=\"citation\" data-id=\"104378\"><a href=\"/opinion/104378/bozza-v-united-states/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">818</span></a></span> (1947);  DeWitt v. Ventetoulo, <span class=\"citation\" data-id=\"194970\"><a href=\"/opinion/194970/ventetoulo-v-attorney-general-ri/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">32</span></a></span>, 34 n. 3 (1st Cir.1993) (collecting cases), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1542</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">193</span></span> (1994).   But the complexities need not be plumbed in this case because there is no enlargement even if we assume that count 30 did not incorporate a term of probation.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In practical terms, the present judgment does not enlarge the overall sentence originally imposed for Lilly's misconduct.   As already noted, in the first judgment the explicit sentence for the package of counts included five years' imprisonment followed by a suspended sentence and five years' probation.   That is also the sentence under the third judgment if read to incorporate five years' probation.   The number of counts fell but the underlying misconduct remained the same.   See United States v. Pimienta-Redondo, <span class=\"citation\" data-id=\"522862\"><a href=\"/opinion/522862/united-states-v-juan-pimienta-redondo-united-states-of-america-v-alfredo/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">9</span></a></span>, 16-17 (1st Cir.)  (en banc ), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">890</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">233</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">185</span></span> (1989).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Lilly's remaining claims relate to the restitution order.   Lilly asserts that the district court miscalculated the loss figures used to determine the amount of restitution and failed to make express findings to confirm Lilly's ability to pay restitution.   Independently, Lilly argues that the restitution order is illegal because the district court delegated to the probation officer the authority to determine when Lilly was obliged to make installment payments.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Former Rule 35(a) permits a challenge to an \"illegal sentence\" and it is questionable whether all of Lilly's attacks on the restitution order, even if sound, would render the restitution order \"illegal.\"   One might think that the first two are fairly routine claims of mistake that are not fundamental infirmities and do not make the sentence \"illegal.\"   As for the third, Lilly has a somewhat more plausible claim that improper delegation would render the order \"illegal\" on its face.   Cf. United States v. Ahmad, <span class=\"citation\" data-id=\"628106\"><a href=\"/opinion/628106/united-states-v-syed-sami-ahmad/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">245</span></a></span>, 248-49 (7th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The case law under former Rule 35(a) reflects varying definitions of \"illegality\" and some disagreement as to what makes a sentence \"illegal.\"   Compare, e.g., United States v. Padgett, <span class=\"citation no-link\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">445</span></span> (6th Cir.1989), with United States v. Celani, <span class=\"citation\" data-id=\"538425\"><a href=\"/opinion/538425/united-states-v-frederick-george-celani/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">543</span></a></span> (7th Cir.1990).   There is little First Circuit law on the subject.   However, without deciding the jurisdictional issue, we are entitled to affirm on the merits where this will save time, United States v. Connell, <span class=\"citation\" data-id=\"194971\"><a href=\"/opinion/194971/united-states-v-connell/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 29 n. 3 (1st Cir.1993), and that course is doubly appropriate here since former Rule 35(a) is a subject of diminishing importance.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Lilly first says the restitution order was not based on a proper theory of loss.   His argument appears to be that the district court attributed to him much or all of the losses suffered by the First Mutual Bank when it subsequently collapsed, despite the court's finding that Lilly's frauds were only a contributing factor in the bank's demise.   But it is evident from the sentencing colloquy and the restitution amount that the court did not rely on this more speculative bank-collapse theory.   Instead, the district judge figured losses by looking at Lilly's specific transactions with the bank.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As detailed in the government's sentencing memorandum and discussed by Lilly's counsel at the sentencing hearing, the restitution total reflected the difference between the amounts in default on the mortgages that Lilly sold to the bank and the lesser appraised value of the properties held as collateral.   Lilly is correct that the calculations relied to some extent on estimates of property values, but this does not preclude restitution where, as here, a reasonable approximation can be made.  United States v. Savoie, <span class=\"citation\" data-id=\"600257\"><a href=\"/opinion/600257/united-states-v-paul-j-savoie/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">612</span></a></span>, 617 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Lilly also asserts the trial judge did not make adequate findings regarding his ability to pay the ordered restitution.   His theory is that because the statute requires the court to consider ability to pay, 18 U.S.C. &#167; 3664(a), the restitution order is invalid if no findings of ability are made on the record.   Although this view prevails in some circuits, we have held that the statutory obligation--not very demanding by its own terms--does not require express record findings and generally is satisfied where, as here, the court relies on a presentence report detailing the defendant's financial condition.  Savoie, 985 F.2d at 618-19.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Nor does the statute require a record basis for finding that a defendant can presently pay restitution.   The prospect of future income is sufficient.  United States v. Newman, <span class=\"citation\" data-id=\"195935\"><a href=\"/opinion/195935/united-states-v-newman/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 10-11 (1st Cir.1995).   Lilly does not attempt to argue that no such likelihood exists, so we reserve for another occasion the question of what circumstance, if any, would preclude a district court from ordering restitution based on prospective income.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Lilly's third claim is that the district court improperly delegated authority to the probation officer to set a payment schedule.   Several circuit courts have held that the responsibility for deciding when payments must be made inheres in the district court, and that it would be improper for the court to delegate this authority to a probation officer.   E.g., United States v. Porter, <span class=\"citation\" data-id=\"683157\"><a href=\"/opinion/683157/united-states-v-mary-m-porter/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span>, 71 (2d Cir.1994);  Ahmad, 2 F.3d at 248-49.   Lilly's claim turns on the cryptic statement in the third judgment that Lilly make restitution \"as directed\" by the probation officer.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Whatever ambiguity may have existed has been removed by Judge Young's recent opinion which makes clear that the third judgment does not give the probation officer authority to set a binding payment schedule.  Lilly, 901 F.Supp. at 32.   Rather, it is Judge Young's intention that Lilly be supervised by the probation officer to ensure good faith compliance;  and if any question arises as to whether Lilly is complying, it will be resolved by the district court.   This limited role has been approved by other circuits, e.g., Ahmad, 2 F.3d at 249, and is a reasonable enlistment of the probation officer's services.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Former Rule 35(a) permitted the court to correct an \"illegal sentence\" at any time and continues to apply to Lilly's sentence because his offenses were committed prior to November 1, 1987</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Lilly had secured a single large bank loan to buy an apartment complex (submitting in support mortgage documents for individual apartments units) containing false representations.   Although the original indictment treated each apartment mortgage as a separate fraud count, this court viewed the loan application to the bank as comprising the execution of a single scheme to defraud.  Lilly, 983 F.2d at 303</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102027/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104378/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194970/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194971/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195935/",
    "http://www.courtlistener.com/api/rest/v3/opinions/433793/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522862/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538425/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597801/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/683157/"
  ]
}