{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196640/",
  "absolute_url": "/opinion/196640/united-states-v-manning/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196640/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:10:38Z",
  "date_modified": "2017-03-24T10:48:00.276205Z",
  "type": "010combined",
  "sha1": "240e7d6e2ac22dcd057e7dffff3079ea7564643a",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1199.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r                            United States Court of Appeals\r\n                    For the First Circuit\r                                For the First Circuit\r\n                                         \r\n\nNo. 95-1199\r\n\n                        UNITED STATES,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                        TRENT MANNING,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n         [Hon. Ernest C. Torres, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                     Selya, Cyr and Stahl,\r\n                       Circuit Judges.\r                                                 \r\n\n                                         \r\n\nRobert  B.  Mann  with  whom Mann  &amp;  Mitchell  was on  brief  for\r                                                          \r\nappellant.\r\nSheldon  Whitehouse, United  States Attorney, with  whom Assistant\r                               \r\nUnited States Attorneys were on brief for appellee.\r\n\n                                         \r\n\n                        March 21, 1996\r\n                                         \r\r\n\n          STAHL, Circuit Judge.   On May 6, 1994,  this court\r                      STAHL, Circuit Judge.\r                                          \r\n\nvacated defendant-appellant Trent  Manning's convictions  for\r\n\npossession with  intent to distribute cocaine  (Count I), use\r\n\nof a firearm  during and  in relation to  a drug  trafficking\r\n\ncrime  (Count II), and possession of a firearm by a convicted\r\n\nfelon  (Count  III),  holding that  prosecutorial  misconduct\r\n\nduring  closing  arguments warranted  a  new  trial.   United\r                                                                         \r\n\nStates v.  Manning,  23 F.3d  570,  573-76 (1st  Cir.  1994).\r                              \r\n\nAfter his  second jury  trial in  November  of 1994,  Manning\r\n\nagain was convicted on all three  counts.  Manning challenges\r\n\nthis latest round of  convictions, claiming that the district\r\n\ncourt  erred in:   (1)  denying his  motion for  acquittal on\r\n\nCount II, (2) admitting evidence of uncharged misconduct, (3)\r\n\ndenying his  request for  an expert, (4)  precluding evidence\r\n\nand argument regarding  his potential  sentence, (5)  denying\r\n\nhis  motion to suppress evidence  found during the October 7,\r\n\n1991 search, (6) instructing the jury, and  (7) responding to\r\n\nthe  jury's inquiry.  Finding no merit in Manning's first six\r\n\nclaims,  we  affirm  his convictions  on  Counts  I and  III.\r\n\nFinding  that the district  court erred in  responding to the\r\n\njury's inquiry,  however, we  vacate Manning's  conviction on\r\n\nCount II and remand Count II for a new trial.\r\n\n                              I.\r                                          I.\r                                            \r\n\n                          BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n                             -2-\r                                          2\r\r\n\n          Viewing the evidence in the light most favorable to\r\n\nthe verdict, United  States v. Wihbey, No. 95-1291,  slip op.\r                                                 \r\n\nat 2 (1st  Cir. Feb. 6, 1996), we conclude  that a reasonable\r\n\njury could have found the following facts.\r\n\n          Late in  the afternoon on October  7, 1991, several\r\n\nmembers of the Providence Police Department executed a search\r\n\nwarrant  at Manning's  mother's house,  located at  151 Doyle\r\n\nAvenue in  Providence,  Rhode Island.    Just three  or  four\r\n\nminutes  before the  raid, Detective  David Lussier,  who had\r\n\nknown  Manning  for some  time, saw  Manning and  a passenger\r\n\ndrive  by his surveillance  position (in a  parking lot about\r\n\nfifty yards from 151 Doyle Avenue with a direct view into its\r\n\nrear  yard) in Manning's red Jeep Cherokee.  Fearing that eye\r\n\ncontact  with  Manning  had  compromised   his  surveillance,\r\n\nLussier ordered that the warrant be executed.\r\n\n          Thereupon, Detective Joseph  Lennon approached  the\r\n\nrear of 151  Doyle Avenue and saw  Manning, whom he knew  and\r\n\nwith  whom  he had  conversed  on  other occasions,  standing\r\n\noutside  the Cherokee and in  front of the  garage, holding a\r\n\nbrown  briefcase in his left hand.  Lennon identified himself\r\n\nas a police officer  and, with gun drawn, ordered  Manning to\r\n\nstop.   Manning, ignoring this directive,  walked slowly into\r\n\nthe garage with   briefcase in hand, closing and  locking the\r\n\ndoor  behind  him.     Manning's  rottweiler,  loose  in  the\r\n\ndriveway, delayed  Lennon's pursuit  of Manning for  three to\r\n\n                             -3-\r                                          3\r\r\n\nfive  minutes.   Once  inside  the garage,  Lennon  found and\r\n\nseized  the briefcase and its contents, inter alia:  two bags\r                                                              \r\n\nof cocaine weighing 124.64 grams, various drug paraphernalia,\r\n\na  loaded 9  millimeter handgun, and  six copper  pipe bombs.\r\n\nLennon  did  not, however,  find  Manning  in his  subsequent\r\n\nsearch of the house.\r\n\n          Meanwhile,  Lussier, having ordered the raid, drove\r\n\nto the front of 151 Doyle Avenue, entered the front door, and\r\n\nproceeded  to the  basement, where  he found a  broken window\r\n\nthrough which Manning  had likely escaped.   One week  later,\r\n\nManning turned himself in to the police.       \r\n\n                             II.\r                                         II.\r                                            \r\n\n                          DISCUSSION\r                                      DISCUSSION\r                                                \r\n\nA.  Motion for Acquittal\r                                    \r\n\n          Manning argues that there was insufficient evidence\r\n\nto  support his  conviction for  using a  destructive device1\r\n\nduring  and in relation to  a drug trafficking  crime, and so\r\n\nthe district  court erred in denying his motion for acquittal\r\n\non Count II.  We review the district court's disposition of a\r\n\nmotion for acquittal  de novo, viewing the evidence,  and all\r                                         \r\n\nreasonable  inferences that  may be  drawn therefrom,  in the\r\n\n                    \r                                \r\n\n1.  18  U.S.C.    921(a)(3)  defines \"firearm\"  to mean  \"any\r\ndestructive device.\"   Section 921(a)(4) defines \"destructive\r\ndevice\" to mean \"any explosive, incendiary, or poison gas . .\r\n. bomb.\"  \r\n\n                             -4-\r                                          4\r\r\n\nlight most favorable  to the  government.   United States  v.\r                                                                     \r\n\nLoder, 23 F.3d 586, 589-90 (1st Cir. 1994).\r                 \r\n\n          Approximately  one month  after  oral arguments  in\r\n\nthis case, the Supreme Court decided Bailey v. United States,\r                                                                        \r\n\n116 S. Ct.  501 (1995), and concluded that \"use\" of a firearm\r\n\nin  18 U.S.C.     924(c)(1) means  \"active employment  of the\r\n\nfirearm\" which \"includes brandishing,  displaying, bartering,\r\n\nstriking with,  and most  obviously, firing or  attempting to\r\n\nfire, a  firearm.\"  Id. at  505, 508.  Our  careful review of\r                                   \r\n\nthe  record  reveals  that  the  government's  evidence   was\r\n\ninsufficient  to show \"use\"  under the Bailey  standard.  The\r                                                         \r\n\ngovernment  did not  present  any evidence  that Manning  had\r\n\nbrandished,   displayed,   bartered,  struck   someone  with,\r\n\nfired/detonated or  attempted to  fire/detonate either  the 9\r\n\nmillimeter  handgun or  the  six pipe  bombs.   The  evidence\r\n\npresented at trial  was simply that  Manning had carried  the\r\n\nbriefcase  containing the  gun, pipe  bombs, drugs,  and drug\r\n\nparaphernalia into the garage of 151 Doyle Avenue and nothing\r\n\nmore.\r\n\n          The  reach  of  18  U.S.C.     924(c)(1),  however,\r\n\nextends  beyond the  use  of a  firearm.   Section  924(c)(1)\r\n\napplies to any person who either \"uses or carries a firearm.\"\r                                                             \r\n\n18 U.S.C.   924(c)(1) (emphasis added).  At issue, therefore,\r\n\nis whether  the government succeeded  in presenting  evidence\r\n\nsufficient  to show  that Manning  was guilty  of  carrying a\r                                                                       \r\n\n                             -5-\r                                          5\r\r\n\nfirearm during and in relation to any drug trafficking crime.\r\n\nConviction   under     924(c)(1)   requires  proof  beyond  a\r\n\nreasonable  doubt  that  Manning:  (1)  committed  the   drug\r\n\ntrafficking crime of possession  with intent to distribute as\r\n\ncharged in  the indictment, (2) knowingly  carried a firearm,\r\n\nand (3) did so during and in relation to the drug trafficking\r\n\ncrime.   See United States  v. Wilkinson, 926  F.2d 22, 25-26\r                                                    \r\n\n(1st Cir.), cert. denied, 501 U.S. 1211 (1991), and overruled\r                                                                         \r\n\non other  grounds  by Bailey,  116 S.  Ct. at  509.   Because\r                                        \r\n\nManning has not challenged the sufficiency of the evidence of\r\n\nthe first element, we  restrict our analysis to the  last two\r\n\nelements and consider each in turn.\r\n\n          By  narrowing  the   interpretation  of  \"use\"   to\r\n\ninstances of  active employment, the Bailey  Court recognized\r                                                       \r\n\nthat  the \"carry\"  prong  would take  on a  new significance.\r\n\nAccordingly, the  Court  remanded Bailey  and  its  companion\r                                                    \r\n\ncase, Robinson v. United States, No. 94-7492, to the District\r                                           \r\n\nof  Columbia Circuit  to  consider liability  for Bailey  and\r\n\nRobinson under the \"carry\" prong of   924(c)(1).  Bailey, 116\r                                                                    \r\n\nS.  Ct. at 509.   In Bailey  and Robinson,  the firearms were\r                                                     \r\n\nfound in  the trunk  of a  car and  in  a locked  trunk in  a\r\n\nbedroom closet,  respectively.   Id. at 503-04.   Determining\r                                                \r\n\nwhether firearms  found in these locations  were carried will\r\n\nrequire  the District of Columbia Circuit  to test the limits\r\n\nof  the proper understanding of  \"carry\" in    924(c)(1).  We\r\n\n                             -6-\r                                          6\r\r\n\nneed not determine the precise contours  of the \"carry\" prong\r\n\nhere,  however,  as  Manning's  actions  meet any  reasonable\r\n\nconstruction of the word.  See Smith v. United States, 113 S.\r                                                                 \r\n\nCt.  2050,  2054 (1993)  (noting  that words  not  defined by\r\n\nstatute should be given their ordinary or common meaning).\r\n\n          The word  \"carry\" is variously defined  as \"to move\r\n\nwhile supporting (as . . . in one's hands or arms),\" \"to move\r\n\nan  appreciable  distance without  dragging,\"  and  \"to bring\r\n\nalong to  another place.\"  Webster's  Third New International\r                                                                         \r\n\nDictionary  343 (1986).    Manning's alleged  actions readily\r                      \r\n\nmeet  all of these definitions.  The government presented the\r\n\ntestimony of  Detective Lennon  that he saw  Manning standing\r\n\noutside his  Cherokee and in front of the garage of 151 Doyle\r\n\nAvenue, holding the briefcase; that he watched Manning, while\r\n\nholding the briefcase in his left hand, walk into the garage;\r\n\nand that minutes  later upon discovering the briefcase in the\r\n\ngarage,  he opened  it  and found,  inter  alia, a  loaded  9\r                                                           \r\n\nmillimeter handgun  and six pipe  bombs.  A  reasonable juror\r\n\ncould  easily conclude  from this  evidence that  Manning had\r\n\ncarried  the handgun  and pipe  bombs.   In walking  from the\r\n\nCherokee to  the garage  while holding  the briefcase  in his\r\n\nleft  hand,  Manning  certainly  was \"moving\"  the  briefcase\r\n\n\"while  supporting\" it  in  his hand.    And if  Manning  was\r\n\ncarrying  the  briefcase,  he  necessarily  was  carrying the\r\n\ncontents thereof, namely, the handgun and pipe bombs.\r\n\n                             -7-\r                                          7\r\r\n\n          The government also  presented ample evidence  from\r\n\nwhich a reasonable juror  could conclude that Manning carried\r\n\nthe gun and bombs \"during\" and  \"in relation to\" the crime of\r\n\npossession with intent to  distribute.  Evidence that Manning\r\n\ncarried the gun and pipe bombs contemporaneously with the two\r\n\nbags of cocaine and  the drug paraphernalia readily satisfies\r\n\nthe  \"during\" requirement.    See United  States v.  Luciano-\r                                                                         \r\n\nMosquera,  63 F.3d 1142,  1151 (1st Cir.  1995) (holding that\r                    \r\n\ngun  \"carried at  a time  when the  offense was  in progress\"\r\n\nconstituted \"during\" for purposes  of   924(c)(1)).  Evidence\r\n\nthat  Manning carried the gun and bombs in the same briefcase\r\n\nas  the   drugs  readily  satisfies  the   \"in  relation  to\"\r\n\nrequirement.   Because the government presented evidence that\r\n\ncould establish  each of  these elements beyond  a reasonable\r\n\ndoubt,  we affirm  the district  court's denial  of Manning's\r\n\nmotion for acquittal on Count II.         \r\n\nB.  Admissibility of Evidence of Uncharged Misconduct\r                                                                 \r\n\n          Manning argues  that the  district  court erred  by\r\n\nallowing the prosecutor to  cross-examine him about his prior\r\n\ndrug dealing  and  to introduce  the  items seized  from  the\r\n\nbasement of 151 Doyle Avenue.  Manning's attorney objected to\r\n\nthe introduction of this evidence as impermissible \"uncharged\r\n\nmisconduct\" evidence under  Fed. R. Evid. 404(b)  and, in the\r\n\nalternative,  unduly prejudicial  under  Fed. R.  Evid.  403.\r\n\nAfter reciting the standard  of review, we consider Manning's\r\n\n                             -8-\r                                          8\r\r\n\ntestimony on cross-examination and  the items seized from the\r\n\nbasement, in turn. \r\n\n          Because the  admission of Rule  404(b) evidence  is\r\n\ncommitted to the sound discretion of the trial judge, we will\r\n\nreverse  on appeal  only  for abuse  of  discretion.   United\r                                                                         \r\n\nStates v. Garcia,  983 F.2d 1160, 1172  (1st Cir. 1993).   We\r                            \r\n\nwill  reverse a district court's  Rule 403 balancing \"only in\r\n\n'exceptional circumstances.'\"   Id. at  1173 (quoting  United\r                                                                         \r\n\nStates  v. Garcia-Rosa,  876 F.2d  209, 221 (1st  Cir. 1989),\r                                  \r\n\ncert. denied, 493 U.S. 1030 (1990)).\r                        \r\n\n          On  cross-examination, the  prosecutor successfully\r\n\nelicited  testimony  from  Manning  about  his  drug  dealing\r\n\nefforts  prior to  October 7, 1991.   In  particular, Manning\r\n\ntestified that he had previously  sold cocaine; that he would\r\n\npackage the cocaine in  a specific type of plastic  bag; that\r\n\nhe  weighed  drugs on  two  particular scales;  and  that, as\r\n\ndenoted by  his  handwriting in  his  drug ledger,  he  would\r\n\ndistribute 100 bags of cocaine every two days to a particular\r\n\nlocation.   The prosecutor also questioned  Manning about his\r\n\nuse of a  pager and the source  of his drug  supply.  All  of\r\n\nthis was done over the objection of Manning's attorney.  \r\n\n          Rule  404(b) provides  that  although  evidence  of\r\n\nother crimes,  wrongs, and  acts is  not admissible  to prove\r\n\ncriminal propensity, it may  be admissible for other purposes\r\n\nthat  do  not involve  character,  such as  proof  of intent,\r\n\n                             -9-\r                                          9\r\r\n\npreparation, knowledge  or absence  of mistake.   Garcia, 983\r                                                                    \r\n\nF.2d at 1172.  Moreover, when charges of drug trafficking are\r\n\ninvolved,  this  court  has  often upheld  the  admission  of\r\n\nevidence  of prior  narcotics involvement to  prove knowledge\r\n\nand intent.  See United States v. Hadfield, 918 F.2d 987, 994\r                                                      \r\n\n(1st Cir.  1990) (collecting  cases), cert. denied,  500 U.S.\r                                                              \r\n\n936 (1991).  Manning  was charged in Count II  with knowingly\r\n\npossessing  the two bags of cocaine in the briefcase with the\r\n\nintent  to distribute them.   Manning's  statements regarding\r\n\nhis prior drug dealing are highly  probative of the knowledge\r\n\nand intent  elements  of that  offense.   The  evidence  that\r\n\nManning had previously sold cocaine makes it more likely both\r\n\nthat he was aware of the contents of the plastic  bags in the\r\n\nbriefcase  and that he intended to distribute the two bags of\r\n\ncocaine.\r\n\n          Having  determined  that Manning's  statements were\r\n\nprobative, we must consider whether their probative value was\r\n\nsubstantially outweighed by  their prejudicial effect.   Fed.\r\n\nR. Evid. 403.   The district court minimized  any prejudicial\r\n\nimpact  of the prior drug dealing evidence by instructing the\r\n\njury, contemporaneously and again  in its final instructions,\r\n\nabout the proper  use of prior bad act evidence.   See United\r                                                                         \r\n\nStates  v. Powell, 50 F.3d  94, 101 (1st  Cir. 1995) (finding\r                             \r\n\nthat  limiting  instruction  insulated   against  prejudicial\r\n\nimpact); see  also, Richardson  v. Marsh,  481 U.S. 200,  206\r                                                    \r\n\n                             -10-\r                                          10\r\r\n\n(1987) (holding that reviewing court  typically presumes jury\r\n\nfollowed instructions).  Given the district  court's limiting\r\n\ninstructions  and its  broad  discretionary power  to balance\r\n\nprobative  value against  prejudicial effects, we  cannot say\r\n\nthat the  district court  abused its discretion  in admitting\r\n\nthe evidence of Manning's prior drug dealing.\r\n\n          Manning  also  challenges   the  district   court's\r\n\nadmission  of items  such as  scales, bags,  glassine packets\r\n\nstamped \"Super  Power\" and  \"Hot Pursuit,\" rubber  bands, and\r\n\nstraws,  seized  from the  basement and  garage of  151 Doyle\r\n\nAvenue.  Manning's assertion,  however, that the items seized\r\n\nare  governed by  Rule  404(b) is  wide  of the  mark.   Rule\r\n\n404(b), by its very terms, excludes only extrinsic evidence--\r\n\n\"evidence of other crimes,  wrongs, or acts\"--whose probative\r\n\nvalue  exclusively  depends  upon  a forbidden  inference  of\r\n\ncriminal propensity.   Hadfield, 918 F.2d  at 994.   Evidence\r                                           \r\n\nintrinsic to the crime  for which the defendant is  on trial,\r\n\naccordingly, is not governed  by Rule 404(b).  United  States\r                                                                         \r\n\nv. Tutiven,  40 F.3d  1, 5  (1st Cir.  1994) (\"The cases  are\r                      \r\n\nlegion in which similar intrinsic circumstantial evidence has\r\n\nbeen  admitted   without  occasioning  either   challenge  or\r\n\nanalysis under Rule 404(b).\"), cert. denied, 115 S. Ct.  1391\r                                                       \r\n\n(1995).  \r\n\n          The  items  seized  from  151  Doyle  Avenue   most\r\n\ncertainly  qualify as  intrinsic to  the crime  of possession\r\n\n                             -11-\r                                          11\r\r\n\nwith  intent to  distribute with  which Manning  was charged.\r\n\nDuring the  search on October 7, 1991, each of the items were\r\n\nfound in the  basement of  151 Doyle Avenue,  save one  scale\r\n\ndiscovered  in the  garage.   Should a  juror have  chosen to\r\n\nbelieve  that Manning  occupied the  basement bedroom  of 151\r\n\nDoyle Avenue,2 the existence  of the drug paraphernalia there\r\n\nis directly  probative of  both Manning's knowledge  that the\r\n\nbags in the briefcase contained cocaine and  his intention to\r\n\ndistribute  that cocaine.  See United States v. Nason, 9 F.3d\r                                                                 \r\n\n155,  162 (1st  Cir.  1993) (upholding  admission of  scales,\r\n\nbags,  and  baggies  seized  from motel  room  registered  to\r\n\ndefendant's girlfriend  at time of defendant's  arrest on the\r\n\nmarijuana charges  for which he was on  trial), cert. denied,\r                                                                        \r\n\n114 S. Ct. 1331 (1994).  The district court did not abuse its\r\n\ndiscretion in admitting the drug-paraphernalia evidence.\r\n\nC.  Request for an Expert\r                                     \r\n\n          Manning  also  complains  that  the  district court\r\n\nerred in  denying his request  for appointment of  an expert.\r\n\nThe Criminal  Justice Act, 18 U.S.C.    3006A(e)(1), provides\r\n\nthat  \"a person who  is financially  unable to  obtain .  . .\r\n\nexpert  . . . services necessary for an adequate defense\" may\r\n\nobtain them  after demonstrating in an ex  parte hearing that\r                                                            \r\n\n                    \r                                \r\n\n2.  The government presented evidence  from which the  jurors\r\ncould draw such a  conclusion.  For instance,  the government\r\nintroduced  pager and  veterinary  bills  addressed to  Trent\r\nManning,  151 Doyle  Avenue and  police testimony  that these\r\nbills were found in the basement bedroom area.  \r\n\n                             -12-\r                                          12\r\r\n\nsuch services are \"necessary.\"  A  district court's denial of\r\n\na request  for such services is reviewed only for an abuse of\r\n\ndiscretion.   United States v. Mateos-Sanchez,  864 F.2d 232,\r                                                         \r\n\n240 (1st Cir. 1988);  United States v. Fosher, 590  F.2d 381,\r                                                         \r\n\n384 (1st Cir. 1979).\r\n\n          At the  hearing on  this issue,  Manning's attorney\r\n\nrequested the expert services  of a retired Providence police\r\n\nofficer  who  purportedly  would  have  testified  about  the\r\n\ninadequacies   in   the   Providence    Police   Department's\r\n\ninvestigation of  Manning's case.  In  particular, the expert\r\n\nwould  have  highlighted the  police's  failure  to test  the\r\n\nbroken glass of  the basement window for  fingerprints and to\r\n\ntrace the origins of the pipe bomb components.  \r\n\n          Generally,   expert   services   have  been   found\r\n\nnecessary when the proffered  expert testimony was pivotal to\r\n\nthe  indigent defendant's defense.   See  Mateos-Sanchez, 864\r                                                                    \r\n\nF.2d  at  239-40.    For instance,  courts  have  appointed a\r\n\nfingerprint  expert when  a  fingerprint, alleged  to be  the\r\n\ndefendant's,  was  the  primary   means  of  connecting   the\r\n\ndefendant to the crime, see United States v. Durant, 545 F.2d\r                                                               \r\n\n823,  827  (2d  Cir.  1976),  and  a  psychiatrist  when  the\r\n\ndefendant's sanity at the  time of the offense was  at issue,\r\n\nsee  United States v. Williams,  998 F.2d 258,  264 (5th Cir.\r                                          \r\n\n1993), cert.  denied,  114  S.  Ct. 940  (1994).    Manning's\r                                \r\n\nproffered  expert testimony  on  the adequacy  of the  police\r\n\n                             -13-\r                                          13\r\r\n\ninvestigation, however, was not  critical or necessary to his\r\n\ndefense.  \r\n\n          Manning   was  charged   with  using   or  carrying\r\n\ndestructive  devices  during  and   in  relation  to  a  drug\r\n\ntrafficking  crime.    Whether Manning  had  manufactured the\r\n\nbombs was not  at issue.   The proffered  testimony that  the\r\n\npolice failed to trace the bomb components, therefore, cannot\r\n\nbe  said  to be  central to  Manning's  defense of  Count II.\r\n\nGiven  the  eyewitness  testimony  of  Manning  carrying  the\r\n\nbriefcase and all the physical evidence found in the basement\r\n\nand garage,  including a scale with  Manning's fingerprint on\r\n\nit,  the   expert  testimony  on  the   police's  failure  to\r\n\nfingerprint  the broken  glass  from the  basement window  is\r\n\nlikewise peripheral to Manning's defense of Count II.3   \r\n\n          Moreover,  as the  district court  noted, Manning's\r\n\nproffered expert testimony about  whether or not a particular\r\n\npolice act  or  omission was  good  police practice  had  the\r\n\npotential of  confusing the jury and  diverting its attention\r\n\nfrom its task of assessing the  adequacy of the prosecution's\r\n\nevidence on the issue of guilt.  Upon  these facts, we cannot\r\n\nsay that the district court's denial of Manning's request for\r\n\n                    \r                                \r\n\n3.  We also  note that Manning's  attorney was able  to place\r\nthese alleged  investigative shortcomings before  the jury on\r\ncross-examination of the officers.\r\n\n                             -14-\r                                          14\r\r\n\nappointment  of  the proffered  expert  was an  abuse  of its\r\n\ndiscretion.4         \r\n\nD.  Jury Nullification\r                                  \r\n\n          At  two points  during  trial,  Manning's  attorney\r\n\nattempted  to  alert  the  jury  to  the  potential  term  of\r\n\nimprisonment Manning  would face  if convicted on  Count II.5\r\n\nDuring  Manning's  direct  examination,   Manning's  attorney\r\n\nrequested the  court's permission to ask  Manning whether, in\r\n\nOctober  of 1991, he was aware of the substantial prison term\r\n\nfacing someone  found using or carrying  a destructive device\r\n\nduring  and in  relation to  a drug  trafficking crime.   The\r\n\ndistrict court denied the  request as irrelevant, noting that\r\n\nsentencing matters are entrusted to the judge, not the  jury.\r\n\nAt the  close of all  the evidence, Manning's  attorney again\r\n\napproached the court at sidebar, this time seeking permission\r\n\nto  appeal, in his closing  argument, to the  jury's power of\r\n\nnullification  by  informing  the  jury of  the  prison  term\r\n\nManning  would face if convicted  of Count II.   The district\r\n\ncourt also denied this request, invoking the rationale it had\r\n\nused earlier.         \r\n\n                    \r                                \r\n\n4.  This is not to  say, however, that expert opinion  on the\r\nadequacy of a police investigation  can never be necessary to\r\nan indigent defendant's defense nor do we so rule.\r\n\n5.  Under   924(c)(1), using or carrying a destructive device\r\ncarries a mandatory thirty-year prison term.\r\n\n                             -15-\r                                          15\r\r\n\n          Because we reverse Manning's conviction on Count II\r\n\nfor  jury coercion, see part  II.G. infra, we  need not reach\r                                                     \r\n\nthis  issue.   We  nonetheless  offer  the following  cursory\r\n\nanalysis  of  the  second  argument  as  guidance.    We have\r\n\nconsistently held that a district  court may not instruct the\r\n\njury  as  to its  power  to nullify.   See  United  States v.\r                                                                      \r\n\nSepulveda, 15 F.3d  1161, 1190 (1st Cir. 1993), cert. denied,\r                                                                        \r\n\n114  S. Ct. 2714 (1994); United States v. DesMarais, 938 F.2d\r                                                               \r\n\n347,  350 (1st  Cir.  1991); Garcia-Rosa,  876  F.2d at  226;\r                                                    \r\n\nUnited States v. Boardman, 419 F.2d 110, 116 (1st Cir. 1969),\r                                     \r\n\ncert.  denied, 397 U.S. 991 (1970).  An attorney's attempt to\r                         \r\n\nachieve the same  end indirectly, by arguing  the severity of\r\n\nthe punishment to  the jury, is  equally impermissible.   See\r                                                                         \r\n\nUnited  States v.  Calhoun, 49  F.3d 231,  236 n.6  (6th Cir.\r                                      \r\n\n1995) (holding that  a defendant  did not have  the right  to\r\n\ninform the jury  of possible  punishment or of  its power  to\r\n\nnullify a law  or sentence);  cf. United States  v. Coast  of\r                                                                         \r\n\nMaine  Lobster Co.,  538  F.2d 899,  903-04  (1st Cir.  1976)\r                              \r\n\n(holding  that  prosecutor's  televised  comment  that  white\r\n\ncollar  criminal sentences  are  too  small, communicated  to\r\n\njurors  of  ongoing  white  collar  criminal  trial,  created\r\n\nreversible error).\r\n\nE.  Motion to Suppress\r                                  \r\n\n          Before his  first trial, Manning  moved to suppress\r\n\nthe evidence found during  the October 7, 1991 search  of 151\r\n\n                             -16-\r                                          16\r\r\n\nDoyle Avenue.  After a hearing, the district court denied the\r\n\nmotion.  Manning  later objected  to the evidence  as it  was\r\n\noffered at trial and then raised the objection on appeal.  We\r\n\ndid  not  address  the  suppression  issue,  however,  having\r\n\nordered  a  retrial on  other grounds.    On appeal  from his\r\n\nsecond trial, Manning again asks us to consider  the legality\r\n\nof  the search.  This  time, Manning had  neither renewed his\r\n\nsuppression  motion  nor  registered  his  objection  to  the\r\n\nadmission  of the  evidence below.   While  Manning maintains\r\n\nthat this was unnecessary because the  decisions of the first\r\n\ntrial  judge are the law of the case, the government contends\r\n\nthat his suppression arguments are waived.  We need not enter\r\n\nthis  thicket,  however,   because  assuming  arguendo   that\r                                                                  \r\n\nManning's arguments  are preserved,  we find that  they still\r\n\nfail.\r\n\n          Manning attacks the district court's denial  of his\r\n\nsuppression motion  on two grounds.   First, Manning contends\r\n\nthat  the affidavit  supporting the  search warrant  does not\r\n\nestablish  probable   cause,  citing  the  staleness  of  the\r\n\ninformation regarding the confidential informant's controlled\r\n\nbuy,  the  dearth  of   information  about  that  informant's\r\n\ncredibility, and  a general lack of detail.   Second, Manning\r\n\ncontests the district court's refusal to conduct an in camera\r                                                                         \r\n\nproceeding  to  test  the  reliability  of  the  confidential\r\n\ninformant (\"CI\")  regarding  the  controlled  buy.    Manning\r\n\n                             -17-\r                                          17\r\r\n\nargues that an in camera review was necessary to his mounting\r                                    \r\n\na  Franks  challenge6  to   the  accuracy  of  the  officer's\r                     \r\n\nstatements in  the affidavit supporting  the search  warrant.\r\n\nAfter summarizing the affidavit, we consider Manning's second\r\n\nclaim first.\r\n\n          On October 7, 1991,  to support his application for\r\n\na  warrant  to search  151  Doyle  Avenue, Detective  Lussier\r\n\nattested  to  the  following  facts.   \"During  the  past few\r\n\nweeks,\" while Lussier was investigating marijuana trafficking\r\n\nat 151 Doyle Avenue, Manning had used keys to enter 151 Doyle\r\n\nAvenue  and appeared to be  living there.   While Manning was\r\n\nhome,  several people had come to  the rear door of the house\r\n\nand  stayed for  only a  short time.   Lussier  took numerous\r\n\nphone  complaints about  narcotics trafficking  at 151  Doyle\r\n\nAvenue.    A  CI,  who  had  bought  marijuana  from  Manning\r\n\npreviously,  made a controlled buy  from Manning at 151 Doyle\r\n\nAvenue.   Before the buy,  Lussier searched the  CI for money\r\n\nand contraband, gave the CI money, and witnessed the CI enter\r\n\nthe rear of the house.\r\n\n                    \r                                \r\n\n6.  Under Franks v. Delaware, 438  U.S. 154, 155-56 (1978), a\r                                        \r\ndefendant   may   overcome   the   presumption   of  validity\r\nsurrounding  affidavits supporting search warrants and obtain\r\nan   evidentiary   hearing,  if   he  \"makes   a  substantial\r\npreliminary  showing  that  a false  statement  knowingly and\r\nintentionally, or with reckless  disregard for the truth, was\r\nincluded  by the affiant in the warrant affidavit, and if the\r\nallegedly  false statement  is  necessary to  the finding  of\r\nprobable cause.\"  \r\n\n                             -18-\r                                          18\r\r\n\n          We   recognize  that   when  an   affidavit  relies\r\n\nprimarily on information  provided by a CI, a  defendant will\r\n\nlack  the information needed to  make a Franks  showing.  See\r                                                                         \r\n\nUnited States v. Higgins, 995 F.2d 1, 3 (1st Cir.  1993).  In\r                                    \r\n\nsuch cases,  where the  defendant challenges the  accuracy of\r\n\nthe  affidavit  but  has  failed  to  make  the  \"substantial\r\n\npreliminary  showing\"  required  by  Franks,  the  court  may\r                                                                         \r\n\nconduct an  in camera interview of  the officer-affiant, and,\r                                 \r\n\nif  necessary, of  the  informant.    See  United  States  v.\r                                                                     \r\n\nSouthard, 700 F.2d  1, 10-11  (1st Cir.),  cert. denied,  464\r                                                                   \r\n\nU.S. 823  (1983).  A district court is not required to do so,\r\n\nhowever;  the decision  whether  an in  camera proceeding  is\r                                                          \r\n\nneeded  to  test  the  officer-affiant's7  credibility  rests\r\n\nentirely  with the  district  court.   See  United States  v.\r                                                                     \r\n\nJackson,  918 F.2d  236, 241 (1st  Cir. 1990).   We  review a\r                   \r\n\ndistrict court's denial  of a defendant's  request for an  in\r                                                                         \r\n\ncamera proceeding for abuse of discretion.  See United States\r                                                                         \r\n\nv. Valerio, 48 F.3d  58, 62-63 (1st Cir. 1995);  Higgins, 995\r                                                                    \r\n\nF.2d at 3.\r\n\n          Manning argues  that he  presented evidence  at the\r\n\nsuppression  hearing  sufficient   to  contradict   Lussier's\r\n\nstatements in the affidavit  and thereby require the district\r\n\ncourt  to question his  credibility.  Specifically, Manning's\r\n\n                    \r                                \r\n\n7.  Franks only  allows impeachment  \"of the affiant,  not of\r                      \r\nany nongovernmental informant.\"  Franks, 438 U.S. at 171.\r                                                   \r\n\n                             -19-\r                                          19\r\r\n\nmother testified that she was home all day on October 7, 1991\r\n\nand that  no sale of drugs could have taken place in her home\r\n\nwithout her knowledge.   Manning's attorney told the district\r\n\ncourt that, although the affidavit does not specify the  date\r\n\nof the controlled buy, he recalled that a police officer, not\r\n\nLussier, had  testified at  the preliminary  examination that\r\n\nthe buy took  place on  October 7, 1991.   Manning  concludes\r\n\nfrom these two facts  that the controlled buy could  not have\r\n\ntaken place on October  7, 1991, and therefore, that  Lussier\r\n\nmust have lied.      \r\n\n          As  the  district  court  recognized,  however, two\r\n\nproblems inhere in this reasoning.  First, the affidavit does\r\n\nnot provide that  the controlled buy  occurred on October  7,\r\n\n1991.8   Second,  even if  it did,  Mrs. Manning's  testimony\r\n\ndoes not \"preclude at all the possibility that Officer .  . .\r\n\nLussier is telling  the truth.\"   Mrs. Manning admitted  that\r\n\nManning was at 151  Doyle Avenue for at least some  period of\r\n\ntime on  October 7, 1991, and  she did not claim  that he was\r\n\nnever  out of  her  sight.    Given  the  tenuous  basis  for\r\n\nManning's  challenge  to  Lussier's  veracity,  the  district\r\n\ncourt's denial of  Manning's request for an  in camera review\r                                                                  \r\n\nwas well within its discretion.\r\n\n                    \r                                \r\n\n8.  We  find  no clear  error  in  the district  court's  not\r\naccepting Manning's attorney's  recollection that an  unnamed\r\npolice  officer,  not  present  during  the  controlled  buy,\r\ntestified  at  the  preliminary  examination  that  the   buy\r\noccurred on October 7, 1991.\r\n\n                             -20-\r                                          20\r\r\n\n          Having so decided, we quickly  dispose of Manning's\r\n\nchallenge to the validity  of the search warrant for  lack of\r\n\nprobable cause.   Assuming  arguendo that Manning  is correct\r                                                \r\n\nabout the warrant's invalidity, we nonetheless agree with the\r\n\ndistrict court's conclusion that  the \"good faith\"  exception\r\n\nto  the exclusionary  rule  applies here.   United  States v.\r                                                                      \r\n\nLeon, 468 U.S.  897, 913 (1984).  In  Leon, the Supreme Court\r                                                      \r\n\nheld  that,  with limited  exception,  the  exclusionary rule\r\n\nshould not  apply when police  officers reasonably rely  on a\r\n\nwarrant that subsequently is  determined to be invalid.   468\r\n\nU.S.  at 922.   Upon  de novo  review, see  United States  v.\r                                                                     \r\n\nZapata, 18 F.3d 971, 975  (1st Cir. 1994) (reviewing district\r                  \r\n\ncourt's   \"ultimate   constitutional   conclusions\"    in   a\r\n\nsuppression order de novo),  we find that Lussier's affidavit\r                                     \r\n\nhad  ample indicia  of  probable cause  \"'to render  official\r\n\nbelief  in its existence'\" reasonable.  Leon, 468 U.S. at 923\r                                                        \r\n\n(quoting  Brown  v. Illinois,  422  U.S.  590, 610-11  (1975)\r                                        \r\n\n(Powell, J.,  concurring in  part)).  Accordingly,  we affirm\r\n\nthe district court's  denial of  the motion  to suppress  the\r\n\nitems seized from 151 Doyle Avenue. \r\n\nF.  Jury Instructions\r                                 \r\n\n          Manning   raises   two  challenges   to   the  jury\r\n\ninstruction  defining  the offense  of  using  or carrying  a\r\n\nfirearm  during and in relation to  a drug trafficking crime.\r\n\nFirst,  he argues that the  district court failed to instruct\r\n\n                             -21-\r                                          21\r\r\n\nthe jury that the destructive devices must have actually been\r\n\nused.   Second, he claims  that the court  failed to instruct\r\n\nthat  the  destructive  devices  must  have  facilitated  the\r\n\ncharged crime  of possession  with intent to  distribute, and\r\n\nnot some other past or future drug trafficking crime.  \r\n\n          Our reversal  of Manning's  conviction on  Count II\r\n\nfor  jury coercion,  see part  II.G. infra,  however, renders\r                                                      \r\n\nconsideration  of the  legality  of the  court's    924(c)(1)\r\n\ninstruction unnecessary.9\r\n\nG.  Responses to Jury's Inquiry\r                                           \r\n\n          Manning contests the  district court's responses to\r\n\na specific  jury query on two grounds:  (1) that the district\r\n\ncourt's response was tantamount to  a directive that the jury\r\n\nmust reach  a verdict on Count II,  and (2) that the district\r\n\ncourt did not cure this harm  by polling the jurors --  after\r\n\nthey had reached a verdict but before the verdict was taken -\r\n\n-  on whether  they had  felt compelled  to reach  a verdict.\r\n\nMindful  of the  district  court's broad  discretion in  \"the\r\n\n                    \r                                \r\n\n9.  Although its   924(c)(1) instruction initially made clear\r\nthat the  predicate drug trafficking crime  was possession of\r\ncocaine with intent to  distribute it as charged in  Count I,\r\nin later instructions, the  district court stated that \"there\r\nmust  be proof that the firearm was  connected to or played a\r\nrole  in  the  commission   of  a  drug  trafficking  crime.\"\r                                             \r\n(Emphasis  added).   In future  instructions, we  caution the\r\ndistrict court to endeavor to avoid generic references  to \"a\r\ndrug  trafficking crime\"  when  referring to  the  particular\r\npredicate offense.  \r\n\n                             -22-\r                                          22\r\r\n\ngiving, or withholding, of a supplemental instruction, or the\r\n\ncontents of it if  given,\" United States v. Parent,  954 F.2d\r                                                              \r\n\n23, 25 (1st Cir. 1992), we nonetheless find that the district\r\n\ncourt  transgressed the  bounds of  its discretion  under the\r\n\nunusual  set of  circumstances that  unfolded after  the jury\r\n\nretired to  deliberate.  See  United States  v. Akitoye,  923\r                                                                   \r\n\nF.2d  221,  227 (1st  Cir.  1991)  (reviewing  for  abuse  of\r\n\ndiscretion district court's denial  of jury's request to have\r\n\ntestimony read back).  We outline the relevant history.  \r\n\n          The jury  began its deliberations  in earnest10  on\r\n\nthe morning  of November 22,  1994.   After a few  hours, the\r\n\njury sent the court a note, asking \"Which scale  was found in\r\n\nthe bedroom  and which  scale  had the  fingerprint?\"   After\r\n\nconsulting  the parties,  the district  court responded,  \"It\r\n\nwould  not be  proper for me  to tell  you what  the evidence\r\n\nestablishes or does not establish.  That's a matter that only\r\n\nyou   can  determine.\"     Later,   the  jury   sent  another\r\n\ncommunication  to the  court, this  time stating, \"We  do not\r\n\nhave an [sic] unanimous  decision on Count Number Two.   Must\r\n\nwe  continue to discuss  until we have?   It is apparent that\r\n\nwe'll  not change our minds.\"   At a  chamber conference with\r\n\nboth  counsel,  the court  proposed  the  following response:\r\n\n                    \r                                \r\n\n10.  The court submitted  the case to  the jury the  previous\r\nevening.    After   deliberating  for  approximately  fifteen\r\nminutes, however, the jury chose to go home and reconvene the\r\nnext morning.\r\n\n                             -23-\r                                          23\r\r\n\n\"Would reading any portion of the testimony to you assist you\r\n\nin reaching  a decision?  If so, please tell me what portions\r\n\nof testimony  of which witness  you would like.\"   Perceiving\r\n\ndeadlock  on Count  II,  Manning's attorney  objected to  the\r\n\ncourt's  response  and   moved  for  a  mistrial.     In  the\r\n\nalternative, he  proposed that  the response advise  the jury\r\n\nthat  it was not  obliged to reach  a verdict.   The district\r\n\ncourt denied  the motion,  rejected the suggestion,  and sent\r\n\nits suggested response.\r\n\n          The jury then informed the court, \"We would like to\r\n\nhear testimony from  Officer Lennon and Agent Lennon.\"   Over\r\n\nManning's continued objection, the  court replied, \"Is  their\r\n\n[sic] any particular portion or portions of the testimony  of\r\n\nOfficer Lennon or Agent Lennon that would be helpful to you?\"\r\n\nAfter receiving  no reply, the  district court had  the clerk\r\n\nask the  jurors whether they wished  to continue deliberating\r\n\nor go home  and return the next  day.  Thereafter, the  court\r\n\nreceived a  note stating  that a  verdict  had been  reached.\r\n\nApparently concerned about the effect of its second response,\r\n\nthe district  court, before  taking the verdict,  queried the\r\n\njury collectively in open court as follows:\r\n\n          I just wanted to  make sure before I even\r\n          ask  about the  verdict whether  there is\r\n          anybody here who is under  the impression\r\n          that you were required  to reach an [sic]\r\n          unanimous decision.  If you didn't, you'd\r\n          be  kept here until you did.  I wanted to\r\n          make   sure   nobody   is    under   that\r\n          impression,  had the  feeling you  had to\r\n\n                             -24-\r                                          24\r\r\n\n          reach  an agreement because you felt that\r\n          you would  be kept here until  you did or\r\n          because you  felt  that you  had  to  all\r\n          agree in  order to be released  from jury\r\n          service.   Is there  any of you  that had\r\n          that feeling?\r\n\nNo  juror responded to the  inquiry.  The  jury then returned\r\n\nits verdict of guilty on all counts. \r\n\n          This  court   has  recognized  that   when  a  jury\r\n\nindicates that  it  is  deadlocked,  a  supplementary  charge\r\n\ninstructing it to return  and attempt to reach a  verdict may\r\n\nprejudice a  defendant.   See United  States v.  Angiulo, 485\r                                                                    \r\n\nF.2d 37, 39  (1st Cir. 1973).   For instance, \"such  a charge\r\n\nmay cause a  jury to  agree when they  might otherwise  never\r\n\nhave  come to  agreement,  thereby losing  for the  defendant\r\n\nwhatever  safeguard he  might  have had  in  a hung  jury,  a\r\n\ndeclaration  of  mistrial,  and  either  a  new  trial  or  a\r\n\nsubsequent decision by the prosecutor not to retry the case.\"\r\n\nId.    Accordingly, we  have  instructed  district courts  to\r               \r\n\ninclude three  elements in  any such supplementary  charge to\r\n\nameliorate its  prejudicial effect.   Id.   A  district court\r                                                     \r\n\nshould instruct jurors in substance that (1) members  of both\r\n\nthe  majority   and  the  minority   should  reexamine  their\r\n\npositions, (2) a jury has the right to fail to agree, and (3)\r\n\nthe burden of proving guilt beyond a reasonable doubt remains\r\n\nwith the government.  Id.  \r                                     \r\n\n          Having indicated  that it  was deadlocked  on Count\r\n\nII, the jury in the present case proceeded to inquire whether\r\n\n                             -25-\r                                          25\r\r\n\nit  was obliged to reach a verdict  on Count II.  Rather than\r\n\nanswering this  pointed question \"yes\" or  \"no,\" the district\r\n\ncourt responded with a question:   \"Would reading any portion\r\n\nof the testimony to  you assist you in reaching  a decision?\"\r\n\nThis response not  only failed to discourage  the notion that\r\n\nthe jury was bound to continue to deliberate indefinitely, it\r\n\nsuggested the opposite, i.e.,  that a jury is required  to do\r                                        \r\n\nso.11   Having asked whether continued  deliberation on Count\r\n\nII  was necessary, and being offered a review of testimony in\r\n\nresponse, a rational lay  jury could reasonably have inferred\r\n\nthat  the court wanted it  to reach a  verdict, regardless of\r\n\nwhether it could do so in good conscience.  \r\n\n          Having  sent the  jurors  an  improper signal,  the\r\n\ndistrict  court   did  not   dispel  this   misimpression  by\r\n\ncollectively  asking the  jury  in open  court, after  it had\r\n\nreached its  verdict, whether that verdict  had been coerced.\r\n\nAt  that  point,  the  dynamics  had  fundamentally  changed.\r\n\nJurors who may have  been hold-outs earlier had now  voted to\r\n\nconvict.   Asking  such a  juror to  admit before  his fellow\r\n\njurors  that he  had voted  against his  will was  asking too\r\n\nmuch.  Moreover, the district court never informed the jurors\r\n\n                    \r                                \r\n\n11.  Providing a  modified Allen charge at  this juncture, on\r                                            \r\nthe other hand, would have informed the jurors that they need\r\nnot surrender  an honest conviction  for the mere  purpose of\r\nreturning a verdict and  at the same time encouraged  them to\r\ntry  to reach  a  verdict,  fully  aware  that  the  onus  of\r\nreexamination is  not  on the  minority  alone and  that  the\r\nburden of proof remains with the government.\r\n\n                             -26-\r                                          26\r\r\n\nthat if  any of them  did admit to  being coerced,  the court\r\n\nwould  take their verdicts on Counts I and III, discharge the\r\n\njury,  and retry Count II  before another jury.   The unhappy\r\n\nprospect  of being  sent back  to the  jury room  for further\r\n\ndeliberations may also have  prevented jurors from  admitting\r\n\ncoercion.  Because we cannot say that the verdict on Count II\r\n\nwas  not the product of coercion, we vacate the conviction on\r\n\nCount II and remand for a new trial.              \r\n\n                             III.\r                                         III.\r                                             \r\n\n                          CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          We  affirm Manning's  convictions and  sentences on\r                                \r\n\nCounts I and III, vacate his conviction and sentence on Count\r                                    \r\n\nII, and remand Count II for a new trial.\r                          \r\n\n                             -27-\r                                          27\r\r\n",
  "html": "<p class=\"case_cite\">79 F.3d 212</p>\n    <p class=\"case_cite\">44 Fed. R. Evid. Serv. 204</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Trent MANNING, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1199.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 9, 1995.<br>Decided March 21, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Rhode Island;  Ernest C. Torres, U.S. District Judge.</p>\n      <p class=\"indent\">Robert B. Mann, with whom Mann &amp; Mitchell was on brief, for appellant.</p>\n      <p class=\"indent\">Sheldon Whitehouse, United States Attorney, with whom Assistant United States Attorneys were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, CYR and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On May 6, 1994, this court vacated defendant-appellant Trent Manning's convictions for possession with intent to distribute cocaine (Count I), use of a firearm during and in relation to a drug trafficking crime (Count II), and possession of a firearm by a convicted felon (Count III), holding that prosecutorial misconduct during closing arguments warranted a new trial.  United States v. Manning, 23 F.3d 570, 573-76 (1st Cir.1994).   After his second jury trial in November of 1994, Manning again was convicted on all three counts.   Manning challenges this latest round of convictions, claiming that the district court erred in:  (1) denying his motion for acquittal on Count II, (2) admitting evidence of uncharged misconduct, (3) denying his request for an expert, (4) precluding evidence and argument regarding his potential sentence, (5) denying his motion to suppress evidence found during the October 7, 1991 search, (6) instructing the jury, and (7) responding to the jury's inquiry.   Finding no merit in Manning's first six claims, we affirm his convictions on Counts I and III.   Finding that the district court erred in responding to the jury's inquiry, however, we vacate Manning's conviction on Count II and remand Count II for a new trial.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Viewing the evidence in the light most favorable to the verdict, United States v. Wihbey, 75 F.3d 761, 763-64 (1st Cir.1996), we conclude that a reasonable jury could have found the following facts.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Late in the afternoon on October 7, 1991, several members of the Providence Police Department executed a search warrant at Manning's mother's house, located at 151 Doyle Avenue in Providence, Rhode Island.   Just three or four minutes before the raid, Detective David Lussier, who had known Manning for some time, saw Manning and a passenger drive by his surveillance position (in a parking lot about fifty yards from 151 Doyle Avenue with a direct view into its rear yard) in Manning's red Jeep Cherokee.   Fearing that eye contact with Manning had compromised his surveillance, Lussier ordered that the warrant be executed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Thereupon, Detective Joseph Lennon approached the rear of 151 Doyle Avenue and saw Manning, whom he knew and with whom he had conversed on other occasions, standing outside the Cherokee and in front of the garage, holding a brown briefcase in his left hand.   Lennon identified himself as a police officer and, with gun drawn, ordered Manning to stop.   Manning, ignoring this directive, walked slowly into the garage with briefcase in hand, closing and locking the door behind him.   Manning's rottweiler, loose in the driveway, delayed Lennon's pursuit of Manning for three to five minutes.   Once inside the garage, Lennon found and seized the briefcase and its contents, inter alia:  two bags of cocaine weighing 124.64 grams, various drug paraphernalia, a loaded 9 millimeter handgun, and six copper pipe bombs.   Lennon did not, however, find Manning in his subsequent search of the house.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Meanwhile, Lussier, having ordered the raid, drove to the front of 151 Doyle Avenue, entered the front door, and proceeded to the basement, where he found a broken window through which Manning had likely escaped.   One week later, Manning turned himself in to the police.</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <p>A. Motion for Acquittal</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Manning argues that there was insufficient evidence to support his conviction for using a destructive device<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> during and in relation to a drug trafficking crime, and so the district court erred in denying his motion for acquittal on Count II.   We review the district court's disposition of a motion for acquittal de novo, viewing the evidence, and all reasonable inferences that may be drawn therefrom, in the light most favorable to the government.  United States v. Loder, 23 F.3d 586, 589-90 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Approximately one month after oral arguments in this case, the Supreme Court decided Bailey v. United States, --- U.S. ----, 116 S.Ct. 501, 133 L.Ed.2d 472 (1995), and concluded that \"use\" of a firearm in 18 U.S.C. &#167; 924(c)(1) means \"active employment of the firearm\" which \"includes brandishing, displaying, bartering, striking with, and most obviously, firing or attempting to fire, a firearm.\"  Id. at ----, 116 S.Ct. at 505, 508.   Our careful review of the record reveals that the government's evidence was insufficient to show \"use\" under the Bailey standard.   The government did not present any evidence that Manning had brandished, displayed, bartered, struck someone with, fired/detonated or attempted to fire/detonate either the 9 millimeter handgun or the six pipe bombs.   The evidence presented at trial was simply that Manning had carried the briefcase containing the gun, pipe bombs, drugs, and drug paraphernalia into the garage of 151 Doyle Avenue and nothing more.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The reach of 18 U.S.C. &#167; 924(c)(1), however, extends beyond the use of a firearm.   Section 924(c)(1) applies to any person who either \"uses or carries a firearm.\"  18 U.S.C. &#167; 924(c)(1) (emphasis added).   At issue, therefore, is whether the government succeeded in presenting evidence sufficient to show that Manning was guilty of carrying a firearm during and in relation to any drug trafficking crime.   Conviction under &#167; 924(c)(1) requires proof beyond a reasonable doubt that Manning:  (1) committed the drug trafficking crime of possession with intent to distribute as charged in the indictment, (2) knowingly carried a firearm, and (3) did so during and in relation to the drug trafficking crime.   See United States v. Wilkinson, 926 F.2d 22, 25-26 (1st Cir.), cert. denied, 501 U.S. 1211, 111 S.Ct. 2813, 115 L.Ed.2d 985 (1991), and overruled on other grounds by Bailey, --- U.S. at ----, 116 S.Ct. at 509.   Because Manning has not challenged the sufficiency of the evidence of the first element, we restrict our analysis to the last two elements and consider each in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">By narrowing the interpretation of \"use\" to instances of active employment, the Bailey Court recognized that the \"carry\" prong would take on a new significance.   Accordingly, the Court remanded Bailey and its companion case, Robinson v. United States, --- U.S. ----, 115 S.Ct. 1997, 131 L.Ed.2d 999 to the District of Columbia Circuit to consider liability for Bailey and Robinson under the \"carry\" prong of &#167; 924(c)(1).  Bailey, --- U.S. at ----, 116 S.Ct. at 509.   In Bailey and Robinson, the firearms were found in the trunk of a car and in a locked trunk in a bedroom closet, respectively.  Id. at ----, 116 S.Ct. at 503-04.   Determining whether firearms found in these locations were carried will require the District of Columbia Circuit to test the limits of the proper understanding of \"carry\" in &#167; 924(c)(1).   We need not determine the precise contours of the \"carry\" prong here, however, as Manning's actions meet any reasonable construction of the word.   See Smith v. United States, 508 U.S. 223, 228-30, 113 S.Ct. 2050, 2054, 124 L.Ed.2d 138 (1993) (noting that words not defined by statute should be given their ordinary or common meaning).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The word \"carry\" is variously defined as \"to move while supporting (as ... in one's hands or arms),\" \"to move an appreciable distance without dragging,\" and \"to bring along to another place.\"   Webster's Third New International Dictionary 343 (1986).   Manning's alleged actions readily meet all of these definitions.   The government presented the testimony of Detective Lennon that he saw Manning standing outside his Cherokee and in front of the garage of 151 Doyle Avenue, holding the briefcase;  that he watched Manning, while holding the briefcase in his left hand, walk into the garage;  and that minutes later upon discovering the briefcase in the garage, he opened it and found, inter alia, a loaded 9 millimeter handgun and six pipe bombs.   A reasonable juror could easily conclude from this evidence that Manning had carried the handgun and pipe bombs.   In walking from the Cherokee to the garage while holding the briefcase in his left hand, Manning certainly was \"moving\" the briefcase \"while supporting\" it in his hand.   And if Manning was carrying the briefcase, he necessarily was carrying the contents thereof, namely, the handgun and pipe bombs.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The government also presented ample evidence from which a reasonable juror could conclude that Manning carried the gun and bombs \"during\" and \"in relation to\" the crime of possession with intent to distribute.   Evidence that Manning carried the gun and pipe bombs contemporaneously with the two bags of cocaine and the drug paraphernalia readily satisfies the \"during\" requirement.   See United States v. Luciano-Mosquera, 63 F.3d 1142, 1151 (1st Cir.1995) (holding that gun \"carried at a time when the offense was in progress\" constituted \"during\" for purposes of &#167; 924(c)(1)).   Evidence that Manning carried the gun and bombs in the same briefcase as the drugs readily satisfies the \"in relation to\" requirement.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Because the government presented evidence that could establish each of these elements beyond a reasonable doubt, we affirm the district court's denial of Manning's motion for acquittal on Count II.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>B. Admissibility of Evidence of Uncharged Misconduct</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Manning argues that the district court erred by allowing the prosecutor to cross-examine him about his prior drug dealing and to introduce the items seized from the basement of 151 Doyle Avenue.   Manning's attorney objected to the introduction of this evidence as impermissible \"uncharged misconduct\" evidence under Fed.R.Evid. 404(b) and, in the alternative, unduly prejudicial under Fed.R.Evid. 403.   After reciting the standard of review, we consider Manning's testimony on cross-examination and the items seized from the basement, in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Because the admission of Rule 404(b) evidence is committed to the sound discretion of the trial judge, we will reverse on appeal only for abuse of discretion.  United States v. Garcia, 983 F.2d 1160, 1172 (1st Cir.1993).   We will reverse a district court's Rule 403 balancing \"only in 'exceptional circumstances.' \"  Id. at 1173 (quoting United States v. Garcia-Rosa, 876 F.2d 209, 221 (1st Cir.1989), cert. denied, 493 U.S. 1030, 110 S.Ct. 742, 107 L.Ed.2d 760 (1990)).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On cross-examination, the prosecutor successfully elicited testimony from Manning about his drug dealing efforts prior to October 7, 1991.   In particular, Manning testified that he had previously sold cocaine;  that he would package the cocaine in a specific type of plastic bag;  that he weighed drugs on two particular scales;  and that, as denoted by his handwriting in his drug ledger, he would distribute 100 bags of cocaine every two days to a particular location.   The prosecutor also questioned Manning about his use of a pager and the source of his drug supply.   All of this was done over the objection of Manning's attorney.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Rule 404(b) provides that although evidence of other crimes, wrongs, and acts is not admissible to prove criminal propensity, it may be admissible for other purposes that do not involve character, such as proof of intent, preparation, knowledge or absence of mistake.  Garcia, 983 F.2d at 1172.   Moreover, when charges of drug trafficking are involved, this court has often upheld the admission of evidence of prior narcotics involvement to prove knowledge and intent.   See United States v. Hadfield, 918 F.2d 987, 994 (1st Cir.1990) (collecting cases), cert. denied, 500 U.S. 936, 111 S.Ct. 2062, 114 L.Ed.2d 466 (1991).   Manning was charged in Count II with knowingly possessing the two bags of cocaine in the briefcase with the intent to distribute them.   Manning's statements regarding his prior drug dealing are highly probative of the knowledge and intent elements of that offense.   The evidence that Manning had previously sold cocaine makes it more likely both that he was aware of the contents of the plastic bags in the briefcase and that he intended to distribute the two bags of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Having determined that Manning's statements were probative, we must consider whether their probative value was substantially outweighed by their prejudicial effect.   Fed.R.Evid. 403.   The district court minimized any prejudicial impact of the prior drug dealing evidence by instructing the jury, contemporaneously and again in its final instructions, about the proper use of prior bad act evidence.   See United States v. Powell, 50 F.3d 94, 101 (1st Cir.1995) (finding that limiting instruction insulated against prejudicial impact);  see also, Richardson v. Marsh, 481 U.S. 200, 206, 107 S.Ct. 1702, 1706-1707, 95 L.Ed.2d 176 (1987) (holding that reviewing court typically presumes jury followed instructions).   Given the district court's limiting instructions and its broad discretionary power to balance probative value against prejudicial effects, we cannot say that the district court abused its discretion in admitting the evidence of Manning's prior drug dealing.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Manning also challenges the district court's admission of items such as scales, bags, glassine packets stamped \"Super Power\" and \"Hot Pursuit,\" rubber bands, and straws, seized from the basement and garage of 151 Doyle Avenue.   Manning's assertion, however, that the items seized are governed by Rule 404(b) is wide of the mark.   Rule 404(b), by its very terms, excludes only extrinsic evidence--\"evidence of other crimes, wrongs, or acts\"--whose probative value exclusively depends upon a forbidden inference of criminal propensity.  Hadfield, 918 F.2d at 994.   Evidence intrinsic to the crime for which the defendant is on trial, accordingly, is not governed by Rule 404(b).  United States v. Tutiven, 40 F.3d 1, 5 (1st Cir.1994) (\"The cases are legion in which similar intrinsic circumstantial evidence has been admitted without occasioning either challenge or analysis under Rule 404(b).\"),  cert. denied, --- U.S. ----, 115 S.Ct. 1391, 131 L.Ed.2d 243 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The items seized from 151 Doyle Avenue most certainly qualify as intrinsic to the crime of possession with intent to distribute with which Manning was charged.   During the search on October 7, 1991, each of the items were found in the basement of 151 Doyle Avenue, save one scale discovered in the garage.   Should a juror have chosen to believe that Manning occupied the basement bedroom of 151 Doyle Avenue,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the existence of the drug paraphernalia there is directly probative of both Manning's knowledge that the bags in the briefcase contained cocaine and his intention to distribute that cocaine.   See United States v. Nason, 9 F.3d 155, 162 (1st Cir.1993) (upholding admission of scales, bags, and baggies seized from motel room registered to defendant's girlfriend at time of defendant's arrest on the marijuana charges for which he was on trial), cert. denied, --- U.S. ----, 114 S.Ct. 1331, 127 L.Ed.2d 678 (1994).   The district court did not abuse its discretion in admitting the drug-paraphernalia evidence.</p>\n    </div>\n    <p>C. Request for an Expert</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Manning also complains that the district court erred in denying his request for appointment of an expert.   The Criminal Justice Act, 18 U.S.C. &#167; 3006A(e)(1), provides that \"a person who is financially unable to obtain ... expert ... services necessary for an adequate defense\" may obtain them after demonstrating in an ex parte hearing that such services are \"necessary.\"   A district court's denial of a request for such services is reviewed only for an abuse of discretion.  United States v. Mateos-Sanchez, 864 F.2d 232, 240 (1st Cir.1988);  United States v. Fosher, 590 F.2d 381, 384 (1st Cir.1979).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">At the hearing on this issue, Manning's attorney requested the expert services of a retired Providence police officer who purportedly would have testified about the inadequacies in the Providence Police Department's investigation of Manning's case.   In particular, the expert would have highlighted the police's failure to test the broken glass of the basement window for fingerprints and to trace the origins of the pipe bomb components.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Generally, expert services have been found necessary when the proffered expert testimony was pivotal to the indigent defendant's defense.   See Mateos-Sanchez, 864 F.2d at 239-40.   For instance, courts have appointed a fingerprint expert when a fingerprint, alleged to be the defendant's, was the primary means of connecting the defendant to the crime, see United States v. Durant, 545 F.2d 823, 827 (2d Cir.1976), and a psychiatrist when the defendant's sanity at the time of the offense was at issue, see United States v. Williams, 998 F.2d 258, 264 (5th Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 940, 127 L.Ed.2d 230 (1994).   Manning's proffered expert testimony on the adequacy of the police investigation, however, was not critical or necessary to his defense.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Manning was charged with using or carrying destructive devices during and in relation to a drug trafficking crime.   Whether Manning had manufactured the bombs was not at issue.   The proffered testimony that the police failed to trace the bomb components, therefore, cannot be said to be central to Manning's defense of Count II.   Given the eyewitness testimony of Manning carrying the briefcase and all the physical evidence found in the basement and garage, including a scale with Manning's fingerprint on it, the expert testimony on the police's failure to fingerprint the broken glass from the basement window is likewise peripheral to Manning's defense of Count II.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Moreover, as the district court noted, Manning's proffered expert testimony about whether or not a particular police act or omission was good police practice had the potential of confusing the jury and diverting its attention from its task of assessing the adequacy of the prosecution's evidence on the issue of guilt.   Upon these facts, we cannot say that the district court's denial of Manning's request for appointment of the proffered expert was an abuse of its discretion.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>D. Jury Nullification</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">At two points during trial, Manning's attorney attempted to alert the jury to the potential term of imprisonment Manning would face if convicted on Count II.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  During Manning's direct examination, Manning's attorney requested the court's permission to ask Manning whether, in October of 1991, he was aware of the substantial prison term facing someone found using or carrying a destructive device during and in relation to a drug trafficking crime.   The district court denied the request as irrelevant, noting that sentencing matters are entrusted to the judge, not the jury.   At the close of all the evidence, Manning's attorney again approached the court at sidebar, this time seeking permission to appeal, in his closing argument, to the jury's power of nullification by informing the jury of the prison term Manning would face if convicted of Count II.   The district court also denied this request, invoking the rationale it had used earlier.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Because we reverse Manning's conviction on Count II for jury coercion, see part II.G. infra, we need not reach this issue.   We nonetheless offer the following cursory analysis of the second argument as guidance.   We have consistently held that a district court may not instruct the jury as to its power to nullify.   See United States v. Sepulveda, 15 F.3d 1161, 1190 (1st Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 2714, 129 L.Ed.2d 840 (1994);  United States v. Desmarais, 938 F.2d 347, 350 (1st Cir.1991);  Garcia-Rosa, 876 F.2d at 226;  United States v. Boardman, 419 F.2d 110, 116 (1st Cir.1969), cert. denied, 397 U.S. 991, 90 S.Ct. 1124, 25 L.Ed.2d 398 (1970).   An attorney's attempt to achieve the same end indirectly, by arguing the severity of the punishment to the jury, is equally impermissible.   See United States v. Calhoun, 49 F.3d 231, 236 n. 6 (6th Cir.1995) (holding that a defendant did not have the right to inform the jury of possible punishment or of its power to nullify a law or sentence);  cf. United States v. Coast of Maine Lobster Co., 538 F.2d 899, 903-04 (1st Cir.1976) (holding that prosecutor's televised comment that white collar criminal sentences are too small, communicated to jurors of ongoing white collar criminal trial, created reversible error).</p>\n    </div>\n    <p>E. Motion to Suppress</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Before his first trial, Manning moved to suppress the evidence found during the October 7, 1991 search of 151 Doyle Avenue.   After a hearing, the district court denied the motion.   Manning later objected to the evidence as it was offered at trial and then raised the objection on appeal.   We did not address the suppression issue, however, having ordered a retrial on other grounds.   On appeal from his second trial, Manning again asks us to consider the legality of the search.   This time, Manning had neither renewed his suppression motion nor registered his objection to the admission of the evidence below.   While Manning maintains that this was unnecessary because the decisions of the first trial judge are the law of the case, the government contends that his suppression arguments are waived.   We need not enter this thicket, however, because assuming arguendo that Manning's arguments are preserved, we find that they still fail.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Manning attacks the district court's denial of his suppression motion on two grounds.   First, Manning contends that the affidavit supporting the search warrant does not establish probable cause, citing the staleness of the information regarding the confidential informant's controlled buy, the dearth of information about that informant's credibility, and a general lack of detail.   Second, Manning contests the district court's refusal to conduct an in camera proceeding to test the reliability of the confidential informant (\"CI\") regarding the controlled buy.   Manning argues that an in camera review was necessary to his mounting a Franks challenge<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> to the accuracy of the officer's statements in the affidavit supporting the search warrant.   After summarizing the affidavit, we consider Manning's second claim first.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">On October 7, 1991, to support his application for a warrant to search 151 Doyle Avenue, Detective Lussier attested to the following facts.  \"During the past few weeks,\" while Lussier was investigating marijuana trafficking at 151 Doyle Avenue, Manning had used keys to enter 151 Doyle Avenue and appeared to be living there.   While Manning was home, several people had come to the rear door of the house and stayed for only a short time.   Lussier took numerous phone complaints about narcotics trafficking at 151 Doyle Avenue.   A CI, who had bought marijuana from Manning previously, made a controlled buy from Manning at 151 Doyle Avenue.   Before the buy, Lussier searched the CI for money and contraband, gave the CI money, and witnessed the CI enter the rear of the house.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We recognize that when an affidavit relies primarily on information provided by a CI, a defendant will lack the information needed to make a Franks showing.   See United States v. Higgins, 995 F.2d 1, 3 (1st Cir.1993).   In such cases, where the defendant challenges the accuracy of the affidavit but has failed to make the \"substantial preliminary showing\" required by Franks, the court may conduct an in camera interview of the officer-affiant, and, if necessary, of the informant.   See United States v. Southard, 700 F.2d 1, 10-11 (1st Cir.), cert. denied, 464 U.S. 823, 104 S.Ct. 89, 78 L.Ed.2d 97 (1983).   A district court is not required to do so, however;  the decision whether an in camera proceeding is needed to test the officer-affiant's<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> credibility rests entirely with the district court.   See United States v. Jackson, 918 F.2d 236, 241 (1st Cir.1990).   We review a district court's denial of a defendant's request for an in camera proceeding for abuse of discretion.   See United States v. Valerio, 48 F.3d 58, 62-63 (1st Cir.1995);  Higgins, 995 F.2d at 3.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Manning argues that he presented evidence at the suppression hearing sufficient to contradict Lussier's statements in the affidavit and thereby require the district court to question his credibility.   Specifically, Manning's mother testified that she was home all day on October 7, 1991 and that no sale of drugs could have taken place in her home without her knowledge.   Manning's attorney told the district court that, although the affidavit does not specify the date of the controlled buy, he recalled that a police officer, not Lussier, had testified at the preliminary examination that the buy took place on October 7, 1991.   Manning concludes from these two facts that the controlled buy could not have taken place on October 7, 1991, and therefore, that Lussier must have lied.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">As the district court recognized, however, two problems inhere in this reasoning.   First, the affidavit does not provide that the controlled buy occurred on October 7, 1991.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Second, even if it did, Mrs. Manning's testimony does not \"preclude at all the possibility that Officer ... Lussier is telling the truth.\"   Mrs. Manning admitted that Manning was at 151 Doyle Avenue for at least some period of time on October 7, 1991, and she did not claim that he was never out of her sight.   Given the tenuous basis for Manning's challenge to Lussier's veracity, the district court's denial of Manning's request for an in camera review was well within its discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Having so decided, we quickly dispose of Manning's challenge to the validity of the search warrant for lack of probable cause.   Assuming arguendo that Manning is correct about the warrant's invalidity, we nonetheless agree with the district court's conclusion that the \"good faith\" exception to the exclusionary rule applies here.  United States v. Leon, 468 U.S. 897, 913, 104 S.Ct. 3405, 3415, 82 L.Ed.2d 677 (1984).   In Leon, the Supreme Court held that, with limited exception, the exclusionary rule should not apply when police officers reasonably rely on a warrant that subsequently is determined to be invalid.  468 U.S. at 922, 104 S.Ct. at 3420.   Upon de novo review, see United States v. Zapata, 18 F.3d 971, 975 (1st Cir.1994) (reviewing district court's \"ultimate constitutional conclusions\" in a suppression order de novo ), we find that Lussier's affidavit had ample indicia of probable cause \" 'to render official belief in its existence' \" reasonable.  Leon, 468 U.S. at 923, 104 S.Ct. at 3421 (quoting Brown v. Illinois, 422 U.S. 590, 610-11, 95 S.Ct. 2254, 2265-66, 45 L.Ed.2d 416 (1975) (Powell, J., concurring in part)).   Accordingly, we affirm the district court's denial of the motion to suppress the items seized from 151 Doyle Avenue.</p>\n    </div>\n    <p>F. Jury Instructions</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Manning raises two challenges to the jury instruction defining the offense of using or carrying a firearm during and in relation to a drug trafficking crime.   First, he argues that the district court failed to instruct the jury that the destructive devices must have actually been used.   Second, he claims that the court failed to instruct that the destructive devices must have facilitated the charged crime of possession with intent to distribute, and not some other past or future drug trafficking crime.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Our reversal of Manning's conviction on Count II for jury coercion, see part II.G. infra, however, renders consideration of the legality of the court's &#167; 924(c)(1) instruction unnecessary.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <p>G. Responses to Jury's Inquiry</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Manning contests the district court's responses to a specific jury query on two grounds:  (1) that the district court's response was tantamount to a directive that the jury must reach a verdict on Count II, and (2) that the district court did not cure this harm by polling the jurors--after they had reached a verdict but before the verdict was taken--on whether they had felt compelled to reach a verdict.   Mindful of the district court's broad discretion in \"the giving, or withholding, of a supplemental instruction, or the contents of it if given,\" United States v. Parent, 954 F.2d 23, 25 (1st Cir.1992), we nonetheless find that the district court transgressed the bounds of its discretion under the unusual set of circumstances that unfolded after the jury retired to deliberate.   See United States v. Akitoye, 923 F.2d 221, 227 (1st Cir.1991) (reviewing for abuse of discretion district court's denial of jury's request to have testimony read back).   We outline the relevant history.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The jury began its deliberations in earnest<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> on the morning of November 22, 1994.   After a few hours, the jury sent the court a note, asking \"Which scale was found in the bedroom and which scale had the fingerprint?\"   After consulting the parties, the district court responded, \"It would not be proper for me to tell you what the evidence establishes or does not establish.   That's a matter that only you can determine.\"   Later, the jury sent another communication to the court, this time stating, \"We do not have an [sic] unanimous decision on Count Number Two.   Must we continue to discuss until we have?   It is apparent that we'll not change our minds.\"   At a chamber conference with both counsel, the court proposed the following response:  \"Would reading any portion of the testimony to you assist you in reaching a decision?   If so, please tell me what portions of testimony of which witness you would like.\"   Perceiving deadlock on Count II, Manning's attorney objected to the court's response and moved for a mistrial.   In the alternative, he proposed that the response advise the jury that it was not obliged to reach a verdict.   The district court denied the motion, rejected the suggestion, and sent its suggested response.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The jury then informed the court, \"We would like to hear testimony from Officer Lennon and Agent Lennon.\"   Over Manning's continued objection, the court replied, \"Is their [sic] any particular portion or portions of the testimony of Officer Lennon or Agent Lennon that would be helpful to you?\"   After receiving no reply, the district court had the clerk ask the jurors whether they wished to continue deliberating or go home and return the next day.   Thereafter, the court received a note stating that a verdict had been reached.   Apparently concerned about the effect of its second response, the district court, before taking the verdict, queried the jury collectively in open court as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>I just wanted to make sure before I even ask about the verdict whether there is anybody here who is under the impression that you were required to reach an [sic] unanimous decision.   If you didn't, you'd be kept here until you did.   I wanted to make sure nobody is under that impression, had the feeling you had to reach an agreement because you felt that you would be kept here until you did or because you felt that you had to all agree in order to be released from jury service.   Is there any of you that had that feeling?</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">No juror responded to the inquiry.   The jury then returned its verdict of guilty on all counts.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">This court has recognized that when a jury indicates that it is deadlocked, a supplementary charge instructing it to return and attempt to reach a verdict may prejudice a defendant.   See United States v. Angiulo, 485 F.2d 37, 39 (1st Cir.1973).   For instance, \"such a charge may cause a jury to agree when they might otherwise never have come to agreement, thereby losing for the defendant whatever safeguard he might have had in a hung jury, a declaration of mistrial, and either a new trial or a subsequent decision by the prosecutor not to retry the case.\"  Id.  Accordingly, we have instructed district courts to include three elements in any such supplementary charge to ameliorate its prejudicial effect.  Id.  A district court should instruct jurors in substance that (1) members of both the majority and the minority should reexamine their positions, (2) a jury has the right to fail to agree, and (3) the burden of proving guilt beyond a reasonable doubt remains with the government.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Having indicated that it was deadlocked on Count II, the jury in the present case proceeded to inquire whether it was obliged to reach a verdict on Count II.   Rather than answering this pointed question \"yes\" or \"no,\" the district court responded with a question:  \"Would reading any portion of the testimony to you assist you in reaching a decision?\"   This response not only failed to discourage the notion that the jury was bound to continue to deliberate indefinitely, it suggested the opposite, i.e., that a jury is required to do so.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  Having asked whether continued deliberation on Count II was necessary, and being offered a review of testimony in response, a rational lay jury could reasonably have inferred that the court wanted it to reach a verdict, regardless of whether it could do so in good conscience.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Having sent the jurors an improper signal, the district court did not dispel this misimpression by collectively asking the jury in open court, after it had reached its verdict, whether that verdict had been coerced.   At that point, the dynamics had fundamentally changed.   Jurors who may have been hold-outs earlier had now voted to convict.   Asking such a juror to admit before his fellow jurors that he had voted against his will was asking too much.   Moreover, the district court never informed the jurors that if any of them did admit to being coerced, the court would take their verdicts on Counts I and III, discharge the jury, and retry Count II before another jury.   The unhappy prospect of being sent back to the jury room for further deliberations may also have prevented jurors from admitting coercion.   Because we cannot say that the verdict on Count II was not the product of coercion, we vacate the conviction on Count II and remand for a new trial.</p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We affirm Manning's convictions and sentences on Counts I and III, vacate his conviction and sentence on Count II, and remand Count II for a new trial.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 18 U.S.C. &#167; 921(a)(3) defines \"firearm\" to mean \"any destructive device.\"   Section 921(a)(4) defines \"destructive device\" to mean \"any explosive, incendiary, or poison gas ... bomb.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The government presented evidence from which the jurors could draw such a conclusion.   For instance, the government introduced pager and veterinary bills addressed to Trent Manning, 151 Doyle Avenue and police testimony that these bills were found in the basement bedroom area</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We also note that Manning's attorney was able to place these alleged investigative shortcomings before the jury on cross-examination of the officers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> This is not to say, however, that expert opinion on the adequacy of a police investigation can never be necessary to an indigent defendant's defense nor do we so rule</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Under &#167; 924(c)(1), using or carrying a destructive device carries a mandatory thirty-year prison term</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Under Franks v. Delaware, 438 U.S. 154, 155-56, 98 S.Ct. 2674, 2676-77, 57 L.Ed.2d 667 (1978), a defendant may overcome the presumption of validity surrounding affidavits supporting search warrants and obtain an evidentiary hearing, if he \"makes a substantial preliminary showing that a false statement knowingly and intentionally, or with reckless disregard for the truth, was included by the affiant in the warrant affidavit, and if the allegedly false statement is necessary to the finding of probable cause.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Franks only allows impeachment \"of the affiant, not of any nongovernmental informant.\"  Franks, 438 U.S. at 171, 98 S.Ct. at 2684</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We find no clear error in the district court's not accepting Manning's attorney's recollection that an unnamed police officer, not present during the controlled buy, testified at the preliminary examination that the buy occurred on October 7, 1991</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Although its &#167; 924(c)(1) instruction initially made clear that the predicate drug trafficking crime was possession of cocaine with intent to distribute it as charged in Count I, in later instructions, the district court stated that \"there must be proof that the firearm was connected to or played a role in the commission of a drug trafficking crime.\"  (Emphasis added).   In future instructions, we caution the district court to endeavor to avoid generic references to \"a drug trafficking crime\" when referring to the particular predicate offense</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The court submitted the case to the jury the previous evening.   After deliberating for approximately fifteen minutes, however, the jury chose to go home and reconvene the next morning</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Providing a modified Allen charge at this juncture, on the other hand, would have informed the jurors that they need not surrender an honest conviction for the mere purpose of returning a verdict and at the same time encouraged them to try to reach a verdict, fully aware that the onus of reexamination is not on the minority alone and that the burden of proof remains with the government</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">212</span></span></p>\n    <p class=\"case_cite\">44 Fed. R. Evid. Serv. 204</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Trent MANNING, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1199.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 9, 1995.<br>Decided March 21, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Rhode Island;  Ernest C. Torres, U.S. District Judge.</p>\n      <p class=\"indent\">Robert B. Mann, with whom Mann &amp; Mitchell was on brief, for appellant.</p>\n      <p class=\"indent\">Sheldon Whitehouse, United States Attorney, with whom Assistant United States Attorneys were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, CYR and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On May 6, 1994, this court vacated defendant-appellant Trent Manning's convictions for possession with intent to distribute cocaine (Count I), use of a firearm during and in relation to a drug trafficking crime (Count II), and possession of a firearm by a convicted felon (Count III), holding that prosecutorial misconduct during closing arguments warranted a new trial.  United States v. Manning, <span class=\"citation\" data-id=\"195356\"><a href=\"/opinion/195356/united-states-v-manning/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">570</span></a></span>, 573-76 (1st Cir.1994).   After his second jury trial in November of 1994, Manning again was convicted on all three counts.   Manning challenges this latest round of convictions, claiming that the district court erred in:  (1) denying his motion for acquittal on Count II, (2) admitting evidence of uncharged misconduct, (3) denying his request for an expert, (4) precluding evidence and argument regarding his potential sentence, (5) denying his motion to suppress evidence found during the October 7, 1991 search, (6) instructing the jury, and (7) responding to the jury's inquiry.   Finding no merit in Manning's first six claims, we affirm his convictions on Counts I and III.   Finding that the district court erred in responding to the jury's inquiry, however, we vacate Manning's conviction on Count II and remand Count II for a new trial.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Viewing the evidence in the light most favorable to the verdict, United States v. Wihbey, <span class=\"citation\" data-id=\"196557\"><a href=\"/opinion/196557/united-states-v-wihbey/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">761</span></a></span>, 763-64 (1st Cir.1996), we conclude that a reasonable jury could have found the following facts.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Late in the afternoon on October 7, 1991, several members of the Providence Police Department executed a search warrant at Manning's mother's house, located at 151 Doyle Avenue in Providence, Rhode Island.   Just three or four minutes before the raid, Detective David Lussier, who had known Manning for some time, saw Manning and a passenger drive by his surveillance position (in a parking lot about fifty yards from 151 Doyle Avenue with a direct view into its rear yard) in Manning's red Jeep Cherokee.   Fearing that eye contact with Manning had compromised his surveillance, Lussier ordered that the warrant be executed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Thereupon, Detective Joseph Lennon approached the rear of 151 Doyle Avenue and saw Manning, whom he knew and with whom he had conversed on other occasions, standing outside the Cherokee and in front of the garage, holding a brown briefcase in his left hand.   Lennon identified himself as a police officer and, with gun drawn, ordered Manning to stop.   Manning, ignoring this directive, walked slowly into the garage with briefcase in hand, closing and locking the door behind him.   Manning's rottweiler, loose in the driveway, delayed Lennon's pursuit of Manning for three to five minutes.   Once inside the garage, Lennon found and seized the briefcase and its contents, inter alia:  two bags of cocaine weighing 124.64 grams, various drug paraphernalia, a loaded 9 millimeter handgun, and six copper pipe bombs.   Lennon did not, however, find Manning in his subsequent search of the house.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Meanwhile, Lussier, having ordered the raid, drove to the front of 151 Doyle Avenue, entered the front door, and proceeded to the basement, where he found a broken window through which Manning had likely escaped.   One week later, Manning turned himself in to the police.</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <p>A. Motion for Acquittal</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Manning argues that there was insufficient evidence to support his conviction for using a destructive device<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> during and in relation to a drug trafficking crime, and so the district court erred in denying his motion for acquittal on Count II.   We review the district court's disposition of a motion for acquittal de novo, viewing the evidence, and all reasonable inferences that may be drawn therefrom, in the light most favorable to the government.  United States v. Loder, <span class=\"citation\" data-id=\"195365\"><a href=\"/opinion/195365/united-states-v-loder/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">586</span></a></span>, 589-90 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Approximately one month after oral arguments in this case, the Supreme Court decided Bailey v. United States, --- U.S. ----, <span class=\"citation\" data-id=\"117985\"><a href=\"/opinion/117985/bailey-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">501</span></a></span>, <span class=\"citation\" data-id=\"117985\"><a href=\"/opinion/117985/bailey-v-united-states/\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">472</span></a></span> (1995), and concluded that \"use\" of a firearm in 18 U.S.C. &#167; 924(c)(1) means \"active employment of the firearm\" which \"includes brandishing, displaying, bartering, striking with, and most obviously, firing or attempting to fire, a firearm.\"  Id. at ----, 116 S.Ct. at 505, 508.   Our careful review of the record reveals that the government's evidence was insufficient to show \"use\" under the Bailey standard.   The government did not present any evidence that Manning had brandished, displayed, bartered, struck someone with, fired/detonated or attempted to fire/detonate either the 9 millimeter handgun or the six pipe bombs.   The evidence presented at trial was simply that Manning had carried the briefcase containing the gun, pipe bombs, drugs, and drug paraphernalia into the garage of 151 Doyle Avenue and nothing more.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The reach of 18 U.S.C. &#167; 924(c)(1), however, extends beyond the use of a firearm.   Section 924(c)(1) applies to any person who either \"uses or carries a firearm.\"  18 U.S.C. &#167; 924(c)(1) (emphasis added).   At issue, therefore, is whether the government succeeded in presenting evidence sufficient to show that Manning was guilty of carrying a firearm during and in relation to any drug trafficking crime.   Conviction under &#167; 924(c)(1) requires proof beyond a reasonable doubt that Manning:  (1) committed the drug trafficking crime of possession with intent to distribute as charged in the indictment, (2) knowingly carried a firearm, and (3) did so during and in relation to the drug trafficking crime.   See United States v. Wilkinson, <span class=\"citation\" data-id=\"556387\"><a href=\"/opinion/556387/united-states-v-robert-j-wilkinson/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 25-26 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1211</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2813</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">985</span></span> (1991), and overruled on other grounds by Bailey, --- U.S. at ----, 116 S.Ct. at 509.   Because Manning has not challenged the sufficiency of the evidence of the first element, we restrict our analysis to the last two elements and consider each in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">By narrowing the interpretation of \"use\" to instances of active employment, the Bailey Court recognized that the \"carry\" prong would take on a new significance.   Accordingly, the Court remanded Bailey and its companion case, Robinson v. United States, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1997</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">999</span></span> to the District of Columbia Circuit to consider liability for Bailey and Robinson under the \"carry\" prong of &#167; 924(c)(1).  Bailey, --- U.S. at ----, 116 S.Ct. at 509.   In Bailey and Robinson, the firearms were found in the trunk of a car and in a locked trunk in a bedroom closet, respectively.  Id. at ----, 116 S.Ct. at 503-04.   Determining whether firearms found in these locations were carried will require the District of Columbia Circuit to test the limits of the proper understanding of \"carry\" in &#167; 924(c)(1).   We need not determine the precise contours of the \"carry\" prong here, however, as Manning's actions meet any reasonable construction of the word.   See Smith v. United States, <span class=\"citation\" data-id=\"112866\"><a href=\"/opinion/112866/smith-v-united-states/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">223</span></a></span>, 228-30, <span class=\"citation\" data-id=\"112866\"><a href=\"/opinion/112866/smith-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2050</span></a></span>, 2054, <span class=\"citation\" data-id=\"112866\"><a href=\"/opinion/112866/smith-v-united-states/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">138</span></a></span> (1993) (noting that words not defined by statute should be given their ordinary or common meaning).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The word \"carry\" is variously defined as \"to move while supporting (as ... in one's hands or arms),\" \"to move an appreciable distance without dragging,\" and \"to bring along to another place.\"   Webster's Third New International Dictionary 343 (1986).   Manning's alleged actions readily meet all of these definitions.   The government presented the testimony of Detective Lennon that he saw Manning standing outside his Cherokee and in front of the garage of 151 Doyle Avenue, holding the briefcase;  that he watched Manning, while holding the briefcase in his left hand, walk into the garage;  and that minutes later upon discovering the briefcase in the garage, he opened it and found, inter alia, a loaded 9 millimeter handgun and six pipe bombs.   A reasonable juror could easily conclude from this evidence that Manning had carried the handgun and pipe bombs.   In walking from the Cherokee to the garage while holding the briefcase in his left hand, Manning certainly was \"moving\" the briefcase \"while supporting\" it in his hand.   And if Manning was carrying the briefcase, he necessarily was carrying the contents thereof, namely, the handgun and pipe bombs.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The government also presented ample evidence from which a reasonable juror could conclude that Manning carried the gun and bombs \"during\" and \"in relation to\" the crime of possession with intent to distribute.   Evidence that Manning carried the gun and pipe bombs contemporaneously with the two bags of cocaine and the drug paraphernalia readily satisfies the \"during\" requirement.   See United States v. Luciano-Mosquera, <span class=\"citation\" data-id=\"196263\"><a href=\"/opinion/196263/united-states-v-luciano-mosquera/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1142</span></a></span>, 1151 (1st Cir.1995) (holding that gun \"carried at a time when the offense was in progress\" constituted \"during\" for purposes of &#167; 924(c)(1)).   Evidence that Manning carried the gun and bombs in the same briefcase as the drugs readily satisfies the \"in relation to\" requirement.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Because the government presented evidence that could establish each of these elements beyond a reasonable doubt, we affirm the district court's denial of Manning's motion for acquittal on Count II.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>B. Admissibility of Evidence of Uncharged Misconduct</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Manning argues that the district court erred by allowing the prosecutor to cross-examine him about his prior drug dealing and to introduce the items seized from the basement of 151 Doyle Avenue.   Manning's attorney objected to the introduction of this evidence as impermissible \"uncharged misconduct\" evidence under Fed.R.Evid. 404(b) and, in the alternative, unduly prejudicial under Fed.R.Evid. 403.   After reciting the standard of review, we consider Manning's testimony on cross-examination and the items seized from the basement, in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Because the admission of Rule 404(b) evidence is committed to the sound discretion of the trial judge, we will reverse on appeal only for abuse of discretion.  United States v. Garcia, <span class=\"citation\" data-id=\"598972\"><a href=\"/opinion/598972/united-states-v-jose-a-garcia-united-states-v-pablo-h-garcia/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1160</span></a></span>, 1172 (1st Cir.1993).   We will reverse a district court's Rule 403 balancing \"only in 'exceptional circumstances.' \"  Id. at 1173 (quoting United States v. Garcia-Rosa, <span class=\"citation\" data-id=\"524260\"><a href=\"/opinion/524260/united-states-v-blanca-garcia-rosa-united-states-of-america-v-pedro/\"><span class=\"volume\">876</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">209</span></a></span>, 221 (1st Cir.1989), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1030</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">742</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">760</span></span> (1990)).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On cross-examination, the prosecutor successfully elicited testimony from Manning about his drug dealing efforts prior to October 7, 1991.   In particular, Manning testified that he had previously sold cocaine;  that he would package the cocaine in a specific type of plastic bag;  that he weighed drugs on two particular scales;  and that, as denoted by his handwriting in his drug ledger, he would distribute 100 bags of cocaine every two days to a particular location.   The prosecutor also questioned Manning about his use of a pager and the source of his drug supply.   All of this was done over the objection of Manning's attorney.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Rule 404(b) provides that although evidence of other crimes, wrongs, and acts is not admissible to prove criminal propensity, it may be admissible for other purposes that do not involve character, such as proof of intent, preparation, knowledge or absence of mistake.  Garcia, 983 F.2d at 1172.   Moreover, when charges of drug trafficking are involved, this court has often upheld the admission of evidence of prior narcotics involvement to prove knowledge and intent.   See United States v. Hadfield, <span class=\"citation\" data-id=\"551471\"><a href=\"/opinion/551471/united-states-v-royal-w-hadfield-jr-united-states-of-america-v-helen/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">987</span></a></span>, 994 (1st Cir.1990) (collecting cases), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">936</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2062</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">466</span></span> (1991).   Manning was charged in Count II with knowingly possessing the two bags of cocaine in the briefcase with the intent to distribute them.   Manning's statements regarding his prior drug dealing are highly probative of the knowledge and intent elements of that offense.   The evidence that Manning had previously sold cocaine makes it more likely both that he was aware of the contents of the plastic bags in the briefcase and that he intended to distribute the two bags of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Having determined that Manning's statements were probative, we must consider whether their probative value was substantially outweighed by their prejudicial effect.   Fed.R.Evid. 403.   The district court minimized any prejudicial impact of the prior drug dealing evidence by instructing the jury, contemporaneously and again in its final instructions, about the proper use of prior bad act evidence.   See United States v. Powell, <span class=\"citation\" data-id=\"195990\"><a href=\"/opinion/195990/united-states-v-powell/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">94</span></a></span>, 101 (1st Cir.1995) (finding that limiting instruction insulated against prejudicial impact);  see also, Richardson v. Marsh, <span class=\"citation\" data-id=\"111865\"><a href=\"/opinion/111865/richardson-v-marsh/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">200</span></a></span>, 206, <span class=\"citation\" data-id=\"111865\"><a href=\"/opinion/111865/richardson-v-marsh/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1702</span></a></span>, 1706-1707, <span class=\"citation\" data-id=\"111865\"><a href=\"/opinion/111865/richardson-v-marsh/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">176</span></a></span> (1987) (holding that reviewing court typically presumes jury followed instructions).   Given the district court's limiting instructions and its broad discretionary power to balance probative value against prejudicial effects, we cannot say that the district court abused its discretion in admitting the evidence of Manning's prior drug dealing.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Manning also challenges the district court's admission of items such as scales, bags, glassine packets stamped \"Super Power\" and \"Hot Pursuit,\" rubber bands, and straws, seized from the basement and garage of 151 Doyle Avenue.   Manning's assertion, however, that the items seized are governed by Rule 404(b) is wide of the mark.   Rule 404(b), by its very terms, excludes only extrinsic evidence--\"evidence of other crimes, wrongs, or acts\"--whose probative value exclusively depends upon a forbidden inference of criminal propensity.  Hadfield, 918 F.2d at 994.   Evidence intrinsic to the crime for which the defendant is on trial, accordingly, is not governed by Rule 404(b).  United States v. Tutiven, <span class=\"citation\" data-id=\"195725\"><a href=\"/opinion/195725/united-states-v-tutiven/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1994) (\"The cases are legion in which similar intrinsic circumstantial evidence has been admitted without occasioning either challenge or analysis under Rule 404(b).\"),  cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1391</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">243</span></span> (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The items seized from 151 Doyle Avenue most certainly qualify as intrinsic to the crime of possession with intent to distribute with which Manning was charged.   During the search on October 7, 1991, each of the items were found in the basement of 151 Doyle Avenue, save one scale discovered in the garage.   Should a juror have chosen to believe that Manning occupied the basement bedroom of 151 Doyle Avenue,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the existence of the drug paraphernalia there is directly probative of both Manning's knowledge that the bags in the briefcase contained cocaine and his intention to distribute that cocaine.   See United States v. Nason, <span class=\"citation\" data-id=\"195001\"><a href=\"/opinion/195001/united-states-v-nason/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">155</span></a></span>, 162 (1st Cir.1993) (upholding admission of scales, bags, and baggies seized from motel room registered to defendant's girlfriend at time of defendant's arrest on the marijuana charges for which he was on trial), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1331</span></span>, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">678</span></span> (1994).   The district court did not abuse its discretion in admitting the drug-paraphernalia evidence.</p>\n    </div>\n    <p>C. Request for an Expert</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Manning also complains that the district court erred in denying his request for appointment of an expert.   The Criminal Justice Act, 18 U.S.C. &#167; 3006A(e)(1), provides that \"a person who is financially unable to obtain ... expert ... services necessary for an adequate defense\" may obtain them after demonstrating in an ex parte hearing that such services are \"necessary.\"   A district court's denial of a request for such services is reviewed only for an abuse of discretion.  United States v. Mateos-Sanchez, <span class=\"citation\" data-id=\"516169\"><a href=\"/opinion/516169/united-states-v-manuel-l-mateos-sanchez/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">232</span></a></span>, 240 (1st Cir.1988);  United States v. Fosher, <span class=\"citation\" data-id=\"362769\"><a href=\"/opinion/362769/united-states-v-michael-p-fosher/\"><span class=\"volume\">590</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">381</span></a></span>, 384 (1st Cir.1979).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">At the hearing on this issue, Manning's attorney requested the expert services of a retired Providence police officer who purportedly would have testified about the inadequacies in the Providence Police Department's investigation of Manning's case.   In particular, the expert would have highlighted the police's failure to test the broken glass of the basement window for fingerprints and to trace the origins of the pipe bomb components.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Generally, expert services have been found necessary when the proffered expert testimony was pivotal to the indigent defendant's defense.   See Mateos-Sanchez, 864 F.2d at 239-40.   For instance, courts have appointed a fingerprint expert when a fingerprint, alleged to be the defendant's, was the primary means of connecting the defendant to the crime, see United States v. Durant, <span class=\"citation\" data-id=\"340745\"><a href=\"/opinion/340745/united-states-v-david-durant/\"><span class=\"volume\">545</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">823</span></a></span>, 827 (2d Cir.1976), and a psychiatrist when the defendant's sanity at the time of the offense was at issue, see United States v. Williams, <span class=\"citation\" data-id=\"610933\"><a href=\"/opinion/610933/united-states-v-paul-dana-williams-aka-paul-william-dana/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">258</span></a></span>, 264 (5th Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">940</span></span>, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">230</span></span> (1994).   Manning's proffered expert testimony on the adequacy of the police investigation, however, was not critical or necessary to his defense.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Manning was charged with using or carrying destructive devices during and in relation to a drug trafficking crime.   Whether Manning had manufactured the bombs was not at issue.   The proffered testimony that the police failed to trace the bomb components, therefore, cannot be said to be central to Manning's defense of Count II.   Given the eyewitness testimony of Manning carrying the briefcase and all the physical evidence found in the basement and garage, including a scale with Manning's fingerprint on it, the expert testimony on the police's failure to fingerprint the broken glass from the basement window is likewise peripheral to Manning's defense of Count II.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Moreover, as the district court noted, Manning's proffered expert testimony about whether or not a particular police act or omission was good police practice had the potential of confusing the jury and diverting its attention from its task of assessing the adequacy of the prosecution's evidence on the issue of guilt.   Upon these facts, we cannot say that the district court's denial of Manning's request for appointment of the proffered expert was an abuse of its discretion.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>D. Jury Nullification</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">At two points during trial, Manning's attorney attempted to alert the jury to the potential term of imprisonment Manning would face if convicted on Count II.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  During Manning's direct examination, Manning's attorney requested the court's permission to ask Manning whether, in October of 1991, he was aware of the substantial prison term facing someone found using or carrying a destructive device during and in relation to a drug trafficking crime.   The district court denied the request as irrelevant, noting that sentencing matters are entrusted to the judge, not the jury.   At the close of all the evidence, Manning's attorney again approached the court at sidebar, this time seeking permission to appeal, in his closing argument, to the jury's power of nullification by informing the jury of the prison term Manning would face if convicted of Count II.   The district court also denied this request, invoking the rationale it had used earlier.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Because we reverse Manning's conviction on Count II for jury coercion, see part II.G. infra, we need not reach this issue.   We nonetheless offer the following cursory analysis of the second argument as guidance.   We have consistently held that a district court may not instruct the jury as to its power to nullify.   See United States v. Sepulveda, <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1190 (1st Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2714</span></span>, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">840</span></span> (1994);  United States v. Desmarais, <span class=\"citation\" data-id=\"564779\"><a href=\"/opinion/564779/united-states-v-paul-desmarais/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">347</span></a></span>, 350 (1st Cir.1991);  Garcia-Rosa, 876 F.2d at 226;  United States v. Boardman, <span class=\"citation\" data-id=\"287551\"><a href=\"/opinion/287551/united-states-v-richard-mather-boardman/\"><span class=\"volume\">419</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">110</span></a></span>, 116 (1st Cir.1969), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">991</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1124</span></span>, <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">398</span></span> (1970).   An attorney's attempt to achieve the same end indirectly, by arguing the severity of the punishment to the jury, is equally impermissible.   See United States v. Calhoun, <span class=\"citation\" data-id=\"691062\"><a href=\"/opinion/691062/united-states-v-kendra-l-calhoun/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">231</span></a></span>, 236 n. 6 (6th Cir.1995) (holding that a defendant did not have the right to inform the jury of possible punishment or of its power to nullify a law or sentence);  cf. United States v. Coast of Maine Lobster Co., <span class=\"citation\" data-id=\"337700\"><a href=\"/opinion/337700/united-states-v-coast-of-maine-lobster-co-inc/\"><span class=\"volume\">538</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">899</span></a></span>, 903-04 (1st Cir.1976) (holding that prosecutor's televised comment that white collar criminal sentences are too small, communicated to jurors of ongoing white collar criminal trial, created reversible error).</p>\n    </div>\n    <p>E. Motion to Suppress</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Before his first trial, Manning moved to suppress the evidence found during the October 7, 1991 search of 151 Doyle Avenue.   After a hearing, the district court denied the motion.   Manning later objected to the evidence as it was offered at trial and then raised the objection on appeal.   We did not address the suppression issue, however, having ordered a retrial on other grounds.   On appeal from his second trial, Manning again asks us to consider the legality of the search.   This time, Manning had neither renewed his suppression motion nor registered his objection to the admission of the evidence below.   While Manning maintains that this was unnecessary because the decisions of the first trial judge are the law of the case, the government contends that his suppression arguments are waived.   We need not enter this thicket, however, because assuming arguendo that Manning's arguments are preserved, we find that they still fail.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Manning attacks the district court's denial of his suppression motion on two grounds.   First, Manning contends that the affidavit supporting the search warrant does not establish probable cause, citing the staleness of the information regarding the confidential informant's controlled buy, the dearth of information about that informant's credibility, and a general lack of detail.   Second, Manning contests the district court's refusal to conduct an in camera proceeding to test the reliability of the confidential informant (\"CI\") regarding the controlled buy.   Manning argues that an in camera review was necessary to his mounting a Franks challenge<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> to the accuracy of the officer's statements in the affidavit supporting the search warrant.   After summarizing the affidavit, we consider Manning's second claim first.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">On October 7, 1991, to support his application for a warrant to search 151 Doyle Avenue, Detective Lussier attested to the following facts.  \"During the past few weeks,\" while Lussier was investigating marijuana trafficking at 151 Doyle Avenue, Manning had used keys to enter 151 Doyle Avenue and appeared to be living there.   While Manning was home, several people had come to the rear door of the house and stayed for only a short time.   Lussier took numerous phone complaints about narcotics trafficking at 151 Doyle Avenue.   A CI, who had bought marijuana from Manning previously, made a controlled buy from Manning at 151 Doyle Avenue.   Before the buy, Lussier searched the CI for money and contraband, gave the CI money, and witnessed the CI enter the rear of the house.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We recognize that when an affidavit relies primarily on information provided by a CI, a defendant will lack the information needed to make a Franks showing.   See United States v. Higgins, <span class=\"citation\" data-id=\"608154\"><a href=\"/opinion/608154/united-states-v-raymond-lee-higgins/\"><span class=\"volume\">995</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1993).   In such cases, where the defendant challenges the accuracy of the affidavit but has failed to make the \"substantial preliminary showing\" required by Franks, the court may conduct an in camera interview of the officer-affiant, and, if necessary, of the informant.   See United States v. Southard, <span class=\"citation\" data-id=\"414332\"><a href=\"/opinion/414332/united-states-v-jack-southard-united-states-of-america-v-monsour-ferris/\"><span class=\"volume\">700</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 10-11 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">823</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">89</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">97</span></span> (1983).   A district court is not required to do so, however;  the decision whether an in camera proceeding is needed to test the officer-affiant's<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> credibility rests entirely with the district court.   See United States v. Jackson, <span class=\"citation\" data-id=\"551271\"><a href=\"/opinion/551271/united-states-v-walter-v-jackson/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">236</span></a></span>, 241 (1st Cir.1990).   We review a district court's denial of a defendant's request for an in camera proceeding for abuse of discretion.   See United States v. Valerio, <span class=\"citation\" data-id=\"195933\"><a href=\"/opinion/195933/united-states-v-valerio/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span>, 62-63 (1st Cir.1995);  Higgins, 995 F.2d at 3.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Manning argues that he presented evidence at the suppression hearing sufficient to contradict Lussier's statements in the affidavit and thereby require the district court to question his credibility.   Specifically, Manning's mother testified that she was home all day on October 7, 1991 and that no sale of drugs could have taken place in her home without her knowledge.   Manning's attorney told the district court that, although the affidavit does not specify the date of the controlled buy, he recalled that a police officer, not Lussier, had testified at the preliminary examination that the buy took place on October 7, 1991.   Manning concludes from these two facts that the controlled buy could not have taken place on October 7, 1991, and therefore, that Lussier must have lied.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">As the district court recognized, however, two problems inhere in this reasoning.   First, the affidavit does not provide that the controlled buy occurred on October 7, 1991.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Second, even if it did, Mrs. Manning's testimony does not \"preclude at all the possibility that Officer ... Lussier is telling the truth.\"   Mrs. Manning admitted that Manning was at 151 Doyle Avenue for at least some period of time on October 7, 1991, and she did not claim that he was never out of her sight.   Given the tenuous basis for Manning's challenge to Lussier's veracity, the district court's denial of Manning's request for an in camera review was well within its discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Having so decided, we quickly dispose of Manning's challenge to the validity of the search warrant for lack of probable cause.   Assuming arguendo that Manning is correct about the warrant's invalidity, we nonetheless agree with the district court's conclusion that the \"good faith\" exception to the exclusionary rule applies here.  United States v. Leon, <span class=\"citation\" data-id=\"111262\"><a href=\"/opinion/111262/united-states-v-leon/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">897</span></a></span>, 913, <span class=\"citation\" data-id=\"111262\"><a href=\"/opinion/111262/united-states-v-leon/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3405</span></a></span>, 3415, <span class=\"citation\" data-id=\"111262\"><a href=\"/opinion/111262/united-states-v-leon/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">677</span></a></span> (1984).   In Leon, the Supreme Court held that, with limited exception, the exclusionary rule should not apply when police officers reasonably rely on a warrant that subsequently is determined to be invalid.  468 U.S. at 922, 104 S.Ct. at 3420.   Upon de novo review, see United States v. Zapata, <span class=\"citation\" data-id=\"195255\"><a href=\"/opinion/195255/united-states-v-zapata/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">971</span></a></span>, 975 (1st Cir.1994) (reviewing district court's \"ultimate constitutional conclusions\" in a suppression order de novo ), we find that Lussier's affidavit had ample indicia of probable cause \" 'to render official belief in its existence' \" reasonable.  Leon, 468 U.S. at 923, 104 S.Ct. at 3421 (quoting Brown v. Illinois, <span class=\"citation\" data-id=\"109304\"><a href=\"/opinion/109304/brown-v-illinois/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">590</span></a></span>, 610-11, <span class=\"citation\" data-id=\"109304\"><a href=\"/opinion/109304/brown-v-illinois/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2254</span></a></span>, 2265-66, <span class=\"citation\" data-id=\"109304\"><a href=\"/opinion/109304/brown-v-illinois/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">416</span></a></span> (1975) (Powell, J., concurring in part)).   Accordingly, we affirm the district court's denial of the motion to suppress the items seized from 151 Doyle Avenue.</p>\n    </div>\n    <p>F. Jury Instructions</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Manning raises two challenges to the jury instruction defining the offense of using or carrying a firearm during and in relation to a drug trafficking crime.   First, he argues that the district court failed to instruct the jury that the destructive devices must have actually been used.   Second, he claims that the court failed to instruct that the destructive devices must have facilitated the charged crime of possession with intent to distribute, and not some other past or future drug trafficking crime.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Our reversal of Manning's conviction on Count II for jury coercion, see part II.G. infra, however, renders consideration of the legality of the court's &#167; 924(c)(1) instruction unnecessary.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <p>G. Responses to Jury's Inquiry</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Manning contests the district court's responses to a specific jury query on two grounds:  (1) that the district court's response was tantamount to a directive that the jury must reach a verdict on Count II, and (2) that the district court did not cure this harm by polling the jurors--after they had reached a verdict but before the verdict was taken--on whether they had felt compelled to reach a verdict.   Mindful of the district court's broad discretion in \"the giving, or withholding, of a supplemental instruction, or the contents of it if given,\" United States v. Parent, <span class=\"citation\" data-id=\"576215\"><a href=\"/opinion/576215/united-states-v-barry-h-parent/\"><span class=\"volume\">954</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">23</span></a></span>, 25 (1st Cir.1992), we nonetheless find that the district court transgressed the bounds of its discretion under the unusual set of circumstances that unfolded after the jury retired to deliberate.   See United States v. Akitoye, <span class=\"citation\" data-id=\"554021\"><a href=\"/opinion/554021/united-states-v-adegboyega-akitoye/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">221</span></a></span>, 227 (1st Cir.1991) (reviewing for abuse of discretion district court's denial of jury's request to have testimony read back).   We outline the relevant history.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The jury began its deliberations in earnest<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> on the morning of November 22, 1994.   After a few hours, the jury sent the court a note, asking \"Which scale was found in the bedroom and which scale had the fingerprint?\"   After consulting the parties, the district court responded, \"It would not be proper for me to tell you what the evidence establishes or does not establish.   That's a matter that only you can determine.\"   Later, the jury sent another communication to the court, this time stating, \"We do not have an [sic] unanimous decision on Count Number Two.   Must we continue to discuss until we have?   It is apparent that we'll not change our minds.\"   At a chamber conference with both counsel, the court proposed the following response:  \"Would reading any portion of the testimony to you assist you in reaching a decision?   If so, please tell me what portions of testimony of which witness you would like.\"   Perceiving deadlock on Count II, Manning's attorney objected to the court's response and moved for a mistrial.   In the alternative, he proposed that the response advise the jury that it was not obliged to reach a verdict.   The district court denied the motion, rejected the suggestion, and sent its suggested response.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The jury then informed the court, \"We would like to hear testimony from Officer Lennon and Agent Lennon.\"   Over Manning's continued objection, the court replied, \"Is their [sic] any particular portion or portions of the testimony of Officer Lennon or Agent Lennon that would be helpful to you?\"   After receiving no reply, the district court had the clerk ask the jurors whether they wished to continue deliberating or go home and return the next day.   Thereafter, the court received a note stating that a verdict had been reached.   Apparently concerned about the effect of its second response, the district court, before taking the verdict, queried the jury collectively in open court as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>I just wanted to make sure before I even ask about the verdict whether there is anybody here who is under the impression that you were required to reach an [sic] unanimous decision.   If you didn't, you'd be kept here until you did.   I wanted to make sure nobody is under that impression, had the feeling you had to reach an agreement because you felt that you would be kept here until you did or because you felt that you had to all agree in order to be released from jury service.   Is there any of you that had that feeling?</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">No juror responded to the inquiry.   The jury then returned its verdict of guilty on all counts.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">This court has recognized that when a jury indicates that it is deadlocked, a supplementary charge instructing it to return and attempt to reach a verdict may prejudice a defendant.   See United States v. Angiulo, <span class=\"citation\" data-id=\"313577\"><a href=\"/opinion/313577/united-states-v-gennaro-j-angiulo/\"><span class=\"volume\">485</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">37</span></a></span>, 39 (1st Cir.1973).   For instance, \"such a charge may cause a jury to agree when they might otherwise never have come to agreement, thereby losing for the defendant whatever safeguard he might have had in a hung jury, a declaration of mistrial, and either a new trial or a subsequent decision by the prosecutor not to retry the case.\"  Id.  Accordingly, we have instructed district courts to include three elements in any such supplementary charge to ameliorate its prejudicial effect.  Id.  A district court should instruct jurors in substance that (1) members of both the majority and the minority should reexamine their positions, (2) a jury has the right to fail to agree, and (3) the burden of proving guilt beyond a reasonable doubt remains with the government.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Having indicated that it was deadlocked on Count II, the jury in the present case proceeded to inquire whether it was obliged to reach a verdict on Count II.   Rather than answering this pointed question \"yes\" or \"no,\" the district court responded with a question:  \"Would reading any portion of the testimony to you assist you in reaching a decision?\"   This response not only failed to discourage the notion that the jury was bound to continue to deliberate indefinitely, it suggested the opposite, i.e., that a jury is required to do so.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  Having asked whether continued deliberation on Count II was necessary, and being offered a review of testimony in response, a rational lay jury could reasonably have inferred that the court wanted it to reach a verdict, regardless of whether it could do so in good conscience.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Having sent the jurors an improper signal, the district court did not dispel this misimpression by collectively asking the jury in open court, after it had reached its verdict, whether that verdict had been coerced.   At that point, the dynamics had fundamentally changed.   Jurors who may have been hold-outs earlier had now voted to convict.   Asking such a juror to admit before his fellow jurors that he had voted against his will was asking too much.   Moreover, the district court never informed the jurors that if any of them did admit to being coerced, the court would take their verdicts on Counts I and III, discharge the jury, and retry Count II before another jury.   The unhappy prospect of being sent back to the jury room for further deliberations may also have prevented jurors from admitting coercion.   Because we cannot say that the verdict on Count II was not the product of coercion, we vacate the conviction on Count II and remand for a new trial.</p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We affirm Manning's convictions and sentences on Counts I and III, vacate his conviction and sentence on Count II, and remand Count II for a new trial.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 18 U.S.C. &#167; 921(a)(3) defines \"firearm\" to mean \"any destructive device.\"   Section 921(a)(4) defines \"destructive device\" to mean \"any explosive, incendiary, or poison gas ... bomb.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The government presented evidence from which the jurors could draw such a conclusion.   For instance, the government introduced pager and veterinary bills addressed to Trent Manning, 151 Doyle Avenue and police testimony that these bills were found in the basement bedroom area</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We also note that Manning's attorney was able to place these alleged investigative shortcomings before the jury on cross-examination of the officers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> This is not to say, however, that expert opinion on the adequacy of a police investigation can never be necessary to an indigent defendant's defense nor do we so rule</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Under &#167; 924(c)(1), using or carrying a destructive device carries a mandatory thirty-year prison term</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Under Franks v. Delaware, <span class=\"citation\" data-id=\"109925\"><a href=\"/opinion/109925/franks-v-delaware/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">154</span></a></span>, 155-56, <span class=\"citation\" data-id=\"109925\"><a href=\"/opinion/109925/franks-v-delaware/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2674</span></a></span>, 2676-77, <span class=\"citation\" data-id=\"109925\"><a href=\"/opinion/109925/franks-v-delaware/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">667</span></a></span> (1978), a defendant may overcome the presumption of validity surrounding affidavits supporting search warrants and obtain an evidentiary hearing, if he \"makes a substantial preliminary showing that a false statement knowingly and intentionally, or with reckless disregard for the truth, was included by the affiant in the warrant affidavit, and if the allegedly false statement is necessary to the finding of probable cause.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Franks only allows impeachment \"of the affiant, not of any nongovernmental informant.\"  Franks, 438 U.S. at 171, 98 S.Ct. at 2684</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We find no clear error in the district court's not accepting Manning's attorney's recollection that an unnamed police officer, not present during the controlled buy, testified at the preliminary examination that the buy occurred on October 7, 1991</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Although its &#167; 924(c)(1) instruction initially made clear that the predicate drug trafficking crime was possession of cocaine with intent to distribute it as charged in Count I, in later instructions, the district court stated that \"there must be proof that the firearm was connected to or played a role in the commission of a drug trafficking crime.\"  (Emphasis added).   In future instructions, we caution the district court to endeavor to avoid generic references to \"a drug trafficking crime\" when referring to the particular predicate offense</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The court submitted the case to the jury the previous evening.   After deliberating for approximately fifteen minutes, however, the jury chose to go home and reconvene the next morning</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Providing a modified Allen charge at this juncture, on the other hand, would have informed the jurors that they need not surrender an honest conviction for the mere purpose of returning a verdict and at the same time encouraged them to try to reach a verdict, fully aware that the onus of reexamination is not on the minority alone and that the burden of proof remains with the government</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109304/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109925/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111262/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195356/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195365/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195725/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195933/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/287551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/313577/",
    "http://www.courtlistener.com/api/rest/v3/opinions/337700/",
    "http://www.courtlistener.com/api/rest/v3/opinions/340745/",
    "http://www.courtlistener.com/api/rest/v3/opinions/362769/",
    "http://www.courtlistener.com/api/rest/v3/opinions/414332/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516169/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524260/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551271/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/554021/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556387/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564779/",
    "http://www.courtlistener.com/api/rest/v3/opinions/576215/",
    "http://www.courtlistener.com/api/rest/v3/opinions/598972/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608154/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610933/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691062/"
  ]
}