{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196671/",
  "absolute_url": "/opinion/196671/eagan-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196671/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:11:19Z",
  "date_modified": "2017-03-24T10:48:13.636300Z",
  "type": "010combined",
  "sha1": "35b2629cb1447a33de183588e2de8a4456cf7a7e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-2073.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r                            United States Court of Appeals\r\n                    For the First Circuit\r                                For the First Circuit\r\n                                         \r\n\nNo. 95-2073\r\n\n                       MICHAEL K. EAGAN\r\n                    Plaintiff - Appellant,\r\n\n                              v.\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                    Defendant - Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Joseph L. Tauro, U.S. District Judge]\r                                                               \r\n\n                                         \r\n\n                            Before\r\n\n                     Stahl, Circuit Judge,\r                                                     \r\n                Aldrich, Senior Circuit Judge,\r                                                         \r\n                  and Lynch, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nPeter  L.  Banis  with  whom  Ley   &amp;  Young,  P.C.,  Lawrence  P.\r                                                                              \r\nHeffernan,  H. Bissell Carey,  III, and Robinson &amp;  Cole were on brief\r                                                                \r\nfor appellant.\r\nBridget  M. Rowan,  Attorney,  Tax Division,  U.S.  Department  of\r                             \r\nJustice,  with whom  Loretta C.  Argrett, Assistant  Attorney General,\r                                                \r\nDonald K. Stern, United States Attorney, Gary R. Allen, and Kenneth L.\r                                                                              \r\nGreene,  Attorneys, Tax Division, U.S.  Department of Justice, were on\r              \r\nbrief for appellee.\r\n\n                                         \r\n\n                        March 29, 1996\r\n                                         \r\r\n\n          STAHL,  Circuit  Judge.   Michael K.  Eagan appeals\r                      STAHL,  Circuit  Judge.\r                                            \r\n\nfrom the grant of summary judgment in favor of the government\r\n\nin his  action seeking  a refund  of taxes  paid on  an early\r\n\nwithdrawal from  his former company's retirement plan.   In a\r\n\nseparate and previous tax refund suit, Eagan and the Internal\r\n\nRevenue Service (\"IRS\") stipulated that in 1987 Eagan, a life\r\n\ninsurance salesman,  did not qualify as  a statutory employee\r\n\nof  the  company  sponsoring  the retirement  plan.    In the\r\n\npresent suit, Eagan argues that his participation in the plan\r\n\nviolated  the  requirement  that  the plan  operate  for  the\r\n\nexclusive benefit of  employees, thus disqualifying  the plan\r\n\nfor  tax purposes  and  rendering contributions  to the  plan\r\n\ntaxable.  \r\n\n          With  ingenuity,  Eagan  argues  that  because  the\r\n\ncontributions were taxable  when made,  his withdrawals  from\r\n\nthe plan cannot be taxed, and  therefore he is due a  refund.\r\n\nConveniently for Eagan, the applicable statute of limitations\r\n\nnow bars the assessment  of tax on most of  the contributions\r\n\nto the plan.  Thus, if Eagan's argument is accepted, he would\r\n\nhave  the best of  both worlds: the  ability to  avoid tax on\r\n\nmost  of the  original  contributions and  on the  subsequent\r\n\nwithdrawals.\r\n\n          The  district  court,  unmoved  by   Eagan's  plea,\r\n\nrejected  that result.    It ruled  that the  Commissioner of\r\n\nInternal   Revenue   had  the   discretion   to  ignore   any\r\n\n                             -2-\r                                          2\r\r\n\ndisqualifying effect on the  plan of Eagan's participation as\r\n\na  non-employee.    Accordingly,  the  court granted  summary\r\n\njudgment for the IRS on Eagan's refund claim, and this appeal\r\n\nensued.   We  now affirm  the district  court, although  on a\r\n\ndifferent  ground.  We hold that the duty of consistency bars\r\n\nEagan  from taking a position  in one year  to his advantage,\r\n\nand  then later, after correction is barred by the statute of\r\n\nlimitations,  taking  a  contrary  position  to  his  further\r\n\nadvantage.\r\n\n                              I.\r                                          I.\r                                            \r\n\n                          BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          During  the relevant  tax years,  Eagan was  a life\r\n\ninsurance  agent,  earning  commissions   from  a  number  of\r\n\ninsurers.   He had agreed, however, in a \"Career Contract for\r\n\nFull-Time  Agents\" with  Massachusetts Mutual  Life Insurance\r\n\nCompany (\"Mass  Mutual\"),  that solicitation  of Mass  Mutual\r\n\npolicies would be his \"principal business activity.\"\r\n\n          The Internal  Revenue Code classifies  a \"full-time\r\n\nlife insurance salesman\" as  an employee1 of the  insurer for\r\n\nwhom  they   sell  full  time,  subject   to  employment  tax\r\n\nwithholding and eligible to participate in the insurer's tax-\r\n\n                    \r                                \r\n\n1.  Individuals deemed to be employees by statute, whether or\r\nnot they fit the common law definition of employee, are often\r\ncalled   \"statutory  employees,\"   and  various   IRS  forms,\r\ninstructions,  and regulations refer to them  that way.  See,\r                                                                        \r\ne.g., IRS Form  W-2 Wage and Tax Statement;  IRS Instructions\r                \r\nfor Schedule C Profit or Loss From Business.  \r\n\n                             -3-\r                                          3\r\r\n\ndeferred  retirement  plans.   See  I.R.C.     3121(d)(3)(B),\r                                              \r\n\n7701(a)(20).  Mass Mutual  maintains retirement plans for its\r\n\nemployee-agents,  and  the  IRS  determined2  the  plans were\r\n\nqualified for tax-favored  treatment under section  401(a) of\r\n\nthe Internal  Revenue Code  (26 U.S.C., hereafter  \"I.R.C.\").\r\n\nBased on  Eagan's representation in the  \"Career Contract for\r\n\nFull-Time Agents,\"  Mass Mutual treated Eagan  as a statutory\r\n\nemployee and  contributed portions  of his compensation  to a\r\n\nqualified retirement plan, the Mass Mutual Agents 401(k) Plan\r\n\n(\"the 401(k)  plan\").   Under this arrangement,  taxation was\r\n\ndeferred  on the  portion of  Eagan's compensation  that Mass\r\n\nMutual  contributed to  the  401(k) plan  and  on any  income\r\n\nearned on those contributions,  see I.R.C.    401(k), 402(a),\r                                               \r\n\nand  501(a),  but tax  would  eventually  be due  when  Eagan\r\n\nwithdrew funds from the plan, see I.R.C.    402(a), 72(t).\r                                             \r\n\n          Mass  Mutual  contributed  to  the  401(k) plan  on\r\n\nEagan's behalf from 1981 until  1992, when his contract  with\r\n\nMass  Mutual  was  terminated.   On  his  tax  returns, Eagan\r\n\nconsistently  treated himself  as a  statutory  employee, and\r\n\ntreated the  401(k) plan as qualified,  excluding from income\r\n\nthe contributions made on his behalf in 1987, 1988, and 1989.\r\n\nIn 1989, Eagan withdrew  $4,682 from the 401(k) plan,  and he\r\n\nreported and paid income  tax on that withdrawal on  his 1989\r\n\n                    \r                                \r\n\n2.  In 1986,  the IRS issued  a determination letter  to Mass\r\nMutual  finding  the retirement  plan  at  issue  here to  be\r\nqualified for tax benefits under I.R.C.   401(a).\r\n\n                             -4-\r                                          4\r\r\n\ntax return, filed in August 1990.  Because Eagan  was not yet\r\n\n59  years  old when he withdrew the funds, he was also liable\r\n\nfor,  and  paid, the  ten  percent  additional tax  on  early\r\n\ndistributions  under I.R.C.    72(t).   In April  1992, Eagan\r\n\nfiled  an amended tax return  for 1989, claiming  that he was\r\n\nnot  subject to  any tax  on the  withdrawal from  the 401(k)\r\n\nplan.   The IRS  disallowed Eagan's  refund claim, and  Eagan\r\n\nresponded by filing the instant tax refund suit in the United\r\n\nStates District  Court  for the  District  of  Massachusetts,\r\n\nclaiming  a refund  of $1,755.81  for the  taxes on  the 1989\r\n\nwithdrawal from the 401(k) plan.\r\n\n                             II.\r                                         II.\r                                            \r\n\n                     EAGAN'S REFUND CLAIM\r                                 EAGAN'S REFUND CLAIM\r                                                     \r\n\n          The rationale for Eagan's  refund claim is somewhat\r\n\ncomplicated and rather  brash.   We spell it  out in  detail.\r\n\nThe linchpin of the  claim is Eagan's contention that  he was\r\n\nnot a full-time insurance agent for Mass  Mutual during 1987,\r\n\n1988, and 1989.  In an earlier tax refund suit, Eagan  sought\r\n\nto  recover   FICA  tax3   withheld  from  his   Mass  Mutual\r\n\ncompensation in 1987 and  later years, on the theory  that he\r\n\nwas  not subject  to FICA  tax as a  non-employee.   Eagan v.\r                                                                      \r\n\nUnited States,  No. 92-10786-T (D. Mass. filed  Apr. 3, 1992)\r                         \r\n\n                    \r                                \r\n\n3.  \"FICA\"   is  the  acronym   for  the   Federal  Insurance\r\nContribution Act,  which requires the withholding  from wages\r\nof  an  employment  tax  to fund  Social  Security  benefits.\r\nI.R.C.   3101.\r\n\n                             -5-\r                                          5\r\r\n\n(\"Eagan I\").   Eagan and  the IRS stipulated in  Eagan I that\r                                                                    \r\n\nEagan was not a full-time  agent for Mass Mutual in  1987 and\r\n\nthus not a statutory  employee of Mass Mutual under  I.R.C.  \r\n\n3121(d)(3)(B).   As a non-employee, Eagan was  not subject to\r\n\nFICA  withholding   on  his  Mass  Mutual  compensation,  and\r\n\naccordingly  he received  a refund  of his  1987 FICA  tax in\r\n\nEagan  I; the IRS also issued an administrative refund of his\r                    \r\n\nFICA taxes for 1988-1992.\r\n\n          Eagan's   position  in  this   suit  is   that  the\r\n\nstipulation in Eagan I that he was not a Mass Mutual employee\r                                  \r\n\nalso  had  implications for  his  participation  in the  Mass\r\n\nMutual  401(k) plan.    He argues  that  under the  statutory\r\n\nscheme, a  qualified tax-deferred retirement plan  must inure\r\n\nto  the  exclusive  benefit  of the  employees  of  the  plan\r\n\nsponsor.   See  I.R.C.   401(a)(2).   Because  he was  not an\r                          \r\n\nemployee in 1987,  he claims, his  participation in the  plan\r\n\nviolated this  \"exclusive benefit rule,\"  rendering the  plan\r\n\nnot qualified for  tax benefits.  See id.   Eagan then argues\r                                                     \r\n\nthat  because  the  plan  was  not qualified  in  1987,  Mass\r\n\nMutual's contributions to the plan on his behalf were taxable\r\n\nto Eagan  as would  be other  compensation for  his services.\r\n\nSee I.R.C.   402(b).  Moreover, income earned on  contributed\r               \r\n\nfunds would also be taxed when earned, not tax-deferred.  See\r                                                                         \r\n\nI.R.C.    61(a)(15).  He concludes  that if the contributions\r\n\nand income thereon had been taxed when earned, there would be\r\n\n                             -6-\r                                          6\r\r\n\nno  further tax  due when  \"after-tax\" funds  were eventually\r\n\nwithdrawn.\r\n\n          Thus,  Eagan contends  he is  due a  refund on  the\r\n\ntaxes he  paid in  connection  with his  early withdrawal  in\r\n\n1989.   Since the statute  of limitations4 bars  the IRS from\r\n\nassessing  tax on most of the  contributions Mass Mutual made\r\n\nto the plan on  Eagan's behalf, Eagan, if successful  in this\r\n\nclaim, would avoid tax completely -- both on contributions to\r\n\nthe plan and on withdrawals from the plan.5\r\n\n          The district court rejected Eagan's refund claim in\r\n\na terse one-page  order.  The court pointed out  that the IRS\r\n\nhad previously  issued a  determination letter that  the Mass\r\n\nMutual   401(k)  plan   was  qualified,   and  although   the\r\n\nCommissioner   \"has   authority   to   issue   a   corrective\r\n\ndetermination [that the plan  was no longer qualified because\r\n\nof Eagan's participation]  with retroactive application,  she\r\n\nhas not done  so in  her discretion.\"   Finding  no abuse  of\r\n\ndiscretion,   the  court   deferred  to   the  Commissioner's\r\n\ndecision, and consequently granted  summary judgment for  the\r\n\ngovernment.\r\n\n                    \r                                \r\n\n4.  A three-year  statute of  limitations, I.R.C.    6501(a),\r\nwould   apply  to   Eagan's   non-payment  of   tax  on   the\r\ncontributions to the 401(k)  plan, as we explain in  part III\r\nof this opinion.\r\n\n5.  Under his  theory, Eagan would,  however, owe tax  on any\r\ncontributions and  income earned  on his plan  assets in  tax\r\nyears within the three-year statute of limitations.\r\n\n                             -7-\r                                          7\r\r\n\n                             III.\r                                         III.\r                                             \r\n\n                           ANALYSIS\r                                       ANALYSIS\r                                               \r\n\n          Our review  of summary judgments is  plenary.  Levy\r                                                                         \r\n\nv. FDIC, 7 F.3d  1054, 1056 (1st Cir. 1993).  We  are free to\r                   \r\n\naffirm the district court's ruling on any ground supported in\r\n\nthe record.  Id. \r                            \r\n\n          The district court granted summary judgment for the\r\n\ngovernment, ruling that the Commissioner  of Internal Revenue\r\n\nhad the discretion not to revoke her prior determination that\r\n\nthe  Mass Mutual 401(k) plan  was a qualified  plan, and thus\r\n\neffectively to ignore the  disqualifying effect, if any, that\r\n\nEagan's participation may have had  on the plan. The district\r\n\ncourt, however, did not cite any case, statute, or regulation\r\n\nas authority for  its ruling.  The  court apparently accepted\r\n\nthe government's main  argument in its memorandum  supporting\r\n\nsummary judgment, but the authorities cited by the government\r\n\nare not directly on point.   While the Commissioner  probably\r\n\nhas the  authority to  consider a  401(k)  plan qualified  in\r\n\nspite of the erroneous  participation of one non-employee, we\r\n\nneed not reach that  question in order to affirm  the summary\r\n\njudgment.   Nor  do  we reach  the  question whether  Eagan's\r\n\nparticipation   rendered  the  plan  disqualified  under  the\r\n\nstatutory framework, but we note our  considerable skepticism\r\n\nof this argument.  We believe there is a more direct basis on\r\n\nwhich to affirm the decision below.\r\n\n                             -8-\r                                          8\r\r\n\n          The  duty  of  consistency  estops Eagan  from  now\r\n\nseeking a refund  by asserting that his participation  in the\r\n\n401(k)  plan was  improper.   As  we  recently observed,  the\r\n\n\"`duty of  consistency' prevents  a taxpayer who  has already\r\n\nhad  the advantage of a  past misrepresentation --  in a year\r\n\nnow closed to review  by the government -- from  changing his\r\n\nposition and,  by  claiming  he should  have  paid  more  tax\r\n\nbefore, avoiding the present tax.\"  Lewis v. Commissioner, 18\r                                                                     \r\n\nF.3d 20, 26 (1st Cir. 1994) (citing Beltzer v. United States,\r                                                                        \r\n\n495  F.2d 211, 212-13 (8th Cir. 1974) and Jacob Mertens, Jr.,\r\n\nThe Law of Federal Income Taxation   60.05 (1992)).  The duty\r                                              \r\n\nof consistency is a type of equitable estoppel, also known as\r\n\n\"quasi-estoppel.\"   Id., 18  F.3d  at 26;  Mertens, supra,   \r                                                                     \r\n\n60.05.   The duty  of consistency  arises when  the following\r\n\nelements are present: \"(1) a representation or report  by the\r\n\ntaxpayer; (2) on which the Commission[er] has relied; and (3)\r\n\nan attempt by the taxpayer  after the statute of  limitations\r\n\nhas  run   to  change  the  previous   representation  or  to\r\n\nrecharacterize the situation  in such  a way as  to harm  the\r\n\nCommissioner.\"  Herrington v. Commissioner, 854 F.2d 755, 758\r                                                      \r\n\n(5th  Cir. 1988), cert. denied,  490 U.S. 1065  (1989).  When\r                                          \r\n\nthese requirements  are met, \"the Commissioner may  act as if\r\n\nthe previous representation, on which he relied, continued to\r\n\nbe true,  even if  it is  not.  The  taxpayer is  estopped to\r\n\nassert  the contrary.\"   Id.   The  elements of  the duty  of\r                                        \r\n\n                             -9-\r                                          9\r\r\n\nconsistency are present in this case.  First,  there  was   a\r\n\nmisrepresentation by the taxpayer.   Eagan represented on his\r\n\n1987,  1988, and (original) 1989 tax returns that, as a full-\r\n\ntime insurance  agent for  Mass  Mutual, he  was a  statutory\r\n\nemployee eligible  to participate  in the Mass  Mutual 401(k)\r\n\nplan.   Eagan  made that  representation to  the IRS  by: (1)\r\n\nsubmitting with his return  for each of those years  his Mass\r\n\nMutual Form W-2 indicating that he was  a statutory employee;\r\n\n(2) excluding  each year  from gross income  the compensation\r\n\ncontributed  to the  401(k)  plan; (3)  excluding from  gross\r\n\nincome the earnings on  his account balance in the  plan; and\r\n\n(4)  treating  the  withdrawal  from the  401(k)  plan  as  a\r\n\npremature  withdrawal from  a qualified  plan and  paying the\r\n\nassociated tax and  penalty.  Eagan also  represented to Mass\r\n\nMutual in his \"Career Contract for Full-Time Agents\" that his\r\n\n\"principal business activity\" was solicitation of Mass Mutual\r\n\nbusiness, and  Mass Mutual  relied on that  representation in\r\n\nissuing Eagan's W-2 forms  and by contributing to the  401(k)\r\n\nplan on his behalf.  We now know, based on the stipulation in\r\n\nEagan I, that these representations were incorrect.\r                   \r\n\n          Eagan argues that his misrepresentations to the IRS\r\n\nwere about a matter of law,  not fact, and that therefore the\r\n\nduty of consistency does not arise.  In Lewis,  we noted that\r                                                         \r\n\nthe  duty of  consistency  \"seems to  apply when  the earlier\r                                             \r\n\ntaxpayer  position amounts to a  misstatement of fact, not of\r\n\n                             -10-\r                                          10\r\r\n\nlaw.\"  18 F.3d at 26 (emphasis added).  But  in Lewis, we did\r                                                                 \r\n\nnot  examine  the fact-or-law  issue  in  any  depth, and  we\r\n\ncertainly made  no holding on  that point.   See id.   We now\r                                                                \r\n\nadopt the approach  of the Fifth  Circuit in Herrington  that\r                                                                   \r\n\nthe  duty of consistency applies to \"a mixed question of fact\r\n\nand law, concerning which the taxpayer[] had more information\r\n\nthan the Commissioner at the time the initial representations\r\n\nwere made.\"  854 F.2d at 758.\r\n\n          The question whether Eagan was a statutory employee\r\n\nof  Mass Mutual is primarily factual.  The inquiry depends on\r\n\nthe facts of Eagan's particular situation, including the time\r\n\nand effort  Eagan devoted  to Mass  Mutual relative  to other\r\n\ninsurers  and any  non-insurance business  pursuits.   See 26\r                                                                      \r\n\nC.F.R.   31.3121(d)-1(d)(2) and  -1(d)(3)(ii).  In this case,\r\n\nas in Herrington,  the question  was not a  pure question  of\r                            \r\n\nlaw, but rather \"at best a  mixed question of fact and  law.\"\r\n\nId.  Therefore, we  reject Eagan's argument that the  duty of\r               \r\n\nconsistency does not apply to his misrepresentation.\r\n\n          Second,     the     IRS    relied     on    Eagan's\r\n\nmisrepresentation,   accepting  his  returns   as  filed  and\r\n\nallowing the statute of limitations to run. See id.  There is\r                                                               \r\n\nno  suggestion that  the  IRS was  unreasonable in  accepting\r\n\nEagan's returns at  face value  or that the  IRS should  have\r\n\nknown that Eagan was not a full-time life  insurance salesman\r\n\nfor Mass Mutual.\r\n\n                             -11-\r                                          11\r\r\n\n          Third, Eagan has recharacterized himself  as a non-\r\n\nemployee  in 1987,  1988, and  1989, and  thus entitled  to a\r\n\nrefund  for the taxes on his 1989 withdrawal, but the statute\r\n\nof  limitations  bars  the  IRS  from  taxing  most  of   the\r\n\ncontributions  made  to  the  401(k) plan  and  the  earnings\r\n\nthereon.    Section  6501(a)  of the  Internal  Revenue  Code\r\n\nprovides that taxes must be assessed within three years after\r\n\nthe return  is filed.  Eagan states in his brief that for the\r\n\ngovernment to  prevail on the duty of consistency defense, it\r\n\nmust show  that, at  the time of  Eagan's recharacterization,\r\n\nthe statute  barred reassessment  of his 1987  income taxes.6\r\n\nHe concedes, and  we agree,  that it is  immaterial that  his\r\n\n1988 and 1989 taxes  were still open to reassessment  when he\r\n\nfiled   an   amended  1989   return   on   April  14,   1992,\r\n\nrecharacterizing himself as a  non-employee in order to claim\r\n\na  refund.7   Because  Eagan filed  his  1987 tax  return  on\r\n\n                    \r                                \r\n\n6.  In  a letter  attached  to Eagan's  amended 1989  return,\r\nEagan asserted  that \"during the years in  which amounts were\r\ndeducted  from commissions  earned  by him  and  paid by  the\r\nMassachusetts Mutual Life Insurance  Company, he did not meet\r\nthe definition of `full-time insurance salesman' as contained\r\nin  Section 7701(a)(20).\"   The  record indicates  that Eagan\r\nbegan to  participate in  the 401(k) plan in 1981.   Thus, it\r\nappears that the  IRS is also  barred from reassessing  years\r\nbefore 1987  when Eagan  may have improperly  participated in\r\nthe  401(k)  plan.    However, the  parties  apparently  have\r\nfocused on 1987 because Eagan and the IRS stipulated in Eagan\r                                                                         \r\nI  that he  failed  to  meet  the  definition  of  \"full-time\r             \r\ninsurance agent\" in 1987.\r\n\n7.  Conceivably, the relevant  time of recharacterization was\r\nwhen Eagan filed his  claim for a FICA tax  refund, which was\r\neventually litigated as  Eagan I.   Arguably, the FICA  claim\r                                            \r\n\n                             -12-\r                                          12\r\r\n\nSeptember 26, 1988, the three-year statute  on 1987 taxes ran\r\n\nout  more than  six months  before Eagan  recharacterized his\r\n\nemployment status in his  amended 1989 return.  As  a result,\r\n\nthe  IRS is barred from taxing the contributions made in 1987\r\n\nand earlier  years, and  therefore the  third element  of the\r\n\nduty of consistency is satisfied.\r\n\n          Eagan   argues   that  the   six-year   statute  of\r\n\nlimitations of  I.R.C.   6501(e) applies,  not the three-year\r\n\nlimitation of section 6501(a).  We reject that argument.  The\r\n\nsix-year  limitation contained  in  section  6501(e)  applies\r\n\nwhere the  taxpayer  omits an  item  from gross  income  that\r\n\nexceeds twenty-five percent of the gross income stated in the\r\n\nreturn.  Eagan asserts that his 1987 gross income was $4,432,\r\n\nand  since the  omission  in that  year exceeded  twenty-five\r\n\npercent of that amount, the six-year limitation should apply.\r\n\nBut Eagan's  argument fails to recognize  that \"gross income\"\r\n\nof  a  trade or  business is  specially  defined in  I.R.C.  \r\n\n6501(e)(1)(A)(i)  as \"the  total of  the amounts  received or\r\n\naccrued from the sale  of goods or services.\"  In 1987, Eagan\r\n\nwas  taxed as a  trade or business.   He  reported $73,180 of\r\n\n                    \r                                \r\n\nput  the IRS on  notice of  Eagan's recharacterization  at an\r\nearlier  point than did the  income tax refund  claim.  Eagan\r\ndoes not make this argument, however, and the record does not\r\nindicate the date when Eagan filed his FICA refund claim with\r\nthe IRS.  The Eagan I refund suit was filed in district court\r                                 \r\non  April 3,  1992, only  eleven days  before the  income tax\r\nrefund  claim at issue  here, and that  eleven day difference\r\ndoes not alter the outcome.\r\n\n                             -13-\r                                          13\r\r\n\nincome, earned both as  a statutory employee8 of  Mass Mutual\r\n\nand   as  an  independent   contractor  for  other  insurance\r\n\ncompanies, on  Schedule C of  Form 1040, entitled  \"Profit or\r\n\nLoss  from Business.\"   Schedule  C was  the proper  place to\r\n\nreport that income,  and by reporting it  as business income,\r\n\nEagan  was  able  to  deduct a  variety  of  business-related\r\n\nexpenses such as office  rent, supplies, wages for employees,\r\n\netc.,  that are generally not deductible by a taxpayer who is\r\n\nnot  engaged  in a  trade or  business.   Eagan  clearly fell\r\n\nwithin the  I.R.C.   6501(e)(1)(A)(i)  special definition  of\r\n\n\"gross  income\" for a trade or business, and his gross income\r\n\nwas therefore $73,180 for the limited purpose of applying the\r\n\nstatute of limitations.\r\n\n          Although the  record is somewhat unclear  as to the\r\n\ntotal  amount omitted from his 1987 taxable income due to his\r\n\nimproper  participation in the 401(k)  plan, it appears to be\r\n\nless than $5,000, and  in any event there is no  assertion by\r\n\nEagan that  it is more  than twenty-five percent  of $73,180.\r\n\nContrary  to  Eagan's  assertion, the  three-year  statute of\r\n\nlimitation of section 6501(a) applies.\r\n\n                             IV.\r                                         IV.\r                                            \r\n\n                          CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n                    \r                                \r\n\n8.  The  instructions to  Schedule C  require a  taxpayer who\r\nreceived income as a statutory employee to report that income\r                                          \r\non  Schedule C, rather  than on line  7 of Form  1040 where a\r\ntypical employee's salaries and wages are reported.\r\n\n                             -14-\r                                          14\r\r\n\n          We conclude that all of the elements of the duty of\r\n\nconsistency   are  met   in  this   case.     Having  earlier\r\n\nmisrepresented himself  as a  statutory employee in  order to\r\n\nenjoy  tax-deferred retirement  plan contributions,  Eagan is\r\n\nestopped  from now claiming he was never an employee in order\r\n\nto enjoy tax-free withdrawals.9  As the Eighth  Circuit aptly\r\n\nput it:\r\n\n          It is no more right  to allow a party  to\r\n          blow hot and cold  as suits his  interest\r\n          in    tax    matters   than    in   other\r\n          relationships   whether   it  be   called\r\n          estoppel,  or a  duty of  consistency, or\r\n          the fixing  of a  fact by  agreement, the\r\n          fact fixed for  one year ought  to remain\r\n          fixed in all its consequences.\r\n\nBeltzer, 495 F.2d at 212-13.  Or, to paraphrase the hackneyed\r                   \r\n\naphorism, Eagan  cannot retain  his cake  and  consume it  as\r\n\nwell.  The decision of the district court is affirmed.\r                                                                 \r\n\n                    \r                                \r\n\n9.  We recognize that Eagan's  1989 withdrawal was subject to\r\nthe ten percent additional tax on early  distributions, a tax\r\nthat  would  not apply  if Eagan  was  taxed on  the original\r\ncontributions as if  made to  a non-qualified plan.   In  our\r\nview, however,  it is  not inequitable  that Eagan  should be\r\nsubject to this tax.   Eagan enjoyed the economic  benefit of\r\ndeferring  for many years the tax  on the plan contributions,\r\nearning income on  the portion of the contributed  funds that\r\nwould otherwise have been paid to the IRS.\r\n\n                             -15-\r                                          15\r\r\n",
  "html": "<p class=\"case_cite\">80 F.3d 13</p>\n    <p class=\"case_cite\">77 A.F.T.R.2d 96-1514, 96-1 USTC  P 50,184,<br>19 Employee Benefits Cas. 2921,<br>Pens. Plan Guide (CCH) P 23918S</p>\n    <p class=\"parties\">Michael K. EAGAN, Plaintiff-Appellant,<br>v.<br>UNITED STATES of America, Defendant-Appellee.</p>\n    <p class=\"docket\">No. 95-2073.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 7, 1996.<br>Decided March 29, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts;  Hon.  Joseph L. Tauro, U.S. District Judge.</p>\n      <p class=\"indent\">Peter L. Banis with whom Ley &amp; Young, P.C., Lawrence P. Heffernan, H. Bissell Carey, III, and Robinson &amp; Cole, Boston, MA, were on brief, for plaintiff-appellant.</p>\n      <p class=\"indent\">Bridget M. Rowan, Attorney, Tax Division, U.S. Department of Justice, with whom Loretta C. Argrett, Assistant Attorney General, Washington, DC, Donald K. Stern, United States Attorney, Boston, MA, Gary R. Allen, and Kenneth L. Greene, Attorneys, Tax Division, U.S. Department of Justice, Washington, DC, were on brief, for defendant-appellee.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, ALDRICH, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Michael K. Eagan appeals from the grant of summary judgment in favor of the government in his action seeking a refund of taxes paid on an early withdrawal from his former company's retirement plan.  In a separate and previous tax refund suit, Eagan and the Internal Revenue Service (\"IRS\") stipulated that in 1987 Eagan, a life insurance salesman, did not qualify as a statutory employee of the company sponsoring the retirement plan.  In the present suit, Eagan argues that his participation in the plan violated the requirement that the plan operate for the exclusive benefit of employees, thus disqualifying the plan for tax purposes and rendering contributions to the plan taxable.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">With ingenuity, Eagan argues that because the contributions were taxable when made, his withdrawals from the plan cannot be taxed, and therefore he is due a refund.  Conveniently for Eagan, the applicable statute of limitations now bars the assessment of tax on most of the contributions to the plan.  Thus, if Eagan's argument is accepted, he would have the best of both worlds:  the ability to avoid tax on most of the original contributions and on the subsequent withdrawals.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court, unmoved by Eagan's plea, rejected that result.  It ruled that the Commissioner of Internal Revenue had the discretion to ignore any disqualifying effect on the plan of Eagan's participation as a non-employee.  Accordingly, the court granted summary judgment for the IRS on Eagan's refund claim, and this appeal ensued.  We now affirm the district court, although on a different ground.  We hold that the duty of consistency bars Eagan from taking a position in one year to his advantage, and then later, after correction is barred by the statute of limitations, taking a contrary position to his further advantage.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the relevant tax years, Eagan was a life insurance agent, earning commissions from a number of insurers.  He had agreed, however, in a \"Career Contract for Full-Time Agents\" with Massachusetts Mutual Life Insurance Company (\"Mass Mutual\"), that solicitation of Mass Mutual policies would be his \"principal business activity.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Internal Revenue Code classifies a \"full-time life insurance salesman\" as an employee<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> of the insurer for whom they sell full time, subject to employment tax withholding and eligible to participate in the insurer's tax-deferred retirement plans.  See I.R.C. &#167;&#167; 3121(d)(3)(B), 7701(a)(20).  Mass Mutual maintains retirement plans for its employee-agents, and the IRS determined<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the plans were qualified for tax-favored treatment under section 401(a) of the Internal Revenue Code (26 U.S.C., hereafter \"I.R.C.\").  Based on Eagan's representation in the \"Career Contract for Full-Time Agents,\" Mass Mutual treated Eagan as a statutory employee and contributed portions of his compensation to a qualified retirement plan, the Mass Mutual Agents 401(k) Plan (\"the 401(k) plan\").  Under this arrangement, taxation was deferred on the portion of Eagan's compensation that Mass Mutual contributed to the 401(k) plan and on any income earned on those contributions, see I.R.C. &#167;&#167; 401(k), 402(a), and 501(a), but tax would eventually be due when Eagan withdrew funds from the plan, see I.R.C. &#167;&#167; 402(a), 72(t).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Mass Mutual contributed to the 401(k) plan on Eagan's behalf from 1981 until 1992, when his contract with Mass Mutual was terminated.  On his tax returns, Eagan consistently treated himself as a statutory employee, and treated the 401(k) plan as qualified, excluding from income the contributions made on his behalf in 1987, 1988, and 1989.  In 1989, Eagan withdrew $4,682 from the 401(k) plan, and he reported and paid income tax on that withdrawal on his 1989 tax return, filed in August 1990.  Because Eagan was not yet 59 1/2 years old when he withdrew the funds, he was also liable for, and paid, the ten percent additional tax on early distributions under I.R.C. &#167; 72(t).  In April 1992, Eagan filed an amended tax return for 1989, claiming that he was not subject to any tax on the withdrawal from the 401(k) plan.  The IRS disallowed Eagan's refund claim, and Eagan responded by filing the instant tax refund suit in the United States District Court for the District of Massachusetts, claiming a refund of $1,755.81 for the taxes on the 1989 withdrawal from the 401(k) plan.</p>\n    </div>\n    <p>II.</p>\n    <p>EAGAN'S REFUND CLAIM</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The rationale for Eagan's refund claim is somewhat complicated and rather brash.  We spell it out in detail.  The linchpin of the claim is Eagan's contention that he was not a full-time insurance agent for Mass Mutual during 1987, 1988, and 1989.  In an earlier tax refund suit, Eagan sought to recover FICA tax<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> withheld from his Mass Mutual compensation in 1987 and later years, on the theory that he was not subject to FICA tax as a non-employee.  Eagan v. United States, No. 92-10786-T (D.Mass. filed Apr. 3, 1992) (\"Eagan I \").  Eagan and the IRS stipulated in Eagan I that Eagan was not a full-time agent for Mass Mutual in 1987 and thus not a statutory employee of Mass Mutual under I.R.C. &#167; 3121(d)(3)(B).  As a non-employee, Eagan was not subject to FICA withholding on his Mass Mutual compensation, and accordingly he received a refund of his 1987 FICA tax in Eagan I;  the IRS also issued an administrative refund of his FICA taxes for 1988-1992.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Eagan's position in this suit is that the stipulation in Eagan I that he was not a Mass Mutual employee also had implications for his participation in the Mass Mutual 401(k) plan.  He argues that under the statutory scheme, a qualified tax-deferred retirement plan must inure to the exclusive benefit of the employees of the plan sponsor.  See I.R.C. &#167; 401(a)(2).  Because he was not an employee in 1987, he claims, his participation in the plan violated this \"exclusive benefit rule,\" rendering the plan not qualified for tax benefits.  See id.   Eagan then argues that because the plan was not qualified in 1987, Mass Mutual's contributions to the plan on his behalf were taxable to Eagan as would be other compensation for his services.  See I.R.C. &#167; 402(b).  Moreover, income earned on contributed funds would also be taxed when earned, not tax-deferred.  See I.R.C. &#167; 61(a)(15).  He concludes that if the contributions and income thereon had been taxed when earned, there would be no further tax due when \"after-tax\" funds were eventually withdrawn.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Thus, Eagan contends he is due a refund on the taxes he paid in connection with his early withdrawal in 1989.  Since the statute of limitations<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> bars the IRS from assessing tax on most of the contributions Mass Mutual made to the plan on Eagan's behalf, Eagan, if successful in this claim, would avoid tax completely--both on contributions to the plan and on withdrawals from the plan.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court rejected Eagan's refund claim in a terse one-page order.  The court pointed out that the IRS had previously issued a determination letter that the Mass Mutual 401(k) plan was qualified, and although the Commissioner \"has authority to issue a corrective determination [that the plan was no longer qualified because of Eagan's participation] with retroactive application, she has not done so in her discretion.\"   Finding no abuse of discretion, the court deferred to the Commissioner's decision, and consequently granted summary judgment for the government.</p>\n    </div>\n    <p>III.</p>\n    <p>ANALYSIS</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Our review of summary judgments is plenary.  Levy v. FDIC, 7 F.3d 1054, 1056 (1st Cir.1993).  We are free to affirm the district court's ruling on any ground supported in the record.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court granted summary judgment for the government, ruling that the Commissioner of Internal Revenue had the discretion not to revoke her prior determination that the Mass Mutual 401(k) plan was a qualified plan, and thus effectively to ignore the disqualifying effect, if any, that Eagan's participation may have had on the plan.  The district court, however, did not cite any case, statute, or regulation as authority for its ruling.  The court apparently accepted the government's main argument in its memorandum supporting summary judgment, but the authorities cited by the government are not directly on point.  While the Commissioner probably has the authority to consider a 401(k) plan qualified in spite of the erroneous participation of one non-employee, we need not reach that question in order to affirm the summary judgment.  Nor do we reach the question whether Eagan's participation rendered the plan disqualified under the statutory framework, but we note our considerable skepticism of this argument.  We believe there is a more direct basis on which to affirm the decision below.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The duty of consistency estops Eagan from now seeking a refund by asserting that his participation in the 401(k) plan was improper.  As we recently observed, the \" 'duty of consistency' prevents a taxpayer who has already had the advantage of a past misrepresentation--in a year now closed to review by the government--from changing his position and, by claiming he should have paid more tax before, avoiding the present tax.\"  Lewis v. Commissioner, 18 F.3d 20, 26 (1st Cir.1994) (citing Beltzer v. United States, 495 F.2d 211, 212-13 (8th Cir.1974) and Jacob Mertens, Jr., The Law of Federal Income Taxation &#167; 60.05 (1992)).  The duty of consistency is a type of equitable estoppel, also known as \"quasi-estoppel.\"  Id., 18 F.3d at 26;  Mertens, supra, &#167; 60.05.  The duty of consistency arises when the following elements are present:  \"(1) a representation or report by the taxpayer;  (2) on which the Commission[er] has relied;  and (3) an attempt by the taxpayer after the statute of limitations has run to change the previous representation or to recharacterize the situation in such a way as to harm the Commissioner.\"  Herrington v. Commissioner, 854 F.2d 755, 758 (5th Cir.1988), cert. denied, 490 U.S. 1065, 109 S.Ct. 2062, 104 L.Ed.2d 628 (1989).  When these requirements are met, \"the Commissioner may act as if the previous representation, on which he relied, continued to be true, even if it is not.  The taxpayer is estopped to assert the contrary.\"  Id.  The elements of the duty of consistency are present in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">First, there was a misrepresentation by the taxpayer.  Eagan represented on his 1987, 1988, and (original) 1989 tax returns that, as a full-time insurance agent for Mass Mutual, he was a statutory employee eligible to participate in the Mass Mutual 401(k) plan.  Eagan made that representation to the IRS by:  (1) submitting with his return for each of those years his Mass Mutual Form W-2 indicating that he was a statutory employee;  (2) excluding each year from gross income the compensation contributed to the 401(k) plan;  (3) excluding from gross income the earnings on his account balance in the plan;  and (4) treating the withdrawal from the 401(k) plan as a premature withdrawal from a qualified plan and paying the associated tax and penalty.  Eagan also represented to Mass Mutual in his \"Career Contract for Full-Time Agents\" that his \"principal business activity\" was solicitation of Mass Mutual business, and Mass Mutual relied on that representation in issuing Eagan's W-2 forms and by contributing to the 401(k) plan on his behalf.  We now know, based on the stipulation in Eagan I, that these representations were incorrect.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Eagan argues that his misrepresentations to the IRS were about a matter of law, not fact, and that therefore the duty of consistency does not arise.  In Lewis, we noted that the duty of consistency \"seems to apply when the earlier taxpayer position amounts to a misstatement of fact, not of law.\"  18 F.3d at 26 (emphasis added).  But in Lewis, we did not examine the fact-or-law issue in any depth, and we certainly made no holding on that point.  See id.   We now adopt the approach of the Fifth Circuit in Herrington that the duty of consistency applies to \"a mixed question of fact and law, concerning which the taxpayer[ ] had more information than the Commissioner at the time the initial representations were made.\"  854 F.2d at 758.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The question whether Eagan was a statutory employee of Mass Mutual is primarily factual.  The inquiry depends on the facts of Eagan's particular situation, including the time and effort Eagan devoted to Mass Mutual relative to other insurers and any non-insurance business pursuits.  See 26 C.F.R. &#167; 31.3121(d)-1(d)(2) and -1(d)(3)(ii).  In this case, as in Herrington, the question was not a pure question of law, but rather \"at best a mixed question of fact and law.\"  Id.  Therefore, we reject Eagan's argument that the duty of consistency does not apply to his misrepresentation.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Second, the IRS relied on Eagan's misrepresentation, accepting his returns as filed and allowing the statute of limitations to run.  See id.   There is no suggestion that the IRS was unreasonable in accepting Eagan's returns at face value or that the IRS should have known that Eagan was not a full-time life insurance salesman for Mass Mutual.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Third, Eagan has recharacterized himself as a non-employee in 1987, 1988, and 1989, and thus entitled to a refund for the taxes on his 1989 withdrawal, but the statute of limitations bars the IRS from taxing most of the contributions made to the 401(k) plan and the earnings thereon.  Section 6501(a) of the Internal Revenue Code provides that taxes must be assessed within three years after the return is filed.  Eagan states in his brief that for the government to prevail on the duty of consistency defense, it must show that, at the time of Eagan's recharacterization, the statute barred reassessment of his 1987 income taxes.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  He concedes, and we agree, that it is immaterial that his 1988 and 1989 taxes were still open to reassessment when he filed an amended 1989 return on April 14, 1992, recharacterizing himself as a non-employee in order to claim a refund.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Because Eagan filed his 1987 tax return on September 26, 1988, the three-year statute on 1987 taxes ran out more than six months before Eagan recharacterized his employment status in his amended 1989 return.  As a result, the IRS is barred from taxing the contributions made in 1987 and earlier years, and therefore the third element of the duty of consistency is satisfied.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Eagan argues that the six-year statute of limitations of I.R.C. &#167; 6501(e) applies, not the three-year limitation of section 6501(a).  We reject that argument.  The six-year limitation contained in section 6501(e) applies where the taxpayer omits an item from gross income that exceeds twenty-five percent of the gross income stated in the return.  Eagan asserts that his 1987 gross income was $4,432, and since the omission in that year exceeded twenty-five percent of that amount, the six-year limitation should apply.  But Eagan's argument fails to recognize that \"gross income\" of a trade or business is specially defined in I.R.C. &#167; 6501(e)(1)(A)(i) as \"the total of the amounts received or accrued from the sale of goods or services.\"   In 1987, Eagan was taxed as a trade or business.  He reported $73,180 of income, earned both as a statutory employee<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> of Mass Mutual and as an independent contractor for other insurance companies, on Schedule C of Form 1040, entitled \"Profit or Loss from Business.\"   Schedule C was the proper place to report that income, and by reporting it as business income, Eagan was able to deduct a variety of business-related expenses such as office rent, supplies, wages for employees, etc., that are generally not deductible by a taxpayer who is not engaged in a trade or business.  Eagan clearly fell within the I.R.C. &#167; 6501(e)(1)(A)(i) special definition of \"gross income\" for a trade or business, and his gross income was therefore $73,180 for the limited purpose of applying the statute of limitations.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Although the record is somewhat unclear as to the total amount omitted from his 1987 taxable income due to his improper participation in the 401(k) plan, it appears to be less than $5,000, and in any event there is no assertion by Eagan that it is more than twenty-five percent of $73,180.  Contrary to Eagan's assertion, the three-year statute of limitation of section 6501(a) applies.</p>\n    </div>\n    <p>IV.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We conclude that all of the elements of the duty of consistency are met in this case.  Having earlier misrepresented himself as a statutory employee in order to enjoy tax-deferred retirement plan contributions, Eagan is estopped from now claiming he was never an employee in order to enjoy tax-free withdrawals.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  As the Eighth Circuit aptly put it:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>It is no more right to allow a party to blow hot and cold as suits his interest in tax matters than in other relationships whether it be called estoppel, or a duty of consistency, or the fixing of a fact by agreement, the fact fixed for one year ought to remain fixed in all its consequences.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Beltzer, 495 F.2d at 212-13.   Or, to paraphrase the hackneyed aphorism, Eagan cannot retain his cake and consume it as well.  The decision of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Individuals deemed to be employees by statute, whether or not they fit the common law definition of employee, are often called \"statutory employees,\" and various IRS forms, instructions, and regulations refer to them that way.  See, e.g., IRS Form W-2 Wage and Tax Statement;  IRS Instructions for Schedule C Profit or Loss From Business</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In 1986, the IRS issued a determination letter to Mass Mutual finding the retirement plan at issue here to be qualified for tax benefits under I.R.C. &#167; 401(a)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> \"FICA\" is the acronym for the Federal Insurance Contribution Act, which requires the withholding from wages of an employment tax to fund Social Security benefits.  I.R.C. &#167; 3101</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> A three-year statute of limitations, I.R.C. &#167; 6501(a), would apply to Eagan's non-payment of tax on the contributions to the 401(k) plan, as we explain in part III of this opinion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Under his theory, Eagan would, however, owe tax on any contributions and income earned on his plan assets in tax years within the three-year statute of limitations</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In a letter attached to Eagan's amended 1989 return, Eagan asserted that \"during the years in which amounts were deducted from commissions earned by him and paid by the Massachusetts Mutual Life Insurance Company, he did not meet the definition of 'full-time insurance salesman' as contained in Section 7701(a)(20).\"   The record indicates that Eagan began to participate in the 401(k) plan in 1981.  Thus, it appears that the IRS is also barred from reassessing years before 1987 when Eagan may have improperly participated in the 401(k) plan.  However, the parties apparently have focused on 1987 because Eagan and the IRS stipulated in Eagan I that he failed to meet the definition of \"full-time insurance agent\" in 1987</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Conceivably, the relevant time of recharacterization was when Eagan filed his claim for a FICA tax refund, which was eventually litigated as Eagan I.   Arguably, the FICA claim put the IRS on notice of Eagan's recharacterization at an earlier point than did the income tax refund claim.  Eagan does not make this argument, however, and the record does not indicate the date when Eagan filed his FICA refund claim with the IRS.  The Eagan I refund suit was filed in district court on April 3, 1992, only eleven days before the income tax refund claim at issue here, and that eleven day difference does not alter the outcome</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The instructions to Schedule C require a taxpayer who received income as a statutory employee to report that income on Schedule C, rather than on line 7 of Form 1040 where a typical employee's salaries and wages are reported</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We recognize that Eagan's 1989 withdrawal was subject to the ten percent additional tax on early distributions, a tax that would not apply if Eagan was taxed on the original contributions as if made to a non-qualified plan.  In our view, however, it is not inequitable that Eagan should be subject to this tax.  Eagan enjoyed the economic benefit of deferring for many years the tax on the plan contributions, earning income on the portion of the contributed funds that would otherwise have been paid to the IRS</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></span></p>\n    <p class=\"case_cite\">77 A.F.T.R.2d 96-1514, 96-1 USTC  P 50,184,<br>19 Employee Benefits Cas. 2921,<br>Pens. Plan Guide (CCH) P 23918S</p>\n    <p class=\"parties\">Michael K. EAGAN, Plaintiff-Appellant,<br>v.<br>UNITED STATES of America, Defendant-Appellee.</p>\n    <p class=\"docket\">No. 95-2073.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 7, 1996.<br>Decided March 29, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts;  Hon.  Joseph L. Tauro, U.S. District Judge.</p>\n      <p class=\"indent\">Peter L. Banis with whom Ley &amp; Young, P.C., Lawrence P. Heffernan, H. Bissell Carey, III, and Robinson &amp; Cole, Boston, MA, were on brief, for plaintiff-appellant.</p>\n      <p class=\"indent\">Bridget M. Rowan, Attorney, Tax Division, U.S. Department of Justice, with whom Loretta C. Argrett, Assistant Attorney General, Washington, DC, Donald K. Stern, United States Attorney, Boston, MA, Gary R. Allen, and Kenneth L. Greene, Attorneys, Tax Division, U.S. Department of Justice, Washington, DC, were on brief, for defendant-appellee.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, ALDRICH, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Michael K. Eagan appeals from the grant of summary judgment in favor of the government in his action seeking a refund of taxes paid on an early withdrawal from his former company's retirement plan.  In a separate and previous tax refund suit, Eagan and the Internal Revenue Service (\"IRS\") stipulated that in 1987 Eagan, a life insurance salesman, did not qualify as a statutory employee of the company sponsoring the retirement plan.  In the present suit, Eagan argues that his participation in the plan violated the requirement that the plan operate for the exclusive benefit of employees, thus disqualifying the plan for tax purposes and rendering contributions to the plan taxable.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">With ingenuity, Eagan argues that because the contributions were taxable when made, his withdrawals from the plan cannot be taxed, and therefore he is due a refund.  Conveniently for Eagan, the applicable statute of limitations now bars the assessment of tax on most of the contributions to the plan.  Thus, if Eagan's argument is accepted, he would have the best of both worlds:  the ability to avoid tax on most of the original contributions and on the subsequent withdrawals.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court, unmoved by Eagan's plea, rejected that result.  It ruled that the Commissioner of Internal Revenue had the discretion to ignore any disqualifying effect on the plan of Eagan's participation as a non-employee.  Accordingly, the court granted summary judgment for the IRS on Eagan's refund claim, and this appeal ensued.  We now affirm the district court, although on a different ground.  We hold that the duty of consistency bars Eagan from taking a position in one year to his advantage, and then later, after correction is barred by the statute of limitations, taking a contrary position to his further advantage.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the relevant tax years, Eagan was a life insurance agent, earning commissions from a number of insurers.  He had agreed, however, in a \"Career Contract for Full-Time Agents\" with Massachusetts Mutual Life Insurance Company (\"Mass Mutual\"), that solicitation of Mass Mutual policies would be his \"principal business activity.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Internal Revenue Code classifies a \"full-time life insurance salesman\" as an employee<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> of the insurer for whom they sell full time, subject to employment tax withholding and eligible to participate in the insurer's tax-deferred retirement plans.  See I.R.C. &#167;&#167; 3121(d)(3)(B), 7701(a)(20).  Mass Mutual maintains retirement plans for its employee-agents, and the IRS determined<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the plans were qualified for tax-favored treatment under section 401(a) of the Internal Revenue Code (26 U.S.C., hereafter \"I.R.C.\").  Based on Eagan's representation in the \"Career Contract for Full-Time Agents,\" Mass Mutual treated Eagan as a statutory employee and contributed portions of his compensation to a qualified retirement plan, the Mass Mutual Agents 401(k) Plan (\"the 401(k) plan\").  Under this arrangement, taxation was deferred on the portion of Eagan's compensation that Mass Mutual contributed to the 401(k) plan and on any income earned on those contributions, see I.R.C. &#167;&#167; 401(k), 402(a), and 501(a), but tax would eventually be due when Eagan withdrew funds from the plan, see I.R.C. &#167;&#167; 402(a), 72(t).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Mass Mutual contributed to the 401(k) plan on Eagan's behalf from 1981 until 1992, when his contract with Mass Mutual was terminated.  On his tax returns, Eagan consistently treated himself as a statutory employee, and treated the 401(k) plan as qualified, excluding from income the contributions made on his behalf in 1987, 1988, and 1989.  In 1989, Eagan withdrew $4,682 from the 401(k) plan, and he reported and paid income tax on that withdrawal on his 1989 tax return, filed in August 1990.  Because Eagan was not yet 59 1/2 years old when he withdrew the funds, he was also liable for, and paid, the ten percent additional tax on early distributions under I.R.C. &#167; 72(t).  In April 1992, Eagan filed an amended tax return for 1989, claiming that he was not subject to any tax on the withdrawal from the 401(k) plan.  The IRS disallowed Eagan's refund claim, and Eagan responded by filing the instant tax refund suit in the United States District Court for the District of Massachusetts, claiming a refund of $1,755.81 for the taxes on the 1989 withdrawal from the 401(k) plan.</p>\n    </div>\n    <p>II.</p>\n    <p>EAGAN'S REFUND CLAIM</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The rationale for Eagan's refund claim is somewhat complicated and rather brash.  We spell it out in detail.  The linchpin of the claim is Eagan's contention that he was not a full-time insurance agent for Mass Mutual during 1987, 1988, and 1989.  In an earlier tax refund suit, Eagan sought to recover FICA tax<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> withheld from his Mass Mutual compensation in 1987 and later years, on the theory that he was not subject to FICA tax as a non-employee.  Eagan v. United States, No. 92-10786-T (D.Mass. filed Apr. 3, 1992) (\"Eagan I \").  Eagan and the IRS stipulated in Eagan I that Eagan was not a full-time agent for Mass Mutual in 1987 and thus not a statutory employee of Mass Mutual under I.R.C. &#167; 3121(d)(3)(B).  As a non-employee, Eagan was not subject to FICA withholding on his Mass Mutual compensation, and accordingly he received a refund of his 1987 FICA tax in Eagan I;  the IRS also issued an administrative refund of his FICA taxes for 1988-1992.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Eagan's position in this suit is that the stipulation in Eagan I that he was not a Mass Mutual employee also had implications for his participation in the Mass Mutual 401(k) plan.  He argues that under the statutory scheme, a qualified tax-deferred retirement plan must inure to the exclusive benefit of the employees of the plan sponsor.  See I.R.C. &#167; 401(a)(2).  Because he was not an employee in 1987, he claims, his participation in the plan violated this \"exclusive benefit rule,\" rendering the plan not qualified for tax benefits.  See id.   Eagan then argues that because the plan was not qualified in 1987, Mass Mutual's contributions to the plan on his behalf were taxable to Eagan as would be other compensation for his services.  See I.R.C. &#167; 402(b).  Moreover, income earned on contributed funds would also be taxed when earned, not tax-deferred.  See I.R.C. &#167; 61(a)(15).  He concludes that if the contributions and income thereon had been taxed when earned, there would be no further tax due when \"after-tax\" funds were eventually withdrawn.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Thus, Eagan contends he is due a refund on the taxes he paid in connection with his early withdrawal in 1989.  Since the statute of limitations<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> bars the IRS from assessing tax on most of the contributions Mass Mutual made to the plan on Eagan's behalf, Eagan, if successful in this claim, would avoid tax completely--both on contributions to the plan and on withdrawals from the plan.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court rejected Eagan's refund claim in a terse one-page order.  The court pointed out that the IRS had previously issued a determination letter that the Mass Mutual 401(k) plan was qualified, and although the Commissioner \"has authority to issue a corrective determination [that the plan was no longer qualified because of Eagan's participation] with retroactive application, she has not done so in her discretion.\"   Finding no abuse of discretion, the court deferred to the Commissioner's decision, and consequently granted summary judgment for the government.</p>\n    </div>\n    <p>III.</p>\n    <p>ANALYSIS</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Our review of summary judgments is plenary.  Levy v. FDIC, <span class=\"citation\" data-id=\"194983\"><a href=\"/opinion/194983/levy-v-weinhold/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1054</span></a></span>, 1056 (1st Cir.1993).  We are free to affirm the district court's ruling on any ground supported in the record.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court granted summary judgment for the government, ruling that the Commissioner of Internal Revenue had the discretion not to revoke her prior determination that the Mass Mutual 401(k) plan was a qualified plan, and thus effectively to ignore the disqualifying effect, if any, that Eagan's participation may have had on the plan.  The district court, however, did not cite any case, statute, or regulation as authority for its ruling.  The court apparently accepted the government's main argument in its memorandum supporting summary judgment, but the authorities cited by the government are not directly on point.  While the Commissioner probably has the authority to consider a 401(k) plan qualified in spite of the erroneous participation of one non-employee, we need not reach that question in order to affirm the summary judgment.  Nor do we reach the question whether Eagan's participation rendered the plan disqualified under the statutory framework, but we note our considerable skepticism of this argument.  We believe there is a more direct basis on which to affirm the decision below.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The duty of consistency estops Eagan from now seeking a refund by asserting that his participation in the 401(k) plan was improper.  As we recently observed, the \" 'duty of consistency' prevents a taxpayer who has already had the advantage of a past misrepresentation--in a year now closed to review by the government--from changing his position and, by claiming he should have paid more tax before, avoiding the present tax.\"  Lewis v. Commissioner, <span class=\"citation\" data-id=\"195241\"><a href=\"/opinion/195241/lewis-v-commissioner/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></a></span>, 26 (1st Cir.1994) (citing Beltzer v. United States, <span class=\"citation\" data-id=\"318479\"><a href=\"/opinion/318479/william-a-beltzer-and-sharon-beltzer-and-v-united-states-of-america-and/\"><span class=\"volume\">495</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">211</span></a></span>, 212-13 (8th Cir.1974) and Jacob Mertens, Jr., The Law of Federal Income Taxation &#167; 60.05 (1992)).  The duty of consistency is a type of equitable estoppel, also known as \"quasi-estoppel.\"  Id., 18 F.3d at 26;  Mertens, supra, &#167; 60.05.  The duty of consistency arises when the following elements are present:  \"(1) a representation or report by the taxpayer;  (2) on which the Commission[er] has relied;  and (3) an attempt by the taxpayer after the statute of limitations has run to change the previous representation or to recharacterize the situation in such a way as to harm the Commissioner.\"  Herrington v. Commissioner, <span class=\"citation\" data-id=\"510246\"><a href=\"/opinion/510246/clemon-j-and-ivy-c-herrington-v-commissioner-of-internal-revenue/\"><span class=\"volume\">854</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">755</span></a></span>, 758 (5th Cir.1988), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1065</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2062</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">628</span></span> (1989).  When these requirements are met, \"the Commissioner may act as if the previous representation, on which he relied, continued to be true, even if it is not.  The taxpayer is estopped to assert the contrary.\"  Id.  The elements of the duty of consistency are present in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">First, there was a misrepresentation by the taxpayer.  Eagan represented on his 1987, 1988, and (original) 1989 tax returns that, as a full-time insurance agent for Mass Mutual, he was a statutory employee eligible to participate in the Mass Mutual 401(k) plan.  Eagan made that representation to the IRS by:  (1) submitting with his return for each of those years his Mass Mutual Form W-2 indicating that he was a statutory employee;  (2) excluding each year from gross income the compensation contributed to the 401(k) plan;  (3) excluding from gross income the earnings on his account balance in the plan;  and (4) treating the withdrawal from the 401(k) plan as a premature withdrawal from a qualified plan and paying the associated tax and penalty.  Eagan also represented to Mass Mutual in his \"Career Contract for Full-Time Agents\" that his \"principal business activity\" was solicitation of Mass Mutual business, and Mass Mutual relied on that representation in issuing Eagan's W-2 forms and by contributing to the 401(k) plan on his behalf.  We now know, based on the stipulation in Eagan I, that these representations were incorrect.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Eagan argues that his misrepresentations to the IRS were about a matter of law, not fact, and that therefore the duty of consistency does not arise.  In Lewis, we noted that the duty of consistency \"seems to apply when the earlier taxpayer position amounts to a misstatement of fact, not of law.\"  18 F.3d at 26 (emphasis added).  But in Lewis, we did not examine the fact-or-law issue in any depth, and we certainly made no holding on that point.  See id.   We now adopt the approach of the Fifth Circuit in Herrington that the duty of consistency applies to \"a mixed question of fact and law, concerning which the taxpayer[ ] had more information than the Commissioner at the time the initial representations were made.\"  854 F.2d at 758.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The question whether Eagan was a statutory employee of Mass Mutual is primarily factual.  The inquiry depends on the facts of Eagan's particular situation, including the time and effort Eagan devoted to Mass Mutual relative to other insurers and any non-insurance business pursuits.  See 26 C.F.R. &#167; 31.3121(d)-1(d)(2) and -1(d)(3)(ii).  In this case, as in Herrington, the question was not a pure question of law, but rather \"at best a mixed question of fact and law.\"  Id.  Therefore, we reject Eagan's argument that the duty of consistency does not apply to his misrepresentation.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Second, the IRS relied on Eagan's misrepresentation, accepting his returns as filed and allowing the statute of limitations to run.  See id.   There is no suggestion that the IRS was unreasonable in accepting Eagan's returns at face value or that the IRS should have known that Eagan was not a full-time life insurance salesman for Mass Mutual.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Third, Eagan has recharacterized himself as a non-employee in 1987, 1988, and 1989, and thus entitled to a refund for the taxes on his 1989 withdrawal, but the statute of limitations bars the IRS from taxing most of the contributions made to the 401(k) plan and the earnings thereon.  Section 6501(a) of the Internal Revenue Code provides that taxes must be assessed within three years after the return is filed.  Eagan states in his brief that for the government to prevail on the duty of consistency defense, it must show that, at the time of Eagan's recharacterization, the statute barred reassessment of his 1987 income taxes.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  He concedes, and we agree, that it is immaterial that his 1988 and 1989 taxes were still open to reassessment when he filed an amended 1989 return on April 14, 1992, recharacterizing himself as a non-employee in order to claim a refund.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Because Eagan filed his 1987 tax return on September 26, 1988, the three-year statute on 1987 taxes ran out more than six months before Eagan recharacterized his employment status in his amended 1989 return.  As a result, the IRS is barred from taxing the contributions made in 1987 and earlier years, and therefore the third element of the duty of consistency is satisfied.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Eagan argues that the six-year statute of limitations of I.R.C. &#167; 6501(e) applies, not the three-year limitation of section 6501(a).  We reject that argument.  The six-year limitation contained in section 6501(e) applies where the taxpayer omits an item from gross income that exceeds twenty-five percent of the gross income stated in the return.  Eagan asserts that his 1987 gross income was $4,432, and since the omission in that year exceeded twenty-five percent of that amount, the six-year limitation should apply.  But Eagan's argument fails to recognize that \"gross income\" of a trade or business is specially defined in I.R.C. &#167; 6501(e)(1)(A)(i) as \"the total of the amounts received or accrued from the sale of goods or services.\"   In 1987, Eagan was taxed as a trade or business.  He reported $73,180 of income, earned both as a statutory employee<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> of Mass Mutual and as an independent contractor for other insurance companies, on Schedule C of Form 1040, entitled \"Profit or Loss from Business.\"   Schedule C was the proper place to report that income, and by reporting it as business income, Eagan was able to deduct a variety of business-related expenses such as office rent, supplies, wages for employees, etc., that are generally not deductible by a taxpayer who is not engaged in a trade or business.  Eagan clearly fell within the I.R.C. &#167; 6501(e)(1)(A)(i) special definition of \"gross income\" for a trade or business, and his gross income was therefore $73,180 for the limited purpose of applying the statute of limitations.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Although the record is somewhat unclear as to the total amount omitted from his 1987 taxable income due to his improper participation in the 401(k) plan, it appears to be less than $5,000, and in any event there is no assertion by Eagan that it is more than twenty-five percent of $73,180.  Contrary to Eagan's assertion, the three-year statute of limitation of section 6501(a) applies.</p>\n    </div>\n    <p>IV.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We conclude that all of the elements of the duty of consistency are met in this case.  Having earlier misrepresented himself as a statutory employee in order to enjoy tax-deferred retirement plan contributions, Eagan is estopped from now claiming he was never an employee in order to enjoy tax-free withdrawals.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  As the Eighth Circuit aptly put it:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>It is no more right to allow a party to blow hot and cold as suits his interest in tax matters than in other relationships whether it be called estoppel, or a duty of consistency, or the fixing of a fact by agreement, the fact fixed for one year ought to remain fixed in all its consequences.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Beltzer, 495 F.2d at 212-13.   Or, to paraphrase the hackneyed aphorism, Eagan cannot retain his cake and consume it as well.  The decision of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Individuals deemed to be employees by statute, whether or not they fit the common law definition of employee, are often called \"statutory employees,\" and various IRS forms, instructions, and regulations refer to them that way.  See, e.g., IRS Form W-2 Wage and Tax Statement;  IRS Instructions for Schedule C Profit or Loss From Business</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In 1986, the IRS issued a determination letter to Mass Mutual finding the retirement plan at issue here to be qualified for tax benefits under I.R.C. &#167; 401(a)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> \"FICA\" is the acronym for the Federal Insurance Contribution Act, which requires the withholding from wages of an employment tax to fund Social Security benefits.  I.R.C. &#167; 3101</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> A three-year statute of limitations, I.R.C. &#167; 6501(a), would apply to Eagan's non-payment of tax on the contributions to the 401(k) plan, as we explain in part III of this opinion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Under his theory, Eagan would, however, owe tax on any contributions and income earned on his plan assets in tax years within the three-year statute of limitations</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In a letter attached to Eagan's amended 1989 return, Eagan asserted that \"during the years in which amounts were deducted from commissions earned by him and paid by the Massachusetts Mutual Life Insurance Company, he did not meet the definition of 'full-time insurance salesman' as contained in Section 7701(a)(20).\"   The record indicates that Eagan began to participate in the 401(k) plan in 1981.  Thus, it appears that the IRS is also barred from reassessing years before 1987 when Eagan may have improperly participated in the 401(k) plan.  However, the parties apparently have focused on 1987 because Eagan and the IRS stipulated in Eagan I that he failed to meet the definition of \"full-time insurance agent\" in 1987</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Conceivably, the relevant time of recharacterization was when Eagan filed his claim for a FICA tax refund, which was eventually litigated as Eagan I.   Arguably, the FICA claim put the IRS on notice of Eagan's recharacterization at an earlier point than did the income tax refund claim.  Eagan does not make this argument, however, and the record does not indicate the date when Eagan filed his FICA refund claim with the IRS.  The Eagan I refund suit was filed in district court on April 3, 1992, only eleven days before the income tax refund claim at issue here, and that eleven day difference does not alter the outcome</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The instructions to Schedule C require a taxpayer who received income as a statutory employee to report that income on Schedule C, rather than on line 7 of Form 1040 where a typical employee's salaries and wages are reported</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We recognize that Eagan's 1989 withdrawal was subject to the ten percent additional tax on early distributions, a tax that would not apply if Eagan was taxed on the original contributions as if made to a non-qualified plan.  In our view, however, it is not inequitable that Eagan should be subject to this tax.  Eagan enjoyed the economic benefit of deferring for many years the tax on the plan contributions, earning income on the portion of the contributed funds that would otherwise have been paid to the IRS</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/194983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195241/",
    "http://www.courtlistener.com/api/rest/v3/opinions/318479/",
    "http://www.courtlistener.com/api/rest/v3/opinions/510246/"
  ]
}