{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196667/",
  "absolute_url": "/opinion/196667/united-states-v-kneeland/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196667/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:11:16Z",
  "date_modified": "2017-03-24T10:48:13.313908Z",
  "type": "010combined",
  "sha1": "7b2511eb223878afa8019cb1a5b980b75cefeea2",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1923.01A",
  "local_path": null,
  "plain_text": "\n\nMarch 29, 1996\r\n                    [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1923\r\nNo. 95-2016\r\n\n                  UNITED STATES OF AMERICA,\r\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n ALL FUNDS, MONIES, SECURITIES, MUTUAL FUND SHARES AND STOCKS\r\n            HELD IN FIDELITY INVESTMENTS, ET AL.,\r\n                     Defendant, Appellee.\r\n                                    \r                                                \r\n\n                   THOMAS E. KNEELAND, JR.,\r\n                    Defendant, Appellant.\r\n                                         \r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. William G. Young, U.S. District Judge]\r                                                                \r\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n               Stahl and Lynch, Circuit Judges.\r                                                          \r\n                                         \r\n\nThomas E. Kneeland, Jr. on brief pro se.\r                                   \r\nDonald K. Stern,  United States Attorney, and Patrick M. Hamilton,\r                                                                             \r\nAssistant United States Attorney, on brief for appellee, United States\r\nof America.\r\n\n                                         \r\n\n                                         \r\r\n\n     Per  Curiam.    These  consolidated appeals  have  their\r                            \r\n\norigin  in  a civil  forfeiture  action  which was  dismissed\r\n\nwithout prejudice,  on the government's  motion, pursuant  to\r\n\nFed.  R.   Civ.  P.  41(a)(2).     Claimant  Thomas  Kneeland\r\n\nchallenges the dismissal; the denial of various pre-dismissal\r\n\nmotions, including his requests for an adversarial hearing or\r\n\nentry of judgment  in his  favor; and the  denial of  various\r\n\npost-dismissal  motions,  including  a  renewed   motion  for\r\n\nsummary judgment, a motion  for return of property, a  motion\r\n\nto disqualify the district  judge, and a motion  for judgment\r\n\non the pleadings.1  For the following reasons, we affirm.\r                             1\r\n\n     Kneeland  allegedly  operated   an  advance  fee  scheme\r\n\nwhereby he fraudulently promised  potential borrowers that he\r\n\ncould obtain funding for their projects, accepted substantial\r\n\nup-front  fees, failed to arrange financing  or to return the\r\n\nfees, and subsequently  \"laundered\" the fees.  On December 2,\r\n\n1993, the  government received ex  parte warrants authorizing\r                                                    \r\n\nseizure of the defendant properties after persuading a United\r\n\nStates  Magistrate Judge  that  there was  probable cause  to\r\n\n                    \r                                \r\n\n   1The  parties  dispute  the  scope  of  our  jurisdiction.\r               1\r\nKneeland claims to have appealed eight separate orders by way\r\nof eight notices of  appeal, whereas the government correctly\r\npoints out  that Kneeland filed  only two notices  of appeal.\r\nWe  need not  resolve  what issues  are  properly before  us.\r\nAssuming without deciding that we have jurisdiction to review\r\neach of the challenged  orders, we would affirm.   See Norton\r                                                                         \r\nv.  Matthews, 427  U.S. 524,  530-32 (1976)  (explaining that\r                        \r\njurisdictional inquiry  may be  bypassed where merits  can be\r\neasily   resolved   in  favor   of   the  party   challenging\r\njurisdiction).\r\r\n\nbelieve  that  they were  involved in  or traceable  to money\r\n\nlaundering.      Thereafter,    the   government    initiated\r\n\nadministrative forfeiture  proceedings and   Kneeland filed a\r\n\nclaim of ownership.  On March 30, 1994, a federal  grand jury\r\n\nreturned an  indictment  charging Kneeland  with  conspiracy,\r\n\nmail  fraud,  wire  fraud,   money  laundering  and  criminal\r\n\nforfeiture.  The forfeiture count specifically identified the\r\n\ndefendant properties.  On May  6, 1994, the government  filed\r\n\nthe  instant civil  complaint for  forfeiture pursuant  to 18\r\n\nU.S.C.   981(a)(1)(A).  \r\n\n     For a  period  of time,  the  civil and  criminal  cases\r\n\nprogressed forward in tandem.   The criminal case readied for\r\n\ntrial.   In the civil case,  Kneeland filed an  answer to the\r\n\ncomplaint.  Back Bay,  Ltd., an alleged victim, filed  a late\r\n\nclaim.  On October 20, 1994, less than three weeks before the\r\n\ncriminal trial  was scheduled  to take place,  the government\r\n\nmoved  to  stay  discovery  in  the  civil case  pending  the\r\n\ndisposition of  the criminal matter.  Kneeland did not object\r\n\nto this request,  and it  was allowed.   The criminal  trial,\r\n\nhowever, was  delayed, and  eventually it was  rescheduled to\r\n\ntake place on May 22, 1995.  \r\n\n     On December  27, 1994,  while  the stay  was in  effect,\r\n\nKneeland  filed a motion for summary judgment in his favor on\r\n\nthe alleged  ground that he was the only person to \"perfect a\r\n\nclaim\" to the defendant properties.  The motion was summarily\r\n\n                             -3-\r\r\n\ndenied.    Thereafter, Kneeland  moved to  lift the  stay and\r\n\nrenewed  his motion for summary judgment.  These motions were\r\n\ndenied.  On April 24, 1995,  Kneeland again moved to lift the\r\n\nstay, this time  requesting a  hearing on the  merits of  the\r\n\nseizure.  This motion was  followed by similar motions, filed\r\n\napproximately every  two or three days,  seeking, inter alia,\r                                                                        \r\n\ndismissal  of  the  complaint,  an  adversarial  hearing,  or\r\n\nsummary judgment.    On June  20,  1995, the  district  court\r\n\ngranted  Kneeland's motion  to lift  the stay,  but otherwise\r\n\ndenied his various motions.  By that time, the criminal trial\r\n\nhad been delayed once again.  \r\n\n     The government immediately filed a motion to dismiss the\r\n\ncivil case without prejudice.  On or about the same date, the\r\n\ngovernment  moved  in  the  criminal case  for  new  warrants\r\n\nfreezing  the  defendant  properties.     Kneeland  filed  an\r\n\n\"omnibus\" motion objecting to the dismissal and seeking entry\r\n\nof judgment  in his favor.   A week later, he  filed a motion\r\n\nfor  adversarial hearing or entry  of judgment.   On July 18,\r\n\n1995, the district  court allowed the  motion to dismiss  and\r\n\ndenied the \"omnibus\"  motion.   On July 20,  1995, the  court\r\n\ndenied  the  motion  for  adversarial  hearing  or  entry  of\r\n\njudgment.  Thereafter, Kneeland filed, inter  alia, a renewed\r                                                              \r\n\nmotion for summary judgment, a motion for return of defendant\r\n\nproperties,  a   motion  to  vacate  the   dismissal  and  to\r\n\n                             -4-\r\r\n\ndisqualify the district judge under 28 U.S.C.   455(a), and a\r\n\nmotion for judgmenton thepleadings.  Thesemotions weredenied.\r\n\n     A  plaintiff's motion  for  dismissal without  prejudice\r\n\npursuant to Fed. R. Civ. P. 41(a)(2) should be allowed unless\r\n\nthe court  finds that the  defendant will suffer  plain legal\r\n\nprejudice.  9 Charles  A. Wright &amp; Arthur R.  Miller, Federal\r                                                                         \r\n\nPractice  &amp; Procedure    2364,  at  280 (2d  ed. 1994).   The\r                                 \r\n\ndecision whether or not  to grant such a dismissal  is within\r\n\nthe  sound discretion  of the  district court  and reviewable\r\n\nonly  for  abuse of  discretion.   See  Puerto  Rico Maritime\r                                                                         \r\n\nShipping Authority v. Leith, 668 F.2d 46, 49 (1st Cir. 1981).\r                                       \r\n\nWe find no such abuse of discretion here.\r\n\n     As an  initial matter,  we reject  Kneeland's suggestion\r\n\nthat he was robbed of an imminent victory.  See Grover v. Eli\r                                                                         \r\n\nLilly &amp; Co.,  33 F.3d  716, 718-19 (6th  Cir. 1994)  (finding\r                       \r\n\nabuse of  discretion where  district court dismissed  case at\r\n\nthe point where  the law  clearly dictated a  result for  the\r\n\ndefendant).  Indeed, Kneeland's argument that he was entitled\r\n\nto judgment in  his favor  because the government  is a  mere\r\n\n\"escrow agent\"  for potential claimants is  utterly frivolous\r\n\neven  if  we  assume  arguendo that  Kneeland  was  the  only\r                                          \r\n\nclaimant.  The government in a civil forfeiture action  under\r\n\nthe  money laundering  statutes is  not an  escrow agent  for\r\n\nothers;  rather,  if successful,  it  acquires  title to  the\r\n\nforfeited property.  See 18 U.S.C.   981(a),(f).  \r                                    \r\n\n                             -5-\r\r\n\n     We also reject Kneeland's  argument that he was deprived\r\n\nof  his right to  an adversarial hearing.   Certainly, before\r\n\nforfeiture,  a claimant  must be  afforded an  opportunity to\r\n\nrebut the government's showing  of probable cause, see United\r                                                                         \r\n\nStates  v. Real Property Known  &amp; Numbered as  Rural Route 1,\r                                                                         \r\n\nBox 137-B, Cutler, Ohio, 24 F.3d 845, 848-49 (6th Cir. 1994),\r                                   \r\n\nas well  as to  present evidence  bearing on other  potential\r\n\ndefenses. However, it doesn't  follow that a civil forfeiture\r\n\naction, once begun, may not be aborted.  In the instant case,\r\n\nthe dismissal obviated the need for a hearing.2\r                                                          2\r\n\n     Finally, we add  that the  civil case was  still in  the\r\n\npre-discovery  stage.    Although  Kneeland  claims  to  have\r\n\ndevoted  many hours to the case, the record reveals that much\r\n\nof his efforts were  spent on frivolous, repetitious motions.\r\n\nKneeland had gained no ground in the civil case which he lost\r\n\nby the dismissal.  Indeed, Kneeland benefited from not having\r\n\nto  litigate two  actions  simultaneously, and  from  certain\r\n\nprocedural advantages he had in the criminal proceeding.  See\r                                                                         \r\n\nDavid B. Smith, Prosecution  &amp; Defense of Forfeiture  Cases  \r                                                                       \r\n\n1.03   (1995)  (discussing,   by  contrast,   the  tremendous\r\n\nprocedural  advantages  the  government  enjoys  in  a  civil\r\n\n                    \r                                \r\n\n   2Kneeland's  suggestion  that he  was  denied  due process\r               2\r\nbecause he  was not afforded a  \"timely\" post-seizure hearing\r\nalso  fails.   Kneeland  did not  object to  the government's\r\nmotion  for a  stay; and while  the stay  was in  effect, the\r\ngovernment   diligently   prosecuted  the   related  criminal\r\nindictment. \r\n\n                             -6-\r\r\n\nforfeiture  action).    The  criminal case  was  procedurally\r\n\nadvanced and  the  government ready  for  trial.   Under  the\r\n\ncircumstances, we  think the district  court properly allowed\r\n\nthe government's motion to dismiss the civil case.  \r\n\n     We  have  carefully   considered  Kneeland's   remaining\r\n\narguments  and reject them as without  merit.  In particular,\r\n\nwe find no error  in the denial of his  post-dismissal motion\r\n\nfor  return of property since the assets were then being held\r\n\nin  connection  with his  criminal case.3    We also  find no\r                                                    3\r\n\nerror  in the denial of the motion for disqualification.  The\r\n\ndistrict court's comments  in its order vacating the  stay do\r\n\nnot  warrant an inference that it stepped outside its role to\r\n\nact as  adviser to the government, and we find no evidence of\r\n\nbias in  any of the court's rulings or in its handling of the\r\n\ncase.   See Liteky  v.  United States, 114 S.  Ct. 1147, 1157\r                                                 \r\n\n(1994)  (observing that judicial  rulings alone  almost never\r\n\nconstitute valid basis for a bias or partiality motion).\r\n\n     Affirmed.\r                          \r\n\n                    \r                                \r\n\n   3Contrary  to Kneeland's suggestion,  there is no evidence\r               3\r\nthat  the district  court  held a  \"transfer hearing\"  or was\r\notherwise  involved  in the  decision  to  issue new  seizure\r\nwarrants.\r\n\n                             -7-\r\r\n",
  "html": "<p class=\"case_cite\">81 F.3d 147</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES of America, Plaintiff, Appellee,<br>v.<br>ALL FUNDS, MONIES, SECURITIES, MUTUAL FUND SHARES AND STOCKS<br>HELD IN FIDELITY INVESTMENTS, et al., Defendant, Appellee.<br>Thomas E. KNEELAND, Jr., Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 95-1923, 95-2016.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">March 29, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas E. Kneeland, Jr. on brief pro se.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, and Patrick M. Hamilton, Assistant United States Attorney, on brief for appellee, United States of America.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, and STAHL and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These consolidated appeals have their origin in a civil forfeiture action which was dismissed without prejudice, on the government's motion, pursuant to Fed.R.Civ.P. 41(a)(2).   Claimant Thomas Kneeland challenges the dismissal;  the denial of various pre-dismissal motions, including his requests for an adversarial hearing or entry of judgment in his favor;  and the denial of various post-dismissal motions, including a renewed motion for summary judgment, a motion for return of property, a motion to disqualify the district judge, and a motion for judgment on the pleadings.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  For the following reasons, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Kneeland allegedly operated an advance fee scheme whereby he fraudulently promised potential borrowers that he could obtain funding for their projects, accepted substantial up-front fees, failed to arrange financing or to return the fees, and subsequently \"laundered\" the fees.   On December 2, 1993, the government received ex parte warrants authorizing seizure of the defendant properties after persuading a United States Magistrate Judge that there was probable cause to believe that they were involved in or traceable to money laundering.   Thereafter, the government initiated administrative forfeiture proceedings and Kneeland filed a claim of ownership.   On March 30, 1994, a federal grand jury returned an indictment charging Kneeland with conspiracy, mail fraud, wire fraud, money laundering and criminal forfeiture.   The forfeiture count specifically identified the defendant properties.   On May 6, 1994, the government filed the instant civil complaint for forfeiture pursuant to 18 U.S.C. &#167; 981(a)(1)(A).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">For a period of time, the civil and criminal cases progressed forward in tandem.   The criminal case readied for trial.   In the civil case, Kneeland filed an answer to the complaint.   Back Bay, Ltd., an alleged victim, filed a late claim.   On October 20, 1994, less than three weeks before the criminal trial was scheduled to take place, the government moved to stay discovery in the civil case pending the disposition of the criminal matter.   Kneeland did not object to this request, and it was allowed.   The criminal trial, however, was delayed, and eventually it was rescheduled to take place on May 22, 1995.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On December 27, 1994, while the stay was in effect, Kneeland filed a motion for summary judgment in his favor on the alleged ground that he was the only person to \"perfect a claim\" to the defendant properties.   The motion was summarily denied.   Thereafter, Kneeland moved to lift the stay and renewed his motion for summary judgment.   These motions were denied.   On April 24, 1995, Kneeland again moved to lift the stay, this time requesting a hearing on the merits of the seizure.   This motion was followed by similar motions, filed approximately every two or three days, seeking, inter alia, dismissal of the complaint, an adversarial hearing, or summary judgment.   On June 20, 1995, the district court granted Kneeland's motion to lift the stay, but otherwise denied his various motions.   By that time, the criminal trial had been delayed once again.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The government immediately filed a motion to dismiss the civil case without prejudice.   On or about the same date, the government moved in the criminal case for new warrants freezing the defendant properties.   Kneeland filed an \"omnibus\" motion objecting to the dismissal and seeking entry of judgment in his favor.   A week later, he filed a motion for adversarial hearing or entry of judgment.   On July 18, 1995, the district court allowed the motion to dismiss and denied the \"omnibus\" motion.   On July 20, 1995, the court denied the motion for adversarial hearing or entry of judgment.   Thereafter, Kneeland filed, inter alia, a renewed motion for summary judgment, a motion for return of defendant properties, a motion to vacate the dismissal and to disqualify the district judge under 28 U.S.C. &#167; 455(a), and a motion for judgment on the pleadings.   These motions were denied.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">A plaintiff's motion for dismissal without prejudice pursuant to Fed.R.Civ.P. 41(a)(2) should be allowed unless the court finds that the defendant will suffer plain legal prejudice.   9 Charles A. Wright &amp; Arthur R. Miller, Federal Practice &amp; Procedure &#167; 2364, at 280 (2d ed.1994).   The decision whether or not to grant such a dismissal is within the sound discretion of the district court and reviewable only for abuse of discretion.  See Puerto Rico Maritime Shipping Authority v. Leith, 668 F.2d 46, 49 (1st Cir.1981).   We find no such abuse of discretion here.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">As an initial matter, we reject Kneeland's suggestion that he was robbed of an imminent victory.  See Grover v. Eli Lilly &amp; Co., 33 F.3d 716, 718-19 (6th Cir.1994) (finding abuse of discretion where district court dismissed case at the point where the law clearly dictated a result for the defendant).   Indeed, Kneeland's argument that he was entitled to judgment in his favor because the government is a mere \"escrow agent\" for potential claimants is utterly frivolous even if we assume arguendo that Kneeland was the only claimant.   The government in a civil forfeiture action under the money laundering statutes is not an escrow agent for others;  rather, if successful, it acquires title to the forfeited property.   See 18 U.S.C. &#167; 981(a),(f).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We also reject Kneeland's argument that he was deprived of his right to an adversarial hearing.   Certainly, before forfeiture, a claimant must be afforded an opportunity to rebut the government's showing of probable cause, see United States v. Real Property Known &amp; Numbered as Rural Route 1, Box 137-B, Cutler, Ohio, 24 F.3d 845, 848-49 (6th Cir.1994), as well as to present evidence bearing on other potential defenses.   However, it doesn't follow that a civil forfeiture action, once begun, may not be aborted.   In the instant case, the dismissal obviated the need for a hearing.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Finally, we add that the civil case was still in the pre-discovery stage.   Although Kneeland claims to have devoted many hours to the case, the record reveals that much of his efforts were spent on frivolous, repetitious motions.   Kneeland had gained no ground in the civil case which he lost by the dismissal.   Indeed, Kneeland benefited from not having to litigate two actions simultaneously, and from certain procedural advantages he had in the criminal proceeding.   See David B. Smith, Prosecution &amp; Defense of Forfeiture Cases p 1.03 (1995) (discussing, by contrast, the tremendous procedural advantages the government enjoys in a civil forfeiture action).   The criminal case was procedurally advanced and the government ready for trial.   Under the circumstances, we think the district court properly allowed the government's motion to dismiss the civil case.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We have carefully considered Kneeland's remaining arguments and reject them as without merit.   In particular, we find no error in the denial of his post-dismissal motion for return of property since the assets were then being held in connection with his criminal case.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  We also find no error in the denial of the motion for disqualification.   The district court's comments in its order vacating the stay do not warrant an inference that it stepped outside its role to act as adviser to the government, and we find no evidence of bias in any of the court's rulings or in its handling of the case.  See Liteky v. United States, 114 S.Ct. 1147, 1157 (1994) (observing that judicial rulings alone almost never constitute valid basis for a bias or partiality motion).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The parties dispute the scope of our jurisdiction.   Kneeland claims to have appealed eight separate orders by way of eight notices of appeal, whereas the government correctly points out that Kneeland filed only two notices of appeal.   We need not resolve what issues are properly before us.   Assuming without deciding that we have jurisdiction to review each of the challenged orders, we would affirm.  See Norton v. Matthews, 427 U.S. 524, 530-32 (1976) (explaining that jurisdictional inquiry may be bypassed where merits can be easily resolved in favor of the party challenging jurisdiction)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Kneeland's suggestion that he was denied due process because he was not afforded a \"timely\" post-seizure hearing also fails.   Kneeland did not object to the government's motion for a stay;  and while the stay was in effect, the government diligently prosecuted the related criminal indictment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Contrary to Kneeland's suggestion, there is no evidence that the district court held a \"transfer hearing\" or was otherwise involved in the decision to issue new seizure warrants</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">147</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES of America, Plaintiff, Appellee,<br>v.<br>ALL FUNDS, MONIES, SECURITIES, MUTUAL FUND SHARES AND STOCKS<br>HELD IN FIDELITY INVESTMENTS, et al., Defendant, Appellee.<br>Thomas E. KNEELAND, Jr., Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 95-1923, 95-2016.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">March 29, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas E. Kneeland, Jr. on brief pro se.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, and Patrick M. Hamilton, Assistant United States Attorney, on brief for appellee, United States of America.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, and STAHL and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These consolidated appeals have their origin in a civil forfeiture action which was dismissed without prejudice, on the government's motion, pursuant to Fed.R.Civ.P. 41(a)(2).   Claimant Thomas Kneeland challenges the dismissal;  the denial of various pre-dismissal motions, including his requests for an adversarial hearing or entry of judgment in his favor;  and the denial of various post-dismissal motions, including a renewed motion for summary judgment, a motion for return of property, a motion to disqualify the district judge, and a motion for judgment on the pleadings.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  For the following reasons, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Kneeland allegedly operated an advance fee scheme whereby he fraudulently promised potential borrowers that he could obtain funding for their projects, accepted substantial up-front fees, failed to arrange financing or to return the fees, and subsequently \"laundered\" the fees.   On December 2, 1993, the government received ex parte warrants authorizing seizure of the defendant properties after persuading a United States Magistrate Judge that there was probable cause to believe that they were involved in or traceable to money laundering.   Thereafter, the government initiated administrative forfeiture proceedings and Kneeland filed a claim of ownership.   On March 30, 1994, a federal grand jury returned an indictment charging Kneeland with conspiracy, mail fraud, wire fraud, money laundering and criminal forfeiture.   The forfeiture count specifically identified the defendant properties.   On May 6, 1994, the government filed the instant civil complaint for forfeiture pursuant to 18 U.S.C. &#167; 981(a)(1)(A).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">For a period of time, the civil and criminal cases progressed forward in tandem.   The criminal case readied for trial.   In the civil case, Kneeland filed an answer to the complaint.   Back Bay, Ltd., an alleged victim, filed a late claim.   On October 20, 1994, less than three weeks before the criminal trial was scheduled to take place, the government moved to stay discovery in the civil case pending the disposition of the criminal matter.   Kneeland did not object to this request, and it was allowed.   The criminal trial, however, was delayed, and eventually it was rescheduled to take place on May 22, 1995.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On December 27, 1994, while the stay was in effect, Kneeland filed a motion for summary judgment in his favor on the alleged ground that he was the only person to \"perfect a claim\" to the defendant properties.   The motion was summarily denied.   Thereafter, Kneeland moved to lift the stay and renewed his motion for summary judgment.   These motions were denied.   On April 24, 1995, Kneeland again moved to lift the stay, this time requesting a hearing on the merits of the seizure.   This motion was followed by similar motions, filed approximately every two or three days, seeking, inter alia, dismissal of the complaint, an adversarial hearing, or summary judgment.   On June 20, 1995, the district court granted Kneeland's motion to lift the stay, but otherwise denied his various motions.   By that time, the criminal trial had been delayed once again.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The government immediately filed a motion to dismiss the civil case without prejudice.   On or about the same date, the government moved in the criminal case for new warrants freezing the defendant properties.   Kneeland filed an \"omnibus\" motion objecting to the dismissal and seeking entry of judgment in his favor.   A week later, he filed a motion for adversarial hearing or entry of judgment.   On July 18, 1995, the district court allowed the motion to dismiss and denied the \"omnibus\" motion.   On July 20, 1995, the court denied the motion for adversarial hearing or entry of judgment.   Thereafter, Kneeland filed, inter alia, a renewed motion for summary judgment, a motion for return of defendant properties, a motion to vacate the dismissal and to disqualify the district judge under 28 U.S.C. &#167; 455(a), and a motion for judgment on the pleadings.   These motions were denied.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">A plaintiff's motion for dismissal without prejudice pursuant to Fed.R.Civ.P. 41(a)(2) should be allowed unless the court finds that the defendant will suffer plain legal prejudice.   9 Charles A. Wright &amp; Arthur R. Miller, Federal Practice &amp; Procedure &#167; 2364, at 280 (2d ed.1994).   The decision whether or not to grant such a dismissal is within the sound discretion of the district court and reviewable only for abuse of discretion.  See Puerto Rico Maritime Shipping Authority v. Leith, <span class=\"citation\" data-id=\"398640\"><a href=\"/opinion/398640/puerto-rico-maritime-shipping-authority-v-robert-leith-and-puerto-rico/\"><span class=\"volume\">668</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span>, 49 (1st Cir.1981).   We find no such abuse of discretion here.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">As an initial matter, we reject Kneeland's suggestion that he was robbed of an imminent victory.  See Grover v. Eli Lilly &amp; Co., <span class=\"citation\" data-id=\"677056\"><a href=\"/opinion/677056/charles-c-grover-a-minor-by-his-father-and-next-friend-brent-grover/\"><span class=\"volume\">33</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">716</span></a></span>, 718-19 (6th Cir.1994) (finding abuse of discretion where district court dismissed case at the point where the law clearly dictated a result for the defendant).   Indeed, Kneeland's argument that he was entitled to judgment in his favor because the government is a mere \"escrow agent\" for potential claimants is utterly frivolous even if we assume arguendo that Kneeland was the only claimant.   The government in a civil forfeiture action under the money laundering statutes is not an escrow agent for others;  rather, if successful, it acquires title to the forfeited property.   See 18 U.S.C. &#167; 981(a),(f).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We also reject Kneeland's argument that he was deprived of his right to an adversarial hearing.   Certainly, before forfeiture, a claimant must be afforded an opportunity to rebut the government's showing of probable cause, see United States v. Real Property Known &amp; Numbered as Rural Route 1, Box 137-B, Cutler, Ohio, <span class=\"citation\" data-id=\"670548\"><a href=\"/opinion/670548/united-states-v-real-property-known-and-numbered-as-rural-route-1-box/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">845</span></a></span>, 848-49 (6th Cir.1994), as well as to present evidence bearing on other potential defenses.   However, it doesn't follow that a civil forfeiture action, once begun, may not be aborted.   In the instant case, the dismissal obviated the need for a hearing.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Finally, we add that the civil case was still in the pre-discovery stage.   Although Kneeland claims to have devoted many hours to the case, the record reveals that much of his efforts were spent on frivolous, repetitious motions.   Kneeland had gained no ground in the civil case which he lost by the dismissal.   Indeed, Kneeland benefited from not having to litigate two actions simultaneously, and from certain procedural advantages he had in the criminal proceeding.   See David B. Smith, Prosecution &amp; Defense of Forfeiture Cases p 1.03 (1995) (discussing, by contrast, the tremendous procedural advantages the government enjoys in a civil forfeiture action).   The criminal case was procedurally advanced and the government ready for trial.   Under the circumstances, we think the district court properly allowed the government's motion to dismiss the civil case.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We have carefully considered Kneeland's remaining arguments and reject them as without merit.   In particular, we find no error in the denial of his post-dismissal motion for return of property since the assets were then being held in connection with his criminal case.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  We also find no error in the denial of the motion for disqualification.   The district court's comments in its order vacating the stay do not warrant an inference that it stepped outside its role to act as adviser to the government, and we find no evidence of bias in any of the court's rulings or in its handling of the case.  See Liteky v. United States, <span class=\"citation\" data-id=\"112935\"><a href=\"/opinion/112935/liteky-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1147</span></a></span>, 1157 (1994) (observing that judicial rulings alone almost never constitute valid basis for a bias or partiality motion).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The parties dispute the scope of our jurisdiction.   Kneeland claims to have appealed eight separate orders by way of eight notices of appeal, whereas the government correctly points out that Kneeland filed only two notices of appeal.   We need not resolve what issues are properly before us.   Assuming without deciding that we have jurisdiction to review each of the challenged orders, we would affirm.  See Norton v. Matthews, <span class=\"citation\" data-id=\"109524\"><a href=\"/opinion/109524/norton-v-mathews/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">524</span></a></span>, 530-32 (1976) (explaining that jurisdictional inquiry may be bypassed where merits can be easily resolved in favor of the party challenging jurisdiction)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Kneeland's suggestion that he was denied due process because he was not afforded a \"timely\" post-seizure hearing also fails.   Kneeland did not object to the government's motion for a stay;  and while the stay was in effect, the government diligently prosecuted the related criminal indictment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Contrary to Kneeland's suggestion, there is no evidence that the district court held a \"transfer hearing\" or was otherwise involved in the decision to issue new seizure warrants</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109524/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112935/",
    "http://www.courtlistener.com/api/rest/v3/opinions/398640/",
    "http://www.courtlistener.com/api/rest/v3/opinions/670548/",
    "http://www.courtlistener.com/api/rest/v3/opinions/677056/"
  ]
}