{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196652/",
  "absolute_url": "/opinion/196652/nlrb-v-harding-glass/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196652/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:10:56Z",
  "date_modified": "2017-03-24T10:48:13.766456Z",
  "type": "010combined",
  "sha1": "0fc4f6d641ffce50794831d6800eb65cc8f41ce2",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1727.01A",
  "local_path": null,
  "plain_text": "\n\n                  United States Court of Appeals\r\n                      For the First Circuit\r\n                                           \r\n\nNo. 95-1727\r\n\n                 NATIONAL LABOR RELATIONS BOARD,\r\n\n                           Petitioner,\r\n\n                                v.\r\n\n                   HARDING GLASS COMPANY, INC.,\r\n\n                           Respondent.\r\n\n                                           \r\n\n        ON APPLICATION FOR ENFORCEMENT OF AN ORDER OF THE\r\n\n                  NATIONAL LABOR RELATIONS BOARD\r\n                                           \r\n\n                              Before\r\n\n                      Selya, Circuit Judge,\r                                                    \r\n            Aldrich and Coffin, Senior Circuit Judges.\r                                                               \r\n\n                                           \r\n\n     Charles Donnelly, Supervisory Attorney, Joseph J. Jablonski,\r                                                                           \r\nJr.,  Attorney,  Frederick L.  Feinstein, General  Counsel, Linda\r                                                                           \r\nSher,  Associate  General  Counsel, Aileen  A.  Armstrong, Deputy\r                                                                   \r\nAssociate General Counsel, for petitioner.\r\n     Robert Weihrauch for respondent.\r                               \r\n                                           \r\n\n                          March 27, 1996\r\n                                           \r\r\n\n     COFFIN, Senior Circuit Judge.   The National Labor Relations\r                                           \r\n\nBoard seeks enforcement  of its order finding  that Harding Glass\r\n\nCompany  committed a series of unfair labor practices and that an\r\n\neconomic strike against  the Company was  converted to an  unfair\r\n\nlabor    practice    strike   following    Harding's   unilateral\r\n\nimplementation of its final offer.  We affirm most of the Board's\r\n\norder but conclude that the record  lacks substantial evidence to\r\n\nsupport  its finding that the strike was converted.  We therefore\r\n\ngrant  in part,  and deny  in part,  the Board's  application for\r\n\nenforcement.1\r\n\n                          I. Background\r                                                 \r\n\n     Harding  Glass  (\"the  Company\")  is  a  small  business  in\r\n\nWorcester,   Massachusetts   that  specializes   in   auto  glass\r\n\nreplacement,  small construction and  other similar glass-related\r\n\nprojects.  In  mid-1993, when  the events relevant  to this  case\r\n\nbegan, the Company employed  three glassworkers and two glaziers.\r\n\nThe glaziers  were more  highly paid and  performed more  skilled\r\n\nwork.   The  Company and  the Union  that represented  these five\r\n\nworkers, Glaziers Local 1044  of the International Brotherhood of\r\n\nPainters  and  Allied  Trades,   AFL-CIO  (\"the  Union\"),  had  a\r\n\n                    \r                              \r\n\n     1  The Company  does not  challenge several  of the  Board's\r\nfindings  of  violation  of     8(a)(1)  of  the  National  Labor\r\nRelations  Act,  29 U.S.C.     158(a)(1), including  that  (1) it\r\ninterfered in the Board's  investigation of unfair labor practice\r\ncharges;  (2) that  it  threatened employees  with discharge  and\r\npromised  them  higher wages  in  order to  discourage  them from\r\nsupporting or remaining  members of  the Union; (3)  and that  it\r\nencouraged   and  assisted   employees   in  the   filing  of   a\r\ndecertification petition.\r\n\n                               -2-\r\r\n\nlongstanding collective bargaining  arrangement through a  multi-\r\n\nemployer association, the GlassEmployers Group of Greater Boston.\r\n\n     The  most recent  agreement  signed by  the Company  and the\r\n\nUnion had  an expiration date of  October 16, 1993.   On June 30,\r\n\nthe Company's president, Mark  Goldstein, notified the Union that\r\n\nhe  wished to negotiate a separate agreement to replace the group\r\n\ncontract that was  expiring.   Goldstein was  concerned that  his\r\n\ncompany was not  competitive in the Worcester area  because other\r\n\nglass shops there were not paying the much higher Union  wage and\r\n\nbenefits.\r\n\n     The   Union  agreed  to   negotiate  separately,  and  three\r\n\nmeetings, each lasting about one hour, eventually were held.  The\r\n\nCompany proposed a  one-year agreement that  included substantial\r\n\nreductions in wages and benefits for the glaziers and an increase\r\n\nin the top rate for glassworkers, but with cuts in their benefits\r\n\nas well.   During the discussions,  the Union's business  manager\r\n\nsuggested techniques  for cutting  the Company's costs,  the most\r\n\nsignificant  of which involved  using the lower-paid glassworkers\r\n\nto do  much of  the work  that the  Company currently  was paying\r\n\nglaziers to  do.  Goldstein maintained that  he could not rely on\r\n\nglassworkers to do the skilled work normally done by glaziers.\r\n\n     On October 17, the glaziers rejected the Company's offer and\r\n\nvoted to strike  and establish a picket line,  which they did the\r\n\nnext  day.   The three  glassworkers did  not attend  the meeting\r\n\nscheduled to discuss  the Company's  proposal to  them, but  they\r\n\nagreed  not to cross the glaziers' picket line.  The message sent\r\n\n                               -3-\r\r\n\nto  the Company  rejecting its  offer stated  that the  Union was\r\n\n\"ready and willing to continue negotiations.\"\r\n\n     On October 22, Goldstein met with the three glassworkers and\r\n\noffered them the terms that had been contained in his proposal to\r\n\nthe  Union.   The same  day, the  third negotiating  session took\r\n\nplace.    No  new proposals  were  made,  but  the parties  again\r\n\ndiscussed   the   Union's   suggestion  that   the   Company  use\r\n\nglassworkers  for  most of  its business  and  rely on  the Union\r\n\nhiring hall  to provide  glaziers when  necessary.   The business\r\n\nagent testified that the meeting ended with Goldstein saying that\r\n\nhe would think  about the Union's  proposal and  get back to  him\r\n\nabout it.\r\n\n     The  next  day,  however,  Goldstein  rejected  the  Union's\r\n\napproach as  \"unacceptable,\" and  announced that the  Company was\r\n\nimplementing  its final offer --  i.e., its original  offer.  The\r\n\nthree glassworkers resigned from  the Union and returned  to work\r\n\nunder the terms the Company had offered the Union: a small hourly\r\n\nwage increase,  no pension and annuity  benefits, modified health\r\n\nbenefits, and fewer holidays. \r\n\n     No further negotiating sessions were  held.  The picket line\r\n\nremained in effect  through December  and, so far  as the  record\r\n\nindicates, the strike  has to this  date not  been settled.   The\r\n\nUnion filed  unfair labor  practice charges against  the Company,\r\n\nand,  following   a  two-day  hearing,  an   ALJ  found  multiple\r\n\nviolations  of   the  National  Labor  Relations   Act  and  also\r\n\ndetermined  that the strike was converted from an economic strike\r\n\n                               -4-\r\r\n\nto  an unfair  labor  practice strike.    The Board,  with  minor\r\n\nmodifications, affirmed.\r\n\n     On  appeal, Harding challenges only two  of the unfair labor\r\n\npractice findings:  that  Goldstein threatened  employees with  a\r\n\nshutdown of the business if they did not get rid of the Union and\r\n\nthat the Company  unilaterally implemented changes  in employment\r\n\nconditions in  the absence of a valid impasse in bargaining.  The\r\n\nCompany also contends  that the record fails to  demonstrate that\r\n\nthe strike was prolonged by any of its conduct, and  it therefore\r\n\nurges  us to  reject  the finding  of  an unfair  labor  practice\r\n\nstrike.\r\n\n     We find  no basis  for disturbing the  Board's determination\r\n\nwith  respect to either of the unfair labor practice charges, and\r\n\nbelieve  that the ALJ's  discussion, as  modified by  the Board's\r\n\ndecision  and Order,  adequately  addresses these  issues.2   Our\r\n\nreview of the record, however, persuades us that the finding of a\r\n\n                    \r                              \r\n\n     2 We note that, with respect to the alleged threats to close\r\ndown the business,  Dana Whitney, Charles Jones and James Tritone\r\ntestified that  such statements were  made to them.   See  Tr. at\r                                                                   \r\n127,  205, 220.   The  ALJ evidently  did not  credit Goldstein's\r\nassertion  that he made only lawful complaints about how the high\r\nunion  wages  made   him  non-competitive.    \"Such   credibility\r\ndeterminations, of course, are  for the Board rather than  for us\r\nto  make, and they stand  unless beyond the  `bounds of reason.'\"\r\nNLRB v. Magnesium  Casting Co., 668  F.2d 13, 21 (1st  Cir. 1981)\r                                        \r\n(citation omitted).  See also The 3-E Company v. NLRB, 26 F.3d 1,\r                                                               \r\n3 (1st Cir. 1994).\r\n\n                               -5-\r\r\n\nstrike conversion cannot  be sustained.3   We discuss this  issue\r\n\nin the following section.\r\n\n             II. Discussion: Conversion of the Strike\r                                                               \r\n\n     It is  well-established that \"[a] strike begun in support of\r\n\neconomic objectives becomes an  unfair labor practice strike when\r\n\nthe employer  commits an intervening unfair  labor practice which\r\n\nis found  to make the strike last  longer than it otherwise would\r\n\nhave,\" Soule Glass and Glazing Co.  v. NLRB, 652 F.2d 1055,  1079\r                                                     \r\n\n(1st Cir. 1981).   Causation is  crucial: \"It  must be found  not\r\n\nonly  that the employer committed an  unfair labor practice after\r\n\nthe  commencement of the strike, but that  as a result the strike\r\n\nwas  `expanded  to  include  a protest  over  [the]  unfair labor\r\n\npractice[],'  and  that  settlement  of the  strike  was  thereby\r\n\ndelayed and the  strike prolonged.\"   Id.  at 1079-80  (citations\r                                                   \r\n\nomitted).\r\n\n     The General  Counsel bears the burden  of proving causation,\r\n\nand  the Board's  finding  of  conversion  must be  supported  by\r\n\nsubstantial evidence.   Id. at  1080.  Mere  conjecture will  not\r                                     \r\n\n                    \r                              \r\n\n     3  The nature  of  the strike  determines the  reinstatement\r\nrights of striking  employees once  the work stoppage  ends.   An\r\nemployer may refuse to reinstate economic strikers  who have been\r\npermanently replaced  during the  strike.  Unfair  labor practice\r\nstrikers are entitled  to unconditional  reinstatement, absent  a\r\ncontractual  or  statutory provision  to  the  contrary, and  are\r\nentitled to back pay even  if they have been replaced during  the\r\nstrike.  See General Indus. Employees Union Local 42 v. NLRB, 951\r                                                                      \r\nF.2d  1308, 1311 (D.C. Cir. 1991); Soule Glass and Glazing Co. v.\r                                                                        \r\nNLRB, 652 F.2d 1055, 1105 (1st Cir. 1981). \r              \r\n\n                               -6-\r\r\n\nsuffice.   Facet  Enterprises, Inc.  v. NLRB,  907 F.2d  963, 977\r                                                      \r\n\n(10th Cir. 1990).   \"[T]o sustain a finding of  conversion, there\r\n\nmust be  some evidence  in the  record that the  . .  . employees\r\n\nreacted  to   information   of  [the   unfair   labor   practice]\r\n\nsubstantively  in a  fashion  which aggravated  or prolonged  the\r\n\nstrike.\"  Id.  It need not be shown, however, that the employer's\r                       \r\n\nunfair labor  practice was the sole or even the primary factor in\r\n\naggravating  the strike,  but only  that  it was  \"a contributing\r\n\nfactor,\"  NLRB v. Moore Business  Forms, Inc., 574  F.2d 835, 840\r                                                       \r\n\n(5th Cir. 1978).\r\n\n          Both  objective  and  subjective  factors  may  be\r\n     probative  of conversion.  Applying objective criteria,\r\n     the Board and reviewing court may properly consider the\r\n     probable impact of the type of unfair labor practice in\r\n     question  on  reasonable   strikers  in  the   relevant\r\n     context.  Applying  subjective criteria, the Board  and\r\n     court may give substantial  weight to the strikers' own\r\n     characterization  of their  motive  for  continuing  to\r\n     strike  after  the unfair  labor  practice.   Did  they\r\n     continue to  view the strike  as economic or  did their\r\n     focus  shift  to  protesting  the  employer's  unlawful\r\n     conduct?\r\n\nSoule Glass, 652 F.2d at 1080.\r                     \r\n\n     Applying  these principles  to the  present case  renders us\r\n\nunable  to   sustain  the  finding  of  conversion.    The  ALJ's\r\n\ndiscussion  of  this issue  comprised  a  single brief  paragraph\r\n\nwithin a  three-page  analysis of  the  Company's conduct.    The\r\n\ndecision  stated  in  conclusory  language  that  the   Company's\r\n\nunilateral implementation  of its final offer,  together with its\r\n\nunlawful  threats, promises  and  support  of  a  decertification\r\n\npetition,  \"must\" be  found  to have  prolonged  the strike,  and\r\n\n                               -7-\r\r\n\nconverted  it  \"to  one which  must  be  deemed  an unfair  labor\r\n\npractice strike.\"  ALJ Op. at 9.4\r\n\n     The Board  affirmed the  finding of conversion,  but limited\r\n\nthe  basis  for  that  determination to  the  Company's  unlawful\r\n\nimplementation of its last offer:\r\n\n     Because  the  Respondent's initial  bargaining proposal\r\n     contained  significant  reductions in  the compensation\r\n     paid glaziers and caused them to  strike on October 18,\r\n     we  conclude that the  unlawful implementation of these\r\n     very changes  had a reasonable tendency  to prolong the\r\n     strike.  Accordingly, we find that the strike converted\r\n     to an unfair  labor practice strike on  October 25 when\r\n     the  striking glaziers became aware of the Respondent's\r\n     unlawful implementation of its offer.\r\n\n     As  their  language reveals,  both  the  ALJ and  the  Board\r\n\npresumed that  the Company's  implementation of the  wage package\r                  \r\n\nthat  had triggered the strike  aggravated and prolonged the work\r\n\nstoppage.  Neither cites to testimony from the striking employees\r\n\nor any other evidence  indicating that effectuation of the  terms\r\n\nthe employees  had rejected strengthened their  resolve to remain\r\n\non strike or  changed their  attitude about the  importance of  a\r\n\nwork  stoppage in  settling their  differences with  the Company.\r\n\n                    \r                              \r\n\n     4 We reproduce the ALJ's full discussion of the issue:\r\n\n          Respondent's   employees  commenced   an  economic\r\n     strike  on October 18.   On that  same date, Respondent\r\n     commenced upon a course  of unilateral changes, changes\r\n     which  I  have found  occurred  before  any impasse  in\r\n     bargaining.  Within two to three weeks, Respondent also\r\n     began   to  undermine  the  Union's  status  among  its\r\n     employees, with threats,  promises and unlawful support\r\n     and encouragement  of a decertification petition.  Such\r\n     conduct,  I  must  find,  prolonged  the strike,  which\r\n     continues to  this date,  and converted that  strike to\r\n     one  which  must be  deemed  an  unfair labor  practice\r\n     strike.\r\n\n                               -8-\r\r\n\nOur own reading of the hearing transcript also reveals nothing of\r\n\nthat nature.\r\n\n     We recognize that there are cases holding that some types of\r\n\nunfair labor practices  inevitably impact the length of a strike.\r\n\nIn SKS Die Casting &amp;  Machining, Inc. v. NLRB, 941 F.2d  984, 991\r                                                       \r\n\n(9th  Cir. 1991), the court adopted the Board's conclusion that a\r\n\nrefusal  to  reinstate strikers  \"by  its  nature\" prolonged  the\r\n\nstrike because it blocked the termination of the strike at a time\r\n\nwhen the Union and striking employees had offered unconditionally\r\n\nto end it.  The panel observed that \"[t]o find conversion on this\r\n\nground,  it is  not necessary  to examine  whether the  Union was\r\n\nprotesting the  unfair labor practice  at issue,\" and  noted that\r\n\nthe  Board repeatedly  had found  that the  refusal  to reinstate\r\n\nstrikers  converts  an  economic  strike  into  an  unfair  labor\r\n\npractices strike.  Id. at 991-92.\r                                \r\n\n     The Eighth Circuit has made the same assumption of causation\r\n\nwith respect to  a withdrawal  of recognition.   See Vulcan  Hart\r                                                                           \r\n\nCorp. (St. Louis Div.) v. NLRB, 718 F.2d 269, 276 (8th Cir. 1983)\r                                        \r\n\n(\"Whatever goals the strikers hoped to accomplish by striking, V-\r\n\nH's withdrawal  of  recognition  clearly  prolonged  the  strike,\r\n\nbecause it put an end to contract negotiations.\").  Accord C-Line\r                                                                           \r\n\nExpress,  292 N.L.R.B. 638 (1989).   Indeed, as  noted above, we,\r                 \r\n\ntoo,  have stated that the Board and reviewing court properly may\r\n\nconsider objective criteria and  evaluate \"the probable impact of\r\n\nthe  type  of unfair  labor  practice in  question  on reasonable\r\n\n                               -9-\r\r\n\nstrikers  in the  relevant context.\"   Soule  Glass, 652  F.2d at\r                                                             \r\n\n1080.\r\n\n     Always,  however, the  principal  focus must  remain on  the\r\n\nelement  of  causation,  and  specific,  subjective  evidence  of\r\n\nchanged  motivation may be  foregone only  in those  instances in\r\n\nwhich the objective factors by themselves establish unequivocally\r\n\nthat a conversion occurred.  We do not believe that  this is such\r\n\na case.\r\n\n     The  glaziers went  on strike  to protest  the substantially\r\n\nreduced  wage  offer made  to them.    The Company's  decision to\r\n\nimplement that offer  did not directly impact  the strikers; they\r\n\nalready  were  out of  work and  therefore  were not  being paid.\r\n\nThus,  although we  think it  possible that  the glaziers  took a\r\n\nharder line once the Company gave force to  its offer by adopting\r\n\nit, and perhaps  increased their  resolve not to  end the  strike\r\n\nuntil they received a  satisfactory offer, such an effect  of the\r\n\nCompany's action  is not inevitable.   It is just  as likely that\r\n\nthe Company's continuing adherence to the unacceptable proposal -\r\n\n-  the economic  issue  that triggered  the  strike --  was  what\r\n\ncontinued to fuel their protest.\r\n\n     Indeed,  this  case  poses  a  somewhat  unusual  conversion\r\n\nquestion  because   the  unfair   labor  practice  is   simply  a\r\n\nreinforcement of the very  conduct that caused the strike  in the\r\n\nfirst  place, rather than a collateral matter that may have added\r\n\nto the employees' dissatisfaction.  The  Board's obligation is to\r\n\nprovide some basis for an inference that, in the aftermath of the\r\n\n                               -10-\r\r\n\nimplementation, the  employees were separately motivated  by that\r\n\nact.  Were we  to accept as adequate  the Board's assertion  that\r\n\n\"[t]he probable  impact\" of learning  that the proposal  had been\r\n\nimplemented was \"a reasonable tendency to prolong the strike,\" we\r\n\nwould seriously diminish the causation requirement.5\r\n\n     The  cases  noted above  that  have  presumed causation  are\r\n\neasily  distinguishable.   See  supra at  8-9.   When  a  company\r                                               \r\n\nrefuses  to reinstate employees who have offered to end a strike,\r\n\nthe cause and effect are obvious.  Had the company not unlawfully\r\n\nrefused  to take  back  those workers,  the employees  presumably\r\n\nwould  have followed through on  their intention to  end the work\r\n\nstoppage.   Similarly, a withdrawal of  recognition by definition\r\n\nmeans the end  of negotiations, which inevitably causes more than\r\n\njust  \"a reasonable tendency to prolong the strike\" but an actual\r\n\ndelay  in   its  resolution.     By  contrast,  when   a  company\r\n\nunilaterally implements its final  offer prematurely, we think it\r\n\nless than  apparent  that the  already  ongoing strike  has  been\r\n\nprolonged  by the  company's implementation  of the  offer rather\r                                                     \r\n\n                    \r                              \r\n\n     5 The record here is notably different from that in  NLRB v.\r                                                                        \r\nPowell Elec. Mfg. Co., 906 F.2d 1007, 1010 (5th Cir. 1990), which\r                               \r\nalso  involved the  unilateral implementation  of a  final offer.\r\nThere,  the company  began to  implement  its proposal  after its\r\nattorney declared at the end of a negotiating meeting that in his\r\nopinion the parties had reached an impasse.  The  next day, union\r\nmembers met with their  attorney, who told them that  he believed\r\nimpasse had not been reached and that the strike consequently had\r\nbeen converted to an unfair labor practice strike.  He then asked\r\nthe members  if they wanted to  continue the strike as  an unfair\r\nlabor practice strike, and  the members present voted unanimously\r\nto do  so.   The  strikers also  modified their  picket signs  to\r\nreflect  that  the strike  was  directed  against company  unfair\r\npractices.\r\n\n                               -11-\r\r\n\nthan by its persistence in offering such poor terms.6  In  short,\r\n\nwe  are  reluctant  to  extend the  principle  of  conversion-by-\r\n\nimputing-impact  beyond those  situations  in which  the link  is\r\n\nunmistakable. \r\n\n     It  would not have been difficult for the General Counsel to\r\n\nproduce evidence, if it existed, that the employees were animated\r\n\nat least in part by the Company's unfair labor practice.   Two of\r\n\nthe  striking  glaziers testified  at  the  hearing,  as did  the\r\n\nUnion's business  manager and business representative.   Although\r\n\ncounsel  elicited testimony  that the strikers  were told  of the\r\n\nCompany's action,  no questions were asked  concerning the impact\r\n\nof   that  information  on  them.     This  gap  is  particularly\r\n\nsignificant  in the absence of  any manifestation of  a change in\r\n\noutlook; the picket signs carried  by the strikers, for  example,\r\n\nsimply announced the strike  and did not explain its  basis.  Cf.\r                                                                           \r\n\nSKS Die Casting,  941 F.2d at 992 (union changed  picket signs to\r                         \r\n\nreflect  reaction  to  unfair  labor  practices  and  distributed\r\n\nhandbills to that effect);  NLRB v. Burkart Foam, Inc.,  848 F.2d\r                                                                \r\n\n825,  832 n.6  (7th Cir. 1988)  (same).   See also  NLRB v. Champ\r                                                                           \r\n\nCorp., 933 F.2d 688, 694-95 (9th Cir. 1990).7\r               \r\n                    \r                              \r\n\n     6 If the  Board had made a finding of  bad faith bargaining,\r\nwhich it did  not, this would  be a different  case.  See  C-Line\r                                                                           \r\nExpress, 292 N.L.R.B. 638 (1989).\r                 \r\n\n     7  In  Champ, the  unfair labor  practice  at issue  was the\r                           \r\ndischarge  of  certain  striking  employees,   which  prompted  a\r\nunanimous  vote of the union membership to remain on strike until\r\nall strikers were reinstated.  933 F.2d at 688.  In addition, the\r\nunion's negotiator informed the company's representative that the\r\nunion could not agree  to deny reinstatement to any  person.  The\r\ncompany's unlawful  practice thus explicitly was  identified as a\r\n\n                               -12-\r\r\n\n     Because the  record lacks evidence of \"any  concrete acts or\r\n\naffirmations\"  by  the employees  in  response  to the  Company's\r\n\nunfair labor practice, see Facet, 907 F.2d at 977, and because we\r                                          \r\n\nsee no basis  for presuming that the unilateral implementation of\r\n\nthe  terms that  triggered  the strike  necessarily prolonged  or\r\n\nintensified the work stoppage, we must reject the Board's finding\r\n\nof conversion.8\r\n\n     Accordingly, the Board's application  for enforcement of its\r\n\norder is granted in part and denied in part.\r\n\n                    \r                              \r\n\nbarrier to settlement of the strike.  \r\n\n     8 The record is equally barren of evidence that other of the\r\nCompany's unfair labor practices impacted the strike.\r\n\n                               -13-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                  United States Court of Appeals\r\n                      For the First Circuit\r\n                                           \r\n\nNo. 95-1727\r\n\n                 NATIONAL LABOR RELATIONS BOARD,\r\n\n                           Petitioner,\r\n\n                                v.\r\n\n                   HARDING GLASS COMPANY, INC.,\r\n\n                           Respondent.\r\n\n                                           \r\n\n        ON APPLICATION FOR ENFORCEMENT OF AN ORDER OF THE\r\n\n                  NATIONAL LABOR RELATIONS BOARD\r\n                                           \r\n\n                              Before\r\n\n                      Selya, Circuit Judge,\r                                                    \r\n            Aldrich and Coffin, Senior Circuit Judges.\r                                                               \r\n\n                                           \r\n\n     Charles Donnelly, Supervisory Attorney, Joseph J. Jablonski,\r                                                                           \r\nJr.,  Attorney,  Frederick L.  Feinstein, General  Counsel, Linda\r                                                                           \r\nSher,  Associate  General  Counsel, Aileen  A.  Armstrong, Deputy\r                                                                   \r\nAssociate General Counsel, for petitioner.\r\n     Robert Weihrauch for respondent.\r                               \r\n                                           \r\n\n                          March 27, 1996\r\n                                           \r\r\n\n     COFFIN, Senior Circuit Judge.   The National Labor Relations\r                                           \r\n\nBoard seeks enforcement  of its order finding  that Harding Glass\r\n\nCompany  committed a series of unfair labor practices and that an\r\n\neconomic strike against  the Company was  converted to an  unfair\r\n\nlabor    practice    strike   following    Harding's   unilateral\r\n\nimplementation of its final offer.  We affirm most of the Board's\r\n\norder but conclude that the record  lacks substantial evidence to\r\n\nsupport  its finding that the strike was converted.  We therefore\r\n\ngrant  in part,  and deny  in part,  the Board's  application for\r\n\nenforcement.1\r\n\n                          I. Background\r                                                 \r\n\n     Harding  Glass  (\"the  Company\")  is  a  small  business  in\r\n\nWorcester,   Massachusetts   that  specializes   in   auto  glass\r\n\nreplacement,  small construction and  other similar glass-related\r\n\nprojects.  In  mid-1993, when  the events relevant  to this  case\r\n\nbegan, the Company employed  three glassworkers and two glaziers.\r\n\nThe glaziers  were more  highly paid and  performed more  skilled\r\n\nwork.   The  Company and  the Union  that represented  these five\r\n\nworkers, Glaziers Local 1044  of the International Brotherhood of\r\n\nPainters  and  Allied  Trades,   AFL-CIO  (\"the  Union\"),  had  a\r\n\n                    \r                              \r\n\n     1  The Company  does not  challenge several  of the  Board's\r\nfindings  of  violation  of     8(a)(1)  of  the  National  Labor\r\nRelations  Act,  29 U.S.C.     158(a)(1), including  that  (1) it\r\ninterfered in the Board's  investigation of unfair labor practice\r\ncharges;  (2) that  it  threatened employees  with discharge  and\r\npromised  them  higher wages  in  order to  discourage  them from\r\nsupporting or remaining  members of  the Union; (3)  and that  it\r\nencouraged   and  assisted   employees   in  the   filing  of   a\r\ndecertification petition.\r\n\n                               -2-\r\r\n\nlongstanding collective bargaining  arrangement through a  multi-\r\n\nemployer association, the GlassEmployers Group of Greater Boston.\r\n\n     The  most recent  agreement  signed by  the Company  and the\r\n\nUnion had  an expiration date of  October 16, 1993.   On June 30,\r\n\nthe Company's president, Mark  Goldstein, notified the Union that\r\n\nhe  wished to negotiate a separate agreement to replace the group\r\n\ncontract that was  expiring.   Goldstein was  concerned that  his\r\n\ncompany was not  competitive in the Worcester area  because other\r\n\nglass shops there were not paying the much higher Union  wage and\r\n\nbenefits.\r\n\n     The   Union  agreed  to   negotiate  separately,  and  three\r\n\nmeetings, each lasting about one hour, eventually were held.  The\r\n\nCompany proposed a  one-year agreement that  included substantial\r\n\nreductions in wages and benefits for the glaziers and an increase\r\n\nin the top rate for glassworkers, but with cuts in their benefits\r\n\nas well.   During the discussions,  the Union's business  manager\r\n\nsuggested techniques  for cutting  the Company's costs,  the most\r\n\nsignificant  of which involved  using the lower-paid glassworkers\r\n\nto do  much of  the work  that the  Company currently  was paying\r\n\nglaziers to  do.  Goldstein maintained that  he could not rely on\r\n\nglassworkers to do the skilled work normally done by glaziers.\r\n\n     On October 17, the glaziers rejected the Company's offer and\r\n\nvoted to strike  and establish a picket line,  which they did the\r\n\nnext  day.   The three  glassworkers did  not attend  the meeting\r\n\nscheduled to discuss  the Company's  proposal to  them, but  they\r\n\nagreed  not to cross the glaziers' picket line.  The message sent\r\n\n                               -3-\r\r\n\nto  the Company  rejecting its  offer stated  that the  Union was\r\n\n\"ready and willing to continue negotiations.\"\r\n\n     On October 22, Goldstein met with the three glassworkers and\r\n\noffered them the terms that had been contained in his proposal to\r\n\nthe  Union.   The same  day, the  third negotiating  session took\r\n\nplace.    No  new proposals  were  made,  but  the parties  again\r\n\ndiscussed   the   Union's   suggestion  that   the   Company  use\r\n\nglassworkers  for  most of  its business  and  rely on  the Union\r\n\nhiring hall  to provide  glaziers when  necessary.   The business\r\n\nagent testified that the meeting ended with Goldstein saying that\r\n\nhe would think  about the Union's  proposal and  get back to  him\r\n\nabout it.\r\n\n     The  next  day,  however,  Goldstein  rejected  the  Union's\r\n\napproach as  \"unacceptable,\" and  announced that the  Company was\r\n\nimplementing  its final offer --  i.e., its original  offer.  The\r\n\nthree glassworkers resigned from  the Union and returned  to work\r\n\nunder the terms the Company had offered the Union: a small hourly\r\n\nwage increase,  no pension and annuity  benefits, modified health\r\n\nbenefits, and fewer holidays. \r\n\n     No further negotiating sessions were  held.  The picket line\r\n\nremained in effect  through December  and, so far  as the  record\r\n\nindicates, the strike  has to this  date not  been settled.   The\r\n\nUnion filed  unfair labor  practice charges against  the Company,\r\n\nand,  following   a  two-day  hearing,  an   ALJ  found  multiple\r\n\nviolations  of   the  National  Labor  Relations   Act  and  also\r\n\ndetermined  that the strike was converted from an economic strike\r\n\n                               -4-\r\r\n\nto  an unfair  labor  practice strike.    The Board,  with  minor\r\n\nmodifications, affirmed.\r\n\n     On  appeal, Harding challenges only two  of the unfair labor\r\n\npractice findings:  that  Goldstein threatened  employees with  a\r\n\nshutdown of the business if they did not get rid of the Union and\r\n\nthat the Company  unilaterally implemented changes  in employment\r\n\nconditions in  the absence of a valid impasse in bargaining.  The\r\n\nCompany also contends  that the record fails to  demonstrate that\r\n\nthe strike was prolonged by any of its conduct, and  it therefore\r\n\nurges  us to  reject  the finding  of  an unfair  labor  practice\r\n\nstrike.\r\n\n     We find  no basis  for disturbing the  Board's determination\r\n\nwith  respect to either of the unfair labor practice charges, and\r\n\nbelieve  that the ALJ's  discussion, as  modified by  the Board's\r\n\ndecision  and Order,  adequately  addresses these  issues.2   Our\r\n\nreview of the record, however, persuades us that the finding of a\r\n\n                    \r                              \r\n\n     2 We note that, with respect to the alleged threats to close\r\ndown the business,  Dana Whitney, Charles Jones and James Tritone\r\ntestified that  such statements were  made to them.   See  Tr. at\r                                                                   \r\n127,  205, 220.   The  ALJ evidently  did not  credit Goldstein's\r\nassertion  that he made only lawful complaints about how the high\r\nunion  wages  made   him  non-competitive.    \"Such   credibility\r\ndeterminations, of course, are  for the Board rather than  for us\r\nto  make, and they stand  unless beyond the  `bounds of reason.'\"\r\nNLRB v. Magnesium  Casting Co., </pre><span class=\"citation no-link\"><span class=\"volume\">668</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></span><pre class=\"inline\">, 21 (1st  Cir. 1981)\r                                        \r\n(citation omitted).  See also The 3-E Company v. NLRB, </pre><span class=\"citation\" data-id=\"671515\"><a href=\"/opinion/671515/the-3-e-company-inc-v-national-labor-relations-board/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">,\r                                                               \r\n3 (1st Cir. 1994).\r\n\n                               -5-\r\r\n\nstrike conversion cannot  be sustained.3   We discuss this  issue\r\n\nin the following section.\r\n\n             II. Discussion: Conversion of the Strike\r                                                               \r\n\n     It is  well-established that \"[a] strike begun in support of\r\n\neconomic objectives becomes an  unfair labor practice strike when\r\n\nthe employer  commits an intervening unfair  labor practice which\r\n\nis found  to make the strike last  longer than it otherwise would\r\n\nhave,\" Soule Glass and Glazing Co.  v. NLRB, </pre><span class=\"citation\" data-id=\"392028\"><a href=\"/opinion/392028/soule-glass-and-glazing-co-v-national-labor-relations-board/\"><span class=\"volume\">652</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1055</span></a></span><pre class=\"inline\">,  1079\r                                                     \r\n\n(1st Cir. 1981).   Causation is  crucial: \"It  must be found  not\r\n\nonly  that the employer committed an  unfair labor practice after\r\n\nthe  commencement of the strike, but that  as a result the strike\r\n\nwas  `expanded  to  include  a protest  over  [the]  unfair labor\r\n\npractice[],'  and  that  settlement  of the  strike  was  thereby\r\n\ndelayed and the  strike prolonged.\"   Id.  at 1079-80  (citations\r                                                   \r\n\nomitted).\r\n\n     The General  Counsel bears the burden  of proving causation,\r\n\nand  the Board's  finding  of  conversion  must be  supported  by\r\n\nsubstantial evidence.   Id. at  1080.  Mere  conjecture will  not\r                                     \r\n\n                    \r                              \r\n\n     3  The nature  of  the strike  determines the  reinstatement\r\nrights of striking  employees once  the work stoppage  ends.   An\r\nemployer may refuse to reinstate economic strikers  who have been\r\npermanently replaced  during the  strike.  Unfair  labor practice\r\nstrikers are entitled  to unconditional  reinstatement, absent  a\r\ncontractual  or  statutory provision  to  the  contrary, and  are\r\nentitled to back pay even  if they have been replaced during  the\r\nstrike.  See General Indus. Employees Union Local 42 v. NLRB, </pre><span class=\"citation\" data-id=\"574285\"><a href=\"/opinion/574285/general-industrial-employees-union-local-42-distillery-rectifying-wine/\"><span class=\"volume\">951</span>\r                                                                      \r\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">1308</span></a></span><pre class=\"inline\">, 1311 (D.C. Cir. 1991); Soule Glass and Glazing Co. v.\r                                                                        \r\nNLRB, </pre><span class=\"citation\" data-id=\"392028\"><a href=\"/opinion/392028/soule-glass-and-glazing-co-v-national-labor-relations-board/\"><span class=\"volume\">652</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1055</span></a></span><pre class=\"inline\">, 1105 (1st Cir. 1981). \r              \r\n\n                               -6-\r\r\n\nsuffice.   Facet  Enterprises, Inc.  v. NLRB,  </pre><span class=\"citation\" data-id=\"544345\"><a href=\"/opinion/544345/facet-enterprises-inc-v-national-labor-relations-board-and/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">963</span></a></span><pre class=\"inline\">, 977\r                                                      \r\n\n(10th Cir. 1990).   \"[T]o sustain a finding of  conversion, there\r\n\nmust be  some evidence  in the  record that the  . .  . employees\r\n\nreacted  to   information   of  [the   unfair   labor   practice]\r\n\nsubstantively  in a  fashion  which aggravated  or prolonged  the\r\n\nstrike.\"  Id.  It need not be shown, however, that the employer's\r                       \r\n\nunfair labor  practice was the sole or even the primary factor in\r\n\naggravating  the strike,  but only  that  it was  \"a contributing\r\n\nfactor,\"  NLRB v. Moore Business  Forms, Inc., </pre><span class=\"citation\" data-id=\"355293\"><a href=\"/opinion/355293/national-labor-relations-board-v-moore-business-forms-inc/\"><span class=\"volume\">574</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">835</span></a></span><pre class=\"inline\">, 840\r                                                       \r\n\n(5th Cir. 1978).\r\n\n          Both  objective  and  subjective  factors  may  be\r\n     probative  of conversion.  Applying objective criteria,\r\n     the Board and reviewing court may properly consider the\r\n     probable impact of the type of unfair labor practice in\r\n     question  on  reasonable   strikers  in  the   relevant\r\n     context.  Applying  subjective criteria, the Board  and\r\n     court may give substantial  weight to the strikers' own\r\n     characterization  of their  motive  for  continuing  to\r\n     strike  after  the unfair  labor  practice.   Did  they\r\n     continue to  view the strike  as economic or  did their\r\n     focus  shift  to  protesting  the  employer's  unlawful\r\n     conduct?\r\n\nSoule Glass, 652 F.2d at 1080.\r                     \r\n\n     Applying  these principles  to the  present case  renders us\r\n\nunable  to   sustain  the  finding  of  conversion.    The  ALJ's\r\n\ndiscussion  of  this issue  comprised  a  single brief  paragraph\r\n\nwithin a  three-page  analysis of  the  Company's conduct.    The\r\n\ndecision  stated  in  conclusory  language  that  the   Company's\r\n\nunilateral implementation  of its final offer,  together with its\r\n\nunlawful  threats, promises  and  support  of  a  decertification\r\n\npetition,  \"must\" be  found  to have  prolonged  the strike,  and\r\n\n                               -7-\r\r\n\nconverted  it  \"to  one which  must  be  deemed  an unfair  labor\r\n\npractice strike.\"  ALJ Op. at 9.4\r\n\n     The Board  affirmed the  finding of conversion,  but limited\r\n\nthe  basis  for  that  determination to  the  Company's  unlawful\r\n\nimplementation of its last offer:\r\n\n     Because  the  Respondent's initial  bargaining proposal\r\n     contained  significant  reductions in  the compensation\r\n     paid glaziers and caused them to  strike on October 18,\r\n     we  conclude that the  unlawful implementation of these\r\n     very changes  had a reasonable tendency  to prolong the\r\n     strike.  Accordingly, we find that the strike converted\r\n     to an unfair  labor practice strike on  October 25 when\r\n     the  striking glaziers became aware of the Respondent's\r\n     unlawful implementation of its offer.\r\n\n     As  their  language reveals,  both  the  ALJ and  the  Board\r\n\npresumed that  the Company's  implementation of the  wage package\r                  \r\n\nthat  had triggered the strike  aggravated and prolonged the work\r\n\nstoppage.  Neither cites to testimony from the striking employees\r\n\nor any other evidence  indicating that effectuation of the  terms\r\n\nthe employees  had rejected strengthened their  resolve to remain\r\n\non strike or  changed their  attitude about the  importance of  a\r\n\nwork  stoppage in  settling their  differences with  the Company.\r\n\n                    \r                              \r\n\n     4 We reproduce the ALJ's full discussion of the issue:\r\n\n          Respondent's   employees  commenced   an  economic\r\n     strike  on October 18.   On that  same date, Respondent\r\n     commenced upon a course  of unilateral changes, changes\r\n     which  I  have found  occurred  before  any impasse  in\r\n     bargaining.  Within two to three weeks, Respondent also\r\n     began   to  undermine  the  Union's  status  among  its\r\n     employees, with threats,  promises and unlawful support\r\n     and encouragement  of a decertification petition.  Such\r\n     conduct,  I  must  find,  prolonged  the strike,  which\r\n     continues to  this date,  and converted that  strike to\r\n     one  which  must be  deemed  an  unfair labor  practice\r\n     strike.\r\n\n                               -8-\r\r\n\nOur own reading of the hearing transcript also reveals nothing of\r\n\nthat nature.\r\n\n     We recognize that there are cases holding that some types of\r\n\nunfair labor practices  inevitably impact the length of a strike.\r\n\nIn SKS Die Casting &amp;  Machining, Inc. v. NLRB, </pre><span class=\"citation\" data-id=\"566435\"><a href=\"/opinion/566435/sks-die-casting-machining-inc-v-national-labor-relations-board/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">984</span></a></span><pre class=\"inline\">, 991\r                                                       \r\n\n(9th  Cir. 1991), the court adopted the Board's conclusion that a\r\n\nrefusal  to  reinstate strikers  \"by  its  nature\" prolonged  the\r\n\nstrike because it blocked the termination of the strike at a time\r\n\nwhen the Union and striking employees had offered unconditionally\r\n\nto end it.  The panel observed that \"[t]o find conversion on this\r\n\nground,  it is  not necessary  to examine  whether the  Union was\r\n\nprotesting the  unfair labor practice  at issue,\" and  noted that\r\n\nthe  Board repeatedly  had found  that the  refusal  to reinstate\r\n\nstrikers  converts  an  economic  strike  into  an  unfair  labor\r\n\npractices strike.  Id. at 991-92.\r                                \r\n\n     The Eighth Circuit has made the same assumption of causation\r\n\nwith respect to  a withdrawal  of recognition.   See Vulcan  Hart\r                                                                           \r\n\nCorp. (St. Louis Div.) v. NLRB, </pre><span class=\"citation\" data-id=\"425143\"><a href=\"/opinion/425143/vulcan-hart-corporation-st-louis-division-v-national-labor-relations/\"><span class=\"volume\">718</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">269</span></a></span><pre class=\"inline\">, 276 (8th Cir. 1983)\r                                        \r\n\n(\"Whatever goals the strikers hoped to accomplish by striking, V-\r\n\nH's withdrawal  of  recognition  clearly  prolonged  the  strike,\r\n\nbecause it put an end to contract negotiations.\").  Accord C-Line\r                                                                           \r\n\nExpress,  </pre><span class=\"citation no-link\"><span class=\"volume\">292</span> <span class=\"reporter\">N.L.R.B.</span> <span class=\"page\">638</span></span><pre class=\"inline\"> (1989).   Indeed, as  noted above, we,\r                 \r\n\ntoo,  have stated that the Board and reviewing court properly may\r\n\nconsider objective criteria and  evaluate \"the probable impact of\r\n\nthe  type  of unfair  labor  practice in  question  on reasonable\r\n\n                               -9-\r\r\n\nstrikers  in the  relevant context.\"   Soule  Glass, 652  F.2d at\r                                                             \r\n\n1080.\r\n\n     Always,  however, the  principal  focus must  remain on  the\r\n\nelement  of  causation,  and  specific,  subjective  evidence  of\r\n\nchanged  motivation may be  foregone only  in those  instances in\r\n\nwhich the objective factors by themselves establish unequivocally\r\n\nthat a conversion occurred.  We do not believe that  this is such\r\n\na case.\r\n\n     The  glaziers went  on strike  to protest  the substantially\r\n\nreduced  wage  offer made  to them.    The Company's  decision to\r\n\nimplement that offer  did not directly impact  the strikers; they\r\n\nalready  were  out of  work and  therefore  were not  being paid.\r\n\nThus,  although we  think it  possible that  the glaziers  took a\r\n\nharder line once the Company gave force to  its offer by adopting\r\n\nit, and perhaps  increased their  resolve not to  end the  strike\r\n\nuntil they received a  satisfactory offer, such an effect  of the\r\n\nCompany's action  is not inevitable.   It is just  as likely that\r\n\nthe Company's continuing adherence to the unacceptable proposal -\r\n\n-  the economic  issue  that triggered  the  strike --  was  what\r\n\ncontinued to fuel their protest.\r\n\n     Indeed,  this  case  poses  a  somewhat  unusual  conversion\r\n\nquestion  because   the  unfair   labor  practice  is   simply  a\r\n\nreinforcement of the very  conduct that caused the strike  in the\r\n\nfirst  place, rather than a collateral matter that may have added\r\n\nto the employees' dissatisfaction.  The  Board's obligation is to\r\n\nprovide some basis for an inference that, in the aftermath of the\r\n\n                               -10-\r\r\n\nimplementation, the  employees were separately motivated  by that\r\n\nact.  Were we  to accept as adequate  the Board's assertion  that\r\n\n\"[t]he probable  impact\" of learning  that the proposal  had been\r\n\nimplemented was \"a reasonable tendency to prolong the strike,\" we\r\n\nwould seriously diminish the causation requirement.5\r\n\n     The  cases  noted above  that  have  presumed causation  are\r\n\neasily  distinguishable.   See  supra at  8-9.   When  a  company\r                                               \r\n\nrefuses  to reinstate employees who have offered to end a strike,\r\n\nthe cause and effect are obvious.  Had the company not unlawfully\r\n\nrefused  to take  back  those workers,  the employees  presumably\r\n\nwould  have followed through on  their intention to  end the work\r\n\nstoppage.   Similarly, a withdrawal of  recognition by definition\r\n\nmeans the end  of negotiations, which inevitably causes more than\r\n\njust  \"a reasonable tendency to prolong the strike\" but an actual\r\n\ndelay  in   its  resolution.     By  contrast,  when   a  company\r\n\nunilaterally implements its final  offer prematurely, we think it\r\n\nless than  apparent  that the  already  ongoing strike  has  been\r\n\nprolonged  by the  company's implementation  of the  offer rather\r                                                     \r\n\n                    \r                              \r\n\n     5 The record here is notably different from that in  NLRB v.\r                                                                        \r\nPowell Elec. Mfg. Co., </pre><span class=\"citation\" data-id=\"543751\"><a href=\"/opinion/543751/national-labor-relations-board-v-powell-electrical-mfg-co-and-process/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1007</span></a></span><pre class=\"inline\">, 1010 (5th Cir. 1990), which\r                               \r\nalso  involved the  unilateral implementation  of a  final offer.\r\nThere,  the company  began to  implement  its proposal  after its\r\nattorney declared at the end of a negotiating meeting that in his\r\nopinion the parties had reached an impasse.  The  next day, union\r\nmembers met with their  attorney, who told them that  he believed\r\nimpasse had not been reached and that the strike consequently had\r\nbeen converted to an unfair labor practice strike.  He then asked\r\nthe members  if they wanted to  continue the strike as  an unfair\r\nlabor practice strike, and  the members present voted unanimously\r\nto do  so.   The  strikers also  modified their  picket signs  to\r\nreflect  that  the strike  was  directed  against company  unfair\r\npractices.\r\n\n                               -11-\r\r\n\nthan by its persistence in offering such poor terms.6  In  short,\r\n\nwe  are  reluctant  to  extend the  principle  of  conversion-by-\r\n\nimputing-impact  beyond those  situations  in which  the link  is\r\n\nunmistakable. \r\n\n     It  would not have been difficult for the General Counsel to\r\n\nproduce evidence, if it existed, that the employees were animated\r\n\nat least in part by the Company's unfair labor practice.   Two of\r\n\nthe  striking  glaziers testified  at  the  hearing,  as did  the\r\n\nUnion's business  manager and business representative.   Although\r\n\ncounsel  elicited testimony  that the strikers  were told  of the\r\n\nCompany's action,  no questions were asked  concerning the impact\r\n\nof   that  information  on  them.     This  gap  is  particularly\r\n\nsignificant  in the absence of  any manifestation of  a change in\r\n\noutlook; the picket signs carried  by the strikers, for  example,\r\n\nsimply announced the strike  and did not explain its  basis.  Cf.\r                                                                           \r\n\nSKS Die Casting,  941 F.2d at 992 (union changed  picket signs to\r                         \r\n\nreflect  reaction  to  unfair  labor  practices  and  distributed\r\n\nhandbills to that effect);  NLRB v. Burkart Foam, Inc.,  </pre><span class=\"citation\" data-id=\"507161\"><a href=\"/opinion/507161/national-labor-relations-board-v-burkart-foam-inc/\"><span class=\"volume\">848</span> <span class=\"reporter\">F.2d</span>\r                                                                \r\n\n<span class=\"page\">825</span></a></span><pre class=\"inline\">,  832 n.6  (7th Cir. 1988)  (same).   See also  NLRB v. Champ\r                                                                           \r\n\nCorp., </pre><span class=\"citation no-link\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">688</span></span><pre class=\"inline\">, 694-95 (9th Cir. 1990).7\r               \r\n                    \r                              \r\n\n     6 If the  Board had made a finding of  bad faith bargaining,\r\nwhich it did  not, this would  be a different  case.  See  C-Line\r                                                                           \r\nExpress, </pre><span class=\"citation no-link\"><span class=\"volume\">292</span> <span class=\"reporter\">N.L.R.B.</span> <span class=\"page\">638</span></span><pre class=\"inline\"> (1989).\r                 \r\n\n     7  In  Champ, the  unfair labor  practice  at issue  was the\r                           \r\ndischarge  of  certain  striking  employees,   which  prompted  a\r\nunanimous  vote of the union membership to remain on strike until\r\nall strikers were reinstated.  933 F.2d at 688.  In addition, the\r\nunion's negotiator informed the company's representative that the\r\nunion could not agree  to deny reinstatement to any  person.  The\r\ncompany's unlawful  practice thus explicitly was  identified as a\r\n\n                               -12-\r\r\n\n     Because the  record lacks evidence of \"any  concrete acts or\r\n\naffirmations\"  by  the employees  in  response  to the  Company's\r\n\nunfair labor practice, see Facet, 907 F.2d at 977, and because we\r                                          \r\n\nsee no basis  for presuming that the unilateral implementation of\r\n\nthe  terms that  triggered  the strike  necessarily prolonged  or\r\n\nintensified the work stoppage, we must reject the Board's finding\r\n\nof conversion.8\r\n\n     Accordingly, the Board's application  for enforcement of its\r\n\norder is granted in part and denied in part.\r\n\n                    \r                              \r\n\nbarrier to settlement of the strike.  \r\n\n     8 The record is equally barren of evidence that other of the\r\nCompany's unfair labor practices impacted the strike.\r\n\n                               -13-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/355293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/392028/",
    "http://www.courtlistener.com/api/rest/v3/opinions/425143/",
    "http://www.courtlistener.com/api/rest/v3/opinions/507161/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543751/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544345/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566435/",
    "http://www.courtlistener.com/api/rest/v3/opinions/574285/",
    "http://www.courtlistener.com/api/rest/v3/opinions/671515/"
  ]
}