{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196644/",
  "absolute_url": "/opinion/196644/perkins-v-brigham-womans/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196644/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:10:43Z",
  "date_modified": "2017-03-24T10:47:56.707667Z",
  "type": "010combined",
  "sha1": "565d112f89bce07a37b84ff837334335ba5c4abf",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1929.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 95-1929\r\n\n                         PATRICK PERKINS,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n                    BRIGHAM &amp; WOMEN'S HOSPITAL\r\n                               and\r\n                         GEORGE H. KAYE,\r\n\n                      Defendants, Appellees.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Douglas P. Woodlock, U.S. District Judge]\r                                                                 \r\n\n                                             \r\n\n                              Before\r\n\n                     Selya, Boudin and Lynch,\r\n\n                          Circuit Judges.\r                                                  \r\n\n                                             \r\n\n     Daniel S.  Sharp, with whom Elaine  Whitfield Sharp, Barbara\r                                                                           \r\nC.  Johnson, and  Whitfield  Sharp &amp;  Sharp  were on  brief,  for\r                                                     \r\nappellant.\r\n     Richard P. Ward,  with whom  Bonnie B. Edwards  and Ropes  &amp;\r                                                                           \r\nGray were on brief, for appellees.\r              \r\n\n                                             \r\n\n                          March 21, 1996\r\n\n                                             \r\r\n\n          SELYA, Circuit Judge.  In this case, Brigham &amp;  Women's\r                    SELYA, Circuit Judge.\r                                        \r\n\nHospital  (the  Hospital)  allegedly   fired  plaintiff-appellant\r\n\nPatrick Perkins, an African-American male,  because it discovered\r\n\nthat  he  had engaged  in  a despicable  pattern  of work-related\r\n\nsexual harassment over a protracted  period of time.   Apparently\r\n\nconvinced  that the best defense is a good offense, Perkins sued.\r\n\nUnimpressed by this effort to turn the tables, the district court\r\n\nrejected  Perkins' claims  of  race-based  discrimination at  the\r\n\nsummary judgment stage.  On appeal, Perkins accuses  the court of\r\n\nstraying  down the wrong path.   Undertaking de  novo review, see\r                                                                           \r\n\nSmith v. F.W. Morse &amp; Co.,     F.3d    ,     (1st Cir. 1996) [No.\r                                   \r\n\n95-1556, slip op. at 29], we find no navigational error.\r\n\nI.  BACKGROUND\r          I.  BACKGROUND\r\n\n          We  depict  the  facts   (which  are  by  any  standard\r\n\nunpleasant)  in  the  light   least  hostile  to  the  appellant,\r\n\nconsistent  with record  substantiation.   See, e.g.,  Garside v.\r                                                                        \r\n\nOsco  Drug,  Inc., 895  F.2d 46,  48 (1st  Cir.  1990).   In this\r                           \r\n\nprocess,   we  weed   out  \"conclusory   allegations,  improbable\r\n\ninferences, and  unsupported speculation.\"   Medina-Munoz v. R.J.\r                                                                           \r\n\nReynolds Tobacco Co., 896 F.2d 5, 8 (1st Cir. 1990).\r                              \r\n\n          The appellant worked at the Hospital as a  patient care\r\n\nassistant.      He  garnered   generally   favorable  performance\r\n\nevaluations  over a ten-year span,  but his record  was marred by\r\n\nseveral  instances of  misconduct (which  led to  warnings and/or\r\n\nsuspensions).   In mid-1990 a more serious incident occurred:  in\r\n\nthe  dead of  night, the  appellant  invaded a  restricted lounge\r\n\n                                2\r\r\n\nwhere  two female  radiology  technicians  were sleeping  between\r\n\ncases.   One woman claimed  that, upon awakening,  she discovered\r\n\nthe  appellant staring  at her  from the  foot of  her bed.   The\r\n\ntechnicians  reported  the   occurrence  and  informed   Hospital\r\n\nofficials that the appellant had made sexual overtures to each of\r\n\nthem  on  prior  occasions.1     A  supervisor  added  background\r\n\ninformation,  revealing that  the  appellant  habitually  uttered\r\n\n\"flirtatious statements.\"\r\n\n          The  Hospital   moved  to  terminate   the  appellant's\r\n\nemployment in the wake of this episode but the in-house Grievance\r\n\nReview  Board (the Board) reduced the proposed penalty to a four-\r\n\nweek suspension without pay.  Withal, the Board  acknowledged the\r\n\nappellant's unfortunate penchant for making salacious comments to\r\n\nfemale employees, and advocated \"appropriate disciplinary action\"\r\n\nif this meretricious behavior continued.\r\n\n          In November  of 1991    roughly seventeen  months after\r\n\nhis  nocturnal caper in  the technicians' lounge    the appellant\r\n\ntelephoned  a nurse  while she  was participating  in a  surgical\r\n\nprocedure and loudly warned her not to call him \"Pat.\"  There was\r\n\na  history leading  up to this  call, and  the nurse  demanded an\r\n\ninvestigation   of  what   she  described   as   the  appellant's\r\n\n\"harassment\" of  her.   Perkins' supervisor,  an African-American\r\n\n                    \r                              \r\n\n     1According to  one woman,  Perkins often  asked  her out  on\r\ndates,  and  in  one instance,  when  she  replied  that she  was\r\nmarried,  he retorted  that \"I  don't want  your husband,  I want\r\nyou.\"   The other  woman  revealed that  when, in  the course  of\r\nPerkins'  amorous  pursuit,  she  mentioned  her  gravidity,   he\r\nresponded:  \"Pregnant women turn me on.\"\r\n\n                                3\r\r\n\nwoman, suspended him pending further review of the incident.\r\n\n          George  Kaye, the  Hospital's vice-president  for human\r\n\nresources, considered the  nurse's complaint in conjunction  with\r\n\nreports from operating room managers that the appellant continued\r\n\nto engage  in  inappropriate sexual  banter and  innuendo.   Kaye\r\n\nretained Nancy Avery, an independent social worker, to conduct an\r\n\ninquiry.    The  Hospital   adopted  an  investigatory   protocol\r\n\ncalculated  to  provide  a  confidential forum  in  which  female\r\n\nemployees could  safely discuss  their experiences  vis-a-vis the\r\n\nappellant.\r\n\n          Avery's report  was  damning.   It  recounted  numerous\r\n\nepisodes  of unacceptable  behavior  involving the  appellant and\r\n\nmyriad female employees.   It  would serve no  useful purpose  to\r\n\ntake  a complete inventory of these tawdry vignettes.  Suffice it\r\n\nto  say that the list  includes instances in  which the appellant\r\n\ndescribed his  sexual prowess  in explicit detail,  boasted about\r\n\nthe length  of  his  penis,  exposed  himself,  patted  a  female\r\n\nemployee's buttocks,  and proposed a menage-a-trois.   The report\r\n\nalso memorialized  the appellant's threats  to retaliate  against\r\n\nwomen  who declined his advances by, for example, warning that he\r\n\nwould slash their  tires (and, in one case, that  he would not be\r\n\naverse to attacking a woman in a garage).\r\n\n          Kaye concluded  that the  appellant had engaged  in the\r\n\nmisconduct  described  by  Avery,  and  cashiered  him  effective\r\n\nFebruary  7,  1992.   This  time  the  Board,  after hearing  the\r\n\nappellant's denial of the allegations, upheld his ouster.\r\n\n                                4\r\r\n\n          The  appellant brought  suit in  a Massachusetts  state\r\n\ncourt charging  inter alia racial discrimination.2   The Hospital\r                                    \r\n\nremoved the case to a federal forum.  Discovery lasted for over a\r\n\nyear.   When the Hospital thereafter  requested summary judgment,\r\n\nthe district  court obliged.  Overriding  Perkins' objection, the\r\n\ncourt ruled as a matter  of law that, although he had made  out a\r\n\nprima  facie case  of racial  discrimination under  the McDonnell\r                                                                           \r\n\nDouglas  burden-shifting model,  see McDonnell  Douglas Corp.  v.\r                                                                       \r\n\nGreen,  411  U.S. 792,  802  (1973),  the Hospital  had  produced\r               \r\n\nevidence of a legitimate, nondiscriminatory justification for the\r\n\ndischarge,  namely, the extensive  misconduct related  in Avery's\r\n\nreport, sufficient  to meet its  burden of production  under that\r\n\nmodel; that the record revealed no evidence probative of pretext;\r\n\nand that,  therefore, no rational factfinder  could conclude that\r\n\nthe  Hospital  dismissed Perkins  on account  of  his race.   See\r                                                                           \r\n\nPerkins  v. Brigham &amp; Women's  Hosp., Civ. No.  93-11701- DPW (D.\r                                              \r\n\nMass. July 31, 1995) (D. Ct. Op.).\r\n\n          In  this  appeal,  Perkins  abandons  several   of  his\r\n\noriginal  initiatives  and concentrates  his  fire  on the  lower\r\n\ncourt's  rejection  of  the   race  discrimination  claims.    He\r\n\nmaintains  that the  court  allowed brevis  disposition on  those\r                                                    \r\n\nclaims    only   because   it   overlooked,   misconceived,   and\r\n\nmischaracterized  the relevant  evidence,  and  then applied  the\r\n\n                    \r                              \r\n\n     2The  appellant   named  both  Kaye  and   the  Hospital  as\r\ndefendants.    Because  Kaye's   liability  (if  any)  could  not\r\nconceivably  be greater than the Hospital's, we treat the case as\r\nif the Hospital were the sole defendant and appellee.\r\n\n                                5\r\r\n\nwrong analytic framework.\r\n\nII.  ANALYSIS\r          II.  ANALYSIS\r\n\n          We  begin our discussion of  the merits by noting that,\r\n\ncontrary to the appellant's  position, there is no insurmountable\r\n\nobstacle  blocking  the  use  of  Fed.  R.  Civ.  P.  56  in  the\r\n\ncircumstances  of this case.  The function of summary judgment is\r\n\n\"to pierce  the  boilerplate  of  the  pleadings  and  assay  the\r\n\nparties' proof  in order to  determine whether trial  is actually\r\n\nrequired.\"  Wynne v. Tufts Univ. Sch. of Med., 976  F.2d 791, 794\r                                                       \r\n\n(1st Cir. 1992), cert. denied, 113 S. Ct. 1845 (1993).  Here, the\r                                       \r\n\nrecord, fairly  read, contains no  sign that  the district  court\r\n\noverlooked, misconceived, or  mischaracterized the evidence.   To\r\n\nthe  contrary,  as  the  district  court  concluded,  the  record\r\n\ndiscloses  no genuine  issue as  to any  material event;  and the\r\n\nundisputed facts, taken most  favorably to the appellant, confirm\r\n\nthat the  Hospital is entitled  to judgment as  a matter  of law.\r\n\nSee, e.g., McCarthy v. Northwest Airlines, Inc., 56 F.3d 313, 315\r                                                         \r\n\n(1st  Cir. 1995)  (collecting  cases describing  summary judgment\r\n\nstandard);  see  also Medina-Munoz,  896  F.2d  at 8  (discussing\r                                            \r\n\npropriety of summary judgment even when \"elusive concepts such as\r\n\nmotive or intent\" are at issue).\r\n\n          We give  credit  where credit  is  due.   The  district\r\n\ncourt's opinion  is both  meticulous and  scholarly.   It  treats\r\n\nevery  claim  and item  of evidence,  and closes  virtually every\r\n\navenue that Perkins tries  to travel on appeal.   Because that is\r\n\n                                6\r\r\n\nso, we resist the temptation to transpose into our own words what\r\n\nhas already been well expressed, preferring instead to affirm the\r\n\njudgment essentially on the basis of the opinion below.  We pause\r\n\nonly to add punctuation in a few spots.3\r\n\n                                A\r                                          A\r\n\n          The  appellant's   principal  complaint  is   that  the\r\n\ndistrict court analyzed his  race discrimination claims under the\r\n\nMcDonnell  Douglas framework.   He  bases  this complaint  on his\r                            \r\n\nassumption  that  the  record  contains  evidence  sufficient  to\r\n\nwarrant   deployment  of   the   somewhat   different   framework\r\n\nconstructed  by the Court in Price Waterhouse Co. v. Hopkins, 490\r                                                                      \r\n\nU.S.  228,  258  (1989)  (plurality  op.).4    When,  as  now,  a\r\n\nplaintiff  alleges  disparate treatment,  he  ordinarily has  the\r\n\nburden of proving that the defendant took  the adverse employment\r\n\naction  (here, dismissal)  because  of a  protected trait  (here,\r\n\nrace).  The Price  Waterhouse framework, where applicable, shifts\r                                       \r\n\nthe burden of persuasion to the employer.\r\n\n                    \r                              \r\n\n     3We think it is at least  arguable that the Civil Rights Act\r\nof 1991, Pub. L. 102-166,   102, 105  Stat. 1071 (1991) (codified\r\nat  42 U.S.C.     2000e-2000e-16), applies  in this  case.    But\r\nneither  party  cited this  statute in  the district  court; that\r\ncourt did not  refer to it in the opinion  below; and the parties\r\nignore it in their  appellate briefs.  Given this  background, we\r\ndo not base our decision on the 1991 Act (but we note that, if we\r\nwere to apply  it, the result that we reach  in this appeal would\r\nnot be affected).  By like token, given the circumstances of this\r\ncase,  we see  no need to  differentiate between  the appellant's\r\nparallel claims of  race-based discrimination  under federal  and\r\nstate law, respectively.\r\n\n     4The  appellant does  not  contend that  the district  court\r\nerred  in its performance of the McDonnell Douglas analysis, but,\r                                                            \r\nrather, that the analysis should not have been performed at all.\r\n\n                                7\r\r\n\n           For  present   purposes,  we  need  not   explore  the\r\n\nconditions under which  Price Waterhouse might apply.   The shift\r                                                  \r\n\nin  the burden  of  persuasion contemplated  by Price  Waterhouse\r                                                                           \r\n\ninvariably  depends  upon a  plaintiff's  ability  to produce  or\r\n\nproffer evidence of the  employer's discriminatory motive for the\r\n\nadverse job action that  goes beyond the simple prima  facie case\r\n\nshowing  needed to  invoke McDonnell  Douglas (which,  when made,\r                                                       \r\n\nrequires  the  employer  to   provide     but  not  prove      an\r\n\nexplanation).  See, e.g., Fields v. Clark Univ., 966 F.2d 49, 51-\r                                                         \r\n\n52 (1st Cir.  1992), cert. denied, 113 S. Ct. 976 (1993); Jackson\r                                                                           \r\n\nv. Harvard Univ., 900 F.2d 464, 467 (1st Cir.), cert. denied, 498\r                                                                      \r\n\nU.S, 848 (1990).\r\n\n          Courts are in some  disarray as to the type and kind of\r\n\nevidence  that  is  sufficient  to  bring  the  Price  Waterhouse\r                                                                           \r\n\nframework  into play.5  Compare  Troupe v. May  Dept. Stores Co.,\r                                                                          \r\n\n20 F.3d 734, 738 (7th Cir.  1994) with Ostrowski v. Atlantic Mut.\r                                                                           \r\n\nIns.  Cos., 968  F.2d 171,  182 (2d  Cir. 1992).   In  this case,\r                    \r\n\nhowever, there is no reason to essay fine distinctions or seek to\r\n\nclarify the Price Waterhouse  standard.  The evidence as  a whole\r                                      \r\n\nsimply will not support a  reasonable inference that the Hospital\r\n\ndischarged  Perkins because it harbored an  animus against him as\r\n\nan African-American.  The extensive, point-by-point discussion of\r\n\nthe proof  in Judge  Woodlock's detailed opinion  renders further\r\n\n                    \r                              \r\n\n     5The  Civil Rights Act  of 1991, see supra  note 3, does not\r                                                         \r\nsupply a ready means  of resolving this disagreement.   See Tyler\r                                                                           \r\nv.  Bethlehem Steel Corp., 958  F.2d 1176, 1182  (2d Cir.), cert.\r                                                                           \r\ndenied, 506 U.S. 826 (1992).\r                \r\n\n                                8\r\r\n\nanalysis on our  part supererogatory.   Because we  find in  this\r\n\nrecord nothing remotely resembling  probative evidence of a race-\r\n\nbased animus, the appellant's claim fails.\r\n\n                                B\r                                          B\r\n\n          The  appellant attacks  the  lower court's  reliance on\r\n\naffidavits supplied by three  female employees that contain lurid\r\n\nfirsthand accounts of his unsavory conduct.  The court considered\r\n\nthese  affidavits in determining that the Hospital had advanced a\r\n\nnondiscriminatory rationale for its  actions.  See D. Ct.  Op. at\r                                                            \r\n\n32.   The appellant  reasons  that, because  the affidavits  were\r\n\nunavailable  to the Hospital at  the time it  discharged him, the\r\n\ncourt could not mull them in analyzing the Hospital's motivation.\r\n\nThis anfractuous reasoning distorts the applicable legal rule.\r\n\n          It is true that  an employer's proffered  justification\r\n\nmust be based on information that  it knew and relied upon at the\r\n\ntime  it  decided to  take the  adverse  employment action.   See\r                                                                           \r\n\nMcKennon v. Nashville Banner Pub. Co., 115 S. Ct. 879, 885 (1995)\r                                               \r\n\n(explaining  that  because  an  employee's  misconduct   was  not\r\n\ndiscovered  until after  her discharge,  the \"employer  could not\r\n\nhave been motivated  by knowledge it  did not have and  it [could\r\n\nnot] claim that the employee was fired for  the nondiscriminatory\r\n\nreason\");  Sabree v. United Bhd. of Carpenters, 921 F.2d 396, 403\r                                                        \r\n\n(1st Cir. 1990) (similar).   That is  to say, an employer  cannot\r\n\navoid liability in a discrimination case by exploiting a weakness\r\n\nin an employee's credentials or performance that was not known to\r\n\nthe  employer at the time  of the adverse  employment action (and\r\n\n                                9\r\r\n\nthat,  therefore,  could  not  have  figured  in  the  decisional\r\n\ncalculus).\r\n\n          This rule is inapposite in the case at bar.  Though the\r\n\nchallenged affidavits did  not exist when the Hospital handed the\r\n\nappellant his walking papers, the information that they contained\r\n\nwas known  to and fully absorbed  by the Hospital at  the time it\r\n\nfired Perkins.  The  affiants had reported their  encounters with\r\n\nthe  appellant  to Avery,  their  stories  were  embodied in  her\r\n\nreport,  and  the  relevant  information was  factored  into  the\r\n\nHospital's decisional process.  Consequently, the court below did\r\n\nnot err in considering the affidavits.\r\n\n                                C\r                                          C\r\n\n          The  district court rejected the appellant's attempt to\r\n\nshow intentional discrimination by comparing his treatment at the\r\n\nHospital's  hands  with the  treatment  accorded  to a  Caucasian\r\n\nclinical supervisor who was  also terminated for harassing female\r\n\nco-workers.  See D. Ct. Op. at 38-42.  Perkins assigns error.  We\r                          \r\n\ndiscern none.\r\n\n          A  claim of  disparate  treatment based  on comparative\r\n\nevidence  must  rest  on  proof that  the  proposed  analogue  is\r\n\nsimilarly situated  in material respects.   See Morgan  v. Harris\r                                                                           \r\n\nTrust &amp; Savs. Bank,  867 F.2d 1023, 1026 (7th Cir.  1989); Lanear\r                                                                           \r\n\nv.  Safeway  Grocery,  843  F.2d   298,  301  (8th  Cir.   1988).\r                              \r\n\nAccordingly,  the proponent  of the  evidence must show  that the\r\n\nindividuals  with whom he seeks  to be compared  have \"engaged in\r\n\nthe  same  conduct  without  such  differentiating  or mitigating\r\n\n                                10\r\r\n\ncircumstances  that  would  distinguish   their  conduct  or  the\r\n\nemployer's  treatment of them for it.\"  Mitchell v. Toledo Hosp.,\r                                                                          \r\n\n964  F.2d 577,  582  (6th Cir.  1992).   The  test  is whether  a\r\n\n\"prudent person,  looking  objectively at  the  incidents,  would\r\n\nthink  them roughly  equivalent  and the  protagonists  similarly\r\n\nsituated.\"  Dartmouth Review  v. Dartmouth College, 889 F.2d  13,\r                                                            \r\n\n19 (1st Cir. 1989).  While an exact correlation is not necessary,\r\n\nthe  proponent   must  demonstrate  that  the   cases  are  \"fair\r\n\ncongeners.\"  Id. at 19.\r                          \r\n\n          In  this instance, Judge Woodlock's opinion illustrates\r\n\nbeyond hope  of contradiction,  citing book  and verse,  that the\r\n\nrequisite similarities are lacking.  See D. Ct. Op. at 38-42.  We\r                                                  \r\n\nsee no advantage  in repastinating soil already well ploughed and\r\n\ninstead  adopt Judge  Woodlock's characterization.    However, we\r\n\nthink  it wise to emphasize two aspects.  First, the Hospital had\r\n\ngood reason to believe that the clinical supervisor's misconduct,\r\n\nwhile  reprehensible,  was   markedly  less   serious  than   the\r\n\nappellant's  misconduct.   Second,  the supervisor    unlike  the\r\n\nappellant     did not  have  a history  of  repeated disciplinary\r\n\nactions over a ten-year period.\r\n\nIII.  CONCLUSION\r          III.  CONCLUSION\r\n\n          We  return  to   the  point  of  our  beginning.    The\r\n\nappellant's several efforts to mount an offensive (including some\r\n\ninitiatives  that  we  have  not discussed  here)  are  uniformly\r\n\nunavailing.   The record  in this case simply  will not support a\r\n\nreasonable inference  that the Hospital  discharged the appellant\r\n\n                                11\r\r\n\nbecause   it  harbored   an  animus   against  African-Americans.\r\n\nConsequently, we need go no further.\r\n\nAffirmed.\r          Affirmed.\r                  \r\n\n                                12\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 95-1929\r\n\n                         PATRICK PERKINS,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n                    BRIGHAM &amp; WOMEN'S HOSPITAL\r\n                               and\r\n                         GEORGE H. KAYE,\r\n\n                      Defendants, Appellees.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Douglas P. Woodlock, U.S. District Judge]\r                                                                 \r\n\n                                             \r\n\n                              Before\r\n\n                     Selya, Boudin and Lynch,\r\n\n                          Circuit Judges.\r                                                  \r\n\n                                             \r\n\n     Daniel S.  Sharp, with whom Elaine  Whitfield Sharp, Barbara\r                                                                           \r\nC.  Johnson, and  Whitfield  Sharp &amp;  Sharp  were on  brief,  for\r                                                     \r\nappellant.\r\n     Richard P. Ward,  with whom  Bonnie B. Edwards  and Ropes  &amp;\r                                                                           \r\nGray were on brief, for appellees.\r              \r\n\n                                             \r\n\n                          March 21, 1996\r\n\n                                             \r\r\n\n          SELYA, Circuit Judge.  In this case, Brigham &amp;  Women's\r                    SELYA, Circuit Judge.\r                                        \r\n\nHospital  (the  Hospital)  allegedly   fired  plaintiff-appellant\r\n\nPatrick Perkins, an African-American male,  because it discovered\r\n\nthat  he  had engaged  in  a despicable  pattern  of work-related\r\n\nsexual harassment over a protracted  period of time.   Apparently\r\n\nconvinced  that the best defense is a good offense, Perkins sued.\r\n\nUnimpressed by this effort to turn the tables, the district court\r\n\nrejected  Perkins' claims  of  race-based  discrimination at  the\r\n\nsummary judgment stage.  On appeal, Perkins accuses  the court of\r\n\nstraying  down the wrong path.   Undertaking de  novo review, see\r                                                                           \r\n\nSmith v. F.W. Morse &amp; Co.,     F.3d    ,     (1st Cir. 1996) [No.\r                                   \r\n\n95-1556, slip op. at 29], we find no navigational error.\r\n\nI.  BACKGROUND\r          I.  BACKGROUND\r\n\n          We  depict  the  facts   (which  are  by  any  standard\r\n\nunpleasant)  in  the  light   least  hostile  to  the  appellant,\r\n\nconsistent  with record  substantiation.   See, e.g.,  Garside v.\r                                                                        \r\n\nOsco  Drug,  Inc., </pre><span class=\"citation\" data-id=\"536033\"><a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span><pre class=\"inline\">,  48 (1st  Cir.  1990).   In this\r                           \r\n\nprocess,   we  weed   out  \"conclusory   allegations,  improbable\r\n\ninferences, and  unsupported speculation.\"   Medina-Munoz v. R.J.\r                                                                           \r\n\nReynolds Tobacco Co., </pre><span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span><pre class=\"inline\">, 8 (1st Cir. 1990).\r                              \r\n\n          The appellant worked at the Hospital as a  patient care\r\n\nassistant.      He  garnered   generally   favorable  performance\r\n\nevaluations  over a ten-year span,  but his record  was marred by\r\n\nseveral  instances of  misconduct (which  led to  warnings and/or\r\n\nsuspensions).   In mid-1990 a more serious incident occurred:  in\r\n\nthe  dead of  night, the  appellant  invaded a  restricted lounge\r\n\n                                2\r\r\n\nwhere  two female  radiology  technicians  were sleeping  between\r\n\ncases.   One woman claimed  that, upon awakening,  she discovered\r\n\nthe  appellant staring  at her  from the  foot of  her bed.   The\r\n\ntechnicians  reported  the   occurrence  and  informed   Hospital\r\n\nofficials that the appellant had made sexual overtures to each of\r\n\nthem  on  prior  occasions.1     A  supervisor  added  background\r\n\ninformation,  revealing that  the  appellant  habitually  uttered\r\n\n\"flirtatious statements.\"\r\n\n          The  Hospital   moved  to  terminate   the  appellant's\r\n\nemployment in the wake of this episode but the in-house Grievance\r\n\nReview  Board (the Board) reduced the proposed penalty to a four-\r\n\nweek suspension without pay.  Withal, the Board  acknowledged the\r\n\nappellant's unfortunate penchant for making salacious comments to\r\n\nfemale employees, and advocated \"appropriate disciplinary action\"\r\n\nif this meretricious behavior continued.\r\n\n          In November  of 1991    roughly seventeen  months after\r\n\nhis  nocturnal caper in  the technicians' lounge    the appellant\r\n\ntelephoned  a nurse  while she  was participating  in a  surgical\r\n\nprocedure and loudly warned her not to call him \"Pat.\"  There was\r\n\na  history leading  up to this  call, and  the nurse  demanded an\r\n\ninvestigation   of  what   she  described   as   the  appellant's\r\n\n\"harassment\" of  her.   Perkins' supervisor,  an African-American\r\n\n                    \r                              \r\n\n     1According to  one woman,  Perkins often  asked  her out  on\r\ndates,  and  in  one instance,  when  she  replied  that she  was\r\nmarried,  he retorted  that \"I  don't want  your husband,  I want\r\nyou.\"   The other  woman  revealed that  when, in  the course  of\r\nPerkins'  amorous  pursuit,  she  mentioned  her  gravidity,   he\r\nresponded:  \"Pregnant women turn me on.\"\r\n\n                                3\r\r\n\nwoman, suspended him pending further review of the incident.\r\n\n          George  Kaye, the  Hospital's vice-president  for human\r\n\nresources, considered the  nurse's complaint in conjunction  with\r\n\nreports from operating room managers that the appellant continued\r\n\nto engage  in  inappropriate sexual  banter and  innuendo.   Kaye\r\n\nretained Nancy Avery, an independent social worker, to conduct an\r\n\ninquiry.    The  Hospital   adopted  an  investigatory   protocol\r\n\ncalculated  to  provide  a  confidential forum  in  which  female\r\n\nemployees could  safely discuss  their experiences  vis-a-vis the\r\n\nappellant.\r\n\n          Avery's report  was  damning.   It  recounted  numerous\r\n\nepisodes  of unacceptable  behavior  involving the  appellant and\r\n\nmyriad female employees.   It  would serve no  useful purpose  to\r\n\ntake  a complete inventory of these tawdry vignettes.  Suffice it\r\n\nto  say that the list  includes instances in  which the appellant\r\n\ndescribed his  sexual prowess  in explicit detail,  boasted about\r\n\nthe length  of  his  penis,  exposed  himself,  patted  a  female\r\n\nemployee's buttocks,  and proposed a menage-a-trois.   The report\r\n\nalso memorialized  the appellant's threats  to retaliate  against\r\n\nwomen  who declined his advances by, for example, warning that he\r\n\nwould slash their  tires (and, in one case, that  he would not be\r\n\naverse to attacking a woman in a garage).\r\n\n          Kaye concluded  that the  appellant had engaged  in the\r\n\nmisconduct  described  by  Avery,  and  cashiered  him  effective\r\n\nFebruary  7,  1992.   This  time  the  Board,  after hearing  the\r\n\nappellant's denial of the allegations, upheld his ouster.\r\n\n                                4\r\r\n\n          The  appellant brought  suit in  a Massachusetts  state\r\n\ncourt charging  inter alia racial discrimination.2   The Hospital\r                                    \r\n\nremoved the case to a federal forum.  Discovery lasted for over a\r\n\nyear.   When the Hospital thereafter  requested summary judgment,\r\n\nthe district  court obliged.  Overriding  Perkins' objection, the\r\n\ncourt ruled as a matter  of law that, although he had made  out a\r\n\nprima  facie case  of racial  discrimination under  the McDonnell\r                                                                           \r\n\nDouglas  burden-shifting model,  see McDonnell  Douglas Corp.  v.\r                                                                       \r\n\nGreen,  </pre><span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span><pre class=\"inline\">,  802  (1973),  the Hospital  had  produced\r               \r\n\nevidence of a legitimate, nondiscriminatory justification for the\r\n\ndischarge,  namely, the extensive  misconduct related  in Avery's\r\n\nreport, sufficient  to meet its  burden of production  under that\r\n\nmodel; that the record revealed no evidence probative of pretext;\r\n\nand that,  therefore, no rational factfinder  could conclude that\r\n\nthe  Hospital  dismissed Perkins  on account  of  his race.   See\r                                                                           \r\n\nPerkins  v. Brigham &amp; Women's  Hosp., Civ. No.  93-11701- DPW (D.\r                                              \r\n\nMass. July 31, 1995) (D. Ct. Op.).\r\n\n          In  this  appeal,  Perkins  abandons  several   of  his\r\n\noriginal  initiatives  and concentrates  his  fire  on the  lower\r\n\ncourt's  rejection  of  the   race  discrimination  claims.    He\r\n\nmaintains  that the  court  allowed brevis  disposition on  those\r                                                    \r\n\nclaims    only   because   it   overlooked,   misconceived,   and\r\n\nmischaracterized  the relevant  evidence,  and  then applied  the\r\n\n                    \r                              \r\n\n     2The  appellant   named  both  Kaye  and   the  Hospital  as\r\ndefendants.    Because  Kaye's   liability  (if  any)  could  not\r\nconceivably  be greater than the Hospital's, we treat the case as\r\nif the Hospital were the sole defendant and appellee.\r\n\n                                5\r\r\n\nwrong analytic framework.\r\n\nII.  ANALYSIS\r          II.  ANALYSIS\r\n\n          We  begin our discussion of  the merits by noting that,\r\n\ncontrary to the appellant's  position, there is no insurmountable\r\n\nobstacle  blocking  the  use  of  Fed.  R.  Civ.  P.  56  in  the\r\n\ncircumstances  of this case.  The function of summary judgment is\r\n\n\"to pierce  the  boilerplate  of  the  pleadings  and  assay  the\r\n\nparties' proof  in order to  determine whether trial  is actually\r\n\nrequired.\"  Wynne v. Tufts Univ. Sch. of Med., </pre><span class=\"citation\" data-id=\"592073\"><a href=\"/opinion/592073/steven-wynne-v-tufts-university-school-of-medicine/\"><span class=\"volume\">976</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">791</span></a></span><pre class=\"inline\">, 794\r                                                       \r\n\n(1st Cir. 1992), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1845</span></span><pre class=\"inline\"> (1993).  Here, the\r                                       \r\n\nrecord, fairly  read, contains no  sign that  the district  court\r\n\noverlooked, misconceived, or  mischaracterized the evidence.   To\r\n\nthe  contrary,  as  the  district  court  concluded,  the  record\r\n\ndiscloses  no genuine  issue as  to any  material event;  and the\r\n\nundisputed facts, taken most  favorably to the appellant, confirm\r\n\nthat the  Hospital is entitled  to judgment as  a matter  of law.\r\n\nSee, e.g., McCarthy v. Northwest Airlines, Inc., </pre><span class=\"citation\" data-id=\"196111\"><a href=\"/opinion/196111/mccarthy-v-northwest-airlines/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">313</span></a></span><pre class=\"inline\">, 315\r                                                         \r\n\n(1st  Cir. 1995)  (collecting  cases describing  summary judgment\r\n\nstandard);  see  also Medina-Munoz,  896  F.2d  at 8  (discussing\r                                            \r\n\npropriety of summary judgment even when \"elusive concepts such as\r\n\nmotive or intent\" are at issue).\r\n\n          We give  credit  where credit  is  due.   The  district\r\n\ncourt's opinion  is both  meticulous and  scholarly.   It  treats\r\n\nevery  claim  and item  of evidence,  and closes  virtually every\r\n\navenue that Perkins tries  to travel on appeal.   Because that is\r\n\n                                6\r\r\n\nso, we resist the temptation to transpose into our own words what\r\n\nhas already been well expressed, preferring instead to affirm the\r\n\njudgment essentially on the basis of the opinion below.  We pause\r\n\nonly to add punctuation in a few spots.3\r\n\n                                A\r                                          A\r\n\n          The  appellant's   principal  complaint  is   that  the\r\n\ndistrict court analyzed his  race discrimination claims under the\r\n\nMcDonnell  Douglas framework.   He  bases  this complaint  on his\r                            \r\n\nassumption  that  the  record  contains  evidence  sufficient  to\r\n\nwarrant   deployment  of   the   somewhat   different   framework\r\n\nconstructed  by the Court in Price Waterhouse Co. v. Hopkins, </pre><span class=\"citation\" data-id=\"112252\"><a href=\"/opinion/112252/price-waterhouse-v-hopkins/\"><span class=\"volume\">490</span>\r                                                                      \r\n\n<span class=\"reporter\">U.S.</span>  <span class=\"page\">228</span></a></span><pre class=\"inline\">,  258  (1989)  (plurality  op.).4    When,  as  now,  a\r\n\nplaintiff  alleges  disparate treatment,  he  ordinarily has  the\r\n\nburden of proving that the defendant took  the adverse employment\r\n\naction  (here, dismissal)  because  of a  protected trait  (here,\r\n\nrace).  The Price  Waterhouse framework, where applicable, shifts\r                                       \r\n\nthe burden of persuasion to the employer.\r\n\n                    \r                              \r\n\n     3We think it is at least  arguable that the Civil Rights Act\r\nof 1991, Pub. L. 102-166,   102, 105  Stat. 1071 (1991) (codified\r\nat  42 U.S.C.     2000e-2000e-16), applies  in this  case.    But\r\nneither  party  cited this  statute in  the district  court; that\r\ncourt did not  refer to it in the opinion  below; and the parties\r\nignore it in their  appellate briefs.  Given this  background, we\r\ndo not base our decision on the 1991 Act (but we note that, if we\r\nwere to apply  it, the result that we reach  in this appeal would\r\nnot be affected).  By like token, given the circumstances of this\r\ncase,  we see  no need to  differentiate between  the appellant's\r\nparallel claims of  race-based discrimination  under federal  and\r\nstate law, respectively.\r\n\n     4The  appellant does  not  contend that  the district  court\r\nerred  in its performance of the McDonnell Douglas analysis, but,\r                                                            \r\nrather, that the analysis should not have been performed at all.\r\n\n                                7\r\r\n\n           For  present   purposes,  we  need  not   explore  the\r\n\nconditions under which  Price Waterhouse might apply.   The shift\r                                                  \r\n\nin  the burden  of  persuasion contemplated  by Price  Waterhouse\r                                                                           \r\n\ninvariably  depends  upon a  plaintiff's  ability  to produce  or\r\n\nproffer evidence of the  employer's discriminatory motive for the\r\n\nadverse job action that  goes beyond the simple prima  facie case\r\n\nshowing  needed to  invoke McDonnell  Douglas (which,  when made,\r                                                       \r\n\nrequires  the  employer  to   provide     but  not  prove      an\r\n\nexplanation).  See, e.g., Fields v. Clark Univ., </pre><span class=\"citation\" data-id=\"584190\"><a href=\"/opinion/584190/rona-fields-v-clark-university/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">49</span></a></span><pre class=\"inline\">, 51-\r                                                         \r\n\n52 (1st Cir.  1992), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">976</span></span><pre class=\"inline\"> (1993); Jackson\r                                                                           \r\n\nv. Harvard Univ., </pre><span class=\"citation\" data-id=\"539800\"><a href=\"/opinion/539800/barbara-jackson-v-harvard-university/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">464</span></a></span><pre class=\"inline\">, 467 (1st Cir.), cert. denied, 498\r                                                                      \r\n\nU.S, 848 (1990).\r\n\n          Courts are in some  disarray as to the type and kind of\r\n\nevidence  that  is  sufficient  to  bring  the  Price  Waterhouse\r                                                                           \r\n\nframework  into play.5  Compare  Troupe v. May  Dept. Stores Co.,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"666886\"><a href=\"/opinion/666886/kimberly-hern-troupe-v-the-may-department-stores-company-doing-business/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">734</span></a></span><pre class=\"inline\">, 738 (7th Cir.  1994) with Ostrowski v. Atlantic Mut.\r                                                                           \r\n\nIns.  Cos., </pre><span class=\"citation\" data-id=\"586295\"><a href=\"/opinion/586295/james-p-ostrowski-v-atlantic-mutual-insurance-companies/\"><span class=\"volume\">968</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">171</span></a></span><pre class=\"inline\">,  182 (2d  Cir. 1992).   In  this case,\r                    \r\n\nhowever, there is no reason to essay fine distinctions or seek to\r\n\nclarify the Price Waterhouse  standard.  The evidence as  a whole\r                                      \r\n\nsimply will not support a  reasonable inference that the Hospital\r\n\ndischarged  Perkins because it harbored an  animus against him as\r\n\nan African-American.  The extensive, point-by-point discussion of\r\n\nthe proof  in Judge  Woodlock's detailed opinion  renders further\r\n\n                    \r                              \r\n\n     5The  Civil Rights Act  of 1991, see supra  note 3, does not\r                                                         \r\nsupply a ready means  of resolving this disagreement.   See Tyler\r                                                                           \r\nv.  Bethlehem Steel Corp., </pre><span class=\"citation\" data-id=\"579444\"><a href=\"/opinion/579444/59-fair-emplpraccas-bna-875-58-empl-prac-dec-p-41361-alvin-joel/\"><span class=\"volume\">958</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1176</span></a></span><pre class=\"inline\">, 1182  (2d Cir.), cert.\r                                                                           \r\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">826</span></span><pre class=\"inline\"> (1992).\r                \r\n\n                                8\r\r\n\nanalysis on our  part supererogatory.   Because we  find in  this\r\n\nrecord nothing remotely resembling  probative evidence of a race-\r\n\nbased animus, the appellant's claim fails.\r\n\n                                B\r                                          B\r\n\n          The  appellant attacks  the  lower court's  reliance on\r\n\naffidavits supplied by three  female employees that contain lurid\r\n\nfirsthand accounts of his unsavory conduct.  The court considered\r\n\nthese  affidavits in determining that the Hospital had advanced a\r\n\nnondiscriminatory rationale for its  actions.  See D. Ct.  Op. at\r                                                            \r\n\n32.   The appellant  reasons  that, because  the affidavits  were\r\n\nunavailable  to the Hospital at  the time it  discharged him, the\r\n\ncourt could not mull them in analyzing the Hospital's motivation.\r\n\nThis anfractuous reasoning distorts the applicable legal rule.\r\n\n          It is true that  an employer's proffered  justification\r\n\nmust be based on information that  it knew and relied upon at the\r\n\ntime  it  decided to  take the  adverse  employment action.   See\r                                                                           \r\n\nMcKennon v. Nashville Banner Pub. Co., </pre><span class=\"citation\" data-id=\"117894\"><a href=\"/opinion/117894/mckennon-v-nashville-banner-publishing-co/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">879</span></a></span><pre class=\"inline\">, 885 (1995)\r                                               \r\n\n(explaining  that  because  an  employee's  misconduct   was  not\r\n\ndiscovered  until after  her discharge,  the \"employer  could not\r\n\nhave been motivated  by knowledge it  did not have and  it [could\r\n\nnot] claim that the employee was fired for  the nondiscriminatory\r\n\nreason\");  Sabree v. United Bhd. of Carpenters, </pre><span class=\"citation\" data-id=\"553173\"><a href=\"/opinion/553173/54-fair-emplpraccas-1070-55-empl-prac-dec-p-40456-mark-h-sabree-v/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">396</span></a></span><pre class=\"inline\">, 403\r                                                        \r\n\n(1st Cir. 1990) (similar).   That is  to say, an employer  cannot\r\n\navoid liability in a discrimination case by exploiting a weakness\r\n\nin an employee's credentials or performance that was not known to\r\n\nthe  employer at the time  of the adverse  employment action (and\r\n\n                                9\r\r\n\nthat,  therefore,  could  not  have  figured  in  the  decisional\r\n\ncalculus).\r\n\n          This rule is inapposite in the case at bar.  Though the\r\n\nchallenged affidavits did  not exist when the Hospital handed the\r\n\nappellant his walking papers, the information that they contained\r\n\nwas known  to and fully absorbed  by the Hospital at  the time it\r\n\nfired Perkins.  The  affiants had reported their  encounters with\r\n\nthe  appellant  to Avery,  their  stories  were  embodied in  her\r\n\nreport,  and  the  relevant  information was  factored  into  the\r\n\nHospital's decisional process.  Consequently, the court below did\r\n\nnot err in considering the affidavits.\r\n\n                                C\r                                          C\r\n\n          The  district court rejected the appellant's attempt to\r\n\nshow intentional discrimination by comparing his treatment at the\r\n\nHospital's  hands  with the  treatment  accorded  to a  Caucasian\r\n\nclinical supervisor who was  also terminated for harassing female\r\n\nco-workers.  See D. Ct. Op. at 38-42.  Perkins assigns error.  We\r                          \r\n\ndiscern none.\r\n\n          A  claim of  disparate  treatment based  on comparative\r\n\nevidence  must  rest  on  proof that  the  proposed  analogue  is\r\n\nsimilarly situated  in material respects.   See Morgan  v. Harris\r                                                                           \r\n\nTrust &amp; Savs. Bank,  </pre><span class=\"citation\" data-id=\"518442\"><a href=\"/opinion/518442/49-fair-emplpraccas-57-49-empl-prac-dec-p-38680-4/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1023</span></a></span><pre class=\"inline\">, 1026 (7th Cir.  1989); Lanear\r                                                                           \r\n\nv.  Safeway  Grocery,  </pre><span class=\"citation\" data-id=\"503828\"><a href=\"/opinion/503828/46-fair-emplpraccas-821-48-empl-prac-dec-p-38401-dale-e-lanear-v/\"><span class=\"volume\">843</span>  <span class=\"reporter\">F.2d</span>   <span class=\"page\">298</span></a></span><pre class=\"inline\">,  301  (8th  Cir.   1988).\r                              \r\n\nAccordingly,  the proponent  of the  evidence must show  that the\r\n\nindividuals  with whom he seeks  to be compared  have \"engaged in\r\n\nthe  same  conduct  without  such  differentiating  or mitigating\r\n\n                                10\r\r\n\ncircumstances  that  would  distinguish   their  conduct  or  the\r\n\nemployer's  treatment of them for it.\"  Mitchell v. Toledo Hosp.,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"583649\"><a href=\"/opinion/583649/59-fair-emplpraccas-bna-76-59-empl-prac-dec-p-41640-shirley-j/\"><span class=\"volume\">964</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">577</span></a></span><pre class=\"inline\">,  582  (6th Cir.  1992).   The  test  is whether  a\r\n\n\"prudent person,  looking  objectively at  the  incidents,  would\r\n\nthink  them roughly  equivalent  and the  protagonists  similarly\r\n\nsituated.\"  Dartmouth Review  v. Dartmouth College, </pre><span class=\"citation\" data-id=\"531870\"><a href=\"/opinion/531870/the-dartmouth-review-on-behalf-of-its-officers-staff-and-subscribers-v/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">13</span></a></span><pre class=\"inline\">,\r                                                            \r\n\n19 (1st Cir. 1989).  While an exact correlation is not necessary,\r\n\nthe  proponent   must  demonstrate  that  the   cases  are  \"fair\r\n\ncongeners.\"  Id. at 19.\r                          \r\n\n          In  this instance, Judge Woodlock's opinion illustrates\r\n\nbeyond hope  of contradiction,  citing book  and verse,  that the\r\n\nrequisite similarities are lacking.  See D. Ct. Op. at 38-42.  We\r                                                  \r\n\nsee no advantage  in repastinating soil already well ploughed and\r\n\ninstead  adopt Judge  Woodlock's characterization.    However, we\r\n\nthink  it wise to emphasize two aspects.  First, the Hospital had\r\n\ngood reason to believe that the clinical supervisor's misconduct,\r\n\nwhile  reprehensible,  was   markedly  less   serious  than   the\r\n\nappellant's  misconduct.   Second,  the supervisor    unlike  the\r\n\nappellant     did not  have  a history  of  repeated disciplinary\r\n\nactions over a ten-year period.\r\n\nIII.  CONCLUSION\r          III.  CONCLUSION\r\n\n          We  return  to   the  point  of  our  beginning.    The\r\n\nappellant's several efforts to mount an offensive (including some\r\n\ninitiatives  that  we  have  not discussed  here)  are  uniformly\r\n\nunavailing.   The record  in this case simply  will not support a\r\n\nreasonable inference  that the Hospital  discharged the appellant\r\n\n                                11\r\r\n\nbecause   it  harbored   an  animus   against  African-Americans.\r\n\nConsequently, we need go no further.\r\n\nAffirmed.\r          Affirmed.\r                  \r\n\n                                12\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117894/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/503828/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518442/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531870/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/539800/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/579444/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583649/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584190/",
    "http://www.courtlistener.com/api/rest/v3/opinions/586295/",
    "http://www.courtlistener.com/api/rest/v3/opinions/592073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/666886/"
  ]
}