{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196645/",
  "absolute_url": "/opinion/196645/rossetti-v-curran/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196645/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:10:44Z",
  "date_modified": "2017-03-24T10:48:00.243695Z",
  "type": "010combined",
  "sha1": "86db2d5ccc55df0348d8ff76053eed396372c0a7",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1978.01A",
  "local_path": null,
  "plain_text": "\n\nMarch 25, 1996    UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 95-1978\r\n\n                      STEPHEN ROSSETTI,\r\n\n                    Petitioner, Appellee,\r\n\n                              v.\r\n\n                  JOHN J. CURRAN, CHAIRMAN,\r\n         COMMONWEALTH OF MASSACHUSETTS PAROLE BOARD,\r\n\n                    Respondent, Appellant.\r\n\n                                         \r\n\n                         ERRATA SHEET\r\n\nThe opinion of  this Court, issued  on March 21, 1996,  is amended\r\nas follows:\r\n\nOn page  2, line  1, replace  \"1991\" with  \"1981\".  On  same page,\r\nline 2, replace \"1992\" with \"1982\".\r\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 95-1978\r\n\n                      STEPHEN ROSSETTI,\r\n\n                    Petitioner, Appellee,\r\n\n                              v.\r\n\n                  JOHN J. CURRAN, CHAIRMAN,\r\n         COMMONWEALTH OF MASSACHUSETTS PAROLE BOARD,\r\n\n                    Respondent, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Nancy J. Gertner, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                   Selya, Boudin and Lynch,\r\n\n                       Circuit Judges.\r                                                 \r\n\n                                         \r\n\nElisabeth  J.   Medvedow,  Assistant  Attorney  General,  Criminal\r                                    \r\nBureau, with whom  Scott Harshbarger, Attorney  General, was on  brief\r                                            \r\nfor respondent.\r\nMatthew A.  Kamholtz with  whom Matthew  H. Feinberg  and Segal  &amp;\r                                                                              \r\nFeinberg were on brief for petitioner.\r                \r\n\n                                         \r\n\n                        March 21, 1996\r\n                                         \r\r\n\n     BOUDIN, Circuit Judge.   In  1981, Stephen  Rossetti was\r                                      \r\n\nacquitted of armed robbery in  state court.  In 1982,  he was\r\n\nconvicted in  state court  of conspiracy  to commit  the same\r\n\nrobbery.  Much of the evidence used in the two trials was the\r\n\nsame.   In  a habeas  corpus proceeding,  the district  court\r\n\nruled that  the second  prosecution violated  double jeopardy\r\n\nprinciples  and ordered Rossetti released without possibility\r\n\nof  retrial. The Commonwealth  now appeals.   For the reasons\r\n\nthat follow, we modify the district court's judgment.\r\n\n                             I. \r\n\n     The  charges against  Rossetti  arose out  of the  armed\r\n\nrobbery of  a Brink's armored  truck in the parking  lot of a\r\n\nbank  in the Jamaica Plain  section of Boston  on December 4,\r\n\n1980.   A Brink's guard had  just removed a sack  filled with\r\n\n$150,000  in cash from the  truck and was  carrying it toward\r\n\nthe bank  entrance  when  he was  approached  by  three  men,\r\n\npossibly masked.   One of the  men asked  for the money;  and\r\n\nanother leveled  a shotgun  at the  guard.   Ultimately,  the\r\n\nthree  jumped into a car and drove  off, taking the money and\r\n\nthe guard's pistol.\r\n\n     In both  trials, the  prosecution built its  case around\r\n\nthe  testimony of Joseph Smith,  who testified that  he was a\r\n\nfourth participant  in the  December 4  robbery who  had been\r\n\nwaiting  in a second car  to assist if  necessary by blocking\r\n\npursuers.   His  testimony was  crucial to  the prosecution's\r\n\n                             -2-\r                                         -2-\r\r\n\ncase.    Although there  was ample  evidence of  the robbery,\r\n\nneither  the Brink's  guards nor  anyone else  could identify\r\n\nRossetti as one of the perpetrators.   Nor was there any eye-\r\n\nwitness  evidence,  other than  Smith's  testimony, to  prove\r\n\nRossetti's  participation  in  the conspiracy  to  commit the\r\n\nrobbery. \r\n\n     Smith  was not an ideal  witness.  He  had been arrested\r\n\nfour  days after the  Brink's robbery  on a  warrant charging\r\n\nescape from  the Deer  Island House  of  Correction; he  then\r\n\noffered the government information about the Brink's job.  In\r\n\nexchange, the Commonwealth promised  Smith parole on his Deer\r\n\nIsland sentence, immunity from prosecution for escape, and no\r\n\njail  time for his role in the  Brink's robbery.  He was also\r\n\npromised a plane ticket to anywhere in the United States, the\r\n\nrestoration of his Massachusetts driver's license, and $1,500\r\n\nin cash.  \r\n\n     In  the first trial  (Rossetti I),  which took  place in\r                                                 \r\n\nJune 1981,  Rossetti was the  sole defendant and  was charged\r\n\nwith   armed   robbery.     Under   Massachusetts   law,  the\r\n\nCommonwealth was prohibited from trying the conspiracy in the\r\n\nsame trial  as the  substantive offense unless  the defendant\r\n\nmoved for joinder.  Mass. R. Cr. P. 9(e).  Smith described in\r\n\ndetail the course of the robbery on the morning of December 4\r\n\nand  Rossetti's participation in it.   He also described more\r\n\nbriefly the preparations for  the crime--including a visit to\r\n\n                             -3-\r                                         -3-\r\r\n\nthe bank  on Thanksgiving  Day, the final  planning sessions,\r\n\nand the theft of  cars on December 3--and Rossetti's  role in\r\n\nthose preparations.\r\n\n     The Commonwealth also  presented physical evidence  that\r\n\nthe  police  had  recovered from  Rossetti's  home, including\r\n\nhidden cash  with serial numbers corresponding  to the stolen\r\n\nmoney.  The police  had also found  a key in Rossetti's  room\r\n\nthat led them to  a locker located in  another building.   In\r\n\nthe locker,  police discovered  clothing and weapons  tied to\r\n\nthe  robbery,  including the  Brink's  guard's  pistol and  a\r\n\nsawed-off shotgun, which were also offered at trial.\r\n\n     Rossetti vigorously attacked Smith on cross-examination,\r\n\nand also offered police testimony that Smith had taken a much\r\n\nmore  active  role  in  the robbery  than  he  had  admitted.\r\n\nThrough  testimony  from  his  mother   and  his  girlfriend,\r\n\nRossetti  also sought to establish  an alibi for  the time of\r\n\nthe robbery (and for  Thanksgiving Day).  And to  explain the\r\n\nphysical  evidence,  witnesses  testified that  Rossetti  had\r\n\ntaken some items from Smith's apartment after Smith's arrest.\r\n\nThe jury acquitted Rossetti of armed robbery.\r\n\n     In  the  second  trial (Rossetti  II),  Rossetti,  Louis\r                                                     \r\n\nRoyce, and Joseph Sousa were co-defendants, each charged with\r\n\nconspiracy to  commit the Brink's  robbery.  This  trial took\r\n\nplace  in December  1982, and  the pattern  of the  trial was\r\n\nsimilar  to  Rossetti  I.    After  the  two  Brink's  guards\r                                    \r\n\n                             -4-\r                                         -4-\r\r\n\ndescribed  the  crime,  the  Commonwealth   called  Smith  to\r\n\ntestify.  In  the first  trial, the focus  of Smith's  direct\r\n\nexamination was the commission of the robbery; in Rossetti II\r                                                                         \r\n\nSmith  described the  robbery and Rossetti's  role in  it but\r\n\nalso  dwelt at length on several meetings Smith had held with\r\n\nRossetti and other conspirators prior to December 4.\r\n\n     Again,  Smith was  vigorously attacked,  both on  cross-\r\n\nexamination  and  by impeaching  testimony.    Rossetti again\r\n\noffered alibi evidence  for the  date of the  crime.   Again,\r\n\nwitnesses  testified  that Rossetti  had  taken incriminating\r\n\nitems  from Smith's  apartment.   All  three defendants  were\r\n\nconvicted  of  conspiracy.   The  convictions  were affirmed,\r\n\nCommonwealth v.  Royce, 479 N.E.2d 198  (Mass. App.), further\r                                                                         \r\n\nrev.  denied, 482  N.E.2d  328, 484  N.E.2d  102 (1985),  and\r                        \r\n\nRossetti's request for post-conviction relief  in state court\r\n\nwas denied.\r\n\n     In September 1990, Rossetti  filed in the district court\r\n\nfor habeas corpus relief.   The district court held  that the\r\n\nsecond prosecution  was barred by the  double jeopardy clause\r\n\nas construed  in  Ashe  v.  Swenson,  397  U.S.  436  (1970).\r                                               \r\n\nRossetti v. Curran, 891 F. Supp.  36 (D. Mass. 1995).  In the\r                              \r\n\nalternative, the district court held that, even if the second\r\n\nprosecution had  been proper,  the state court  had committed\r\n\nconstitutional  error  by  admitting evidence  of  Rossetti's\r\n\nparticipation in the  robbery of which he had been previously\r\n\n                             -5-\r                                         -5-\r\r\n\nacquitted.    The court  granted  the writ  of  habeas corpus\r\n\nwithout the possibility of retrial.\r\n\n                             II.\r\n\n     The district court's legal rulings are reviewed de novo,\r                                                                        \r\n\nUnited  States  v. Aguilar-Aranceta,  957  F.2d  18, 21  (1st\r                                               \r\n\nCir.), cert.  denied, 506 U.S.  834 (1992),  and we  consider\r                                \r\n\nfirst the district court's ruling that the second prosecution\r\n\nwas barred entirely under Ashe v. Swensen.   The Commonwealth\r                                                     \r\n\nsuggests that Rossetti's claim on this issue was not properly\r\n\npresented in state  court and  was thus lost,  see Picard  v.\r                                                                     \r\n\nConnor,  404 U.S.  270, 275-76  (1971), but  in our  view the\r                  \r\n\nissue was  adequately raised  and preserved.   See  Scarpa v.\r                                                                      \r\n\nDubois, 38  F.3d 1, 6 (1st  Cir. 1994), cert.  denied, 115 S.\r                                                                 \r\n\nCt. 940 (1995).\r\n\n     The Fifth Amendment, held to apply to the states through\r\n\nthe  Fourteenth Amendment,  provides in  part that  no person\r\n\nshall \"be subject  for the same  offense to  be twice put  in\r\n\njeopardy of life or limb.\"  Benton v. Maryland, 395 U.S.  784\r                                                          \r\n\n(1969).   A layman might  think that Rossetti  had been twice\r\n\nprosecuted  for the same criminal venture.  But armed robbery\r\n\nand conspiracy to commit armed robbery are separately defined\r\n\ncrimes under  Massachusetts law and each  requires an element\r\n\nthat  the  other  does  not.   Accordingly,  under  governing\r\n\nSupreme  Court  precedent,  they  are  separate  offenses for\r\n\ndouble jeopardy purposes.   Blockburger v. United States, 284\r                                                                    \r\n\n                             -6-\r                                         -6-\r\r\n\nU.S. 299 (1932).  Rossetti does not suggest otherwise.\r\n\n     But the  Supreme  Court has  broadened  double  jeopardy\r\n\nprotection by  incorporating into  the clause the  concept of\r\n\ncollateral estoppel, so that \"when an issue of ultimate  fact\r\n\nhas  once been determined by a valid and final judgment, that\r\n\nissue  cannot again be litigated between  the same parties in\r\n\nany  future lawsuit.\"  Ashe v. Swenson,  397 U.S. at 443.  In\r                                                  \r\n\nthis  case, the district  court invoked  Ashe v.  Swenson and\r                                                                     \r\n\nreasoned that, in light  of the evidence and instructions  in\r\n\nthe  armed robbery  trial, the  jury in  the first  trial had\r\n\nnecessarily determined  that Rossetti  had  not conspired  to\r                                                                     \r\n\ncommit the armed robbery.\r\n\n     Of course,  conspiracy was not the crime  charged in the\r\n\nfirst  case, so  the  acquittal on  armed  robbery does  not,\r\n\nstanding alone tell us  what, if anything, the jury  found as\r\n\nto  conspiracy.  And under  settled precedent, the burden was\r\n\nupon Rossetti to  show that the  jury had  in the first  case\r\n\ndecided  the conspiracy  issue and  decided it  in Rossetti's\r\n\nfavor.  Aguilar-Aranceta,  957 F.2d  at 23.   In making  this\r                                    \r\n\nassessment, the  district court  quite properly  examined the\r\n\nevidence and instructions.  Id. at 23.\r                                           \r\n\n     The district court reasoned that the jury at Rossetti  I\r                                                                         \r\n\nwas presented  with a  stark choice:   either  accept Smith's\r\n\ntestimony in its entirety, or conclude that he was a liar and\r\n\nreject it all.  The jury had obviously rejected Smith's claim\r\n\n                             -7-\r                                         -7-\r\r\n\nthat Rossetti had participated in the  robbery.  In rejecting\r\n\nSmith's claim,  the district  court concluded, the  jury also\r\n\nrejected his  briefer account of  Rossetti's participation in\r\n\nthe  conspiracy to commit the crime.  In the district court's\r\n\nview,  the  first  trial  therefore  resolved  the  issue  of\r\n\nRossetti's participationin the conspiracy inRossetti's favor.\r\n\n     We  do not share the  district court's assurance that in\r\n\nacquitting Rossetti of armed robbery  the jury in Rossetti  I\r                                                                         \r\n\nrejected the proposition that Rossetti had conspired with the\r\n\nperpetrators of the robbery.   \"The heart of a  conspiracy is\r\n\nthe formation  of [an]  unlawful  agreement or  combination.\"\r\n\nCommonwealth  v. Pero, 524 N.E.2d 63, 65 (Mass. 1988). If the\r                                 \r\n\njury accepted Rossetti's alibi  for the day of the  crime, it\r\n\ncould  easily have  acquitted  him of  armed robbery  without\r\n\ndeciding whether Rossetti had agreed at some earlier  time to\r\n\nplay some role in the robbery.\r\n\n     Rossetti's mother and his girlfriend each testified that\r\n\nhe  was with  them  at the  time  of the  robbery.   And  the\r\n\ngirlfriend  provided  an  exculpatory explanation  as  to how\r\n\nRossetti  came later to possess the money associated with the\r\n\nrobbery;  his possession of the  key to the  locker where the\r\n\nweapons  were stored  was  never directly  explained.   Given\r\n\nSmith's weakness  as a witness,  the alibi could  easily have\r\n\nsupplied reasonable doubt, and the alibi did not preclude the\r\n\npossibility that Rossetti had conspired beforehand.\r\n\n                             -8-\r                                         -8-\r\r\n\n     The  district court's  conclusion rested  secondarily on\r\n\nthe criminal joint  venture instruction given to the  jury in\r\n\nthe   first  trial.      The  joint   venture  theory   under\r\n\nMassachusetts law is designed to make \"an active participant\"\r\n\nin  a crime,  Commonwealth v.  Stewart, 582  N.E.2d 514,  519\r                                                  \r\n\n(Mass.  1991), liable  for  the crime  even  if his  role  is\r\n\nlimited to his presence coupled with an intent to aid in  the\r\n\ncrime if  necessary.  Commonwealth v.  Cunningham, 543 N.E.2d\r                                                             \r\n\n12,  15 (Mass. 1989).   But  the charge  given in  this case,\r\n\nwhich  we reprint in an  appendix, was more  muddled than the\r\n\nstandard formulation.\r\n\n     Under the charge  as given, the jury  might have thought\r\n\nthat it should convict Rossetti of armed robbery if he merely\r\n\nconspired in  planning the robbery  or it might  instead have\r                                                  \r\n\nthought that it could not convict unless Rossetti was present\r\n\nat   the   robbery   and   ready   to   provide   assistance.\r\n\nUnfortunately for  Rossetti, the latter  interpretation is at\r\n\nleast  as  likely as  the former;  there  is language  in the\r\n\ncharge  pointing  both ways.    Thus, the  jury's  verdict of\r\n\nacquittal does  not necessarily, or even  probably, reflect a\r\n\nfinding that Rossetti was innocent of conspiracy.  \r\n\n                             III.\r\n\n     The  district  court  held,  in  the  alternative,  that\r\n\nRossetti was entitled to a  new trial.  The acquittal  in the\r\n\nfirst trial, the district  court reasoned, established at the\r\n\n                             -9-\r                                         -9-\r\r\n\nvery  least that Rossetti had  not been engaged  in the armed\r\n\nrobbery itself  (or more precisely, found  a reasonable doubt\r\n\non  this point).   Yet,  in the  second trial  the prosecutor\r\n\nagain   offered   Smith's   testimony   that   Rossetti   had\r\n\nparticipated in the robbery  itself, inviting the second jury\r\n\nto contradict the first.\r\n\n     For more than a decade after Ashe v. Swenson, this offer\r                                                             \r\n\nof  evidence  by the  prosecutor--inviting  the  jury in  the\r\n\nsecond trial  to find that  Rossetti had participated  in the\r\n\narmed  robbery--would  clearly have  offended  the collateral\r\n\nestoppel branch  of double  jeopardy doctrine.   E.g., United\r                                                                         \r\n\nStates  v. Gonzalez-Sanchez,  825 F.2d  572 (1st  Cir. 1987).\r                                       \r\n\nTrue,  the  purpose  was  to  help  the  prosecutor  prove  a\r\n\ndifferent offense not foreclosed  by the first verdict, i.e.,\r                                                                        \r\n\nthat Rossetti had conspired to commit armed robbery.  But the\r\n\nevidence  of  his  participation  in the  robbery  was  still\r\n\ndesigned to prove the very  conduct (armed robbery) of  which\r\n\nthe first jury had acquitted Rossetti.\r\n\n     Two  decades after  Ashe v.  Swenson, the  Supreme Court\r                                                     \r\n\ndecided  Dowling  v.  United  States, 493  U.S.  342  (1990).\r                                                \r\n\nThere, the  federal government  prosecuted Dowling  for armed\r\n\nbank robbery;  and because the bank robbers  had been masked,\r\n\nthe  prosecutor--as  identification  evidence  under  Fed. R.\r\n\nEvid. 404--offered  proof that Dowling,  similarly masked and\r\n\narmed, had sought  to rob a private home two  weeks later and\r\n\n                             -10-\r                                         -10-\r\r\n\nhad  been  unmasked  and identified  in  the  struggle.   The\r\n\nprosecutor's  problem  was that  prior  to  the bank  robbery\r\n\ntrial,  Dowling had  been tried  and acquitted  of the  house\r\n\nrobbery.\r\n\n     In Dowling, as in this case, the defense argued that the\r                           \r\n\nuse  in  the second  trial  of  \"acquitted conduct\"  evidence\r\n\nviolated the  collateral estoppel branch of  double jeopardy.\r\n\nThe  Supreme  Court  rejected  the  claim,  pointing  to  the\r\n\ndifference in the burden of  proof.  In the first trial,  the\r\n\njury  had found that the  government had failed  to prove the\r\n\nhouse  robbery  beyond a  reasonable  doubt;  in the  second,\r\n\nDowling's presence in the house merely needed to be proved as\r\n\na  likelihood in  order to  help the  government in  the bank\r\n\nrobbery case.  Id. at 348-49.\r                              \r\n\n     If the  reasoning of Dowling is  applied mechanically to\r                                             \r\n\nour  own case, the Commonwealth  was arguably free--so far as\r\n\nfederal constitutional  law is concerned--to  offer the  bank\r\n\nrobbery evidence in Rossetti  II.  No intermediate fact  need\r                                            \r\n\nbe proved beyond  a reasonable  doubt, so long  as the  crime\r\n\nitself  is proved beyond a  reasonable doubt.   New Jersey v.\r                                                                      \r\n\nT.L.O., 469 U.S. 325, 345 (1985); In re Winship, 397 U.S. 358\r                                                           \r\n\n(1970); Fed. R.  Evid. 401.   It was enough  for the jury  in\r\n\nRossetti  II to conclude that it was likely that Rossetti had\r                        \r\n\nparticipated in the armed robbery.\r\n\n     If the jury found  that Rossetti had likely participated\r\n\n                             -11-\r                                         -11-\r\r\n\nin the  bank robbery, this  could then have been  used by the\r\n\njury, together with other evidence, to prove Rossetti's guilt\r\n\non the conspiracy charge  beyond a reasonable doubt.   A jury\r\n\ncould  convict  without the  robbery  evidence:   Smith  gave\r\n\ndirect  testimony  in  the  second trial  that  Rossetti  had\r\n\nconspired;  and  the  prosecutor  proved  that  proceeds  and\r\n\nimplements of the robbery had been linked with Rossetti.  But\r\n\nif  the   jury  also   believed  that  Rossetti   had  likely\r                                \r\n\nparticipated in  the robbery, guilt on  the conspiracy charge\r\n\ncould be found even more readily.\r\n\n     The  district court took  note of Dowling  and sought to\r                                                          \r\n\ndistinguish it,  pointing out that in  Dowling's bank robbery\r\n\ntrial, the \"other crime\"  evidence, offered under Rule 404(b)\r\n\nto  establish  identity,  related to  an  entirely  different\r\n\ncriminal transaction, i.e., the housebreaking.   The district\r                                      \r\n\ncourt continued:\r\n\n     While the offenses in Dowling occurred at different\r                                              \r\n     times,  with  different  victims and  to  a  degree\r\n     different participants, the  offenses at issue here\r\n     involved  the same participants,  the same offense,\r\n     and followed a day later.  Surely the admissibility\r\n     of  acquitted  conduct  in  this  case  necessarily\r\n     raises   issues  of  fairness   and  dimensions  of\r\n     prejudice which the [Supreme] Court in Dowling  was\r                                                               \r\n     not obliged to consider.\r\n\n891 F. Supp. at 47.  \r\n\n     Perhaps so.  From a classic  double-jeopardy standpoint,\r\n\nit may seem especially \"unfair\" to retry the  defendant after\r\n\nacquittal  where  the two  crimes relate  to  the one  set of\r\n\n                             -12-\r                                         -12-\r\r\n\nevents.   But to distinguish Dowling on this ground is simply\r                                                \r\n\nto  quarrel  with  Blockburger's  test  of  when  two  crimes\r                                          \r\n\ncomprise  different offenses.   It  would be  easy enough  to\r\n\nquarrel; in fact, the  Supreme Court for a brief  period came\r\n\ncloser to using a  same-transaction test for double jeopardy,\r\n\nsee Grady v. Corbin, 495 U.S. 508 (1990), overruled by United\r                                                                         \r\n\nStates v. Dixon,  113 S.  Ct. 2849 (1993).   But  Blockburger\r                                                                         \r\n\nbinds us all.\r\n\n     As for  \"prejudice,\" the  inference of guilt  drawn from\r\n\nthe acquitted conduct may  be more weighty in this  case than\r\n\nin Dowling precisely because of the close relationship of the\r                      \r\n\ntwo crimes.  Yet, that could easily be offered as an argument\r\n\nfor  admissibility here.   Cf. Fed.  R. Evid.  403 (balancing\r                                          \r\n\nprobative  value against  relevance).   Plainly  it would  be\r\n\nhighly  probative in  a  conspiracy trial  to  show that  the\r\n\ndefendant  accused  of  planning  a  crime  with  others  had\r\n\nprobably carried  out  the very  crime alleged  to have  been\r\n\nplanned.  \r\n\n     Further, in one important respect, there is less risk of\r\n\nunfair  prejudice in this case than in Dowling.  The ordinary\r                                                          \r\n\nthreat  of unfair prejudice in a Rule 404(b) case is that the\r\n\njury  will infer  that  because the  defendant has  committed\r\n\nother bad  acts, he has  a \"bad character\"  and is  likely to\r\n\nhave  acted   in  conformity  therewith.     This  inference,\r\n\nforbidden by Rule  404(a), is largely  submerged by the  more\r\n\n                             -13-\r                                         -13-\r\r\n\nobvious and permissible inference that  because the defendant\r                                   \r\n\nparticipated  in  the  crime  that  was  the  object  of  the\r\n\nconspiracy, he was guilty of the conspiracy as well.1  \r\n\n     And  yet  the  Commonwealth   has  made  none  of  these\r\n\narguments, assuming  instead that  while it  was free  to try\r\n\nRossetti for conspiracy, the  prosecutor's use of evidence of\r\n\nRossetti's participation  in the armed robbery  was forbidden\r\n\nby  Ashe  v.  Swenson.    Why  the   Commonwealth  made  this\r                                 \r\n\nconcession   is  unclear:   its   brief  cites   only  to   a\r\n\nMassachusetts case which  relied on Ashe  v. Swenson but  was\r                                                                \r\n\ndecided  prior to  Dowling.   Possibly, the  Commonwealth was\r                                      \r\n\npersuaded  by the  district court's  distinction  of Dowling;\r                                                                        \r\n\nalternatively,  it  may  have   placed  undue  faith  in  its\r\n\nargument--rejected by  the district court but  renewed by the\r\n\nCommonwealth  here--that  the   armed  robbery  evidence  was\r\n\nharmless error.  In  all events, we hold the  Commonwealth to\r\n\nits waiver.\r\n\n     Although  very  doubtful   about  the  district  court's\r\n\nattempted distinction of Dowling,  we are inclined to reserve\r                                            \r\n\n                    \r                                \r\n\n     1The district court  thus erred in saying that the armed\r\nrobbery evidence in this case  \"violated the express terms of\r\nRule 404(b),\" even if we ignore the fact that Rule 404(b) did\r\nnot govern the  Massachusetts courts.   Subject to Rule  403,\r\nevidence of a second crime transactionally related to charged\r\ncrime  is  admissible when,  as here,  it  is \"so  blended or\r\nconnected  with the  one  on  trial  as  that  proof  of  one\r\nincidentally involves the other.\"   United States v. Dworken,\r                                                                        \r\n855 F.2d  12,  27 (1st  Cir.  1988) (emphasis  and  citations\r\nremoved).\r\n\n                             -14-\r                                         -14-\r\r\n\nthe  issue for  a case  in which  the prosecution  chooses to\r\n\nlitigate the point.   Just how the Supreme Court  would apply\r\n\nDowling  in a  slightly different  context is  a matter  that\r                   \r\n\ncould  at  least  be  debated.  Given  our  rejection  of the\r\n\ndistrict  court's main  ruling, the  Commonwealth is  free to\r\n\nretry Rossetti if it desires, so there certainly is no threat\r\n\nto public safety.  In fact, we were told that Rossetti was on\r\n\nparole when his habeas petition was granted.\r\n\n     Finally, something, but not much, needs to be said about\r\n\nthe   Commonwealth's  harmless   error  defense.     Assuming\r\n\ndubitante that  the armed  robbery evidence was  precluded in\r                     \r\n\nthe second  trial, that  \"error\" was  not harmless  under the\r\n\nstandard test.  Brecht  v. Abrahamson, 113 S. Ct.  1710, 1722\r                                                 \r\n\n(1993)  (error is  harmless  if it  has  no \"substantial  and\r\n\ninjurious  effect  or  influence  in determining  the  jury's\r\n\nverdict\").  O'Neal v.  McAninch, 115 S. Ct. 992,  995 (1995).\r                                           \r\n\nThis is so even though we agree  with the government that the\r\n\nother   evidence  of  conspiracy  (Smith's  testimony  as  to\r\n\nconspiracy  and the  real evidence)  is impressive,  if taken\r\n\nmost favorably to the government.\r\n\n     But in appraising harmless error, we do not look only at\r\n\nthe  government's best case but  rather at the  evidence as a\r\n\nwhole.   United States  v. Innamorati,  996 F.2d  456, 475-76\r                                                 \r\n\n(1st Cir.), cert. denied, 114 S. Ct. 409 &amp; 459 (1993).  Smith\r                                    \r\n\nwas   a  witness  that  the   jury  could  easily  choose  to\r\n\n                             -15-\r                                         -15-\r\r\n\ndisbelieve.  And  Rossetti's possession of  some of the  real\r\n\nevidence  was  explained, although  a  jury  might think  the\r\n\nexplanation  far-fetched  and  it was  certainly  incomplete.\r\n\nSmith's  detailed evidence of Rossetti's actual participation\r\n\nin the robbery itself could easily have altered the outcome.\r\n\n     The  judgment  of  the  district court  is  modified  to\r                                                                     \r\n\nprovide for issuance  of the writ unless, within a reasonable\r\n\ntime to be determined by the district court, the Commonwealth\r\n\nchooses to  retry Rossetti on  the charge of  conspiracy, and\r\n\nthe matter is remanded to the district court for the entry of\r                                  \r\n\na modified judgment.\r\n\n     It is so ordered.\r                                 \r\n\n                             -16-\r                                         -16-\r\r\n\n                           APPENDIX\r\n\nThe charge, in relevant part, read as follows:\r\n\n     Under our law and as a general rule, if two or more\r\n     persons engage in  a joint criminal undertaking  in\r\n     furtherance of its object each  is the agent of the\r\n     other in all matters  relating to the common object\r\n     of  the enterprise and the acts of one are the acts\r\n     of all.    To be  engaged  in a  joint  enterprise,\r\n     however, a person must  actively participate in it.\r\n     Merely being  present at the  time when a  crime is\r\n     committed is not sufficient even though a defendant\r\n     may have had knowledge that the crime was going  to\r\n     be committed and did absolutely nothing  to prevent\r\n     it.   What must be proved is that the defendant who\r\n     is  charged on  the theory  of joint  enterprise in\r\n     some way associated himself  with the venture; that\r\n     is, he participated in it as something he wished to\r\n     bring   about   as   an   active   participant   as\r\n     distinguished from merely being  present or at  the\r\n     scene  when some other  person committed a criminal\r\n     act.  \r\n\n     On the other hand, a person may be a participant in\r\n     the commission of  a crime without  having actually\r\n     performed  any physical  act at  the time  when the\r\n     crime  was  committed.   If  the  defendant who  is\r\n     charged  under the theory  of joint  enterprise has\r\n     put himself in a position  or location where he can\r\n     render   assistance   or   encouragement   in   the\r\n     commission of the crime, then, and once again, as a\r\n     general rule  he can be found guilty even though he\r\n     did not commit the criminal act or made no physical\r\n     contribution to  the execution of the criminal act.\r\n\n     In order, therefore, to find this defendant  guilty\r\n     of  the crime  of robbery,  you must  be satisfied,\r\n     first  of all,  beyond a  reasonable doubt  that he\r\n     participated with others in this  armed robbery and\r\n     not that he was merely present at the time but that\r\n     in some  active way he associated  himself with the\r\n     crime before it was committed and  put himself in a\r\n     position or  location where he might  aid or assist\r\n     those  persons in the commission of the crime.  You\r\n     must  be satisfied that this defendant combined and\r\n     confederated   in  advance   with  the   others  to\r\n     accomplish an illegal purpose.\r\r\n",
  "html": "<p class=\"case_cite\">80 F.3d 1</p>\n    <p class=\"case_cite\">44 Fed. R. Evid. Serv. 197</p>\n    <p class=\"parties\">Stephen ROSSETTI, Petitioner, Appellee,<br>v.<br>John J. CURRAN, Chairman, Commonwealth of Massachusetts<br>Parole Board, Respondent, Appellant.</p>\n    <p class=\"docket\">No. 95-1978.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 10, 1996.<br>Decided March 21, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts;  Hon.  Nancy J. Gertner, U.S. District Judge.</p>\n      <p class=\"indent\">Elisabeth J. Medvedow, Assistant Attorney General, Criminal Bureau, with whom Scott Harshbarger, Attorney General, Boston, MA, was on brief for respondent.</p>\n      <p class=\"indent\">Matthew A. Kamholtz with whom Matthew H. Feinberg and Segal &amp; Feinberg, Boston, MA, were on brief for petitioner.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In 1981, Stephen Rossetti was acquitted of armed robbery in state court.  In 1982, he was convicted in state court of conspiracy to commit the same robbery.  Much of the evidence used in the two trials was the same.  In a habeas corpus proceeding, the district court ruled that the second prosecution violated double jeopardy principles and ordered Rossetti released without possibility of retrial.  The Commonwealth now appeals.  For the reasons that follow, we modify the district court's judgment.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The charges against Rossetti arose out of the armed robbery of a Brink's armored truck in the parking lot of a bank in the Jamaica Plain section of Boston on December 4, 1980.  A Brink's guard had just removed a sack filled with $150,000 in cash from the truck and was carrying it toward the bank entrance when he was approached by three men, possibly masked.  One of the men asked for the money;  and another leveled a shotgun at the guard.  Ultimately, the three jumped into a car and drove off, taking the money and the guard's pistol.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In both trials, the prosecution built its case around the testimony of Joseph Smith, who testified that he was a fourth participant in the December 4 robbery who had been waiting in a second car to assist if necessary by blocking pursuers.  His testimony was crucial to the prosecution's case.  Although there was ample evidence of the robbery, neither the Brink's guards nor anyone else could identify Rossetti as one of the perpetrators.  Nor was there any eye-witness evidence, other than Smith's testimony, to prove Rossetti's participation in the conspiracy to commit the robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Smith was not an ideal witness.  He had been arrested four days after the Brink's robbery on a warrant charging escape from the Deer Island House of Correction;  he then offered the government information about the Brink's job.  In exchange, the Commonwealth promised Smith parole on his Deer Island sentence, immunity from prosecution for escape, and no jail time for his role in the Brink's robbery.  He was also promised a plane ticket to anywhere in the United States, the restoration of his Massachusetts driver's license, and $1,500 in cash.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In the first trial (Rossetti I ), which took place in June 1981, Rossetti was the sole defendant and was charged with armed robbery.  Under Massachusetts law, the Commonwealth was prohibited from trying the conspiracy in the same trial as the substantive offense unless the defendant moved for joinder.  Mass.R.Cr.P. 9(e).  Smith described in detail the course of the robbery on the morning of December 4 and Rossetti's participation in it.  He also described more briefly the preparations for the crime--including a visit to the bank on Thanksgiving Day, the final planning sessions, and the theft of cars on December 3--and Rossetti's role in those preparations.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Commonwealth also presented physical evidence that the police had recovered from Rossetti's home, including hidden cash with serial numbers corresponding to the stolen money.  The police had also found a key in Rossetti's room that led them to a locker located in another building.  In the locker, police discovered clothing and weapons tied to the robbery, including the Brink's guard's pistol and a sawed-off shotgun, which were also offered at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Rossetti vigorously attacked Smith on cross-examination, and also offered police testimony that Smith had taken a much more active role in the robbery than he had admitted.  Through testimony from his mother and his girlfriend, Rossetti also sought to establish an alibi for the time of the robbery (and for Thanksgiving Day).  And to explain the physical evidence, witnesses testified that Rossetti had taken some items from Smith's apartment after Smith's arrest.  The jury acquitted Rossetti of armed robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the second trial (Rossetti II ), Rossetti, Louis Royce, and Joseph Sousa were co-defendants, each charged with conspiracy to commit the Brink's robbery.  This trial took place in December 1982, and the pattern of the trial was similar to Rossetti I.   After the two Brink's guards described the crime, the Commonwealth called Smith to testify.  In the first trial, the focus of Smith's direct examination was the commission of the robbery;  in Rossetti II Smith described the robbery and Rossetti's role in it but also dwelt at length on several meetings Smith had held with Rossetti and other conspirators prior to December 4.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Again, Smith was vigorously attacked, both on cross-examination and by impeaching testimony.  Rossetti again offered alibi evidence for the date of the crime.  Again, witnesses testified that Rossetti had taken incriminating items from Smith's apartment.  All three defendants were convicted of conspiracy.  The convictions were affirmed, Commonwealth v. Royce, 20 Mass.App.Ct. 221, 479 N.E.2d 198, further rev. denied, 395 Mass. 1104, 482 N.E.2d 328, 396 Mass. 1102, 484 N.E.2d 102 (1985), and Rossetti's request for post-conviction relief in state court was denied.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In September 1990, Rossetti filed in the district court for habeas corpus relief.  The district court held that the second prosecution was barred by the double jeopardy clause as construed in Ashe v. Swenson, 397 U.S. 436, 90 S.Ct. 1189, 25 L.Ed.2d 469 (1970).  Rossetti v. Curran, 891 F.Supp. 36 (D.Mass.1995).  In the alternative, the district court held that, even if the second prosecution had been proper, the state court had committed constitutional error by admitting evidence of Rossetti's participation in the robbery of which he had been previously acquitted.  The court granted the writ of habeas corpus without the possibility of retrial.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The district court's legal rulings are reviewed de novo, United States v. Aguilar-Aranceta, 957 F.2d 18, 21 (1st Cir.), cert.denied, 506 U.S. 834, 113 S.Ct. 105, 121 L.Ed.2d 64 (1992), and we consider first the district court's ruling that the second prosecution was barred entirely under Ashe v. Swenson.   The Commonwealth suggests that Rossetti's claim on this issue was not properly presented in state court and was thus lost, see Picard v. Connor, 404 U.S. 270, 275-76, 92 S.Ct. 509, 511-12, 30 L.Ed.2d 438 (1971), but in our view the issue was adequately raised and preserved.  See Scarpa v. Dubois, 38 F.3d 1, 6 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 940, 130 L.Ed.2d 885 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Fifth Amendment, held to apply to the states through the Fourteenth Amendment, provides in part that no person shall \"be subject for the same offense to be twice put in jeopardy of life or limb.\"  Benton v. Maryland, 395 U.S. 784, 89 S.Ct. 2056, 23 L.Ed.2d 707 (1969).  A layman might think that Rossetti had been twice prosecuted for the same criminal venture.  But armed robbery and conspiracy to commit armed robbery are separately defined crimes under Massachusetts law and each requires an element that the other does not.  Accordingly, under governing Supreme Court precedent, they are separate offenses for double jeopardy purposes.  Blockburger v. United States, 284 U.S. 299, 52 S.Ct. 180, 76 L.Ed. 306 (1932).  Rossetti does not suggest otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">But the Supreme Court has broadened double jeopardy protection by incorporating into the clause the concept of collateral estoppel, so that \"when an issue of ultimate fact has once been determined by a valid and final judgment, that issue cannot again be litigated between the same parties in any future lawsuit.\"  Ashe v. Swenson, 397 U.S. at 443, 90 S.Ct. at 1193.   In this case, the district court invoked Ashe v. Swenson and reasoned that, in light of the evidence and instructions in the armed robbery trial, the jury in the first trial had necessarily determined that Rossetti had not conspired to commit the armed robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Of course, conspiracy was not the crime charged in the first case, so the acquittal on armed robbery does not, standing alone tell us what, if anything, the jury found as to conspiracy.  And under settled precedent, the burden was upon Rossetti to show that the jury had in the first case decided the conspiracy issue and decided it in Rossetti's favor.  Aguilar-Aranceta, 957 F.2d at 23.   In making this assessment, the district court quite properly examined the evidence and instructions.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court reasoned that the jury at Rossetti I was presented with a stark choice:  either accept Smith's testimony in its entirety, or conclude that he was a liar and reject it all.  The jury had obviously rejected Smith's claim that Rossetti had participated in the robbery.  In rejecting Smith's claim, the district court concluded, the jury also rejected his briefer account of Rossetti's participation in the conspiracy to commit the crime.  In the district court's view, the first trial therefore resolved the issue of Rossetti's participation in the conspiracy in Rossetti's favor.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We do not share the district court's assurance that in acquitting Rossetti of armed robbery the jury in Rossetti I rejected the proposition that Rossetti had conspired with the perpetrators of the robbery.  \"The heart of a conspiracy is the formation of [an] unlawful agreement or combination.\"  Commonwealth v. Pero, 402 Mass. 476, 524 N.E.2d 63, 65 (1988).  If the jury accepted Rossetti's alibi for the day of the crime, it could easily have acquitted him of armed robbery without deciding whether Rossetti had agreed at some earlier time to play some role in the robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Rossetti's mother and his girlfriend each testified that he was with them at the time of the robbery.  And the girlfriend provided an exculpatory explanation as to how Rossetti came later to possess the money associated with the robbery;  his possession of the key to the locker where the weapons were stored was never directly explained.  Given Smith's weakness as a witness, the alibi could easily have supplied reasonable doubt, and the alibi did not preclude the possibility that Rossetti had conspired beforehand.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court's conclusion rested secondarily on the criminal joint venture instruction given to the jury in the first trial.  The joint venture theory under Massachusetts law is designed to make \"an active participant\" in a crime, Commonwealth v. Stewart, 411 Mass. 345, 582 N.E.2d 514, 519 (1991), liable for the crime even if his role is limited to his presence coupled with an intent to aid in the crime if necessary.  Commonwealth v. Cunningham, 405 Mass. 646, 543 N.E.2d 12, 15 (1989).  But the charge given in this case, which we reprint in an appendix, was more muddled than the standard formulation.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Under the charge as given, the jury might have thought that it should convict Rossetti of armed robbery if he merely conspired in planning the robbery or it might instead have thought that it could not convict unless Rossetti was present at the robbery and ready to provide assistance.  Unfortunately for Rossetti, the latter interpretation is at least as likely as the former;  there is language in the charge pointing both ways. Thus, the jury's verdict of acquittal does not necessarily, or even probably, reflect a finding that Rossetti was innocent of conspiracy.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The district court held, in the alternative, that Rossetti was entitled to a new trial.  The acquittal in the first trial, the district court reasoned, established at the very least that Rossetti had not been engaged in the armed robbery itself (or more precisely, found a reasonable doubt on this point).  Yet, in the second trial the prosecutor again offered Smith's testimony that Rossetti had participated in the robbery itself, inviting the second jury to contradict the first.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">For more than a decade after Ashe v. Swenson, this offer of evidence by the prosecutor--inviting the jury in the second trial to find that Rossetti had participated in the armed robbery--would clearly have offended the collateral estoppel branch of double jeopardy doctrine.  E.g., United States v. Gonzalez-Sanchez, 825 F.2d 572 (1st Cir.1987).  True, the purpose was to help the prosecutor prove a different offense not foreclosed by the first verdict, i.e., that Rossetti had conspired to commit armed robbery.  But the evidence of his participation in the robbery was still designed to prove the very conduct (armed robbery) of which the first jury had acquitted Rossetti.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Two decades after Ashe v. Swenson, the Supreme Court decided Dowling v. United States, 493 U.S. 342, 110 S.Ct. 668, 107 L.Ed.2d 708 (1990).  There, the federal government prosecuted Dowling for armed bank robbery;  and because the bank robbers had been masked, the prosecutor--as identification evidence under Fed.R.Evid. 404--offered proof that Dowling, similarly masked and armed, had sought to rob a private home two weeks later and had been unmasked and identified in the struggle.  The prosecutor's problem was that prior to the bank robbery trial, Dowling had been tried and acquitted of the house robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In Dowling, as in this case, the defense argued that the use in the second trial of \"acquitted conduct\" evidence violated the collateral estoppel branch of double jeopardy.  The Supreme Court rejected the claim, pointing to the difference in the burden of proof.  In the first trial, the jury had found that the government had failed to prove the house robbery beyond a reasonable doubt;  in the second, Dowling's presence in the house merely needed to be proved as a likelihood in order to help the government in the bank robbery case.  Id. at 348-49, 110 S.Ct. at 671-72.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">If the reasoning of Dowling is applied mechanically to our own case, the Commonwealth was arguably free--so far as federal constitutional law is concerned--to offer the bank robbery evidence in Rossetti II.   No intermediate fact need be proved beyond a reasonable doubt, so long as the crime itself is proved beyond a reasonable doubt.  New Jersey v. T.L.O., 469 U.S. 325, 345, 105 S.Ct. 733, 744, 83 L.Ed.2d 720 (1985);  In re Winship, 397 U.S. 358, 90 S.Ct. 1068, 25 L.Ed.2d 368 (1970);  Fed.R.Evid. 401.  It was enough for the jury in Rossetti II to conclude that it was likely that Rossetti had participated in the armed robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">If the jury found that Rossetti had likely participated in the bank robbery, this could then have been used by the jury, together with other evidence, to prove Rossetti's guilt on the conspiracy charge beyond a reasonable doubt.  A jury could convict without the robbery evidence:  Smith gave direct testimony in the second trial that Rossetti had conspired;  and the prosecutor proved that proceeds and implements of the robbery had been linked with Rossetti.  But if the jury also believed that Rossetti had likely participated in the robbery, guilt on the conspiracy charge could be found even more readily.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The district court took note of Dowling and sought to distinguish it, pointing out that in Dowling's bank robbery trial, the \"other crime\" evidence, offered under Rule 404(b) to establish identity, related to an entirely different criminal transaction, i.e., the housebreaking.  The district court continued:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>While the offenses in Dowling occurred at different times, with different victims and to a degree different participants, the offenses at issue here involved the same participants, the same offense, and followed a day later.  Surely the admissibility of acquitted conduct in this case necessarily raises issues of fairness and dimensions of prejudice which the [Supreme] Court in Dowling was not obliged to consider.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">891 F.Supp. at 47.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Perhaps so.  From a classic double-jeopardy standpoint, it may seem especially \"unfair\" to retry the defendant after acquittal where the two crimes relate to the one set of events.  But to distinguish Dowling on this ground is simply to quarrel with Blockburger 's test of when two crimes comprise different offenses.  It would be easy enough to quarrel;  in fact, the Supreme Court for a brief period came closer to using a same-transaction test for double jeopardy, see Grady v. Corbin, 495 U.S. 508, 110 S.Ct. 2084, 109 L.Ed.2d 548 (1990), overruled by United States v. Dixon, 509 U.S. 688, 113 S.Ct. 2849, 125 L.Ed.2d 556 (1993).  But Blockburger binds us all.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">As for \"prejudice,\" the inference of guilt drawn from the acquitted conduct may be more weighty in this case than in Dowling precisely because of the close relationship of the two crimes.  Yet, that could easily be offered as an argument for admissibility here.  Cf. Fed.R.Evid. 403 (balancing probative value against relevance).  Plainly it would be highly probative in a conspiracy trial to show that the defendant accused of planning a crime with others had probably carried out the very crime alleged to have been planned.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Further, in one important respect, there is less risk of unfair prejudice in this case than in Dowling.   The ordinary threat of unfair prejudice in a Rule 404(b) case is that the jury will infer that because the defendant has committed other bad acts, he has a \"bad character\" and is likely to have acted in conformity therewith.  This inference, forbidden by Rule 404(a), is largely submerged by the more obvious and permissible inference that because the defendant participated in the crime that was the object of the conspiracy, he was guilty of the conspiracy as well.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">And yet the Commonwealth has made none of these arguments, assuming instead that while it was free to try Rossetti for conspiracy, the prosecutor's use of evidence of Rossetti's participation in the armed robbery was forbidden by Ashe v. Swenson.   Why the Commonwealth made this concession is unclear:  its brief cites only to a Massachusetts case which relied on Ashe v. Swenson but was decided prior to Dowling.   Possibly, the Commonwealth was persuaded by the district court's distinction of Dowling;  alternatively, it may have placed undue faith in its argument--rejected by the district court but renewed by the Commonwealth here--that the armed robbery evidence was harmless error.  In all events, we hold the Commonwealth to its waiver.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Although very doubtful about the district court's attempted distinction of Dowling, we are inclined to reserve the issue for a case in which the prosecution chooses to litigate the point.  Just how the Supreme Court would apply Dowling in a slightly different context is a matter that could at least be debated.  Given our rejection of the district court's main ruling, the Commonwealth is free to retry Rossetti if it desires, so there certainly is no threat to public safety.  In fact, we were told that Rossetti was on parole when his habeas petition was granted.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Finally, something, but not much, needs to be said about the Commonwealth's harmless error defense.  Assuming dubitante that the armed robbery evidence was precluded in the second trial, that \"error\" was not harmless under the standard test.  Brecht v. Abrahamson, 507 U.S. 619, 638, 113 S.Ct. 1710, 1722, 123 L.Ed.2d 353 (1993) (error is harmless if it has no \"substantial and injurious effect or influence in determining the jury's verdict\").  O'Neal v. McAninch, --- U.S. ----, ----, 115 S.Ct. 992, 995, 130 L.Ed.2d 947 (1995).  This is so even though we agree with the government that the other evidence of conspiracy (Smith's testimony as to conspiracy and the real evidence) is impressive, if taken most favorably to the government.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">But in appraising harmless error, we do not look only at the government's best case but rather at the evidence as a whole.  United States v. Innamorati, 996 F.2d 456, 475-76 (1st Cir.), cert. denied, 510 U.S. 955, 114 S.Ct. 409, 126 L.Ed.2d 356 &amp; 510 U.S. 972, 114 S.Ct. 459, 126 L.Ed.2d 391 (1993).  Smith was a witness that the jury could easily choose to disbelieve.  And Rossetti's possession of some of the real evidence was explained, although a jury might think the explanation far-fetched and it was certainly incomplete.  Smith's detailed evidence of Rossetti's actual participation in the robbery itself could easily have altered the outcome.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The judgment of the district court is modified to provide for issuance of the writ unless, within a reasonable time to be determined by the district court, the Commonwealth chooses to retry Rossetti on the charge of conspiracy, and the matter is remanded to the district court for the entry of a modified judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <p>APPENDIX</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The charge, in relevant part, read as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>Under our law and as a general rule, if two or more persons engage in a joint criminal undertaking in furtherance of its object each is the agent of the other in all matters relating to the common object of the enterprise and the acts of one are the acts of all.  To be engaged in a joint enterprise, however, a person must actively participate in it.  Merely being present at the time when a crime is committed is not sufficient even though a defendant may have had knowledge that the crime was going to be committed and did absolutely nothing to prevent it.  What must be proved is that the defendant who is charged on the theory of joint enterprise in some way associated himself with the venture;  that is, he participated in it as something he wished to bring about as an active participant as distinguished from merely being present or at the scene when some other person committed a criminal act.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>On the other hand, a person may be a participant in the commission of a crime without having actually performed any physical act at the time when the crime was committed.  If the defendant who is charged under the theory of joint enterprise has put himself in a position or location where he can render assistance or encouragement in the commission of the crime, then, and once again, as a general rule he can be found guilty even though he did not commit the criminal act or made no physical contribution to the execution of the criminal act.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>In order, therefore, to find this defendant guilty of the crime of robbery, you must be satisfied, first of all, beyond a reasonable doubt that he participated with others in this armed robbery and not that he was merely present at the time but that in some active way he associated himself with the crime before it was committed and put himself in a position or location where he might aid or assist those persons in the commission of the crime.  You must be satisfied that this defendant combined and confederated in advance with the others to accomplish an illegal purpose.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The district court thus erred in saying that the armed robbery evidence in this case \"violated the express terms of Rule 404(b),\" even if we ignore the fact that Rule 404(b) did not govern the Massachusetts courts.  Subject to Rule 403, evidence of a second crime transactionally related to charged crime is admissible when, as here, it is \"so blended or connected with the one on trial as that proof of one incidentally involves the other.\"  United States v. Dworken, 855 F.2d 12, 27 (1st Cir.1988) (emphasis and citations removed)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"case_cite\">44 Fed. R. Evid. Serv. 197</p>\n    <p class=\"parties\">Stephen ROSSETTI, Petitioner, Appellee,<br>v.<br>John J. CURRAN, Chairman, Commonwealth of Massachusetts<br>Parole Board, Respondent, Appellant.</p>\n    <p class=\"docket\">No. 95-1978.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 10, 1996.<br>Decided March 21, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts;  Hon.  Nancy J. Gertner, U.S. District Judge.</p>\n      <p class=\"indent\">Elisabeth J. Medvedow, Assistant Attorney General, Criminal Bureau, with whom Scott Harshbarger, Attorney General, Boston, MA, was on brief for respondent.</p>\n      <p class=\"indent\">Matthew A. Kamholtz with whom Matthew H. Feinberg and Segal &amp; Feinberg, Boston, MA, were on brief for petitioner.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In 1981, Stephen Rossetti was acquitted of armed robbery in state court.  In 1982, he was convicted in state court of conspiracy to commit the same robbery.  Much of the evidence used in the two trials was the same.  In a habeas corpus proceeding, the district court ruled that the second prosecution violated double jeopardy principles and ordered Rossetti released without possibility of retrial.  The Commonwealth now appeals.  For the reasons that follow, we modify the district court's judgment.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The charges against Rossetti arose out of the armed robbery of a Brink's armored truck in the parking lot of a bank in the Jamaica Plain section of Boston on December 4, 1980.  A Brink's guard had just removed a sack filled with $150,000 in cash from the truck and was carrying it toward the bank entrance when he was approached by three men, possibly masked.  One of the men asked for the money;  and another leveled a shotgun at the guard.  Ultimately, the three jumped into a car and drove off, taking the money and the guard's pistol.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In both trials, the prosecution built its case around the testimony of Joseph Smith, who testified that he was a fourth participant in the December 4 robbery who had been waiting in a second car to assist if necessary by blocking pursuers.  His testimony was crucial to the prosecution's case.  Although there was ample evidence of the robbery, neither the Brink's guards nor anyone else could identify Rossetti as one of the perpetrators.  Nor was there any eye-witness evidence, other than Smith's testimony, to prove Rossetti's participation in the conspiracy to commit the robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Smith was not an ideal witness.  He had been arrested four days after the Brink's robbery on a warrant charging escape from the Deer Island House of Correction;  he then offered the government information about the Brink's job.  In exchange, the Commonwealth promised Smith parole on his Deer Island sentence, immunity from prosecution for escape, and no jail time for his role in the Brink's robbery.  He was also promised a plane ticket to anywhere in the United States, the restoration of his Massachusetts driver's license, and $1,500 in cash.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In the first trial (Rossetti I ), which took place in June 1981, Rossetti was the sole defendant and was charged with armed robbery.  Under Massachusetts law, the Commonwealth was prohibited from trying the conspiracy in the same trial as the substantive offense unless the defendant moved for joinder.  Mass.R.Cr.P. 9(e).  Smith described in detail the course of the robbery on the morning of December 4 and Rossetti's participation in it.  He also described more briefly the preparations for the crime--including a visit to the bank on Thanksgiving Day, the final planning sessions, and the theft of cars on December 3--and Rossetti's role in those preparations.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Commonwealth also presented physical evidence that the police had recovered from Rossetti's home, including hidden cash with serial numbers corresponding to the stolen money.  The police had also found a key in Rossetti's room that led them to a locker located in another building.  In the locker, police discovered clothing and weapons tied to the robbery, including the Brink's guard's pistol and a sawed-off shotgun, which were also offered at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Rossetti vigorously attacked Smith on cross-examination, and also offered police testimony that Smith had taken a much more active role in the robbery than he had admitted.  Through testimony from his mother and his girlfriend, Rossetti also sought to establish an alibi for the time of the robbery (and for Thanksgiving Day).  And to explain the physical evidence, witnesses testified that Rossetti had taken some items from Smith's apartment after Smith's arrest.  The jury acquitted Rossetti of armed robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the second trial (Rossetti II ), Rossetti, Louis Royce, and Joseph Sousa were co-defendants, each charged with conspiracy to commit the Brink's robbery.  This trial took place in December 1982, and the pattern of the trial was similar to Rossetti I.   After the two Brink's guards described the crime, the Commonwealth called Smith to testify.  In the first trial, the focus of Smith's direct examination was the commission of the robbery;  in Rossetti II Smith described the robbery and Rossetti's role in it but also dwelt at length on several meetings Smith had held with Rossetti and other conspirators prior to December 4.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Again, Smith was vigorously attacked, both on cross-examination and by impeaching testimony.  Rossetti again offered alibi evidence for the date of the crime.  Again, witnesses testified that Rossetti had taken incriminating items from Smith's apartment.  All three defendants were convicted of conspiracy.  The convictions were affirmed, Commonwealth v. Royce, 20 Mass.App.Ct. 221, <span class=\"citation\" data-id=\"2050705\"><a href=\"/opinion/2050705/commonwealth-v-royce/\"><span class=\"volume\">479</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">198</span></a></span>, further rev. denied, <span class=\"citation no-link\"><span class=\"volume\">395</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1104</span></span>, <span class=\"citation no-link\"><span class=\"volume\">482</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">328</span></span>, <span class=\"citation no-link\"><span class=\"volume\">396</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1102</span></span>, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">102</span></span> (1985), and Rossetti's request for post-conviction relief in state court was denied.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In September 1990, Rossetti filed in the district court for habeas corpus relief.  The district court held that the second prosecution was barred by the double jeopardy clause as construed in Ashe v. Swenson, <span class=\"citation\" data-id=\"108114\"><a href=\"/opinion/108114/ashe-v-swenson/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, <span class=\"citation\" data-id=\"108114\"><a href=\"/opinion/108114/ashe-v-swenson/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1189</span></a></span>, <span class=\"citation\" data-id=\"108114\"><a href=\"/opinion/108114/ashe-v-swenson/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">469</span></a></span> (1970).  Rossetti v. Curran, <span class=\"citation no-link\"><span class=\"volume\">891</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">36</span></span> (D.Mass.1995).  In the alternative, the district court held that, even if the second prosecution had been proper, the state court had committed constitutional error by admitting evidence of Rossetti's participation in the robbery of which he had been previously acquitted.  The court granted the writ of habeas corpus without the possibility of retrial.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The district court's legal rulings are reviewed de novo, United States v. Aguilar-Aranceta, <span class=\"citation\" data-id=\"578199\"><a href=\"/opinion/578199/united-states-v-esperanza-aguilar-aranceta/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">18</span></a></span>, 21 (1st Cir.), cert.denied, <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">834</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">105</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">64</span></span> (1992), and we consider first the district court's ruling that the second prosecution was barred entirely under Ashe v. Swenson.   The Commonwealth suggests that Rossetti's claim on this issue was not properly presented in state court and was thus lost, see Picard v. Connor, <span class=\"citation\" data-id=\"108417\"><a href=\"/opinion/108417/picard-v-connor/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">270</span></a></span>, 275-76, <span class=\"citation\" data-id=\"108417\"><a href=\"/opinion/108417/picard-v-connor/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">509</span></a></span>, 511-12, <span class=\"citation\" data-id=\"108417\"><a href=\"/opinion/108417/picard-v-connor/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">438</span></a></span> (1971), but in our view the issue was adequately raised and preserved.  See Scarpa v. Dubois, <span class=\"citation\" data-id=\"680706\"><a href=\"/opinion/680706/nazzaro-scarpa-v-larry-e-dubois-etc/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">940</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">885</span></span> (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Fifth Amendment, held to apply to the states through the Fourteenth Amendment, provides in part that no person shall \"be subject for the same offense to be twice put in jeopardy of life or limb.\"  Benton v. Maryland, <span class=\"citation\" data-id=\"107980\"><a href=\"/opinion/107980/benton-v-maryland/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">784</span></a></span>, <span class=\"citation\" data-id=\"107980\"><a href=\"/opinion/107980/benton-v-maryland/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2056</span></a></span>, <span class=\"citation\" data-id=\"107980\"><a href=\"/opinion/107980/benton-v-maryland/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">707</span></a></span> (1969).  A layman might think that Rossetti had been twice prosecuted for the same criminal venture.  But armed robbery and conspiracy to commit armed robbery are separately defined crimes under Massachusetts law and each requires an element that the other does not.  Accordingly, under governing Supreme Court precedent, they are separate offenses for double jeopardy purposes.  Blockburger v. United States, <span class=\"citation no-link\"><span class=\"volume\">284</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></span>, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">180</span></span>, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">306</span></span> (1932).  Rossetti does not suggest otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">But the Supreme Court has broadened double jeopardy protection by incorporating into the clause the concept of collateral estoppel, so that \"when an issue of ultimate fact has once been determined by a valid and final judgment, that issue cannot again be litigated between the same parties in any future lawsuit.\"  Ashe v. Swenson, 397 U.S. at 443, 90 S.Ct. at 1193.   In this case, the district court invoked Ashe v. Swenson and reasoned that, in light of the evidence and instructions in the armed robbery trial, the jury in the first trial had necessarily determined that Rossetti had not conspired to commit the armed robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Of course, conspiracy was not the crime charged in the first case, so the acquittal on armed robbery does not, standing alone tell us what, if anything, the jury found as to conspiracy.  And under settled precedent, the burden was upon Rossetti to show that the jury had in the first case decided the conspiracy issue and decided it in Rossetti's favor.  Aguilar-Aranceta, 957 F.2d at 23.   In making this assessment, the district court quite properly examined the evidence and instructions.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court reasoned that the jury at Rossetti I was presented with a stark choice:  either accept Smith's testimony in its entirety, or conclude that he was a liar and reject it all.  The jury had obviously rejected Smith's claim that Rossetti had participated in the robbery.  In rejecting Smith's claim, the district court concluded, the jury also rejected his briefer account of Rossetti's participation in the conspiracy to commit the crime.  In the district court's view, the first trial therefore resolved the issue of Rossetti's participation in the conspiracy in Rossetti's favor.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We do not share the district court's assurance that in acquitting Rossetti of armed robbery the jury in Rossetti I rejected the proposition that Rossetti had conspired with the perpetrators of the robbery.  \"The heart of a conspiracy is the formation of [an] unlawful agreement or combination.\"  Commonwealth v. Pero, <span class=\"citation\" data-id=\"2063812\"><a href=\"/opinion/2063812/commonwealth-v-pero/\"><span class=\"volume\">402</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">476</span></a></span>, <span class=\"citation\" data-id=\"2063812\"><a href=\"/opinion/2063812/commonwealth-v-pero/\"><span class=\"volume\">524</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">63</span></a></span>, 65 (1988).  If the jury accepted Rossetti's alibi for the day of the crime, it could easily have acquitted him of armed robbery without deciding whether Rossetti had agreed at some earlier time to play some role in the robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Rossetti's mother and his girlfriend each testified that he was with them at the time of the robbery.  And the girlfriend provided an exculpatory explanation as to how Rossetti came later to possess the money associated with the robbery;  his possession of the key to the locker where the weapons were stored was never directly explained.  Given Smith's weakness as a witness, the alibi could easily have supplied reasonable doubt, and the alibi did not preclude the possibility that Rossetti had conspired beforehand.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court's conclusion rested secondarily on the criminal joint venture instruction given to the jury in the first trial.  The joint venture theory under Massachusetts law is designed to make \"an active participant\" in a crime, Commonwealth v. Stewart, <span class=\"citation\" data-id=\"2227337\"><a href=\"/opinion/2227337/commonwealth-v-stewart/\"><span class=\"volume\">411</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">345</span></a></span>, <span class=\"citation\" data-id=\"2227337\"><a href=\"/opinion/2227337/commonwealth-v-stewart/\"><span class=\"volume\">582</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">514</span></a></span>, 519 (1991), liable for the crime even if his role is limited to his presence coupled with an intent to aid in the crime if necessary.  Commonwealth v. Cunningham, <span class=\"citation\" data-id=\"2097852\"><a href=\"/opinion/2097852/commonwealth-v-cunningham/\"><span class=\"volume\">405</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">646</span></a></span>, <span class=\"citation\" data-id=\"2097852\"><a href=\"/opinion/2097852/commonwealth-v-cunningham/\"><span class=\"volume\">543</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">12</span></a></span>, 15 (1989).  But the charge given in this case, which we reprint in an appendix, was more muddled than the standard formulation.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Under the charge as given, the jury might have thought that it should convict Rossetti of armed robbery if he merely conspired in planning the robbery or it might instead have thought that it could not convict unless Rossetti was present at the robbery and ready to provide assistance.  Unfortunately for Rossetti, the latter interpretation is at least as likely as the former;  there is language in the charge pointing both ways. Thus, the jury's verdict of acquittal does not necessarily, or even probably, reflect a finding that Rossetti was innocent of conspiracy.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The district court held, in the alternative, that Rossetti was entitled to a new trial.  The acquittal in the first trial, the district court reasoned, established at the very least that Rossetti had not been engaged in the armed robbery itself (or more precisely, found a reasonable doubt on this point).  Yet, in the second trial the prosecutor again offered Smith's testimony that Rossetti had participated in the robbery itself, inviting the second jury to contradict the first.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">For more than a decade after Ashe v. Swenson, this offer of evidence by the prosecutor--inviting the jury in the second trial to find that Rossetti had participated in the armed robbery--would clearly have offended the collateral estoppel branch of double jeopardy doctrine.  E.g., United States v. Gonzalez-Sanchez, <span class=\"citation\" data-id=\"492352\"><a href=\"/opinion/492352/united-states-v-pedro-m-gonzalez-sanchez-united-states-of-america-v/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">572</span></a></span> (1st Cir.1987).  True, the purpose was to help the prosecutor prove a different offense not foreclosed by the first verdict, i.e., that Rossetti had conspired to commit armed robbery.  But the evidence of his participation in the robbery was still designed to prove the very conduct (armed robbery) of which the first jury had acquitted Rossetti.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Two decades after Ashe v. Swenson, the Supreme Court decided Dowling v. United States, <span class=\"citation\" data-id=\"112352\"><a href=\"/opinion/112352/dowling-v-united-states/\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">342</span></a></span>, <span class=\"citation\" data-id=\"112352\"><a href=\"/opinion/112352/dowling-v-united-states/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">668</span></a></span>, <span class=\"citation\" data-id=\"112352\"><a href=\"/opinion/112352/dowling-v-united-states/\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">708</span></a></span> (1990).  There, the federal government prosecuted Dowling for armed bank robbery;  and because the bank robbers had been masked, the prosecutor--as identification evidence under Fed.R.Evid. 404--offered proof that Dowling, similarly masked and armed, had sought to rob a private home two weeks later and had been unmasked and identified in the struggle.  The prosecutor's problem was that prior to the bank robbery trial, Dowling had been tried and acquitted of the house robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In Dowling, as in this case, the defense argued that the use in the second trial of \"acquitted conduct\" evidence violated the collateral estoppel branch of double jeopardy.  The Supreme Court rejected the claim, pointing to the difference in the burden of proof.  In the first trial, the jury had found that the government had failed to prove the house robbery beyond a reasonable doubt;  in the second, Dowling's presence in the house merely needed to be proved as a likelihood in order to help the government in the bank robbery case.  Id. at 348-49, 110 S.Ct. at 671-72.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">If the reasoning of Dowling is applied mechanically to our own case, the Commonwealth was arguably free--so far as federal constitutional law is concerned--to offer the bank robbery evidence in Rossetti II.   No intermediate fact need be proved beyond a reasonable doubt, so long as the crime itself is proved beyond a reasonable doubt.  New Jersey v. T.L.O., <span class=\"citation\" data-id=\"111301\"><a href=\"/opinion/111301/new-jersey-v-tlo/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">325</span></a></span>, 345, <span class=\"citation\" data-id=\"111301\"><a href=\"/opinion/111301/new-jersey-v-tlo/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">733</span></a></span>, 744, <span class=\"citation\" data-id=\"111301\"><a href=\"/opinion/111301/new-jersey-v-tlo/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">720</span></a></span> (1985);  In re Winship, <span class=\"citation\" data-id=\"108111\"><a href=\"/opinion/108111/in-re-winship/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">358</span></a></span>, <span class=\"citation\" data-id=\"108111\"><a href=\"/opinion/108111/in-re-winship/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1068</span></a></span>, <span class=\"citation\" data-id=\"108111\"><a href=\"/opinion/108111/in-re-winship/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">368</span></a></span> (1970);  Fed.R.Evid. 401.  It was enough for the jury in Rossetti II to conclude that it was likely that Rossetti had participated in the armed robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">If the jury found that Rossetti had likely participated in the bank robbery, this could then have been used by the jury, together with other evidence, to prove Rossetti's guilt on the conspiracy charge beyond a reasonable doubt.  A jury could convict without the robbery evidence:  Smith gave direct testimony in the second trial that Rossetti had conspired;  and the prosecutor proved that proceeds and implements of the robbery had been linked with Rossetti.  But if the jury also believed that Rossetti had likely participated in the robbery, guilt on the conspiracy charge could be found even more readily.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The district court took note of Dowling and sought to distinguish it, pointing out that in Dowling's bank robbery trial, the \"other crime\" evidence, offered under Rule 404(b) to establish identity, related to an entirely different criminal transaction, i.e., the housebreaking.  The district court continued:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>While the offenses in Dowling occurred at different times, with different victims and to a degree different participants, the offenses at issue here involved the same participants, the same offense, and followed a day later.  Surely the admissibility of acquitted conduct in this case necessarily raises issues of fairness and dimensions of prejudice which the [Supreme] Court in Dowling was not obliged to consider.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">891 F.Supp. at 47.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Perhaps so.  From a classic double-jeopardy standpoint, it may seem especially \"unfair\" to retry the defendant after acquittal where the two crimes relate to the one set of events.  But to distinguish Dowling on this ground is simply to quarrel with Blockburger 's test of when two crimes comprise different offenses.  It would be easy enough to quarrel;  in fact, the Supreme Court for a brief period came closer to using a same-transaction test for double jeopardy, see Grady v. Corbin, <span class=\"citation\" data-id=\"112432\"><a href=\"/opinion/112432/grady-v-corbin/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">508</span></a></span>, <span class=\"citation\" data-id=\"112432\"><a href=\"/opinion/112432/grady-v-corbin/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2084</span></a></span>, <span class=\"citation\" data-id=\"112432\"><a href=\"/opinion/112432/grady-v-corbin/\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1990), overruled by United States v. Dixon, <span class=\"citation\" data-id=\"112906\"><a href=\"/opinion/112906/united-states-v-dixon/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">688</span></a></span>, <span class=\"citation\" data-id=\"112906\"><a href=\"/opinion/112906/united-states-v-dixon/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2849</span></a></span>, <span class=\"citation\" data-id=\"112906\"><a href=\"/opinion/112906/united-states-v-dixon/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">556</span></a></span> (1993).  But Blockburger binds us all.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">As for \"prejudice,\" the inference of guilt drawn from the acquitted conduct may be more weighty in this case than in Dowling precisely because of the close relationship of the two crimes.  Yet, that could easily be offered as an argument for admissibility here.  Cf. Fed.R.Evid. 403 (balancing probative value against relevance).  Plainly it would be highly probative in a conspiracy trial to show that the defendant accused of planning a crime with others had probably carried out the very crime alleged to have been planned.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Further, in one important respect, there is less risk of unfair prejudice in this case than in Dowling.   The ordinary threat of unfair prejudice in a Rule 404(b) case is that the jury will infer that because the defendant has committed other bad acts, he has a \"bad character\" and is likely to have acted in conformity therewith.  This inference, forbidden by Rule 404(a), is largely submerged by the more obvious and permissible inference that because the defendant participated in the crime that was the object of the conspiracy, he was guilty of the conspiracy as well.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">And yet the Commonwealth has made none of these arguments, assuming instead that while it was free to try Rossetti for conspiracy, the prosecutor's use of evidence of Rossetti's participation in the armed robbery was forbidden by Ashe v. Swenson.   Why the Commonwealth made this concession is unclear:  its brief cites only to a Massachusetts case which relied on Ashe v. Swenson but was decided prior to Dowling.   Possibly, the Commonwealth was persuaded by the district court's distinction of Dowling;  alternatively, it may have placed undue faith in its argument--rejected by the district court but renewed by the Commonwealth here--that the armed robbery evidence was harmless error.  In all events, we hold the Commonwealth to its waiver.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Although very doubtful about the district court's attempted distinction of Dowling, we are inclined to reserve the issue for a case in which the prosecution chooses to litigate the point.  Just how the Supreme Court would apply Dowling in a slightly different context is a matter that could at least be debated.  Given our rejection of the district court's main ruling, the Commonwealth is free to retry Rossetti if it desires, so there certainly is no threat to public safety.  In fact, we were told that Rossetti was on parole when his habeas petition was granted.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Finally, something, but not much, needs to be said about the Commonwealth's harmless error defense.  Assuming dubitante that the armed robbery evidence was precluded in the second trial, that \"error\" was not harmless under the standard test.  Brecht v. Abrahamson, <span class=\"citation\" data-id=\"112845\"><a href=\"/opinion/112845/brecht-v-abrahamson/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">619</span></a></span>, 638, <span class=\"citation\" data-id=\"112845\"><a href=\"/opinion/112845/brecht-v-abrahamson/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1710</span></a></span>, 1722, <span class=\"citation\" data-id=\"112845\"><a href=\"/opinion/112845/brecht-v-abrahamson/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">353</span></a></span> (1993) (error is harmless if it has no \"substantial and injurious effect or influence in determining the jury's verdict\").  O'Neal v. McAninch, --- U.S. ----, ----, <span class=\"citation\" data-id=\"117897\"><a href=\"/opinion/117897/oneal-v-mcaninch/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">992</span></a></span>, 995, <span class=\"citation\" data-id=\"117897\"><a href=\"/opinion/117897/oneal-v-mcaninch/\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">947</span></a></span> (1995).  This is so even though we agree with the government that the other evidence of conspiracy (Smith's testimony as to conspiracy and the real evidence) is impressive, if taken most favorably to the government.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">But in appraising harmless error, we do not look only at the government's best case but rather at the evidence as a whole.  United States v. Innamorati, <span class=\"citation\" data-id=\"609734\"><a href=\"/opinion/609734/united-states-v-kenneth-innamorati-united-states-v-william-thompson/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">456</span></a></span>, 475-76 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">955</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">409</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">356</span></span> &amp; <span class=\"citation no-link\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">972</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">459</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">391</span></span> (1993).  Smith was a witness that the jury could easily choose to disbelieve.  And Rossetti's possession of some of the real evidence was explained, although a jury might think the explanation far-fetched and it was certainly incomplete.  Smith's detailed evidence of Rossetti's actual participation in the robbery itself could easily have altered the outcome.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The judgment of the district court is modified to provide for issuance of the writ unless, within a reasonable time to be determined by the district court, the Commonwealth chooses to retry Rossetti on the charge of conspiracy, and the matter is remanded to the district court for the entry of a modified judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <p>APPENDIX</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The charge, in relevant part, read as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>Under our law and as a general rule, if two or more persons engage in a joint criminal undertaking in furtherance of its object each is the agent of the other in all matters relating to the common object of the enterprise and the acts of one are the acts of all.  To be engaged in a joint enterprise, however, a person must actively participate in it.  Merely being present at the time when a crime is committed is not sufficient even though a defendant may have had knowledge that the crime was going to be committed and did absolutely nothing to prevent it.  What must be proved is that the defendant who is charged on the theory of joint enterprise in some way associated himself with the venture;  that is, he participated in it as something he wished to bring about as an active participant as distinguished from merely being present or at the scene when some other person committed a criminal act.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>On the other hand, a person may be a participant in the commission of a crime without having actually performed any physical act at the time when the crime was committed.  If the defendant who is charged under the theory of joint enterprise has put himself in a position or location where he can render assistance or encouragement in the commission of the crime, then, and once again, as a general rule he can be found guilty even though he did not commit the criminal act or made no physical contribution to the execution of the criminal act.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>In order, therefore, to find this defendant guilty of the crime of robbery, you must be satisfied, first of all, beyond a reasonable doubt that he participated with others in this armed robbery and not that he was merely present at the time but that in some active way he associated himself with the crime before it was committed and put himself in a position or location where he might aid or assist those persons in the commission of the crime.  You must be satisfied that this defendant combined and confederated in advance with the others to accomplish an illegal purpose.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The district court thus erred in saying that the armed robbery evidence in this case \"violated the express terms of Rule 404(b),\" even if we ignore the fact that Rule 404(b) did not govern the Massachusetts courts.  Subject to Rule 403, evidence of a second crime transactionally related to charged crime is admissible when, as here, it is \"so blended or connected with the one on trial as that proof of one incidentally involves the other.\"  United States v. Dworken, <span class=\"citation\" data-id=\"510631\"><a href=\"/opinion/510631/united-states-v-jay-lewis-dworken-aka-jason-lewis-jay-lewis-united/\"><span class=\"volume\">855</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 27 (1st Cir.1988) (emphasis and citations removed)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108114/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108417/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111301/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112352/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112906/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117897/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492352/",
    "http://www.courtlistener.com/api/rest/v3/opinions/510631/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578199/",
    "http://www.courtlistener.com/api/rest/v3/opinions/609734/",
    "http://www.courtlistener.com/api/rest/v3/opinions/680706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2050705/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2063812/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2097852/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2227337/"
  ]
}