{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196642/",
  "absolute_url": "/opinion/196642/wyner-v-north-american/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196642/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:10:41Z",
  "date_modified": "2017-03-24T10:47:57.899382Z",
  "type": "010combined",
  "sha1": "bc2c592b7c70b85c6c28eda2d0ecaa7480798678",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1678.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 95-1678\r\n\n                     JUSTIN L. WYNER, ET AL.,\r\n\n                           Appellants,\r\n\n                                v.\r\n\n           NORTH AMERICAN SPECIALTY INSURANCE COMPANY,\r\n\n                            Appellee.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Reginald C. Lindsay, U.S. District Judge]\r                                                                 \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                  Aldrich, Senior Circuit Judge,\r                                                         \r\n\n                    and Selya, Circuit Judge.\r                                                      \r\n\n                                           \r\n\n     Eric F. Eisenberg, with whom  Joel Lewin and Hinckley, Allen\r                                                                           \r\n&amp; Snyder were on brief for appellants.\r                  \r\n     Edward S. Ronan, with whom Ronan, Riley &amp; Dever, P.C. was on\r                                                                    \r\nbrief for appellee.\r\n\n                                           \r\n\n                          March 21, 1996\r\n                                           \r\r\n\n          TORRUELLA, Chief Judge.  Appellants Justin L. Wyner, et\r                    TORRUELLA, Chief Judge.\r                                                                           \r\n\nal.  (collectively, \"the  Landlords\"),  appeal  a district  court\r             \r\n\norder affirming the bankruptcy  court's grant of summary judgment\r\n\nfor appellee North American  Specialty Insurance Co. (\"NASIC\") on\r\n\nthe  Landlords' claims that  the language of  an insurance policy\r\n\nissued to its tenant Wursthaus, Inc. (\"Wursthaus\") indicates that\r\n\nthe policy covers  alleged damage by  Wursthaus to real  property\r\n\nowned by the Landlords.  We affirm.\r\n\n                          I.  BACKGROUND\r                                    I.  BACKGROUND\r                                                  \r\n\n          On  January  29,  1993,  Wursthaus  filed  a  voluntary\r\n\nChapter  11  petition  with  the  bankruptcy  court.    Wursthaus\r\n\noperates a  restaurant in  Cambridge, Massachusetts, in  space it\r\n\nhas  leased from the Landlords (\"the leased property\").  On March\r\n\n26,  1993, Wursthaus  filed  an Adversary  Complaint against  the\r\n\nLandlords  in the  bankruptcy  court, claiming  loss of  business\r\n\nincome  due  to the  Landlords'  construction in  and  around the\r\n\nleased  property.  The Landlords filed an Answer and Counterclaim\r\n\non May 24, 1993, denying the allegations and counterclaiming that\r\n\nWursthaus damaged the  leased property.1   On June  3, 1993,  the\r\n\nLandlords filed a third party complaint against NASIC, Wursthaus'\r\n\ninsurer, seeking a declaratory judgment that Wursthaus' insurance\r\n\n                    \r                              \r\n\n1  After NASIC's summary judgment motion, the Landlords submitted\r\nan affidavit, discussed  infra, which claimed damage to  a larger\r                                        \r\nportion of the building than just the leased property.\r\n\n                               -2-\r\r\n\npolicy  (\"the  policy\")  may  be  reached  and  applied  for  the\r\n\nLandlords' benefit.2\r\n\n          NASIC  answered  the  third  party  complaint,  and  on\r\n\nNovember 16,  1993,  moved  for  summary  judgment   against  the\r\n\nLandlords on  all  three counts  of  the Landlords'  third  party\r\n\ncomplaint  against NASIC.    In opposition  to  this motion,  the\r\n\nLandlords produced  an affidavit  of Richard H.  Ember (\"Ember\"),\r\n\nthe trustee  of a trust  that owns  the majority interest  of the\r\n\nthree-story building  (\"the building\")  that contains  the leased\r\n\nproperty.3   In  that  affidavit (\"the  Ember Affidavit\"),  Ember\r\n\nstated that Wursthaus improperly  altered and damaged portions of\r\n\nthe  building  that  are  not  owned,  rented,  or   occupied  by\r\n\nWursthaus.   In contrast to  the Landlords' third party complaint\r\n\nagainst  NASIC,  the  Ember   affidavit  described  the   damaged\r\n\n\"premises\"  as including  more  than  just  the  portion  of  the\r\n\nbuilding leased to  the Wursthaus.   The  bankruptcy court  noted\r\n\n                    \r                              \r\n\n2   The policy included both  a property insurance  portion and a\r\ncommercial  general  liability  portion  (\"CGL  portion\").    The\r\nLandlords argued before the bankruptcy court that it should  have\r\nbeen  able to recover under  either portion.   However, on appeal\r\nthe Landlords have failed to argue, beyond a passing reference in\r\na footnote, that the bankruptcy court erred in its interpretation\r\nof the property insurance portion.  Therefore, the Landlords have\r\nwaived their  legal and factual arguments  regarding the property\r\ninsurance portion, see Citizens Awareness Network, Inc. v. United\r                                                                           \r\nStates  Nuclear Regulatory  Comm'n, 59  F.3d 284,  294 (1st  Cir.\r                                            \r\n1995) (stating that  \"[i]t is  not enough to  mention a  possible\r\nargument in the most skeletal way, leaving the court to . . . put\r\nflesh on its bones\"),  and we construe their  appeal as based  on\r\nthe bankruptcy court's interpretation of the CGL portion.\r\n\n3    As  the  bankruptcy  court  noted,  this  property  actually\r\ncomprises several older  buildings that over the years  have come\r\nto be treated as a single building with several street addresses.\r\n\n                               -3-\r\r\n\nthat  the   Landlords  \"sought  to  expand\"   the  definition  of\r\n\n\"premises\" \"to include  the entire building,\" but  did not decide\r\n\nwhether the Ember  Affidavit properly accomplished the  expansion\r\n\nsought.4    The  bankruptcy  court  granted  NASIC's  motion  for\r\n\nsummary  judgment on  March 18,  1994.   The bankruptcy  court so\r\n\nruled  based on its finding  that the policy  issued to Wursthaus\r\n\ndoes not  cover damage by Wursthaus to real property owned by the\r\n\nLandlords.  On  June 14,  1995, the district  court affirmed  the\r\n\nbankruptcy court's decision in a one-sentence order.\r\n\n          In this  appeal, the Landlords claim  that the district\r\n\ncourt erred by affirming  the bankruptcy court's summary judgment\r\n\nfor NASIC.    The Landlords  also  seek to  reach  and apply  the\r\n\nproceeds of the policy.5  \r\n\n                         II.  DISCUSSION\r                                   II.  DISCUSSION\r                                                  \r\n\n                      A.  Standard of Review\r                                A.  Standard of Review\r                                                      \r\n\n          In  reviewing  a  district   court's  affirmance  of  a\r\n\nbankruptcy court's grant  of summary judgment, we apply  the same\r\n\ndecisional  standards as  the bankruptcy  court and  the district\r\n\n                    \r                              \r\n\n4   We  do  not consider  whether  the Ember  Affidavit  properly\r\namended the  Landlords' complaint,  since the resolution  of this\r\nissue would not affect the outcome under our analysis.\r\n\n5  On November  14, 1994, after the bankruptcy court  had granted\r\nNASIC summary  judgment on the Landlords'  third party complaint,\r\nthe  Landlords and Wursthaus  filed with  the bankruptcy  court a\r\nJoint Motion to Approve Partial Settlement and the Disposition of\r\nRemaining Claims.   In this  motion, the debtor  Wursthaus states\r\nthat  it wishes  to dismiss  its complaint  for loss  of business\r\nincome against the  Landlords, and the  Landlords stated that  if\r\nthey  were   to  prevail  on   appeal,  it  would   pursue  their\r\ncounterclaim against  Wursthaus only  to the extent  of available\r\ninsurance proceeds.\r\n\n                               -4-\r\r\n\ncourt before us.  We examine a grant of summary judgment de novo,\r                                                                          \r\n\nwith a  view  to whether  there  is a  genuine  issue as  to  any\r\n\nmaterial  fact  and whether  the moving  party  is entitled  to a\r\n\njudgment as a matter of  law.  Fed. R. Civ. P.  56(c); Den Norske\r                                                                           \r\n\nBank AS v. First Nat'l  Bank of Boston, No. 95-1682, slip  op. at\r                                                \r\n\n7,      F.3d    ,      (1st  Cir. 1996).   Once the  moving party\r\n\n(NASIC) makes this showing, the party bearing the ultimate burden\r\n\nof proof  (the Landlords)  cannot rest on  mere allegations,  but\r\n\nmust proffer sufficient competent  evidence upon which a rational\r\n\ntrier of fact could find in its favor.  Id. at 7.  Whether or not\r                                                     \r\n\ncontractual ambiguity exists is generally a matter of law for the\r\n\ncourt.  See Smart  v. Gillette Co. Long-Term Disability  Plan, 70\r                                                                       \r\n\nF.3d 173, 178 (1st Cir. 1995).  If such ambiguity  is found, then\r\n\nan  argument between parties  about the  meaning of  an ambiguous\r\n\ncontract is  typically an  argument about  a  material fact,  and\r\n\nsummary  judgment is  normally unwarranted  unless the  extrinsic\r\n\nevidence presented about the parties' intended meaning is so one-\r\n\nsided that  no reasonable  person could  decide to  the contrary.\r\n\nDen Norske Bank AS, slip op. at 7.  Nonetheless,  we must resolve\r                            \r\n\nall  genuine  factual   disputes,  and  any   competing  rational\r\n\ninferences, in  the light most  favorable to  the Landlords,  the\r\n\nparty against  whom  summary  judgment entered.    Id.;  Byrd  v.\r                                                                       \r\n\nRonayne, 61 F.3d 1026, 1030 (1st Cir. 1995).\r                 \r\n\n                 B.  Interpretation of the Policy\r                           B.  Interpretation of the Policy\r                                                           \r\n\n          We agree  with  the bankruptcy  court's finding,  which\r\n\nneither the  Landlords nor NASIC dispute,  that Massachusetts law\r\n\n                               -5-\r\r\n\napplies.  It  is well established  that under Massachusetts  law,\r\n\ngeneral   rules   of   contract   construction   apply   to   the\r\n\ninterpretation of an  insurance policy.   Save-mor  Supermarkets,\r                                                                           \r\n\nInc.  v. Skelly Detective Serv., Inc., 268 N.E.2d 666, 669 (Mass.\r                                               \r\n\n1971); Edward Rose Co. v. Globe &amp; Rutgers Fire Ins. Co., 160 N.E.\r                                                                 \r\n\n306,  308  (Mass.  1928).   On  appeal,  the  Landlords take  two\r\n\napproaches to argue  that summary  judgment was  improper on  its\r\n\nclaims  against  NASIC.   First, they  argue  that the  scheme of\r\n\ncapitalization  and  the  use  of certain  terms  in  the  policy\r\n\nindicate  either: (a)  that the  policy covered  damage Wursthaus\r\n\ncaused  to  the Landlords'  building; or  (b)  that, even  if the\r\n\npolicy  did not  clearly  and explicitly  cover such  damage, the\r\n\npolicy contained  contractual ambiguity  germane to the  issue of\r\n\nwhether the  policy  covered damage  caused by  Wursthaus to  the\r\n\nLandlords' building.   Second,  they argue  that  the policy,  if\r\n\nfound by its terms  to unambiguously exclude coverage,  would not\r\n\ncover damage  to  the extent  that  an objective  and  reasonable\r\n\ninsured,  reading  the  policy's  language, would  expect  to  be\r\n\ncovered,  and would  therefore  violate public  policy that  such\r\n\ncontracts should not  be misleading and that  coverage should not\r\n\nbe unrealistically limited.   See Kates v. St. Paul Fire &amp; Marine\r                                                                           \r\n\nIns.  Co., 509 F. Supp. 477, 491  (D. Mass. 1981).  The Landlords\r                   \r\n\ncontend that if we accept any of these arguments, we must reverse\r\n\nthe lower courts' summary judgment.\r\n\n                    1.  The Policy's Language\r                              1.  The Policy's Language\r\n\n                               -6-\r\r\n\n          The  Landlords argue  that  the lower  courts erred  in\r\n\nfinding  that the policy did  not explicitly cover  damage to the\r\n\nbuilding,  and concluding  that  the policy  did not  ambiguously\r\n\naddress such  coverage.   In particular, the  Landlords challenge\r\n\nthe bankruptcy court's conclusion that, while the  CGL portion of\r\n\nthe policy does apply  to certain property damage, it  contains a\r\n\nspecific  exclusion for  property damage  to property  \"you own,\"\r\n\nincluding  the Landlords within  the term \"you.\"   The bankruptcy\r\n\ncourt  concluded  that since  the term  \"you\"  is defined  in the\r\n\npolicy  as \"any  Named Insured,\"  and the  Landlords are  both an\r\n\n\"ADDITIONAL INSURED\"6  and  \"an insured\"  (under  an  endorsement\r\n\nmodifying the CGL portion)  under the CGL portion of  the policy,\r\n\nthe plain  and unambiguous  language of  this exclusion bars  the\r\n\nLandlords from asserting coverage.\r\n\n          The  Landlords   contend  that  the   bankruptcy  court\r\n\nerroneously failed to differentiate between the expressly defined\r\n\nterm \"Named  Insured\" used in  the policy and  the fact  that the\r\n\nLandlords   were    included   as   an    \"ADDITIONAL   INSURED.\"\r\n\nSpecifically,  the  Landlords  attempt  to  distinguish  the term\r\n\n\"Named Insured\" from the  act of generically adding an  entity to\r\n\nthe  group of  those to  be  covered as  part of  a more  broadly\r\n\ndefined category referred to  in various places in the  policy as\r\n\n\"an insured,\" \"any insured,\" and  those \"insured.\"  According  to\r\n\nthe  Landlords,  capitalization is  crucial;  \"Named  Insured\" is\r\n\n                    \r                              \r\n\n6    The  pertinent  endorsement contains  the  term  \"ADDITIONAL\r\nINSURED\" in full capitalization.\r\n\n                               -7-\r\r\n\ncapitalized throughout the Policy,  while \"insured,\" \"an insured\"\r\n\nand \"any  insured\" are not similarly  capitalized.  Additionally,\r\n\nthe Landlords  attempt to draw  a distinction  between the  terms\r\n\n\"ADDITIONAL  INSURED,\"  which  they  concede  includes them,  and\r\n\n\"Named Insured,\" which  they deny applies to them.   To this end,\r\n\nthe  Landlords emphasize  the usage  of \"you\" and  \"your,\" noting\r\n\nthat the Business and Personal Property Coverage Form states that\r\n\n\"[t]hroughout this policy the words 'you' and 'your' refer to the\r\n\nNamed Insured shown in  the Declarations and any other  person or\r\n\norganization, while the  Common Policy  Declarations page  states\r\n\nthat the  \"Named Insured\" is  \"Wursthaus, Inc. &amp;  Wursthaus, Inc.\r\n\nDBA Cardullo's Gourmet Shop.\"7\r\n\n          In   contrast,  NASIC  argues  that  the  courts  below\r\n\nproperly found  that  because the  policy defined  \"you\" as  \"the\r\n\nNamed  Insured shown  in  the Declarations,\"  and an  endorsement\r\n\nmodifies  the  policy  to add  the  Landlords  as an  \"ADDITIONAL\r\n\nINSURED\"  under  the  CGL  portion,  the  plain  and  unambiguous\r\n\nlanguage of the exclusion  for damage to property \"you  own, rent\r\n\nor occupy\"  bars the Landlords from asserting  coverage under the\r\n\nCGL  portion.   Furthermore, NASIC  argues that,  along with  the\r\n\ncontractual  language,   Massachusetts  case  law   supports  its\r\n\ncontention that such  exclusions apply not only to named insureds\r\n\n(such as Wursthaus), but also to additional insureds (such as the\r\n\nLandlords).    See  Massachusetts  Turnpike Authority  v.  Perini\r                                                                           \r\n\n                    \r                              \r\n\n7  Cardullo's Gourmet  Shop is a small gourmet  store operated by\r\nWursthaus near its restaurant.\r\n\n                               -8-\r\r\n\nCorp.,  208 N.E.2d  807,  812  (Mass.  1965).   In  Massachusetts\r                                                                           \r\n\nTurnpike Authority, the Supreme Judicial Court noted that\r                            \r\n\n            [t]he naming of additional  insureds does\r\n            not extend the nature of  the substantive\r\n            coverage originally given  by the  policy\r\n            but  merely gives  to  other persons  the\r\n            same protection afforded to the principal\r\n            insured.\r\n\nId., 208 N.E.2d at  813 (citing Sonoco Products Co.  v. Travelers\r                                                                           \r\n\nIndem. Co., 315 F.2d  126, 128 (10th Cir.  1963)).  According  to\r                    \r\n\nNASIC,  with respect to the exclusion for property \"you own, rent\r\n\nor  occupy\" originally agreed to by Wursthaus, \"the same policy .\r\n\n. .  covers the added insured,\"  the Landlords.  See  Sonoco, 315\r                                                                      \r\n\nF.2d at 128.\r\n\n          We  agree  with these  cases  that  the exclusions  for\r\n\nproperty \"you own, rent or occupy\"  extend to the Landlords as an\r\n\nadditional insured.  The purpose of provisions to add insureds is\r\n\n\"to extend the policy coverage to others  . . . not to change the\r\n\nnature of th[e] coverage nor to change declarations nor to remove\r\n\nexclusions.\"  Id.   Where,  as here, the  endorsement naming  the\r                           \r\n\nadditional  insured  contains  no language  suggesting  that  the\r\n\nnature  of  coverage,  declarations or  exclusions  were  thereby\r\n\naltered,  we  see no  reason  to deviate  from  the \"well-settled\r\n\n[rule] that the policy does not extend any greater coverage to an\r\n\nadditional insured.\"  Id.\r                                   \r\n\n          However, the fact that the exclusions for property \"you\r\n\nown, rent or  occupy\" extend  to the Landlords  as an  additional\r\n\ninsured  does not, in and of itself, dispense with the Landlords'\r\n\ncapitalization  argument.   Although  we  cannot conclude,  after\r\n\n                               -9-\r\r\n\nfinding that the policy's exclusions apply to the Landlords, that\r\n\nthe capitalization  scheme indicated  clearly that  the Landlords\r\n\ncould benefit from the scope of  coverage, if we were to find the\r\n\ncontract ambiguous, we would have to reverse the district court's\r\n\ngrant  of summary  judgment  for NASIC.   As  a  result, we  must\r\n\ndetermine  whether the capitalization and usage arguments suffice\r\n\nto show contractual ambiguity under Massachusetts law.\r\n\n          \"The first  approach to the question  of interpretation\r\n\nmust be  to read  this  insurance policy  as one  would read  any\r\n\nordinary   contract   --   to   inquire  what   the   simplified,\r\n\nconversational  language of  the policy  would mean  to a  reader\r\n\napplying  normal reasoning  or  analysis.\"   Nelson v.  Cambridge\r                                                                           \r\n\nMutual Fire Ins. Co.,  572 N.E.2d 594, 673 (Mass. App. Ct. 1991);\r                              \r\n\nCommerce  Ins. Co. v.  Koch, 522 N.E.2d 979,  980 (Mass. App. Ct.\r                                     \r\n\n1988).     \"[A]n  ambiguity  is  not  created  simply  because  a\r\n\ncontroversy    exists   between   parties,   each   favoring   an\r\n\ninterpretation contrary to  the other's.\"  Jefferson Ins.  Co. of\r                                                                           \r\n\nNew York v. Holyoke, 503  N.E.2d 474, 476 (Mass. App.  Ct. 1987).\r                             \r\n\nRather, \"[i]t  must be shown that  reasonably intelligent persons\r\n\nwould  differ as  to which  one of  two or  more meanings  is the\r\n\nproper one.\"  Id. (citing Ober v. National Cas. Co., 60 N.E.2d 90\r                                                             \r\n\n(1945)).\r\n\n          Applying  these  standards,  we  conclude   that  under\r\n\nMassachusetts  law, the  Landlords' arguments  do not  suffice to\r\n\nshow   contractual  ambiguity,   let  alone   outright  coverage,\r\n\nbenefitting the Landlords' claims.   First, we find that,  in the\r\n\n                               -10-\r\r\n\nface  of   the  express  exclusion  pointed  to   by  NASIC,  the\r\n\ncapitalization   in  the   policy  would   not  lead   reasonably\r\n\nintelligent persons to conclude that the exclusions did not apply\r\n\nas  stated.   At least  one Massachusetts  court has  rejected an\r\n\nargument  for  ambiguity  contingent  on the  usage  of  one term\r\n\ncontradicted  by  inclusion of  other,  clearer  provisions.   In\r\n\nNelson v. Cambridge  Mutual Fire  Ins. Co., 572  N.E.2d 594,  596\r                                                    \r\n\n(Mass. App. Ct. 1991),  the court found that the  term \"residence\r\n\npremises\"  in  an exclusionary  clause,  despite  the lack  of  a\r\n\npertinent definition, did not lead to legal ambiguity.  The court\r\n\nfound that  no trial was merited on the issue of whether a rented\r\n\nhome was covered in addition to a separate owned home, since  the\r\n\ndeclarations page included  the address of  the owned home  under\r\n\nthe policyholder's name.   Id.   Furthermore, in  the absence  of\r                                        \r\n\ndirectly conflicting word meanings, see Quincy Mut. Fire Ins. Co.\r                                                                           \r\n\nv. Abernathy, 469 N.E.2d 797, 799 (Mass. 1984) (finding ambiguity\r                      \r\n\nregarding  scope  of  coverage  for reckless  acts  where  policy\r\n\ncovered  \"accident[s]\"  but   where  exclusion  clause  disclaims\r\n\nliability for \"bodily injury .  . . which is expected . .  . from\r\n\nthe standpoint  of the Insured\"), Massachusetts  courts appear to\r\n\nfind ambiguity  in insurance contracts somewhat  sparingly.  See,\r                                                                          \r\n\ne.g., Ober, 60 N.E.2d  at 91 (finding no ambiguity as  to whether\r                    \r\n\n\"theatre\"  would encompass a  restaurant or night  club \"where no\r\n\nadmission is  charged, but where free  entertainment is furnished\r\n\nin connection with the  serving of food or  other refreshments\");\r\n\nJefferson Ins. Co.  of New  York, 503 N.E.2d  at 476  (concluding\r                                          \r\n\n                               -11-\r\r\n\nthere  was no  ambiguity in contract,  since exclusion  of claims\r\n\narising from events in  which the injured party was in \"the care,\r\n\ncustody or control\" of  police department covered situation where\r\n\ninjury  was suicide).  Under these rigorous standards, and in the\r\n\nface of the clear  language of the exclusions and  the Landlords'\r\n\ninclusion  as an \"Additional Insured,\" neither the capitalization\r\n\npattern  nor  the  usage  distinction between  the  terms  \"Named\r\n\nInsured\" and  \"Additional Insured\"  referred to by  the Landlords\r\n\ncan suffice to create legal ambiguity.\r\n\n          Additionally, the Landlords point to  the CGL portion's\r\n\nprovision  that \"[t]hroughout  this  policy the  words 'you'  and\r\n\n'your'  refer to the Named Insured shown in the declarations, and\r\n\nany other person  or organization qualifying  as a Named  Insured\r\n\nunder this  policy\"; from this provision,  the Landlords conclude\r\n\nthat they are not covered by the term \"you\" under this provision.\r\n\nThus,  they contend, ambiguity results.   We disagree.   Not only\r\n\ndoes  the Landlords' argument hinge on the \"Named Insured\" versus\r\n\n\"ADDITIONAL  INSURED\" distinction that  we have already rejected,\r\n\nbut in fact,  the subsequent  sentence in the  CGL policy  states\r\n\nthat  \"[t]he  words 'we,'  'us' and  'our'  refer to  the company\r\n\nproviding this insurance.\"  Thus, the ordinary and common reading\r\n\nof  the language in this context would  be to find that \"you\" and\r\n\n\"your\"   were  defined  as  the  Named  Insured  not  to  draw  a\r\n\ndistinction  between  Wursthaus and  the  Landlords,  but between\r\n\nWursthaus and NASIC.\r\n\n                   2.  Reasonable Expectations\r                             2.  Reasonable Expectations\r\n\n                               -12-\r\r\n\n          The Landlords also argue that the policy,  if  found to\r\n\nunambiguously  exclude coverage,  would not  cover damage  to the\r\n\nextent  that  an  objective,  reasonable   insured,  reading  the\r\n\npolicy's  language, would expect to be covered.  According to the\r\n\nLandlords,  such a result would violate public policy.  While the\r\n\nSupreme Judicial Court has  left open the question of  whether to\r\n\ntake  such  an approach  to  the interpretation  of  an insurance\r\n\npolicy, see Bond Bros.,  Inc. v. Robinson, 471 N.E.2d  1332, 1336\r                                                   \r\n\n(Mass.  1984) (noting that \"we have not yet explicitly adopted [a\r\n\n'reasonable expectations'] approach  to the interpretation of  an\r\n\ninsurance  policy\");  Markline Co.  v.  Travelers  Ins. Co.,  424\r                                                                     \r\n\nN.E.2d 464, 465 (Mass. 1981), even if such an approach definitely\r\n\napplied,  the Landlords would not  benefit.  The  CGL portion can\r\n\nreasonably be expected to cover both Wursthaus  and the Landlords\r\n\nfor  claims of  third  parties.    See,  e.g.,  Crane  Service  &amp;\r                                                                           \r\n\nEquipment Corp. v. United States Fidelity &amp; Guar. Co., 496 N.E.2d\r                                                               \r\n\n833, 834 (Mass. Ct. App. 1986) (stating that, in  that case, \"the\r\n\nbroad  purpose of the  comprehensive general  liability insurance\r\n\npolicy, so  far as it  related to  property, was to  cover .  . .\r\n\nother people's property\").  Of course, the Landlords might regard\r\n\nthemselves  collectively  as  owning  \"other  people's  property\"\r\n\ndamaged by  Wursthaus, and  therefore entitled to  recovery under\r\n\nthe policy.  However, the exclusions applicable to them, referred\r\n\nto in  the discussion  of contractual  ambiguity,  render such  a\r\n\nbelief  unreasonable.   See,  e.g.,  Nelson, 572  N.E.2d  at 596.\r                                                     \r\n\nFinally,  we find  that the  Landlords'  citation to  Allstate v.\r                                                                        \r\n\n                               -13-\r\r\n\nQuinn  Constr. Co., 713  F. Supp. 35,  40-41 (D. Mass.  1989), is\r                            \r\n\ninapposite.   In  Allstate, the  court found  an exception  to an\r                                    \r\n\n\"owned property\" exclusion  in a comprehensive general  liability\r\n\npolicy  \"does  not  bar recovery  of  the  costs  of cleaning  up\r\n\nenvironmental contamination which presented a demonstrated danger\r\n\nto  the  property  of  another.\"    Id.  at  41.    Allstate  was\r                                                                      \r\n\nsubsequently  vacated on other grounds, see id., 784 F. Supp. 927\r                                                         \r\n\n(D.  Mass.  1990), and  at any  rate,  would appear  to implicate\r\n\nconcerns of  public policy regarding neighboring  property owners\r\n\nnot alleged to be at stake here.\r\n\n                         III.  CONCLUSION\r                                   III.  CONCLUSION\r                                                   \r\n\n          The   Landlords  have   pointed   to  the   scheme   of\r\n\ncapitalization and the  system by  which terms were  used in  the\r\n\ninsurance  policy that gives rise  to this case.   These drafting\r\n\npoints are  coherent enough that they suggest that the Landlords'\r\n\nargument is not irrational.   However, in the face  of explicitly\r\n\nworded endorsements and exclusions, they cannot rise to the level\r\n\nof  contractual  ambiguity  as  found  by  Massachusetts  courts.\r\n\nSimilarly, the  Landlords' public policy based  arguments are not\r\n\nconvincing.\r\n\n          For the foregoing reasons, the judgment is affirmed.\r                                                                       \r\n\n                               -14-\r\r\n",
  "html": "<p class=\"case_cite\">78 F.3d 752</p>\n    <p class=\"parties\">Justin L. WYNER, et al., Appellants,<br>v.<br>NORTH AMERICAN SPECIALTY INSURANCE COMPANY, Appellee.</p>\n    <p class=\"docket\">No. 95-1678.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 7, 1995.<br>Decided March 21, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts;  Reginald C. Lindsay, U.S. District Judge.</p>\n      <p class=\"indent\">Eric F. Eisenberg, Boston, MA, with whom Joel Lewin and Hinckley, Allen &amp; Snyder were on brief, for appellants.</p>\n      <p class=\"indent\">Edward S. Ronan, Boston, MA, with whom Ronan, Riley &amp; Dever, P.C. was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH, Senior Circuit Judge, and SELYA, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants Justin L. Wyner, et al.  (collectively, \"the Landlords\"), appeal a district court order affirming the bankruptcy court's grant of summary judgment for appellee North American Specialty Insurance Co.  (\"NASIC\") on the Landlords' claims that the language of an insurance policy issued to its tenant Wursthaus, Inc.  (\"Wursthaus\") indicates that the policy covers alleged damage by Wursthaus to real property owned by the Landlords.   We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On January 29, 1993, Wursthaus filed a voluntary Chapter 11 petition with the bankruptcy court.   Wursthaus operates a restaurant in Cambridge, Massachusetts, in space it has leased from the Landlords (\"the leased property\").   On March 26, 1993, Wursthaus filed an Adversary Complaint against the Landlords in the bankruptcy court, claiming loss of business income due to the Landlords' construction in and around the leased property.   The Landlords filed an Answer and Counterclaim on May 24, 1993, denying the allegations and counterclaiming that Wursthaus damaged the leased property.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  On June 3, 1993, the Landlords filed a third party complaint against NASIC, Wursthaus' insurer, seeking a declaratory judgment that Wursthaus' insurance policy (\"the policy\") may be reached and applied for the Landlords' benefit.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">NASIC answered the third party complaint, and on November 16, 1993, moved for summary judgment against the Landlords on all three counts of the Landlords' third party complaint against NASIC.   In opposition to this motion, the Landlords produced an affidavit of Richard H. Ember (\"Ember\"), the trustee of a trust that owns the majority interest of the three-story building (\"the building\") that contains the leased property.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  In that affidavit (\"the Ember Affidavit\"), Ember stated that Wursthaus improperly altered and damaged portions of the building that are not owned, rented, or occupied by Wursthaus.   In contrast to the Landlords' third party complaint against NASIC, the Ember affidavit described the damaged \"premises\" as including more than just the portion of the building leased to the Wursthaus.   The bankruptcy court noted that the Landlords \"sought to expand\" the definition of \"premises\" \"to include the entire building,\" but did not decide whether the Ember Affidavit properly accomplished the expansion sought.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The bankruptcy court granted NASIC's motion for summary judgment on March 18, 1994.   The bankruptcy court so ruled based on its finding that the policy issued to Wursthaus does not cover damage by Wursthaus to real property owned by the Landlords.   On June 14, 1995, the district court affirmed the bankruptcy court's decision in a one-sentence order.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In this appeal, the Landlords claim that the district court erred by affirming the bankruptcy court's summary judgment for NASIC.   The Landlords also seek to reach and apply the proceeds of the policy.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In reviewing a district court's affirmance of a bankruptcy court's grant of summary judgment, we apply the same decisional standards as the bankruptcy court and the district court before us.   We examine a grant of summary judgment de novo, with a view to whether there is a genuine issue as to any material fact and whether the moving party is entitled to a judgment as a matter of law.   Fed.R.Civ.P. 56(c);  Den Norske Bank AS v. First Nat'l Bank of Boston, 75 F.3d 49, 53 (1st Cir.1996).   Once the moving party (NASIC) makes this showing, the party bearing the ultimate burden of proof (the Landlords) cannot rest on mere allegations, but must proffer sufficient competent evidence upon which a rational trier of fact could find in its favor.  Id. at 53.   Whether or not contractual ambiguity exists is generally a matter of law for the court.   See Smart v. Gillette Co. Long-Term Disability Plan, 70 F.3d 173, 178 (1st Cir.1995).   If such ambiguity is found, then an argument between parties about the meaning of an ambiguous contract is typically an argument about a material fact, and summary judgment is normally unwarranted unless the extrinsic evidence presented about the parties' intended meaning is so one-sided that no reasonable person could decide to the contrary.  Den Norske Bank AS, 75 F.3d at 53.   Nonetheless, we must resolve all genuine factual disputes, and any competing rational inferences, in the light most favorable to the Landlords, the party against whom summary judgment entered.  Id.; Byrd v. Ronayne, 61 F.3d 1026, 1030 (1st Cir.1995).</p>\n    </div>\n    <p>B. Interpretation of the Policy</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We agree with the bankruptcy court's finding, which neither the Landlords nor NASIC dispute, that Massachusetts law applies.   It is well established that under Massachusetts law, general rules of contract construction apply to the interpretation of an insurance policy.  Save-Mor Supermarkets, Inc. v. Skelly Detective Serv., Inc., 359 Mass. 221, 268 N.E.2d 666, 669 (1971);  Edward Rose Co. v. Globe &amp; Rutgers Fire Ins. Co., 262 Mass. 469, 160 N.E. 306, 308 (1928).   On appeal, the Landlords take two approaches to argue that summary judgment was improper on its claims against NASIC.   First, they argue that the scheme of capitalization and the use of certain terms in the policy indicate either:  (a) that the policy covered damage Wursthaus caused to the Landlords' building;  or (b) that, even if the policy did not clearly and explicitly cover such damage, the policy contained contractual ambiguity germane to the issue of whether the policy covered damage caused by Wursthaus to the Landlords' building.   Second, they argue that the policy, if found by its terms to unambiguously exclude coverage, would not cover damage to the extent that an objective and reasonable insured, reading the policy's language, would expect to be covered, and would therefore violate public policy that such contracts should not be misleading and that coverage should not be unrealistically limited.   See Kates v. St. Paul Fire &amp; Marine Ins. Co., 509 F.Supp. 477, 491 (D.Mass.1981).   The Landlords contend that if we accept any of these arguments, we must reverse the lower courts' summary judgment.</p>\n    </div>\n    <p>1. The Policy's Language</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Landlords argue that the lower courts erred in finding that the policy did not explicitly cover damage to the building, and concluding that the policy did not ambiguously address such coverage.   In particular, the Landlords challenge the bankruptcy court's conclusion that, while the CGL portion of the policy does apply to certain property damage, it contains a specific exclusion for property damage to property \"you own,\" including the Landlords within the term \"you.\"   The bankruptcy court concluded that since the term \"you\" is defined in the policy as \"any Named Insured,\" and the Landlords are both an \"ADDITIONAL INSURED\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> and \"an insured\" (under an endorsement modifying the CGL portion) under the CGL portion of the policy, the plain and unambiguous language of this exclusion bars the Landlords from asserting coverage.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Landlords contend that the bankruptcy court erroneously failed to differentiate between the expressly defined term \"Named Insured\" used in the policy and the fact that the Landlords were included as an \"ADDITIONAL INSURED.\"   Specifically, the Landlords attempt to distinguish the term \"Named Insured\" from the act of generically adding an entity to the group of those to be covered as part of a more broadly defined category referred to in various places in the policy as \"an insured,\" \"any insured,\" and those \"insured.\"   According to the Landlords, capitalization is crucial;  \"Named Insured\" is capitalized throughout the Policy, while \"insured,\" \"an insured\" and \"any insured\" are not similarly capitalized.   Additionally, the Landlords attempt to draw a distinction between the terms \"ADDITIONAL INSURED,\" which they concede includes them, and \"Named Insured,\" which they deny applies to them.   To this end, the Landlords emphasize the usage of \"you\" and \"your,\" noting that the Business and Personal Property Coverage Form states that \"[t]hroughout this policy the words 'you' and 'your' refer to the Named Insured shown in the Declarations and any other person or organization,\" while the Common Policy Declarations page states that the \"Named Insured\" is \"Wursthaus, Inc. &amp; Wursthaus, Inc. DBA Cardullo's Gourmet Shop.\"<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In contrast, NASIC argues that the courts below properly found that because the policy defined \"you\" as \"the Named Insured shown in the Declarations,\" and an endorsement modifies the policy to add the Landlords as an \"ADDITIONAL INSURED\" under the CGL portion, the plain and unambiguous language of the exclusion for damage to property \"you own, rent or occupy\" bars the Landlords from asserting coverage under the CGL portion.   Furthermore, NASIC argues that, along with the contractual language, Massachusetts case law supports its contention that such exclusions apply not only to named insureds (such as Wursthaus), but also to additional insureds (such as the Landlords).   See Massachusetts Turnpike Authority v. Perini Corp., 349 Mass. 448, 208 N.E.2d 807, 812 (1965).   In Massachusetts Turnpike Authority, the Supreme Judicial Court noted that</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>[t]he naming of additional insureds does not extend the nature of the substantive coverage originally given by the policy but merely gives to other persons the same protection afforded to the principal insured.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Id., 208 N.E.2d at 813 (citing Sonoco Products Co. v. Travelers Indem. Co., 315 F.2d 126, 128 (10th Cir.1963)).   According to NASIC, with respect to the exclusion for property \"you own, rent or occupy\" originally agreed to by Wursthaus, \"the same policy ... covers the added insured,\" the Landlords.   See Sonoco, 315 F.2d at 128.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We agree with these cases that the exclusions for property \"you own, rent or occupy\" extend to the Landlords as an additional insured.   The purpose of provisions to add insureds is \"to extend the policy coverage to others ... not to change the nature of th[e] coverage nor to change declarations nor to remove exclusions.\"  Id.  Where, as here, the endorsement naming the additional insured contains no language suggesting that the nature of coverage, declarations or exclusions were thereby altered, we see no reason to deviate from the \"well-settled [rule] that the policy does not extend any greater coverage to an additional insured.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">However, the fact that the exclusions for property \"you own, rent or occupy\" extend to the Landlords as an additional insured does not, in and of itself, dispense with the Landlords' capitalization argument.   Although we cannot conclude, after finding that the policy's exclusions apply to the Landlords, that the capitalization scheme indicated clearly that the Landlords could benefit from the scope of coverage, if we were to find the contract ambiguous, we would have to reverse the district court's grant of summary judgment for NASIC.   As a result, we must determine whether the capitalization and usage arguments suffice to show contractual ambiguity under Massachusetts law.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">\"The first approach to the question of interpretation must be to read this insurance policy as one would read any ordinary contract--to inquire what the simplified, conversational language of the policy would mean to a reader applying normal reasoning or analysis.\"  Nelson v. Cambridge Mutual Fire Ins. Co., 30 Mass.App. 671, 572 N.E.2d 594, 596 (1991);  Commerce Ins. Co. v. Koch, 25 Mass.App. 383, 522 N.E.2d 979, 980 (1988).  \"[A]n ambiguity is not created simply because a controversy exists between parties, each favoring an interpretation contrary to the other's.\"  Jefferson Ins. Co. of New York v. Holyoke, 23 Mass.App. 472, 503 N.E.2d 474, 476 (1987).   Rather, \"[i]t must be shown that reasonably intelligent persons would differ as to which one of two or more meanings is the proper one.\"  Id. (citing Ober v. National Cas. Co., 318 Mass. 27, 60 N.E.2d 90 (1945)).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Applying these standards, we conclude that under Massachusetts law, the Landlords' arguments do not suffice to show contractual ambiguity, let alone outright coverage, benefitting the Landlords' claims.   First, we find that, in the face of the express exclusion pointed to by NASIC, the capitalization in the policy would not lead reasonably intelligent persons to conclude that the exclusions did not apply as stated.   At least one Massachusetts court has rejected an argument for ambiguity contingent on the usage of one term contradicted by inclusion of other, clearer provisions.   In Nelson v. Cambridge Mutual Fire Ins. Co., 30 Mass.App. 671, 572 N.E.2d 594, 596 (1991), the court found that the term \"residence premises\" in an exclusionary clause, despite the lack of a pertinent definition, did not lead to legal ambiguity.   The court found that no trial was merited on the issue of whether a rented home was covered in addition to a separate owned home, since the declarations page included the address of the owned home under the policyholder's name.  Id.  Furthermore, in the absence of directly conflicting word meanings, see Quincy Mut. Fire Ins. Co. v. Abernathy, 393 Mass. 81, 469 N.E.2d 797, 799 (1984) (finding ambiguity regarding scope of coverage for reckless acts where policy covered \"accident[s]\" but where exclusion clause disclaims liability for \"bodily injury ... which is expected ... from the standpoint of the Insured\"), Massachusetts courts appear to find ambiguity in insurance contracts somewhat sparingly.   See, e.g., Ober, 60 N.E.2d at 91 (finding no ambiguity as to whether \"theatre\" would encompass a restaurant or night club \"where no admission is charged, but where free entertainment is furnished in connection with the serving of food or other refreshments\");  Jefferson Ins. Co. of New York, 503 N.E.2d at 476 (concluding there was no ambiguity in contract, since exclusion of claims arising from events in which the injured party was in \"the care, custody or control\" of police department covered situation where injury was suicide).   Under these rigorous standards, and in the face of the clear language of the exclusions and the Landlords' inclusion as an \"Additional Insured,\" neither the capitalization pattern nor the usage distinction between the terms \"Named Insured\" and \"Additional Insured\" referred to by the Landlords can suffice to create legal ambiguity.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Additionally, the Landlords point to the CGL portion's provision that \"[t]hroughout this policy the words 'you' and 'your' refer to the Named Insured shown in the declarations, and any other person or organization qualifying as a Named Insured under this policy\";  from this provision, the Landlords conclude that they are not covered by the term \"you\" under this provision.   Thus, they contend, ambiguity results.   We disagree.   Not only does the Landlords' argument hinge on the \"Named Insured\" versus \"ADDITIONAL INSURED\" distinction that we have already rejected, but in fact, the subsequent sentence in the CGL policy states that \"[t]he words 'we,' 'us' and 'our' refer to the company providing this insurance.\"   Thus, the ordinary and common reading of the language in this context would be to find that \"you\" and \"your\" were defined as the Named Insured not to draw a distinction between Wursthaus and the Landlords, but between Wursthaus and NASIC.</p>\n    </div>\n    <p>2. Reasonable Expectations</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Landlords also argue that the policy, if found to unambiguously exclude coverage, would not cover damage to the extent that an objective, reasonable insured, reading the policy's language, would expect to be covered.   According to the Landlords, such a result would violate public policy.   While the Supreme Judicial Court has left open the question of whether to take such an approach to the interpretation of an insurance policy, see Bond Bros., Inc. v. Robinson, 393 Mass. 546, 471 N.E.2d 1332, 1336 (1984) (noting that \"we have not yet explicitly adopted [a 'reasonable expectations'] approach to the interpretation of an insurance policy\");  Markline Co. v. Travelers Ins. Co., 384 Mass. 139, 424 N.E.2d 464, 465 (1981), even if such an approach definitely applied, the Landlords would not benefit.   The CGL portion can reasonably be expected to cover both Wursthaus and the Landlords for claims of third parties.   See, e.g., Crane Service &amp; Equipment Corp. v. United States Fidelity &amp; Guar. Co., 22 Mass.App. 666, 496 N.E.2d 833, 834 (1986) (stating that, in that case, \"the broad purpose of the comprehensive general liability insurance policy, so far as it related to property, was to cover ... other people's property\").   Of course, the Landlords might regard themselves collectively as owning \"other people's property\" damaged by Wursthaus, and therefore entitled to recovery under the policy.   However, the exclusions applicable to them, referred to in the discussion of contractual ambiguity, render such a belief unreasonable.   See, e.g., Nelson, 572 N.E.2d at 596.   Finally, we find that the Landlords' citation to Allstate v. Quinn Constr.  Co., 713 F.Supp. 35, 40-41 (D.Mass.1989), is inapposite.   In Allstate, the court found an exception to an \"owned property\" exclusion in a comprehensive general liability policy \"does not bar recovery of the costs of cleaning up environmental contamination which presented a demonstrated danger to the property of another.\"  Id. at 41.  Allstate was subsequently vacated on other grounds, see id., 784 F.Supp. 927 (D.Mass.1990), and at any rate, would appear to implicate concerns of public policy regarding neighboring property owners not alleged to be at stake here.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Landlords have pointed to the scheme of capitalization and the system by which terms were used in the insurance policy that gives rise to this case.   These drafting points are coherent enough that they suggest that the Landlords' argument is not irrational.   However, in the face of explicitly worded endorsements and exclusions, they cannot rise to the level of contractual ambiguity as found by Massachusetts courts.   Similarly, the Landlords' public policy based arguments are not convincing.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> After NASIC's summary judgment motion, the Landlords submitted an affidavit, discussed infra, which claimed damage to a larger portion of the building than just the leased property</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The policy included both a property insurance portion and a commercial general liability portion (\"CGL portion\").   The Landlords argued before the bankruptcy court that it should have been able to recover under either portion.   However, on appeal the Landlords have failed to argue, beyond a passing reference in a footnote, that the bankruptcy court erred in its interpretation of the property insurance portion.   Therefore, the Landlords have waived their legal and factual arguments regarding the property insurance portion, see Citizens Awareness Network, Inc. v. United States Nuclear Regulatory Comm'n, 59 F.3d 284, 294 (1st Cir.1995) (stating that \"[i]t is not enough to mention a possible argument in the most skeletal way, leaving the court to ... put flesh on its bones\"), and we construe their appeal as based on the bankruptcy court's interpretation of the CGL portion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> As the bankruptcy court noted, this property actually comprises several older buildings that over the years have come to be treated as a single building with several street addresses</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We do not consider whether the Ember Affidavit properly amended the Landlords' complaint, since the resolution of this issue would not affect the outcome under our analysis</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> On November 14, 1994, after the bankruptcy court had granted NASIC summary judgment on the Landlords' third party complaint, the Landlords and Wursthaus filed with the bankruptcy court a Joint Motion to Approve Partial Settlement and the Disposition of Remaining Claims.   In this motion, the debtor Wursthaus states that it wishes to dismiss its complaint for loss of business income against the Landlords, and the Landlords stated that if they were to prevail on appeal, it would pursue their counterclaim against Wursthaus only to the extent of available insurance proceeds</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The pertinent endorsement contains the term \"ADDITIONAL INSURED\" in full capitalization</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Cardullo's Gourmet Shop is a small gourmet store operated by Wursthaus near its restaurant</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">752</span></span></p>\n    <p class=\"parties\">Justin L. WYNER, et al., Appellants,<br>v.<br>NORTH AMERICAN SPECIALTY INSURANCE COMPANY, Appellee.</p>\n    <p class=\"docket\">No. 95-1678.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 7, 1995.<br>Decided March 21, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts;  Reginald C. Lindsay, U.S. District Judge.</p>\n      <p class=\"indent\">Eric F. Eisenberg, Boston, MA, with whom Joel Lewin and Hinckley, Allen &amp; Snyder were on brief, for appellants.</p>\n      <p class=\"indent\">Edward S. Ronan, Boston, MA, with whom Ronan, Riley &amp; Dever, P.C. was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH, Senior Circuit Judge, and SELYA, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants Justin L. Wyner, et al.  (collectively, \"the Landlords\"), appeal a district court order affirming the bankruptcy court's grant of summary judgment for appellee North American Specialty Insurance Co.  (\"NASIC\") on the Landlords' claims that the language of an insurance policy issued to its tenant Wursthaus, Inc.  (\"Wursthaus\") indicates that the policy covers alleged damage by Wursthaus to real property owned by the Landlords.   We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On January 29, 1993, Wursthaus filed a voluntary Chapter 11 petition with the bankruptcy court.   Wursthaus operates a restaurant in Cambridge, Massachusetts, in space it has leased from the Landlords (\"the leased property\").   On March 26, 1993, Wursthaus filed an Adversary Complaint against the Landlords in the bankruptcy court, claiming loss of business income due to the Landlords' construction in and around the leased property.   The Landlords filed an Answer and Counterclaim on May 24, 1993, denying the allegations and counterclaiming that Wursthaus damaged the leased property.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  On June 3, 1993, the Landlords filed a third party complaint against NASIC, Wursthaus' insurer, seeking a declaratory judgment that Wursthaus' insurance policy (\"the policy\") may be reached and applied for the Landlords' benefit.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">NASIC answered the third party complaint, and on November 16, 1993, moved for summary judgment against the Landlords on all three counts of the Landlords' third party complaint against NASIC.   In opposition to this motion, the Landlords produced an affidavit of Richard H. Ember (\"Ember\"), the trustee of a trust that owns the majority interest of the three-story building (\"the building\") that contains the leased property.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  In that affidavit (\"the Ember Affidavit\"), Ember stated that Wursthaus improperly altered and damaged portions of the building that are not owned, rented, or occupied by Wursthaus.   In contrast to the Landlords' third party complaint against NASIC, the Ember affidavit described the damaged \"premises\" as including more than just the portion of the building leased to the Wursthaus.   The bankruptcy court noted that the Landlords \"sought to expand\" the definition of \"premises\" \"to include the entire building,\" but did not decide whether the Ember Affidavit properly accomplished the expansion sought.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The bankruptcy court granted NASIC's motion for summary judgment on March 18, 1994.   The bankruptcy court so ruled based on its finding that the policy issued to Wursthaus does not cover damage by Wursthaus to real property owned by the Landlords.   On June 14, 1995, the district court affirmed the bankruptcy court's decision in a one-sentence order.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In this appeal, the Landlords claim that the district court erred by affirming the bankruptcy court's summary judgment for NASIC.   The Landlords also seek to reach and apply the proceeds of the policy.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In reviewing a district court's affirmance of a bankruptcy court's grant of summary judgment, we apply the same decisional standards as the bankruptcy court and the district court before us.   We examine a grant of summary judgment de novo, with a view to whether there is a genuine issue as to any material fact and whether the moving party is entitled to a judgment as a matter of law.   Fed.R.Civ.P. 56(c);  Den Norske Bank AS v. First Nat'l Bank of Boston, <span class=\"citation\" data-id=\"196552\"><a href=\"/opinion/196552/den-norske-bank-as-v-first-natl-of-bost/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></a></span>, 53 (1st Cir.1996).   Once the moving party (NASIC) makes this showing, the party bearing the ultimate burden of proof (the Landlords) cannot rest on mere allegations, but must proffer sufficient competent evidence upon which a rational trier of fact could find in its favor.  Id. at 53.   Whether or not contractual ambiguity exists is generally a matter of law for the court.   See Smart v. Gillette Co. Long-Term Disability Plan, <span class=\"citation\" data-id=\"196424\"><a href=\"/opinion/196424/smart-v-the-gillette-company/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">173</span></a></span>, 178 (1st Cir.1995).   If such ambiguity is found, then an argument between parties about the meaning of an ambiguous contract is typically an argument about a material fact, and summary judgment is normally unwarranted unless the extrinsic evidence presented about the parties' intended meaning is so one-sided that no reasonable person could decide to the contrary.  Den Norske Bank AS, 75 F.3d at 53.   Nonetheless, we must resolve all genuine factual disputes, and any competing rational inferences, in the light most favorable to the Landlords, the party against whom summary judgment entered.  Id.; Byrd v. Ronayne, <span class=\"citation\" data-id=\"196234\"><a href=\"/opinion/196234/byrd-v-ronayne/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1026</span></a></span>, 1030 (1st Cir.1995).</p>\n    </div>\n    <p>B. Interpretation of the Policy</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We agree with the bankruptcy court's finding, which neither the Landlords nor NASIC dispute, that Massachusetts law applies.   It is well established that under Massachusetts law, general rules of contract construction apply to the interpretation of an insurance policy.  Save-Mor Supermarkets, Inc. v. Skelly Detective Serv., Inc., <span class=\"citation\" data-id=\"2120690\"><a href=\"/opinion/2120690/save-mor-supermarkets-v-skelly-detective-service/\"><span class=\"volume\">359</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">221</span></a></span>, <span class=\"citation\" data-id=\"2120690\"><a href=\"/opinion/2120690/save-mor-supermarkets-v-skelly-detective-service/\"><span class=\"volume\">268</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">666</span></a></span>, 669 (1971);  Edward Rose Co. v. Globe &amp; Rutgers Fire Ins. Co., <span class=\"citation no-link\"><span class=\"volume\">262</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">469</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">306</span></span>, 308 (1928).   On appeal, the Landlords take two approaches to argue that summary judgment was improper on its claims against NASIC.   First, they argue that the scheme of capitalization and the use of certain terms in the policy indicate either:  (a) that the policy covered damage Wursthaus caused to the Landlords' building;  or (b) that, even if the policy did not clearly and explicitly cover such damage, the policy contained contractual ambiguity germane to the issue of whether the policy covered damage caused by Wursthaus to the Landlords' building.   Second, they argue that the policy, if found by its terms to unambiguously exclude coverage, would not cover damage to the extent that an objective and reasonable insured, reading the policy's language, would expect to be covered, and would therefore violate public policy that such contracts should not be misleading and that coverage should not be unrealistically limited.   See Kates v. St. Paul Fire &amp; Marine Ins. Co., <span class=\"citation\" data-id=\"1448742\"><a href=\"/opinion/1448742/kates-v-st-paul-fire-marine-ins-co/\"><span class=\"volume\">509</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">477</span></a></span>, 491 (D.Mass.1981).   The Landlords contend that if we accept any of these arguments, we must reverse the lower courts' summary judgment.</p>\n    </div>\n    <p>1. The Policy's Language</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Landlords argue that the lower courts erred in finding that the policy did not explicitly cover damage to the building, and concluding that the policy did not ambiguously address such coverage.   In particular, the Landlords challenge the bankruptcy court's conclusion that, while the CGL portion of the policy does apply to certain property damage, it contains a specific exclusion for property damage to property \"you own,\" including the Landlords within the term \"you.\"   The bankruptcy court concluded that since the term \"you\" is defined in the policy as \"any Named Insured,\" and the Landlords are both an \"ADDITIONAL INSURED\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> and \"an insured\" (under an endorsement modifying the CGL portion) under the CGL portion of the policy, the plain and unambiguous language of this exclusion bars the Landlords from asserting coverage.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Landlords contend that the bankruptcy court erroneously failed to differentiate between the expressly defined term \"Named Insured\" used in the policy and the fact that the Landlords were included as an \"ADDITIONAL INSURED.\"   Specifically, the Landlords attempt to distinguish the term \"Named Insured\" from the act of generically adding an entity to the group of those to be covered as part of a more broadly defined category referred to in various places in the policy as \"an insured,\" \"any insured,\" and those \"insured.\"   According to the Landlords, capitalization is crucial;  \"Named Insured\" is capitalized throughout the Policy, while \"insured,\" \"an insured\" and \"any insured\" are not similarly capitalized.   Additionally, the Landlords attempt to draw a distinction between the terms \"ADDITIONAL INSURED,\" which they concede includes them, and \"Named Insured,\" which they deny applies to them.   To this end, the Landlords emphasize the usage of \"you\" and \"your,\" noting that the Business and Personal Property Coverage Form states that \"[t]hroughout this policy the words 'you' and 'your' refer to the Named Insured shown in the Declarations and any other person or organization,\" while the Common Policy Declarations page states that the \"Named Insured\" is \"Wursthaus, Inc. &amp; Wursthaus, Inc. DBA Cardullo's Gourmet Shop.\"<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In contrast, NASIC argues that the courts below properly found that because the policy defined \"you\" as \"the Named Insured shown in the Declarations,\" and an endorsement modifies the policy to add the Landlords as an \"ADDITIONAL INSURED\" under the CGL portion, the plain and unambiguous language of the exclusion for damage to property \"you own, rent or occupy\" bars the Landlords from asserting coverage under the CGL portion.   Furthermore, NASIC argues that, along with the contractual language, Massachusetts case law supports its contention that such exclusions apply not only to named insureds (such as Wursthaus), but also to additional insureds (such as the Landlords).   See Massachusetts Turnpike Authority v. Perini Corp., <span class=\"citation\" data-id=\"2238791\"><a href=\"/opinion/2238791/massachusetts-turnpike-authority-v-perini-corp/\"><span class=\"volume\">349</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">448</span></a></span>, <span class=\"citation\" data-id=\"2238791\"><a href=\"/opinion/2238791/massachusetts-turnpike-authority-v-perini-corp/\"><span class=\"volume\">208</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">807</span></a></span>, 812 (1965).   In Massachusetts Turnpike Authority, the Supreme Judicial Court noted that</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>[t]he naming of additional insureds does not extend the nature of the substantive coverage originally given by the policy but merely gives to other persons the same protection afforded to the principal insured.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Id., 208 N.E.2d at 813 (citing Sonoco Products Co. v. Travelers Indem. Co., <span class=\"citation\" data-id=\"260039\"><a href=\"/opinion/260039/sonoco-products-company-a-corporation-v-the-travelers-indemnity-company/\"><span class=\"volume\">315</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">126</span></a></span>, 128 (10th Cir.1963)).   According to NASIC, with respect to the exclusion for property \"you own, rent or occupy\" originally agreed to by Wursthaus, \"the same policy ... covers the added insured,\" the Landlords.   See Sonoco, 315 F.2d at 128.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We agree with these cases that the exclusions for property \"you own, rent or occupy\" extend to the Landlords as an additional insured.   The purpose of provisions to add insureds is \"to extend the policy coverage to others ... not to change the nature of th[e] coverage nor to change declarations nor to remove exclusions.\"  Id.  Where, as here, the endorsement naming the additional insured contains no language suggesting that the nature of coverage, declarations or exclusions were thereby altered, we see no reason to deviate from the \"well-settled [rule] that the policy does not extend any greater coverage to an additional insured.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">However, the fact that the exclusions for property \"you own, rent or occupy\" extend to the Landlords as an additional insured does not, in and of itself, dispense with the Landlords' capitalization argument.   Although we cannot conclude, after finding that the policy's exclusions apply to the Landlords, that the capitalization scheme indicated clearly that the Landlords could benefit from the scope of coverage, if we were to find the contract ambiguous, we would have to reverse the district court's grant of summary judgment for NASIC.   As a result, we must determine whether the capitalization and usage arguments suffice to show contractual ambiguity under Massachusetts law.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">\"The first approach to the question of interpretation must be to read this insurance policy as one would read any ordinary contract--to inquire what the simplified, conversational language of the policy would mean to a reader applying normal reasoning or analysis.\"  Nelson v. Cambridge Mutual Fire Ins. Co., 30 Mass.App. 671, <span class=\"citation\" data-id=\"2068914\"><a href=\"/opinion/2068914/nelson-v-cambridge-mutual-fire-ins-co/\"><span class=\"volume\">572</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">594</span></a></span>, 596 (1991);  Commerce Ins. Co. v. Koch, 25 Mass.App. 383, <span class=\"citation\" data-id=\"2139961\"><a href=\"/opinion/2139961/commerce-ins-co-v-koch/\"><span class=\"volume\">522</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">979</span></a></span>, 980 (1988).  \"[A]n ambiguity is not created simply because a controversy exists between parties, each favoring an interpretation contrary to the other's.\"  Jefferson Ins. Co. of New York v. Holyoke, 23 Mass.App. 472, <span class=\"citation\" data-id=\"2107821\"><a href=\"/opinion/2107821/jefferson-ins-co-of-new-york-v-holyoke/\"><span class=\"volume\">503</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">474</span></a></span>, 476 (1987).   Rather, \"[i]t must be shown that reasonably intelligent persons would differ as to which one of two or more meanings is the proper one.\"  Id. (citing Ober v. National Cas. Co., <span class=\"citation no-link\"><span class=\"volume\">318</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">27</span></span>, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">90</span></span> (1945)).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Applying these standards, we conclude that under Massachusetts law, the Landlords' arguments do not suffice to show contractual ambiguity, let alone outright coverage, benefitting the Landlords' claims.   First, we find that, in the face of the express exclusion pointed to by NASIC, the capitalization in the policy would not lead reasonably intelligent persons to conclude that the exclusions did not apply as stated.   At least one Massachusetts court has rejected an argument for ambiguity contingent on the usage of one term contradicted by inclusion of other, clearer provisions.   In Nelson v. Cambridge Mutual Fire Ins. Co., 30 Mass.App. 671, <span class=\"citation\" data-id=\"2068914\"><a href=\"/opinion/2068914/nelson-v-cambridge-mutual-fire-ins-co/\"><span class=\"volume\">572</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">594</span></a></span>, 596 (1991), the court found that the term \"residence premises\" in an exclusionary clause, despite the lack of a pertinent definition, did not lead to legal ambiguity.   The court found that no trial was merited on the issue of whether a rented home was covered in addition to a separate owned home, since the declarations page included the address of the owned home under the policyholder's name.  Id.  Furthermore, in the absence of directly conflicting word meanings, see Quincy Mut. Fire Ins. Co. v. Abernathy, <span class=\"citation\" data-id=\"2163227\"><a href=\"/opinion/2163227/quincy-mutual-fire-ins-co-v-abernathy/\"><span class=\"volume\">393</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">81</span></a></span>, <span class=\"citation\" data-id=\"2163227\"><a href=\"/opinion/2163227/quincy-mutual-fire-ins-co-v-abernathy/\"><span class=\"volume\">469</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">797</span></a></span>, 799 (1984) (finding ambiguity regarding scope of coverage for reckless acts where policy covered \"accident[s]\" but where exclusion clause disclaims liability for \"bodily injury ... which is expected ... from the standpoint of the Insured\"), Massachusetts courts appear to find ambiguity in insurance contracts somewhat sparingly.   See, e.g., Ober, 60 N.E.2d at 91 (finding no ambiguity as to whether \"theatre\" would encompass a restaurant or night club \"where no admission is charged, but where free entertainment is furnished in connection with the serving of food or other refreshments\");  Jefferson Ins. Co. of New York, 503 N.E.2d at 476 (concluding there was no ambiguity in contract, since exclusion of claims arising from events in which the injured party was in \"the care, custody or control\" of police department covered situation where injury was suicide).   Under these rigorous standards, and in the face of the clear language of the exclusions and the Landlords' inclusion as an \"Additional Insured,\" neither the capitalization pattern nor the usage distinction between the terms \"Named Insured\" and \"Additional Insured\" referred to by the Landlords can suffice to create legal ambiguity.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Additionally, the Landlords point to the CGL portion's provision that \"[t]hroughout this policy the words 'you' and 'your' refer to the Named Insured shown in the declarations, and any other person or organization qualifying as a Named Insured under this policy\";  from this provision, the Landlords conclude that they are not covered by the term \"you\" under this provision.   Thus, they contend, ambiguity results.   We disagree.   Not only does the Landlords' argument hinge on the \"Named Insured\" versus \"ADDITIONAL INSURED\" distinction that we have already rejected, but in fact, the subsequent sentence in the CGL policy states that \"[t]he words 'we,' 'us' and 'our' refer to the company providing this insurance.\"   Thus, the ordinary and common reading of the language in this context would be to find that \"you\" and \"your\" were defined as the Named Insured not to draw a distinction between Wursthaus and the Landlords, but between Wursthaus and NASIC.</p>\n    </div>\n    <p>2. Reasonable Expectations</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Landlords also argue that the policy, if found to unambiguously exclude coverage, would not cover damage to the extent that an objective, reasonable insured, reading the policy's language, would expect to be covered.   According to the Landlords, such a result would violate public policy.   While the Supreme Judicial Court has left open the question of whether to take such an approach to the interpretation of an insurance policy, see Bond Bros., Inc. v. Robinson, <span class=\"citation\" data-id=\"2234016\"><a href=\"/opinion/2234016/bond-bros-inc-v-robinson-american-ins-co/\"><span class=\"volume\">393</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">546</span></a></span>, <span class=\"citation\" data-id=\"2234016\"><a href=\"/opinion/2234016/bond-bros-inc-v-robinson-american-ins-co/\"><span class=\"volume\">471</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1332</span></a></span>, 1336 (1984) (noting that \"we have not yet explicitly adopted [a 'reasonable expectations'] approach to the interpretation of an insurance policy\");  Markline Co. v. Travelers Ins. Co., <span class=\"citation\" data-id=\"2074852\"><a href=\"/opinion/2074852/markline-co-inc-v-travelers-ins-co/\"><span class=\"volume\">384</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">139</span></a></span>, <span class=\"citation\" data-id=\"2074852\"><a href=\"/opinion/2074852/markline-co-inc-v-travelers-ins-co/\"><span class=\"volume\">424</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">464</span></a></span>, 465 (1981), even if such an approach definitely applied, the Landlords would not benefit.   The CGL portion can reasonably be expected to cover both Wursthaus and the Landlords for claims of third parties.   See, e.g., Crane Service &amp; Equipment Corp. v. United States Fidelity &amp; Guar. Co., 22 Mass.App. 666, <span class=\"citation\" data-id=\"2078403\"><a href=\"/opinion/2078403/crane-serv-equip-v-us-fidelity-guar/\"><span class=\"volume\">496</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">833</span></a></span>, 834 (1986) (stating that, in that case, \"the broad purpose of the comprehensive general liability insurance policy, so far as it related to property, was to cover ... other people's property\").   Of course, the Landlords might regard themselves collectively as owning \"other people's property\" damaged by Wursthaus, and therefore entitled to recovery under the policy.   However, the exclusions applicable to them, referred to in the discussion of contractual ambiguity, render such a belief unreasonable.   See, e.g., Nelson, 572 N.E.2d at 596.   Finally, we find that the Landlords' citation to Allstate v. Quinn Constr.  Co., <span class=\"citation no-link\"><span class=\"volume\">713</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">35</span></span>, 40-41 (D.Mass.1989), is inapposite.   In Allstate, the court found an exception to an \"owned property\" exclusion in a comprehensive general liability policy \"does not bar recovery of the costs of cleaning up environmental contamination which presented a demonstrated danger to the property of another.\"  Id. at 41.  Allstate was subsequently vacated on other grounds, see id., <span class=\"citation no-link\"><span class=\"volume\">784</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">927</span></span> (D.Mass.1990), and at any rate, would appear to implicate concerns of public policy regarding neighboring property owners not alleged to be at stake here.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Landlords have pointed to the scheme of capitalization and the system by which terms were used in the insurance policy that gives rise to this case.   These drafting points are coherent enough that they suggest that the Landlords' argument is not irrational.   However, in the face of explicitly worded endorsements and exclusions, they cannot rise to the level of contractual ambiguity as found by Massachusetts courts.   Similarly, the Landlords' public policy based arguments are not convincing.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> After NASIC's summary judgment motion, the Landlords submitted an affidavit, discussed infra, which claimed damage to a larger portion of the building than just the leased property</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The policy included both a property insurance portion and a commercial general liability portion (\"CGL portion\").   The Landlords argued before the bankruptcy court that it should have been able to recover under either portion.   However, on appeal the Landlords have failed to argue, beyond a passing reference in a footnote, that the bankruptcy court erred in its interpretation of the property insurance portion.   Therefore, the Landlords have waived their legal and factual arguments regarding the property insurance portion, see Citizens Awareness Network, Inc. v. United States Nuclear Regulatory Comm'n, <span class=\"citation\" data-id=\"196191\"><a href=\"/opinion/196191/citizens-awareness-v-nrc/\"><span class=\"volume\">59</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">284</span></a></span>, 294 (1st Cir.1995) (stating that \"[i]t is not enough to mention a possible argument in the most skeletal way, leaving the court to ... put flesh on its bones\"), and we construe their appeal as based on the bankruptcy court's interpretation of the CGL portion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> As the bankruptcy court noted, this property actually comprises several older buildings that over the years have come to be treated as a single building with several street addresses</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We do not consider whether the Ember Affidavit properly amended the Landlords' complaint, since the resolution of this issue would not affect the outcome under our analysis</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> On November 14, 1994, after the bankruptcy court had granted NASIC summary judgment on the Landlords' third party complaint, the Landlords and Wursthaus filed with the bankruptcy court a Joint Motion to Approve Partial Settlement and the Disposition of Remaining Claims.   In this motion, the debtor Wursthaus states that it wishes to dismiss its complaint for loss of business income against the Landlords, and the Landlords stated that if they were to prevail on appeal, it would pursue their counterclaim against Wursthaus only to the extent of available insurance proceeds</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The pertinent endorsement contains the term \"ADDITIONAL INSURED\" in full capitalization</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Cardullo's Gourmet Shop is a small gourmet store operated by Wursthaus near its restaurant</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/196191/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196234/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196552/",
    "http://www.courtlistener.com/api/rest/v3/opinions/260039/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1448742/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2068914/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2074852/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2078403/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2107821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2120690/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2139961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2163227/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2234016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2238791/"
  ]
}