{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196661/",
  "absolute_url": "/opinion/196661/niemi-v-shalala-sec-of-hhs/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196661/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:11:09Z",
  "date_modified": "2017-03-24T10:48:13.903357Z",
  "type": "010combined",
  "sha1": "ebe9b1b23dfd94f53f84454923043da8c7215f2d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1743.01A",
  "local_path": null,
  "plain_text": "\n\nMarch 29, 1996\r\n                    [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 95-1743\r\n\n                         JANET NIEMI,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n  DONNA E. SHALALA, SECRETARY OF HEALTH AND HUMAN SERVICES,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Morris E. Lasker, U.S. District Judge]\r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n              Boudin and Stahl, Circuit Judges.\r                                                          \r\n\n                                         \r\n\nCamilla B. Duffy on brief for appellant.\r                            \r\nDonald K. Stern, United States Attorney, Arthur J. Fried,  General\r                                                                    \r\nCounsel, Randolph W. Gaines,  Acting Principal Deputy General Counsel,\r                                   \r\nA. George Lowe, Acting Associate General Counsel, Litigation Division,\r                      \r\nand Richard  Fox,  Attorney, Office  of  the General  Counsel,  Social\r                        \r\nSecurity Administration, on brief for appellee.\r\n\n                                         \r\n\n                                         \r\n\n     Per  Curiam.    Claimant  Janet  Niemi  appeals  from  a\r                            \r\n\ndistrict   court   judgment  dismissing,   on  jurisdictional\r\r\n\ngrounds,  her   challenge  to   the  denial  of   her  second\r\n\napplication for disability benefits.  We affirm.\r\n\n                              I.\r\n\n     Claimant's attempts to  obtain disability benefits  have\r\n\nensued  long after  her insured  status expired  on June  30,\r\n\n1980.    She  filed  her  first  application,  without  legal\r\n\nrepresentation, on December 4, 1991, claiming an inability to\r\n\nwork  since May 1, 1976  because of multiple  sclerosis.  Her\r\n\nclaim  was  denied at  the  initial  level of  administrative\r\n\nreview by notice dated  January 13, 1992.  No  further review\r\n\nwas  sought, with  the result  that the  agency determination\r\n\nbecame final.  See 20 C.F.R.    404.905, 404.987(a).\r                              \r\n\n     With the assistance of  counsel, claimant filed a second\r\n\napplication on November 27, 1992,  along with a smattering of\r\n\nnew  evidence.  The cited medical  impairment and the claimed\r\n\nonset date were the same as those alleged earlier.  After her\r\n\nclaim was  denied initially and  on reconsideration, claimant\r\n\nsought a  hearing before  an administrative law  judge (ALJ).\r\n\nIn  a decision  dated January  28, 1994,  the ALJ  denied the\r\n\nhearing  request on two  grounds.  First,  he determined that\r\n\nthe claim was barred on res judicata grounds, inasmuch as the\r\n\nearlier application  had involved the same  facts and issues.\r\n\nSee  id.     404.957(c)(1).    Alternatively, construing  the\r                    \r\n\nsecond application as a request to reopen the  earlier claim,\r\n\nthe  ALJ concluded that no new and material evidence had been\r\r\n\nsubmitted so as to provide good cause for reopening.  See id.\r                                                                         \r\n\n   404.988(b), 404.989(a)(1).  \r\n\n     Claimant   sought  review   by   the  Appeals   Council,\r\n\nsupplementing  her request  with  recently  acquired  medical\r\n\nevidence.   The  Appeals Council  found that  \"the additional\r\n\nreports contain  no objective findings for  the period before\r\n\n1982,  and  no  clinical  support  to  demonstrate  a  severe\r\n\nimpairment  existing  continuously since  at  least  June 30,\r\n\n1980.\"   Agreeing  with  the  ALJ  that  no  good  cause  for\r\n\nreopening  had  been  presented,  it  therefore  declined the\r\n\nrequest for review.\r\n\n     Claimant  subsequently  filed   the  instant  action  in\r\n\ndistrict court, premising jurisdiction on 42 U.S.C.   405(g).\r\n\nIn  response  to  the  Secretary's  motion  to  dismiss,  the\r\n\ndistrict  court  issued a  detailed decision  explaining that\r\n\nsubject  matter jurisdiction was  ordinarily lacking  in this\r\n\ncontext.  Applying Califano v.  Sanders, 430 U.S. 99,  107-09\r                                                   \r\n\n(1977), and Matos v.  Secretary of HEW, 581 F.2d  282, 284-87\r                                                  \r\n\n(1st Cir. 1978), the court observed that judicial review of a\r\n\ndenial reached  without  a hearing  was  unavailable--whether\r\n\nsuch  denial  was based  on  administrative  res judicata  or\r\n\ninvolved  a decision not to  reopen.  Accord,  e.g., Colon v.\r                                                                      \r\n\nSecretary of HHS, 877  F.2d 148, 152-53 (1st Cir.  1989) (per\r                            \r\n\ncuriam); Torres v. Secretary of HHS, 845 F.2d 1136, 1138 (1st\r                                               \r\n\nCir.  1988) (per  curiam) (citing  cases); see  also  Rios v.\r                                                                      \r\n\n                             -3-\r\r\n\nSecretary  of HEW, 614 F.2d  25, 26 (1st  Cir. 1980) (finding\r                             \r\n\njurisdiction lacking to review denial on res judicata grounds\r\n\nand refusal to reopen, even where hearing had been held).  As\r\n\nthe district court noted, an exception to this jurisdictional\r\n\nbar   exists  in   \"rare   instances\"   where   a   colorable\r\n\nconstitutional claim  has been presented.   Sanders, 430 U.S.\r                                                               \r\n\nat 109; accord, e.g., Colon, 877 F.2d at 152.  Yet claimant's\r                                       \r\n\nonly  allegation to this  effect was  that invocation  of res\r\n\njudicata violated  due process where the first claim had been\r\n\ndismissed without a hearing--a contention the court  properly\r\n\ndeemed meritless.   See, e.g., Rogerson v. Secretary  of HHS,\r                                                                        \r\n\n872 F.2d 24,  29 (3d Cir. 1989); see also  Matos, 581 F.2d at\r                                                            \r\n\n285-86. \r\n\n     Nonetheless, with a reference  to Shrader v. Harris, 631\r                                                                    \r\n\nF.2d 297 (4th Cir. 1980), the court went on to observe that a\r\n\nseparate  constitutional claim might  be stated were claimant\r\n\nable to  demonstrate that, because of  mental incapacity, she\r\n\nhad been unable to understand or pursue the appeal procedures\r\n\nin connection with her  first, pro se application.   Although\r\n\nno  such argument  had been  advanced,  the court  sua sponte\r                                                                         \r\n\nafforded claimant sixty  days within which to  attempt such a\r\n\nshowing.     In  response,   claimant  advanced  a   trio  of\r\n\ncontentions.    First,  she  argued  that  a  combination  of\r\n\nsymptoms--fatigue, depression and  a sense of powerlessness--\r\n\nhad in fact prevented  her from pursuing her rights  in 1992.\r\n\n                             -4-\r\r\n\nPrincipal  support  for  this  contention  came  from  an  MS\r\n\ncounselor who had provided claimant with group therapy at the\r\n\ntime.  Second, claimant insisted that the January 1992 denial\r\n\nnotice had been  ambiguously worded, particularly  by failing\r\n\nto  clarify the necessity of  filing an appeal  as opposed to\r\n\nreapplying for  benefits.  Finally, claimant  complained that\r\n\nmany of her  medical records had been (and  to a large extent\r\n\nremained)   unavailable--a   problem   exacerbated   by   the\r\n\nSecretary's  failure to  assist her  in obtaining them.   The\r\n\ndistrict court, unpersuaded  that these contentions  amounted\r\n\nto  a colorable  due process violation,  thereafter summarily\r\n\nallowed the motion to dismiss.  This appeal ensued.  \r\n\n                             II.\r\n\n     Claimant  now  acknowledges   that  the   jurisdictional\r\n\nquestion hinges on  whether a colorable constitutional  claim\r\n\nhas been presented.  She argues that the factors just cited--\r\n\nher emotional difficulties; the ambiguously worded notice  of\r\n\ndenial; and  the incomplete medical record--set  forth such a\r\n\nclaim,  at  least in  combination  if not  individually.   We\r\n\ndisagree. \r\n\n     The Shrader case involved an extreme set of facts: e.g.,\r                                                                        \r\n\npsychiatric and other medical reports  describing claimant (a\r\n\nVietnam War shell-shock victim)  as living a \"vegetative like\r\n\nexistence,\"  as becoming  \"schizoid\"  and \"paranoid,\"  and as\r\n\n\"regress[ing] to a psychotic level.\"  631 F.2d at 299.  While\r\n\n                             -5-\r\r\n\nsuch dire circumstances are  not invariably a prerequisite to\r\n\ninvoking the  Shrader exception, the depression  and sense of\r                                 \r\n\npowerlessness cited by claimant here are, quite obviously, of\r\n\na lower order of magnitude.  As well, they are uncorroborated\r\n\nby any  medical evidence.   The  only relevant  submission in\r\n\nthis  regard comes from a  lay person counselor;  there is no\r\n\nindication  that  claimant  has  ever  received  professional\r\n\ntreatment for her emotional maladies.  It  is also noteworthy\r\n\nthat, in her response  to the Secretary's motion to  dismiss,\r\n\nclaimant  attributed  her  failure  to appeal  solely  to  an\r\n\ninability to obtain supporting  evidence for the period prior\r\n\nto  1980 (when her insured status  expired).  As a result, we\r\n\nagree  that  claimant  has  failed to  \"present  prima  facie\r\n\nevidence  of incompetency,\" id. at  302, that can  be said to\r                                           \r\n\nhave  prevented  her  from  comprehending   or  invoking  the\r\n\nadministrative appeal process.\r\n\n     Claimant's challenge to the wording of the denial notice\r\n\nlikewise proves unavailing.   To be sure, a number  of courts\r\n\nhave determined that  an earlier  version of  the notice  was\r\n\nsufficiently misleading as to be  constitutionally defective.\r\n\nSee,  e.g., Day v. Shalala,  23 F.3d 1052,  1064-66 (6th Cir.\r                                      \r\n\n1994); Gonzalez v. Sullivan, 914 F.2d 1197, 1202-03 (9th Cir.\r                                       \r\n\n1990).   The offending  passage involved  in those  cases had\r\n\nadvised  claimants that \"[i]f you do not request a hearing of\r\n\nyour  case within the prescribed  time period, you still have\r\n\n                             -6-\r\r\n\nthe right to  file another  application at any  time.\"   See,\r                                                                        \r\n\ne.g., id. at 1203.  The notice received by claimant, however,\r                     \r\n\ndid not  contain such language;  instead, it contained  a new\r\n\npassage,  added by  the  Secretary  in  1990, which  read  as\r\n\nfollows:\r\n\n     You have the right to file a new application at any\r\n     time,  but filing a new application is not the same\r\n     as  appealing  this  decision.     You  might  lose\r\n     benefits if  you file a new  application instead of\r\n     filing  an appeal.   Therefore,  if you  think this\r\n     decision  is wrong,  you should  ask for  an appeal\r\n     within 60 days.\r\n\nClaimant's  insistence  that  such  revised  language  proves\r\n\nequally  defective falls short.   See, e.g., Day,  23 F.3d at\r                                                            \r\n\n1065   (suggesting  that   the  1990   revision   \"cured  the\r\n\ndeficiencies\"  found  in  the  earlier  version);  Rooney  v.\r                                                                     \r\n\nShalala, 879 F.  Supp. 252, 255 (E.D.N.Y.  1995) (noting that\r                   \r\n\nthe revision \"explicitly set forth  the critical information,\r\n\nmissing from the earlier  form, concerning the adverse effect\r\n\nof failing to appeal\").\r\n\n     As  to  claimant's final  contention,  even  were we  to\r\n\nassume that an obligation to help  develop the medical record\r\n\nmight arise at the  initial review stage, it is  not apparent\r\n\nthat the  Secretary failed to make  \"reasonable effort[s]\" to\r\n\ndo   so.     20  C.F.R.      404.1512(d).     The  Disability\r\n\nDetermination Rationale accompanying the denial of claimant's\r\n\nfirst  application  stated  that  the  agency  \"contacted any\r\n\navailable  source\"  of   information.    Moreover,   we  have\r\n\n                             -7-\r\r\n\nindicated   that,   while  the   Secretary   \"must   make  an\r\n\ninvestigation  that  is  not  wholly  inadequate   under  the\r\n\ncircumstances,\" Miranda  v. Secretary  of HEW, 514  F.2d 996,\r                                                         \r\n\n998 (1st Cir. 1975),  she need not \"go to  inordinate lengths\r\n\nto develop a claimant's case,\" Thompson v. Califano, 556 F.2d\r                                                               \r\n\n616, 618 (1st Cir. 1977); accord, e.g., Currier  v. Secretary\r                                                                         \r\n\nof HEW,  612  F.2d  594, 598  (1st  Cir.  1980)  (Secretary's\r                  \r\n\nobligation requires attempt  \"without undue  effort\" to  fill\r\n\nevidentiary  gaps by, inter  alia, ordering \"easily obtained\"\r                                             \r\n\nmedical reports).  The record of claimant's medical treatment\r\n\nprior  to June 1980 proves  to have been  anything but easily\r\n\nobtainable; even with the assistance of counsel, claimant was\r\n\nunable  to procure most of such evidence prior to her request\r\n\nfor  Appeals Council  review  in connection  with her  second\r\n\napplication. \r\n\n     Accordingly,  as no  colorable constitutional  claim has\r\n\nbeen presented, we agree with the district court that subject\r\n\nmatter  jurisdiction  was  lacking.1     See,  e.g.,  Doe  v.\r                                               1                     \r\n\n                    \r                                \r\n\n   1   Claimant separately contends that  the Appeals Council\r               1\r\nreappraised her new  evidence in a manner that  constituted a\r\nde  facto  reopening,  subject  to  judicial  review.    This\r\nargument was not advanced below and so is not properly before\r\nus.  See,  e.g., Evangelista  v. Secretary of  HHS, 826  F.2d\r                                                              \r\n136, 144  (1st Cir. 1987).   We find it without  merit in any\r\nevent.  See, e.g., Hall v. Chater, 52 F.3d 518, 521 (4th Cir.\r                                             \r\n1995) (rejecting similar argument  on ground that  \"Secretary\r\nmust  be afforded some leeway in making a decision whether to\r\nreopen\"); Torres, 845 F.2d at 1139 (noting that  Secretary is\r                            \r\n\"entitled to make a threshold inquiry and review the evidence\r\npresented ... in order to resolve the reopening issue\").\r\n\n                             -8-\r\r\n\nSecretary of HHS, 744 F.2d 3, 5 (1st Cir.  1984) (per curiam)\r                            \r\n\n(affirming dismissal on jurisdictional grounds  after finding\r\n\n\"no tenable  constitutional claim\").   Whether claimant might\r\n\nyet  be  able  to  persuade  the  Secretary  to  reopen   her\r\n\napplication,  based on  new and  material  evidence uncovered\r\n\nsince the date of the Appeals Council  ruling, is a matter we\r\n\nneed not address.2\r                             2\r\n\n     Affirmed.\r                          \r\n\n                    \r                                \r\n\n   2    Indeed,  such a  request  might  be  bolstered by  an\r               2\r\napparent error  in the Secretary's  ruling here.   Under  the\r\napplicable  regulations,  a  final  agency  decision  may  be\r\nreopened:   (1)   within   twelve  months   of   the  initial\r\ndetermination \"for any reason,\" (2) within four years thereof\r\nfor  \"good  cause\"  (defined  to include  \"new  and  material\r\nevidence\"), and  (3) \"at  any  time\" for  the purpose,  inter\r                                                                         \r\nalia,  of  \"correct[ing] clerical  error  or  any error  that\r                \r\nappears  on the face of the evidence that was considered when\r\nthe  determination or decision was  made.\"  See  20 C.F.R.   \r                                                           \r\n404.988, 404.989.\r\n     In the instant case, the ALJ rejected claimant's hearing\r\nrequest  on the ground that  no \"good cause\"  had been shown,\r\nand  the Appeals  Council thereafter  declined review  on the\r\nsame  basis.   Yet  claimant's second  application was  filed\r\nwithin  twelve months  of  the  January  13, 1992  notice  of\r\ndenial.   Construed as a request for reopening, therefore, it\r\narguably should  have been  addressed under the  \"any reason\"\r\nstandard rather than the  \"good cause\" standard.   We express\r\nno  view  as to  the  effect of  any  possible error  in this\r\nregard,  however, inasmuch  as  claimant has  not raised  the\r\nissue either below or on appeal.\r\n\n                             -9-\r\r\n",
  "html": "<p class=\"case_cite\">81 F.3d 147</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Janet NIEMI, Plaintiff, Appellant,<br>v.<br>Donna E. SHALALA, Secretary of Health and Human Services,<br>Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-1743.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">March 29, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Camilla B. Duffy on brief for appellant.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, Arthur J. Fried, General Counsel, Randolph W. Gaines, Acting Principal Deputy General Counsel, A. George Lowe, Acting Associate General Counsel, Litigation Division, and Richard Fox, Attorney, Office of the General Counsel, Social Security Administration, on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Claimant Janet Niemi appeals from a district court judgment dismissing, on jurisdictional grounds, her challenge to the denial of her second application for disability benefits.   We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Claimant's attempts to obtain disability benefits have ensued long after her insured status expired on June 30, 1980.   She filed her first application, without legal representation, on December 4, 1991, claiming an inability to work since May 1, 1976 because of multiple sclerosis.   Her claim was denied at the initial level of administrative review by notice dated January 13, 1992.   No further review was sought, with the result that the agency determination became final.   See 20 C.F.R. &#167;&#167; 404.905, 404.987(a).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">With the assistance of counsel, claimant filed a second application on November 27, 1992, along with a smattering of new evidence.   The cited medical impairment and the claimed onset date were the same as those alleged earlier.   After her claim was denied initially and on reconsideration, claimant sought a hearing before an administrative law judge (ALJ).   In a decision dated January 28, 1994, the ALJ denied the hearing request on two grounds.   First, he determined that the claim was barred on res judicata grounds, inasmuch as the earlier application had involved the same facts and issues.   See id. &#167; 404.957(c)(1).   Alternatively, construing the second application as a request to reopen the earlier claim, the ALJ concluded that no new and material evidence had been submitted so as to provide good cause for reopening.   See id. &#167;&#167; 404.988(b), 404.989(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Claimant sought review by the Appeals Council, supplementing her request with recently acquired medical evidence.   The Appeals Council found that \"the additional reports contain no objective findings for the period before 1982, and no clinical support to demonstrate a severe impairment existing continuously since at least June 30, 1980.\"   Agreeing with the ALJ that no good cause for reopening had been presented, it therefore declined the request for review.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Claimant subsequently filed the instant action in district court, premising jurisdiction on 42 U.S.C. &#167; 405(g).   In response to the Secretary's motion to dismiss, the district court issued a detailed decision explaining that subject matter jurisdiction was ordinarily lacking in this context.   Applying Califano v. Sanders, 430 U.S. 99, 107-09 (1977), and Matos v. Secretary of HEW, 581 F.2d 282, 284-87 (1st Cir.1978), the court observed that judicial review of a denial reached without a hearing was unavailable--whether such denial was based on administrative res judicata or involved a decision not to reopen.  Accord, e.g., Colon v. Secretary of HHS, 877 F.2d 148, 152-53 (1st Cir.1989) (per curiam);  Torres v. Secretary of HHS, 845 F.2d 1136, 1138 (1st Cir.1988) (per curiam) (citing cases);  see also Rios v. Secretary of HEW, 614 F.2d 25, 26 (1st Cir.1980) (finding jurisdiction lacking to review denial on res judicata grounds and refusal to reopen, even where hearing had been held).   As the district court noted, an exception to this jurisdictional bar exists in \"rare instances\" where a colorable constitutional claim has been presented.  Sanders, 430 U.S. at 109;  accord, e.g., Colon, 877 F.2d at 152.   Yet claimant's only allegation to this effect was that invocation of res judicata violated due process where the first claim had been dismissed without a hearing--a contention the court properly deemed meritless.  See, e.g., Rogerson v. Secretary of HHS, 872 F.2d 24, 29 (3d Cir.1989);  see also Matos, 581 F.2d at 285-86.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Nonetheless, with a reference to Shrader v. Harris, 631 F.2d 297 (4th Cir.1980), the court went on to observe that a separate constitutional claim might be stated were claimant able to demonstrate that, because of mental incapacity, she had been unable to understand or pursue the appeal procedures in connection with her first, pro se application.   Although no such argument had been advanced, the court sua sponte afforded claimant sixty days within which to attempt such a showing.   In response, claimant advanced a trio of contentions.   First, she argued that a combination of symptoms--fatigue, depression and a sense of powerlessness--had in fact prevented her from pursuing her rights in 1992.   Principal support for this contention came from an MS counselor who had provided claimant with group therapy at the time.   Second, claimant insisted that the January 1992 denial notice had been ambiguously worded, particularly by failing to clarify the necessity of filing an appeal as opposed to reapplying for benefits.   Finally, claimant complained that many of her medical records had been (and to a large extent remained) unavailable--a problem exacerbated by the Secretary's failure to assist her in obtaining them.   The district court, unpersuaded that these contentions amounted to a colorable due process violation, thereafter summarily allowed the motion to dismiss.   This appeal ensued.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Claimant now acknowledges that the jurisdictional question hinges on whether a colorable constitutional claim has been presented.   She argues that the factors just cited--her emotional difficulties;  the ambiguously worded notice of denial;  and the incomplete medical record--set forth such a claim, at least in combination if not individually.   We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Shrader case involved an extreme set of facts:  e.g., psychiatric and other medical reports describing claimant (a Vietnam War shell-shock victim) as living a \"vegetative like existence,\" as becoming \"schizoid\" and \"paranoid,\" and as \"regress[ing] to a psychotic level.\"  631 F.2d at 299.   While such dire circumstances are not invariably a prerequisite to invoking the Shrader exception, the depression and sense of powerlessness cited by claimant here are, quite obviously, of a lower order of magnitude.   As well, they are uncorroborated by any medical evidence.   The only relevant submission in this regard comes from a lay person counselor;  there is no indication that claimant has ever received professional treatment for her emotional maladies.   It is also noteworthy that, in her response to the Secretary's motion to dismiss, claimant attributed her failure to appeal solely to an inability to obtain supporting evidence for the period prior to 1980 (when her insured status expired).   As a result, we agree that claimant has failed to \"present prima facie evidence of incompetency,\" id. at 302, that can be said to have prevented her from comprehending or invoking the administrative appeal process.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Claimant's challenge to the wording of the denial notice likewise proves unavailing.   To be sure, a number of courts have determined that an earlier version of the notice was sufficiently misleading as to be constitutionally defective.  See, e.g., Day v. Shalala, 23 F.3d 1052, 1064-66 (6th Cir.1994);  Gonzalez v. Sullivan, 914 F.2d 1197, 1202-03 (9th Cir.1990).   The offending passage involved in those cases had advised claimants that \"[i]f you do not request a hearing of your case within the prescribed time period, you still have the right to file another application at any time.\"   See, e.g., id. at 1203.   The notice received by claimant, however, did not contain such language;  instead, it contained a new passage, added by the Secretary in 1990, which read as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>You have the right to file a new application at any time, but filing a new application is not the same as appealing this decision.   You might lose benefits if you file a new application instead of filing an appeal.   Therefore, if you think this decision is wrong, you should ask for an appeal within 60 days.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Claimant's insistence that such revised language proves equally defective falls short.  See, e.g., Day, 23 F.3d at 1065 (suggesting that the 1990 revision \"cured the deficiencies\" found in the earlier version);  Rooney v. Shalala, 879 F.Supp. 252, 255 (E.D.N.Y.1995) (noting that the revision \"explicitly set forth the critical information, missing from the earlier form, concerning the adverse effect of failing to appeal\").</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As to claimant's final contention, even were we to assume that an obligation to help develop the medical record might arise at the initial review stage, it is not apparent that the Secretary failed to make \"reasonable effort[s]\" to do so.  20 C.F.R. &#167; 404.1512(d).   The Disability Determination Rationale accompanying the denial of claimant's first application stated that the agency \"contacted any available source\" of information.   Moreover, we have indicated that, while the Secretary \"must make an investigation that is not wholly inadequate under the circumstances,\" Miranda v. Secretary of HEW, 514 F.2d 996, 998 (1st Cir.1975), she need not \"go to inordinate lengths to develop a claimant's case,\" Thompson v. Califano, 556 F.2d 616, 618 (1st Cir.1977);  accord, e.g., Currier v. Secretary of HEW, 612 F.2d 594, 598 (1st Cir.1980) (Secretary's obligation requires attempt \"without undue effort\" to fill evidentiary gaps by, inter alia, ordering \"easily obtained\" medical reports).   The record of claimant's medical treatment prior to June 1980 proves to have been anything but easily obtainable;  even with the assistance of counsel, claimant was unable to procure most of such evidence prior to her request for Appeals Council review in connection with her second application.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Accordingly, as no colorable constitutional claim has been presented, we agree with the district court that subject matter jurisdiction was lacking.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  See, e.g., Doe v. Secretary of HHS, 744 F.2d 3, 5 (1st Cir.1984) (per curiam) (affirming dismissal on jurisdictional grounds after finding \"no tenable constitutional claim\").   Whether claimant might yet be able to persuade the Secretary to reopen her application, based on new and material evidence uncovered since the date of the Appeals Council ruling, is a matter we need not address.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Claimant separately contends that the Appeals Council reappraised her new evidence in a manner that constituted a de facto reopening, subject to judicial review.   This argument was not advanced below and so is not properly before us.  See, e.g., Evangelista v. Secretary of HHS, 826 F.2d 136, 144 (1st Cir.1987).   We find it without merit in any event.  See, e.g., Hall v. Chater, 52 F.3d 518, 521 (4th Cir.1995) (rejecting similar argument on ground that \"Secretary must be afforded some leeway in making a decision whether to reopen\");  Torres, 845 F.2d at 1139 (noting that Secretary is \"entitled to make a threshold inquiry and review the evidence presented ... in order to resolve the reopening issue\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Indeed, such a request might be bolstered by an apparent error in the Secretary's ruling here.   Under the applicable regulations, a final agency decision may be reopened:  (1) within twelve months of the initial determination \"for any reason,\" (2) within four years thereof for \"good cause\" (defined to include \"new and material evidence\"), and (3) \"at any time\" for the purpose, inter alia, of \"correct[ing] clerical error or any error that appears on the face of the evidence that was considered when the determination or decision was made.\"   See 20 C.F.R. &#167;&#167; 404.988, 404.989</p>\n        <p>In the instant case, the ALJ rejected claimant's hearing request on the ground that no \"good cause\" had been shown, and the Appeals Council thereafter declined review on the same basis.   Yet claimant's second application was filed within twelve months of the January 13, 1992 notice of denial.   Construed as a request for reopening, therefore, it arguably should have been addressed under the \"any reason\" standard rather than the \"good cause\" standard.   We express no view as to the effect of any possible error in this regard, however, inasmuch as claimant has not raised the issue either below or on appeal.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">147</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Janet NIEMI, Plaintiff, Appellant,<br>v.<br>Donna E. SHALALA, Secretary of Health and Human Services,<br>Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-1743.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">March 29, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Camilla B. Duffy on brief for appellant.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, Arthur J. Fried, General Counsel, Randolph W. Gaines, Acting Principal Deputy General Counsel, A. George Lowe, Acting Associate General Counsel, Litigation Division, and Richard Fox, Attorney, Office of the General Counsel, Social Security Administration, on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Claimant Janet Niemi appeals from a district court judgment dismissing, on jurisdictional grounds, her challenge to the denial of her second application for disability benefits.   We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Claimant's attempts to obtain disability benefits have ensued long after her insured status expired on June 30, 1980.   She filed her first application, without legal representation, on December 4, 1991, claiming an inability to work since May 1, 1976 because of multiple sclerosis.   Her claim was denied at the initial level of administrative review by notice dated January 13, 1992.   No further review was sought, with the result that the agency determination became final.   See 20 C.F.R. &#167;&#167; 404.905, 404.987(a).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">With the assistance of counsel, claimant filed a second application on November 27, 1992, along with a smattering of new evidence.   The cited medical impairment and the claimed onset date were the same as those alleged earlier.   After her claim was denied initially and on reconsideration, claimant sought a hearing before an administrative law judge (ALJ).   In a decision dated January 28, 1994, the ALJ denied the hearing request on two grounds.   First, he determined that the claim was barred on res judicata grounds, inasmuch as the earlier application had involved the same facts and issues.   See id. &#167; 404.957(c)(1).   Alternatively, construing the second application as a request to reopen the earlier claim, the ALJ concluded that no new and material evidence had been submitted so as to provide good cause for reopening.   See id. &#167;&#167; 404.988(b), 404.989(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Claimant sought review by the Appeals Council, supplementing her request with recently acquired medical evidence.   The Appeals Council found that \"the additional reports contain no objective findings for the period before 1982, and no clinical support to demonstrate a severe impairment existing continuously since at least June 30, 1980.\"   Agreeing with the ALJ that no good cause for reopening had been presented, it therefore declined the request for review.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Claimant subsequently filed the instant action in district court, premising jurisdiction on 42 U.S.C. &#167; 405(g).   In response to the Secretary's motion to dismiss, the district court issued a detailed decision explaining that subject matter jurisdiction was ordinarily lacking in this context.   Applying Califano v. Sanders, <span class=\"citation\" data-id=\"109606\"><a href=\"/opinion/109606/califano-v-sanders/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">99</span></a></span>, 107-09 (1977), and Matos v. Secretary of HEW, <span class=\"citation\" data-id=\"358672\"><a href=\"/opinion/358672/matilde-matos-v-secretary-of-health-education-and-welfare/\"><span class=\"volume\">581</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">282</span></a></span>, 284-87 (1st Cir.1978), the court observed that judicial review of a denial reached without a hearing was unavailable--whether such denial was based on administrative res judicata or involved a decision not to reopen.  Accord, e.g., Colon v. Secretary of HHS, <span class=\"citation\" data-id=\"524960\"><a href=\"/opinion/524960/26-socsecrepser-60-unemplinsrep-cch-14695a-eladio-colon-v/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 152-53 (1st Cir.1989) (per curiam);  Torres v. Secretary of HHS, <span class=\"citation\" data-id=\"505495\"><a href=\"/opinion/505495/21-socsecrepser-511-unemplinsrep-cch-179867-jose-a-torres-v/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1136</span></a></span>, 1138 (1st Cir.1988) (per curiam) (citing cases);  see also Rios v. Secretary of HEW, <span class=\"citation\" data-id=\"373920\"><a href=\"/opinion/373920/aida-m-rios-v-secretary-of-health-education-and-welfare/\"><span class=\"volume\">614</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">25</span></a></span>, 26 (1st Cir.1980) (finding jurisdiction lacking to review denial on res judicata grounds and refusal to reopen, even where hearing had been held).   As the district court noted, an exception to this jurisdictional bar exists in \"rare instances\" where a colorable constitutional claim has been presented.  Sanders, 430 U.S. at 109;  accord, e.g., Colon, 877 F.2d at 152.   Yet claimant's only allegation to this effect was that invocation of res judicata violated due process where the first claim had been dismissed without a hearing--a contention the court properly deemed meritless.  See, e.g., Rogerson v. Secretary of HHS, <span class=\"citation\" data-id=\"521043\"><a href=\"/opinion/521043/25-socsecrepser-271-unemplinsrep-cch-14601a-mary-e-rogerson-v/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">24</span></a></span>, 29 (3d Cir.1989);  see also Matos, 581 F.2d at 285-86.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Nonetheless, with a reference to Shrader v. Harris, <span class=\"citation\" data-id=\"382321\"><a href=\"/opinion/382321/claude-danny-shrader-v-patricia-r-harris-secretary-of-health-education/\"><span class=\"volume\">631</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">297</span></a></span> (4th Cir.1980), the court went on to observe that a separate constitutional claim might be stated were claimant able to demonstrate that, because of mental incapacity, she had been unable to understand or pursue the appeal procedures in connection with her first, pro se application.   Although no such argument had been advanced, the court sua sponte afforded claimant sixty days within which to attempt such a showing.   In response, claimant advanced a trio of contentions.   First, she argued that a combination of symptoms--fatigue, depression and a sense of powerlessness--had in fact prevented her from pursuing her rights in 1992.   Principal support for this contention came from an MS counselor who had provided claimant with group therapy at the time.   Second, claimant insisted that the January 1992 denial notice had been ambiguously worded, particularly by failing to clarify the necessity of filing an appeal as opposed to reapplying for benefits.   Finally, claimant complained that many of her medical records had been (and to a large extent remained) unavailable--a problem exacerbated by the Secretary's failure to assist her in obtaining them.   The district court, unpersuaded that these contentions amounted to a colorable due process violation, thereafter summarily allowed the motion to dismiss.   This appeal ensued.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Claimant now acknowledges that the jurisdictional question hinges on whether a colorable constitutional claim has been presented.   She argues that the factors just cited--her emotional difficulties;  the ambiguously worded notice of denial;  and the incomplete medical record--set forth such a claim, at least in combination if not individually.   We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Shrader case involved an extreme set of facts:  e.g., psychiatric and other medical reports describing claimant (a Vietnam War shell-shock victim) as living a \"vegetative like existence,\" as becoming \"schizoid\" and \"paranoid,\" and as \"regress[ing] to a psychotic level.\"  631 F.2d at 299.   While such dire circumstances are not invariably a prerequisite to invoking the Shrader exception, the depression and sense of powerlessness cited by claimant here are, quite obviously, of a lower order of magnitude.   As well, they are uncorroborated by any medical evidence.   The only relevant submission in this regard comes from a lay person counselor;  there is no indication that claimant has ever received professional treatment for her emotional maladies.   It is also noteworthy that, in her response to the Secretary's motion to dismiss, claimant attributed her failure to appeal solely to an inability to obtain supporting evidence for the period prior to 1980 (when her insured status expired).   As a result, we agree that claimant has failed to \"present prima facie evidence of incompetency,\" id. at 302, that can be said to have prevented her from comprehending or invoking the administrative appeal process.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Claimant's challenge to the wording of the denial notice likewise proves unavailing.   To be sure, a number of courts have determined that an earlier version of the notice was sufficiently misleading as to be constitutionally defective.  See, e.g., Day v. Shalala, <span class=\"citation\" data-id=\"669706\"><a href=\"/opinion/669706/44-socsecrepser-417-unemplinsrep-cch-p-17828a-arvil-m-day/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1052</span></a></span>, 1064-66 (6th Cir.1994);  Gonzalez v. Sullivan, <span class=\"citation\" data-id=\"548445\"><a href=\"/opinion/548445/31-socsecrepser-188-unemplinsrep-cch-15687a-miguel-gonzalez-v/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1197</span></a></span>, 1202-03 (9th Cir.1990).   The offending passage involved in those cases had advised claimants that \"[i]f you do not request a hearing of your case within the prescribed time period, you still have the right to file another application at any time.\"   See, e.g., id. at 1203.   The notice received by claimant, however, did not contain such language;  instead, it contained a new passage, added by the Secretary in 1990, which read as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>You have the right to file a new application at any time, but filing a new application is not the same as appealing this decision.   You might lose benefits if you file a new application instead of filing an appeal.   Therefore, if you think this decision is wrong, you should ask for an appeal within 60 days.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Claimant's insistence that such revised language proves equally defective falls short.  See, e.g., Day, 23 F.3d at 1065 (suggesting that the 1990 revision \"cured the deficiencies\" found in the earlier version);  Rooney v. Shalala, <span class=\"citation no-link\"><span class=\"volume\">879</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">252</span></span>, 255 (E.D.N.Y.1995) (noting that the revision \"explicitly set forth the critical information, missing from the earlier form, concerning the adverse effect of failing to appeal\").</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As to claimant's final contention, even were we to assume that an obligation to help develop the medical record might arise at the initial review stage, it is not apparent that the Secretary failed to make \"reasonable effort[s]\" to do so.  20 C.F.R. &#167; 404.1512(d).   The Disability Determination Rationale accompanying the denial of claimant's first application stated that the agency \"contacted any available source\" of information.   Moreover, we have indicated that, while the Secretary \"must make an investigation that is not wholly inadequate under the circumstances,\" Miranda v. Secretary of HEW, <span class=\"citation\" data-id=\"327027\"><a href=\"/opinion/327027/manuel-a-miranda-v-secretary-of-health-education-and-welfare/\"><span class=\"volume\">514</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">996</span></a></span>, 998 (1st Cir.1975), she need not \"go to inordinate lengths to develop a claimant's case,\" Thompson v. Califano, <span class=\"citation\" data-id=\"346569\"><a href=\"/opinion/346569/dorothy-thompson-v-joseph-a-califano-jr-secretary-of-health-education/\"><span class=\"volume\">556</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">616</span></a></span>, 618 (1st Cir.1977);  accord, e.g., Currier v. Secretary of HEW, <span class=\"citation\" data-id=\"373398\"><a href=\"/opinion/373398/gerald-l-currier-v-secretary-of-health-education-and-welfare/\"><span class=\"volume\">612</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">594</span></a></span>, 598 (1st Cir.1980) (Secretary's obligation requires attempt \"without undue effort\" to fill evidentiary gaps by, inter alia, ordering \"easily obtained\" medical reports).   The record of claimant's medical treatment prior to June 1980 proves to have been anything but easily obtainable;  even with the assistance of counsel, claimant was unable to procure most of such evidence prior to her request for Appeals Council review in connection with her second application.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Accordingly, as no colorable constitutional claim has been presented, we agree with the district court that subject matter jurisdiction was lacking.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  See, e.g., Doe v. Secretary of HHS, <span class=\"citation\" data-id=\"441843\"><a href=\"/opinion/441843/john-doe-v-secretary-of-health-and-human-services/\"><span class=\"volume\">744</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></a></span>, 5 (1st Cir.1984) (per curiam) (affirming dismissal on jurisdictional grounds after finding \"no tenable constitutional claim\").   Whether claimant might yet be able to persuade the Secretary to reopen her application, based on new and material evidence uncovered since the date of the Appeals Council ruling, is a matter we need not address.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Claimant separately contends that the Appeals Council reappraised her new evidence in a manner that constituted a de facto reopening, subject to judicial review.   This argument was not advanced below and so is not properly before us.  See, e.g., Evangelista v. Secretary of HHS, <span class=\"citation\" data-id=\"492625\"><a href=\"/opinion/492625/18-socsecrepser-711-unemplinsrep-cch-17493-samuel-c-evangelista/\"><span class=\"volume\">826</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">136</span></a></span>, 144 (1st Cir.1987).   We find it without merit in any event.  See, e.g., Hall v. Chater, <span class=\"citation\" data-id=\"694325\"><a href=\"/opinion/694325/47-socsecrepser-514-unemplinsrep-cch-p-14659b-vanessa-hall-as/\"><span class=\"volume\">52</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">518</span></a></span>, 521 (4th Cir.1995) (rejecting similar argument on ground that \"Secretary must be afforded some leeway in making a decision whether to reopen\");  Torres, 845 F.2d at 1139 (noting that Secretary is \"entitled to make a threshold inquiry and review the evidence presented ... in order to resolve the reopening issue\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Indeed, such a request might be bolstered by an apparent error in the Secretary's ruling here.   Under the applicable regulations, a final agency decision may be reopened:  (1) within twelve months of the initial determination \"for any reason,\" (2) within four years thereof for \"good cause\" (defined to include \"new and material evidence\"), and (3) \"at any time\" for the purpose, inter alia, of \"correct[ing] clerical error or any error that appears on the face of the evidence that was considered when the determination or decision was made.\"   See 20 C.F.R. &#167;&#167; 404.988, 404.989</p>\n        <p>In the instant case, the ALJ rejected claimant's hearing request on the ground that no \"good cause\" had been shown, and the Appeals Council thereafter declined review on the same basis.   Yet claimant's second application was filed within twelve months of the January 13, 1992 notice of denial.   Construed as a request for reopening, therefore, it arguably should have been addressed under the \"any reason\" standard rather than the \"good cause\" standard.   We express no view as to the effect of any possible error in this regard, however, inasmuch as claimant has not raised the issue either below or on appeal.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/327027/",
    "http://www.courtlistener.com/api/rest/v3/opinions/346569/",
    "http://www.courtlistener.com/api/rest/v3/opinions/358672/",
    "http://www.courtlistener.com/api/rest/v3/opinions/373398/",
    "http://www.courtlistener.com/api/rest/v3/opinions/373920/",
    "http://www.courtlistener.com/api/rest/v3/opinions/382321/",
    "http://www.courtlistener.com/api/rest/v3/opinions/441843/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492625/",
    "http://www.courtlistener.com/api/rest/v3/opinions/505495/",
    "http://www.courtlistener.com/api/rest/v3/opinions/521043/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524960/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548445/",
    "http://www.courtlistener.com/api/rest/v3/opinions/669706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/694325/"
  ]
}