{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196689/",
  "absolute_url": "/opinion/196689/rojas-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196689/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:11:44Z",
  "date_modified": "2017-03-24T10:48:14.363531Z",
  "type": "010combined",
  "sha1": "fd6331bb35057dcfa587f2ad51ac73e4dbc6b6b0",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1902.01A",
  "local_path": null,
  "plain_text": "\n\nApril 8, 1996         [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1902\r\n\n                         ABEL ROJAS,\r\n                         Petitioner,\r\n\n                              v.\r\n\n                  UNITED STATES OF AMERICA,\r\n                         Respondent.\r\n                                         \r\n\nNo. 95-1906\r\n\n                  EDUARDO A. ROBINSON-MUNOZ,\r\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                  UNITED STATES OF AMERICA,\r\n                     Defendant, Appellee.\r\n                                         \r                                                     \r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Jose Antonio Fuste, U.S. District Judge]\r\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n               Stahl and Lynch, Circuit Judges.\r                                                          \r\n\n                                         \r                                                     \r\n\nAbel Rojas on brief pro se.\r                      \r\nEduardo A. Robinson on brief pro se.\r                               \r\nGuillermo  Gil,  United   States  Attorney,   Edwin  O.   Vazquez,\r                                                                             \r\nAssistant United States Attorney,  and Jose A. Quiles-Espinosa, Senior\r                                                                      \r\nLitigation Counsel, on brief for appellee.\r\n                                         \r\n\n                                         \r\r\n\n          Per Curiam.  Eduardo Robinson-Munoz  and Abel Rojas\r                                \r\n\nappeal  from the  district  court's summary  denial of  their\r\n\nmotions under 28 U.S.C.   2255.  We affirm.\r                                                      \r\n\n          I.  Robinson\r                                  \r\n\n          Robinson challenges  his  conviction after  a  jury\r\n\ntrial  of aiding and abetting the  possession, with intent to\r\n\ndistribute,  of marijuana  aboard a  vessel, 46  U.S.C.App.  \r\n\n1903(a),  (c)(1)(A) &amp; 18 U.S.C.   2.  Specifically, he argues\r\n\nthat the  vessel (\"the  Delfin\") was  not  subject to  United\r\n\nStates  jurisdiction because  it  was not  \"a vessel  without\r\n\nnationality.\"   We rejected  that argument on  direct appeal.\r\n\nIn United  States v. Robinson-Munoz,  961 F.2d 300  (1st Cir.\r                                               \r\n\n1992),  we  held  that  the government's  presentation  of  a\r\n\ncertification of  the Secretary of State  indicating that the\r\n\nColombian government had denied the Delfin captain's claim of\r\n\nColombian registry \"prove[d] jurisdiction beyond a reasonable\r\n\ndoubt.\"  Id. at 305.   Robinson  again challenged  the United\r                        \r\n\nStates' jurisdiction  over the  Delfin in  his  first    2255\r\n\nmotion.   The district court ruled that the issue had already\r\n\nbeen  decided on direct  appeal and could  not be relitigated\r\n\nunder   2255.  Robinson-Munoz v. United States,  819 F. Supp.\r                                                          \r\n\n1136, 1142 (D. Puerto Rico 1993).  In   his  second      2255\r\n\nmotion, Robinson  relied upon  new evidence to  challenge the\r\n\nUnited States'  jurisdiction over the  Delfin.  Specifically,\r\n\nRobinson relied upon  a letter  dated May 10,  1993 from  the\r\n\n                             -2-\r\r\n\nSecretary  General  of the  Colombian Department  of National\r\n\nDefense (\"the May 10,  1993 letter\").  The letter  stated, in\r\n\nrelevant part, as follows:\r\n\n          having  reviewed the files of the General\r\n          Command of the  Armed forces  and of  the\r\n          National Navy, no document whatsoever was\r\n          found, of authorization for  the boarding\r\n          of the motor vessel  \"DELFIN\" on the 13th\r\n          of October, 1990.\r\n\nRobinson  appeals from the district court's summary dismissal\r\n\nof  his  second    2255  motion.    On  appeal, he  seeks  to\r\n\nintroduce   yet  more   new   evidence  to   show  that   the\r\n\ncertification  of the  Secretary  of  State was  fraudulently\r\n\nprepared (i.e., no denial  of registry was ever given  by the\r\n\nColombian  government) and, therefore,  that the  Due Process\r\n\nClause requires that his  conviction and sentence be vacated.\r\n\nWe affirm.\r\n\n          The district  court did  not err in  dismissing the\r\n\nmotion  without holding  an  evidentiary hearing.  A \"   2255\r\n\nmotion  may   be  denied  without  a  hearing   as  to  those\r\n\nallegations which, if accepted as true, entitle the movant to\r\n\nno relief, or which need not be accepted as true because they\r\n\nstate conclusions instead of facts, contradict the record, or\r\n\nare 'inherently incredible.'\"  Shraiar v. United  States, 736\r                                                                    \r\n\nF.2d  817,  818  (1st Cir.  1984)  (citations  omitted).   In\r\n\naddition,  \"when,  as in  this case,  a petition  for federal\r\n\nhabeas relief is presented  to the judge who presided  at the\r\n\npetitioner's trial,  the judge  is at  liberty to  employ the\r\n\n                             -3-\r\r\n\nknowledge   gleaned  during  previous  proceedings  and  make\r\n\nfindings  based  thereon  without  convening   an  additional\r\n\nhearing.\" United States v. McGill, 11 F.3d 223, 225 (1st Cir.\r                                             \r\n\n1993).  \r\n\n          The relevant  evidence  before the  district  court\r\n\nwhen it ruled  upon the   2255  motions consisted of the  May\r\n\n10, 1993 letter.   At  most, that letter  indicates that  the\r\n\nColombian authorities never  gave the  Coast Guard  officials\r\n\npermission  to board the Delfin.  Even accepting the truth of\r\n\nthat statement, it does  not entitle Robinson to relief.   In\r\n\nthis  case,  jurisdiction   was  based  upon   the  Colombian\r\n\ngovernment's denial  of registry. The denial  of registry was\r\n\nproved by a certification by the Secretary of State.  The May\r\n\n10, 1993 letter does not even contradict, much less disprove,\r\n\nthe statements made in the certification.\r\n\n          The document that appellants sought to introduce as\r\n\n\"Supplemental Pleadings on Appeal\" -- a letter dated February\r\n\n8,  1996,  in  which  the Colombian  authorities  denied  the\r\n\nexistence  of  a  General  Rodriquez  at  the  time  that  he\r\n\nallegedly denied  registry --  was never before  the district\r\n\ncourt.   The  argument that  it constitutes  newly discovered\r\n\nevidence  and  establishes a  violation  of  the Due  Process\r\n\nClause entitling Robinson  to   2255 relief  cannot be raised\r\n\nfor the  first time on  appeal.  \"It  is a bedrock  rule that\r\n\nwhen  a party has not  presented an argument  to the district\r\n\n                             -4-\r\r\n\ncourt, she may not unveil it in the court of appeals.\" United\r                                                                         \r\n\nStates   v.  Slade,  980   F.2d  27,  30   (1st  Cir.  1992).\r                              \r\n\n(Appellants' reliance upon Fed. R. Civ. P. 15(d) is misplaced\r\n\nbecause  they do  not seek  to supplement  a pleading  but to\r\n\nintroduce  new  evidence in  support of  a    2255  motion on\r\n\nappeal.)  \"[A]ppellate  courts retain  the power  to dispense\r\n\nwith the  raise-or-waive  rule  in order  to  avoid  a  gross\r\n\nmiscarriage of justice.\" Slade,  980 F.2d at 31.  This is not\r                                          \r\n\nsuch  a case,  however.   Robinson has failed  to demonstrate\r\n\nthat  the  new evidence  \"is 'so  compelling as  virtually to\r\n\ninsure appellant's success.'\" Id. at 31.\r                                             \r\n\n          II.  Rojas\r                                \r\n\n          Rojas  pled  guilty  and has  never  contested  the\r\n\nvalidity of his guilty plea.  We note initially that although\r\n\nthe issue is  not free from  doubt, \"the better  view may  be\r\n\nthat  a  valid  guilty plea,  as  'an  admission  of all  the\r\n\nelements  of a  formal  criminal charge,'  admits even  those\r\n\nallegations  which  form the  factual  predicate for  federal\r\n\njurisdiction.\" Valencia  v. United States, 923  F.2d 917, 921\r                                                     \r\n\n(1st  Cir. 1991).    We need  not  resolve that  issue  here,\r\n\nhowever, because even if  we assume that Rojas did  not waive\r\n\nthe  jurisdictional  challenge  by  pleading guilty,  he  has\r\n\nfailed to show that the district court erred in denying his  \r\n\n2255 motion.\r\n\n                             -5-\r\r\n\n          In his   2255  motion, Rojas makes the  same claims\r\n\nand relies  upon the same new evidence as did Robinson in his\r\n\nmotion.   The  new evidence  -- the  May 10,  1993 letter  --\r\n\nsubmitted with Rojas'   2255 motion did not disprove, or even\r\n\ncontradict, denial  of registry,  however.  Accordingly,  the\r\n\ndistrict  court  did  not  err in  summarily  dismissing  the\r\n\nmotion.  Rojas, like Robinson, also seeks relief on the basis\r\n\nof the February 8,  1996 letter.  For  the same reasons  that\r\n\nthe  late-submitted  evidence  did  not  entitle Robinson  to\r\n\nrelief under   2255, it is of no avail to Rojas.\r\n\n          The  district  court's  summary  dismissals  of the\r\n\nmotions are  affirmed.\r                                 \r\n\n                             -6-\r\r\n",
  "html": "<p class=\"case_cite\">81 F.3d 147</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Abel ROJAS, Petitioner,<br>v.<br>UNITED STATES of America, Respondent.<br>Eduardo A. ROBINSON-MUNOZ, Plaintiff, Appellant,<br>v.<br>UNITED STATES of America, Defendant, Appellee.</p>\n    <p class=\"docket\">Nos. 95-1902, 95-1906.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">April 8, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeals From the United States District Court for the District of Puerto Rico [Hon.  Jose Antonio Fuste, U.S. District Judge]</p>\n      <p class=\"indent\">Abel Rojas on brief pro se.</p>\n      <p class=\"indent\">Eduardo A. Robinson on brief pro se.</p>\n      <p class=\"indent\">Guillermo Gil, United States Attorney, Edwin O. Vazquez, Assistant United States Attorney, and Jose A. Quiles-Espinosa, Senior Litigation Counsel, on brief for appellee.</p>\n      <p class=\"indent\">D. Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, STAHL and LYNCH, Circuit Judges.</p>\n    </div>\n    <p class=\"indent\">PER CURIAM</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Eduardo Robinson-Munoz and Abel Rojas appeal from the district court's summary denial of their motions under 28 U.S.C. &#167; 2255.   We affirm.</p>\n    </div>\n    <p class=\"indent\">I. Robinson</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Robinson challenges his conviction after a jury trial of aiding and abetting the possession, with intent to distribute, of marijuana aboard a vessel, 46 U.S.C.App. &#167; 1903(a), (c)(1)(A) &amp; 18 U.S.C. &#167; 2.  Specifically, he argues that the vessel (\"the Delfin\") was not subject to United States jurisdiction because it was not \"a vessel without nationality.\"   We rejected that argument on direct appeal.   In United States v. Robinson-Munoz, 961 F.2d 300 (1st Cir.1992), we held that the government's presentation of a certification of the Secretary of State indicating that the Colombian government had denied the Delfin captain's claim of Colombian registry \"prove[d] jurisdiction beyond a reasonable doubt.\"  Id. at 305.   Robinson again challenged the United States' jurisdiction over the Delfin in his first &#167; 2255 motion.   The district court ruled that the issue had already been decided on direct appeal and could not be relitigated under &#167; 2255.  Robinson-Munoz v. United States, 819 F.Supp. 1136, 1142 (D. Puerto Rico 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In his second &#167; 2255 motion, Robinson relied upon new evidence to challenge the United States' jurisdiction over the Delfin.   Specifically, Robinson relied upon a letter dated May 10, 1993 from the Secretary General of the Colombian Department of National Defense (\"the May 10, 1993 letter\").   The letter stated, in relevant part, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>having reviewed the files of the General Command of the Armed forces and of the National Navy, no document whatsoever was found, of authorization for the boarding of the motor vessel \"DELFIN\" on the 13th of October, 1990.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Robinson appeals from the district court's summary dismissal of his second &#167; 2255 motion.   On appeal, he seeks to introduce yet more new evidence to show that the certification of the Secretary of State was fraudulently prepared (i.e., no denial of registry was ever given by the Colombian government) and, therefore, that the Due Process Clause requires that his conviction and sentence be vacated.   We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court did not err in dismissing the motion without holding an evidentiary hearing.   A \" &#167; 2255 motion may be denied without a hearing as to those allegations which, if accepted as true, entitle the movant to no relief, or which need not be accepted as true because they state conclusions instead of facts, contradict the record, or are 'inherently incredible.' \"  Shraiar v. United States, 736 F.2d 817, 818 (1st Cir.1984) (citations omitted).   In addition, \"when, as in this case, a petition for federal habeas relief is presented to the judge who presided at the petitioner's trial, the judge is at liberty to employ the knowledge gleaned during previous proceedings and make findings based thereon without convening an additional hearing.\"  United States v. McGill, 11 F.3d 223, 225 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The relevant evidence before the district court when it ruled upon the &#167; 2255 motions consisted of the May 10, 1993 letter.   At most, that letter indicates that the Colombian authorities never gave the Coast Guard officials permission to board the Delfin.   Even accepting the truth of that statement, it does not entitle Robinson to relief.   In this case, jurisdiction was based upon the Colombian government's denial of registry.   The denial of registry was proved by a certification by the Secretary of State.   The May 10, 1993 letter does not even contradict, much less disprove, the statements made in the certification.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The document that appellants sought to introduce as \"Supplemental Pleadings on Appeal\"--a letter dated February 8, 1996, in which the Colombian authorities denied the existence of a General Rodriguez at the time that he allegedly denied registry--was never before the district court.   The argument that it constitutes newly discovered evidence and establishes a violation of the Due Process Clause entitling Robinson to &#167; 2255 relief cannot be raised for the first time on appeal.  \"It is a bedrock rule that when a party has not presented an argument to the district court, she may not unveil it in the court of appeals.\"  United States v. Slade, 980 F.2d 27, 30 (1st Cir.1992).  (Appellants' reliance upon Fed.R.Civ.P. 15(d) is misplaced because they do not seek to supplement a pleading but to introduce new evidence in support of a &#167; 2255 motion on appeal.)  \"[A]ppellate courts retain the power to dispense with the raise-or-waive rule in order to avoid a gross miscarriage of justice.\"  Slade, 980 F.2d at 31.   This is not such a case, however.   Robinson has failed to demonstrate that the new evidence \"is 'so compelling as virtually to insure appellant's success.' \"  Id. at 31.</p>\n    </div>\n    <p>II. Rojas</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Rojas pled guilty and has never contested the validity of his guilty plea.   We note initially that although the issue is not free from doubt, \"the better view may be that a valid guilty plea, as 'an admission of all the elements of a formal criminal charge,' admits even those allegations which form the factual predicate for federal jurisdiction.\"  Valencia v. United States, 923 F.2d 917, 921 (1st Cir.1991).   We need not resolve that issue here, however, because even if we assume that Rojas did not waive the jurisdictional challenge by pleading guilty, he has failed to show that the district court erred in denying his &#167; 2255 motion.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In his &#167; 2255 motion, Rojas makes the same claims and relies upon the same new evidence as did Robinson in his motion.   The new evidence--the May 10, 1993 letter--submitted with Rojas' &#167; 2255 motion did not disprove, or even contradict, denial of registry, however.   Accordingly, the district court did not err in summarily dismissing the motion.   Rojas, like Robinson, also seeks relief on the basis of the February 8, 1996 letter.   For the same reasons that the late-submitted evidence did not entitle Robinson to relief under &#167; 2255, it is of no avail to Rojas.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The district court's summary dismissals of the motions are affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">147</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Abel ROJAS, Petitioner,<br>v.<br>UNITED STATES of America, Respondent.<br>Eduardo A. ROBINSON-MUNOZ, Plaintiff, Appellant,<br>v.<br>UNITED STATES of America, Defendant, Appellee.</p>\n    <p class=\"docket\">Nos. 95-1902, 95-1906.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">April 8, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeals From the United States District Court for the District of Puerto Rico [Hon.  Jose Antonio Fuste, U.S. District Judge]</p>\n      <p class=\"indent\">Abel Rojas on brief pro se.</p>\n      <p class=\"indent\">Eduardo A. Robinson on brief pro se.</p>\n      <p class=\"indent\">Guillermo Gil, United States Attorney, Edwin O. Vazquez, Assistant United States Attorney, and Jose A. Quiles-Espinosa, Senior Litigation Counsel, on brief for appellee.</p>\n      <p class=\"indent\">D. Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, STAHL and LYNCH, Circuit Judges.</p>\n    </div>\n    <p class=\"indent\">PER CURIAM</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Eduardo Robinson-Munoz and Abel Rojas appeal from the district court's summary denial of their motions under 28 U.S.C. &#167; 2255.   We affirm.</p>\n    </div>\n    <p class=\"indent\">I. Robinson</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Robinson challenges his conviction after a jury trial of aiding and abetting the possession, with intent to distribute, of marijuana aboard a vessel, 46 U.S.C.App. &#167; 1903(a), (c)(1)(A) &amp; 18 U.S.C. &#167; 2.  Specifically, he argues that the vessel (\"the Delfin\") was not subject to United States jurisdiction because it was not \"a vessel without nationality.\"   We rejected that argument on direct appeal.   In United States v. Robinson-Munoz, <span class=\"citation\" data-id=\"581360\"><a href=\"/opinion/581360/united-states-v-eduardo-robinson-munoz-united-states-v-lazaro/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">300</span></a></span> (1st Cir.1992), we held that the government's presentation of a certification of the Secretary of State indicating that the Colombian government had denied the Delfin captain's claim of Colombian registry \"prove[d] jurisdiction beyond a reasonable doubt.\"  Id. at 305.   Robinson again challenged the United States' jurisdiction over the Delfin in his first &#167; 2255 motion.   The district court ruled that the issue had already been decided on direct appeal and could not be relitigated under &#167; 2255.  Robinson-Munoz v. United States, <span class=\"citation\" data-id=\"1965350\"><a href=\"/opinion/1965350/robinson-munoz-v-united-states/\"><span class=\"volume\">819</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1136</span></a></span>, 1142 (D. Puerto Rico 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In his second &#167; 2255 motion, Robinson relied upon new evidence to challenge the United States' jurisdiction over the Delfin.   Specifically, Robinson relied upon a letter dated May 10, 1993 from the Secretary General of the Colombian Department of National Defense (\"the May 10, 1993 letter\").   The letter stated, in relevant part, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>having reviewed the files of the General Command of the Armed forces and of the National Navy, no document whatsoever was found, of authorization for the boarding of the motor vessel \"DELFIN\" on the 13th of October, 1990.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Robinson appeals from the district court's summary dismissal of his second &#167; 2255 motion.   On appeal, he seeks to introduce yet more new evidence to show that the certification of the Secretary of State was fraudulently prepared (i.e., no denial of registry was ever given by the Colombian government) and, therefore, that the Due Process Clause requires that his conviction and sentence be vacated.   We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court did not err in dismissing the motion without holding an evidentiary hearing.   A \" &#167; 2255 motion may be denied without a hearing as to those allegations which, if accepted as true, entitle the movant to no relief, or which need not be accepted as true because they state conclusions instead of facts, contradict the record, or are 'inherently incredible.' \"  Shraiar v. United States, <span class=\"citation\" data-id=\"437229\"><a href=\"/opinion/437229/steven-a-shraiar-v-united-states/\"><span class=\"volume\">736</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">817</span></a></span>, 818 (1st Cir.1984) (citations omitted).   In addition, \"when, as in this case, a petition for federal habeas relief is presented to the judge who presided at the petitioner's trial, the judge is at liberty to employ the knowledge gleaned during previous proceedings and make findings based thereon without convening an additional hearing.\"  United States v. McGill, <span class=\"citation\" data-id=\"195053\"><a href=\"/opinion/195053/united-states-v-mcgill/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">223</span></a></span>, 225 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The relevant evidence before the district court when it ruled upon the &#167; 2255 motions consisted of the May 10, 1993 letter.   At most, that letter indicates that the Colombian authorities never gave the Coast Guard officials permission to board the Delfin.   Even accepting the truth of that statement, it does not entitle Robinson to relief.   In this case, jurisdiction was based upon the Colombian government's denial of registry.   The denial of registry was proved by a certification by the Secretary of State.   The May 10, 1993 letter does not even contradict, much less disprove, the statements made in the certification.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The document that appellants sought to introduce as \"Supplemental Pleadings on Appeal\"--a letter dated February 8, 1996, in which the Colombian authorities denied the existence of a General Rodriguez at the time that he allegedly denied registry--was never before the district court.   The argument that it constitutes newly discovered evidence and establishes a violation of the Due Process Clause entitling Robinson to &#167; 2255 relief cannot be raised for the first time on appeal.  \"It is a bedrock rule that when a party has not presented an argument to the district court, she may not unveil it in the court of appeals.\"  United States v. Slade, <span class=\"citation\" data-id=\"595481\"><a href=\"/opinion/595481/united-states-v-frances-slade/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span>, 30 (1st Cir.1992).  (Appellants' reliance upon Fed.R.Civ.P. 15(d) is misplaced because they do not seek to supplement a pleading but to introduce new evidence in support of a &#167; 2255 motion on appeal.)  \"[A]ppellate courts retain the power to dispense with the raise-or-waive rule in order to avoid a gross miscarriage of justice.\"  Slade, 980 F.2d at 31.   This is not such a case, however.   Robinson has failed to demonstrate that the new evidence \"is 'so compelling as virtually to insure appellant's success.' \"  Id. at 31.</p>\n    </div>\n    <p>II. Rojas</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Rojas pled guilty and has never contested the validity of his guilty plea.   We note initially that although the issue is not free from doubt, \"the better view may be that a valid guilty plea, as 'an admission of all the elements of a formal criminal charge,' admits even those allegations which form the factual predicate for federal jurisdiction.\"  Valencia v. United States, <span class=\"citation\" data-id=\"554889\"><a href=\"/opinion/554889/jesus-geles-valencia-v-united-states/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">917</span></a></span>, 921 (1st Cir.1991).   We need not resolve that issue here, however, because even if we assume that Rojas did not waive the jurisdictional challenge by pleading guilty, he has failed to show that the district court erred in denying his &#167; 2255 motion.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In his &#167; 2255 motion, Rojas makes the same claims and relies upon the same new evidence as did Robinson in his motion.   The new evidence--the May 10, 1993 letter--submitted with Rojas' &#167; 2255 motion did not disprove, or even contradict, denial of registry, however.   Accordingly, the district court did not err in summarily dismissing the motion.   Rojas, like Robinson, also seeks relief on the basis of the February 8, 1996 letter.   For the same reasons that the late-submitted evidence did not entitle Robinson to relief under &#167; 2255, it is of no avail to Rojas.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The district court's summary dismissals of the motions are affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195053/",
    "http://www.courtlistener.com/api/rest/v3/opinions/437229/",
    "http://www.courtlistener.com/api/rest/v3/opinions/554889/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581360/",
    "http://www.courtlistener.com/api/rest/v3/opinions/595481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1965350/"
  ]
}