{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196600/",
  "absolute_url": "/opinion/196600/united-states-v-black/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196600/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:09:47Z",
  "date_modified": "2017-03-24T10:47:42.778053Z",
  "type": "010combined",
  "sha1": "a3c3b0812758d84fbba775839e33fa927277759b",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1852.01A",
  "local_path": null,
  "plain_text": "\n\nMarch 1, 1996\r\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n                                         \r\nNo. 94-1852\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                         JACK BLACK,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 95-1149\r\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                     HERBERT E. PLYMPTON,\r\n\n                    Defendant, Appellant.\r\n\n                                        \r\n\nNo. 95-1187\r\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                   JEFFREY HARRIS LAVIGNE,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n                         ERRATA SHEET\r\n\nOn page 3, lines 9 and 11 down, replace \"Black\" with \"Lavigne\".\r\n\nOn page 13, line 4, \"latter\" should be \"later\".\r\n\nOn page 20, last line, insert \"is\" between \"departure\" and \"not\".\r\r\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n                                         \r\nNo. 94-1852\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                         JACK BLACK,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 95-1149\r\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                     HERBERT E. PLYMPTON,\r\n\n                    Defendant, Appellant.\r\n\n                                        \r\n\nNo. 95-1187\r\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                   JEFFREY HARRIS LAVIGNE,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n     [Hon. Francis J. Boyle, Senior U.S. District Judge]\r                                                                   \r\r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n\n                Coffin, Senior Circuit Judge,\r                                                        \r\n\n              and Rosenn,* Senior Circuit Judge.\r                                                           \r\n\n                                         \r\n\nDavid  A. Schechter,  Margaret-Mary  Hovarth and  Law  Offices  of\r                                                                              \r\nDavid A. Schechter on brief for appellant Jack Black.\r                          \r\nCharles  J.   Rogers,  Jr.  on  brief  for  appellant  Herbert  E.\r                                      \r\nPlympton.\r\nPaul A. Dinsmore on brief for appellant Jeffrey Harris Lavigne.\r                            \r\nJeffrey Harris Lavigne on brief pro se.\r                                  \r\nGerard  B. Sullivan,  Assistant  United States  Attorney,  Sheldon\r                                                                              \r\nWhitehouse, United States Attorney,  and Margaret E. Curran, Assistant\r                                                                   \r\nUnited States Attorney, on briefs for the United States.\r\n\n                                         \r\n\n                      February 27, 1996\r\n                                         \r\n\n                \r                            \r\n\n*Of the Third Circuit, sitting by designation.\r\r\n\n     BOUDIN, Circuit Judge.   Appellants Jack Black,  Herbert\r                                      \r\n\nPlympton and  Jeffrey Lavigne were indicted  in November 1993\r\n\nand  charged  with conspiracy  to  steal  and sell  goods  in\r\n\ninterstate  commerce,  18  U.S.C.    371,  and  with  various\r\n\nsubstantive crimes incident to the conspiracy.  Also named in\r\n\nthe indictment as co-defendants were the alleged ring-leader,\r\n\nDonald  St. Germain, and two others:  Raymond Wilbur and Joni\r\n\nLynn Smith, who  was Plympton's  wife.  All  of the  indicted\r\n\ndefendants,  except  for  Lavigne  and  Plympton, later  pled\r\n\nguilty to  specific offenses.   Several other co-conspirators\r\n\npled guilty to informations.\r\n\n     Lavigne  and  Black  were  convicted  in  separate  jury\r\n\ntrials.  At  trial, the  government sought to  show that  St.\r\n\nGermain organized  a series of  thefts of truck  trailers and\r\n\nmerchandise  in 1991 and 1992.  Typically, the thieves used a\r\n\nborrowed  or stolen truck tractor  to haul away an unattended\r\n\ntrailer.  After checking the contents, they moved the trailer\r\n\nto various locations in  Rhode Island and thereafter disposed\r\n\nof the merchandise.  One storage location was at the American\r\n\nWaste Paper Company in Cranston, Rhode Island; later, several\r\n\nshipments were stored  at the Plympton farm  in Exeter, Rhode\r\n\nIsland.\r\n\n     In   Plympton's  case,  the   government  dismissed  the\r\n\nconspiracy  count   against  him  and  tried   him  on  three\r\n\nsubstantive  counts  relating  to  two  of  the  many  thefts\r\n\n                             -3-\r                                         -3-\r\r\n\nattributed to  St. Germain.   Counts 1 and 2  of the redacted\r\n\nPlympton  indictment charged  him with  receiving, concealing\r\n\nand disposing of a shipment  of stolen Lands' End merchandise\r\n\nmoving  in interstate  commerce in  the fall  of 1992  and of\r\n\nknowingly possessing stolen goods comprising part of the same\r\n\nshipment.  18 U.S.C.    2315,  659.  Count 3, based solely on\r\n\nsection  2315,  involved  a shipment  of  Pennsylvania  House\r\n\nfurniture, stolen  a  month or  so later  and allegedly  also\r\n\nstored at the Plympton farm.\r\n\n     Lavigne,  St.  Germain's  companion  or  bodyguard,  was\r\n\nindicted only  on a single  count.   He was charged  under 18\r\n\nU.S.C.    1512(b)(3) with threatening physical  harm in order\r\n\nto  delay  or prevent  one  Kathleen  Hartman from  providing\r\n\ninformation  to   a   law  enforcement   officer   concerning\r\n\ncommission  of a  federal  offense.   Hartman was  the office\r\n\nmanager  of American  Waste  Paper Company  and had  provided\r\n\ninformation  to state  and  federal agents.   The  government\r\n\ncharged Lavigne with twice intimidating Hartman in the spring\r\n\nof 1991.\r\n\n     Black,  who had  pled guilty  to  conspiracy and  to one\r\n\nsubstantive  count under  section 2315,  was sentenced  to 60\r\n\nmonths' imprisonment;  Plympton to 41 months;  and Lavigne to\r\n\n46 months.  Substantial restitution payments were ordered for\r\n\nBlack and Plympton, and Lavigne was fined $1,000.  On appeal,\r\n\n                             -4-\r                                         -4-\r\r\n\nPlympton and Lavigne  challenge their convictions, and  Black\r\n\nand Plympton appeal from their sentences.\r\n\n     Plympton.  On this appeal, Plympton does not dispute the\r                         \r\n\nsufficiency of the evidence on counts 1 and 2 but argues that\r\n\nthey comprised  only a single offense,  making the indictment\r\n\nmultiplicitous and violating the bar against double jeopardy.\r\n\nMore precisely, Plympton argues  that the section 659 offense\r\n\nis effectively a lesser included offense within section 2315.\r\n\nIf it were, Plympton could not be convicted and sentenced for\r\n\nboth  offenses based  on the  same theft.   United  States v.\r                                                                      \r\n\nParrilla-Tirado, 22 F.3d 368, 372 (1st Cir. 1994).\r                           \r\n\n     Under the familiar test of Blockburger v. United States,\r                                                                        \r\n\n284 U.S.  299, 304 (1932), the two statutes do not punish the\r\n\nsame offense,  nor is  one included  within the  other, where\r\n\n\"each provision  requires proof  of an additional  fact which\r\n\nthe other does  not.\"  To prove  a violation of  section 659,\r\n\nthe government had to show  that Plympton stole or  concealed\r\n\nproperty \"moving as or . . . part of or .  . . constitut[ing]\r\n\nan  interstate . . . shipment\"; here, for example, the Lands'\r\n\nEnd  shipment  when  stolen  had been  moving  in  interstate\r\n\ncommerce.\r\n\n     Section 2315,  by contrast, does not  require proof that\r\n\nthe theft was from interstate commerce; but it does require a\r\n\ndifferent interstate-commerce element not required by section\r\n\n659.   Section 2315 punishes  receiving or disposing of goods\r\n\n                             -5-\r                                         -5-\r\r\n\nknown to be stolen where such goods \"have crossed a State . .\r\n\n. boundary after being stolen.\"  In this case, the Lands' End\r\n\nshipment, after  being stolen  in Pennsylvania, was  moved to\r\n\nPlympton's farm in Rhode Island.\r\n\n     The central focus of each statute is somewhat different,\r\n\none being concerned primarily  with theft and concealment and\r\n\nthe  other  with  the   receipt  and  disposition  of  stolen\r\n\nproperty.  Plympton's activity, in  the middle of the  chain,\r\n\nbrought  him within the language of both.  And the difference\r\n\nin  the interstate  commerce  elements meets  the  mechanical\r\n\nBlockburger test.  The  test has been criticized, but  it was\r                       \r\n\nproperly  applied in  the district  court, happens  to do  no\r\n\ninjustice here (one trial; no increase in punishment), and is\r\n\nbinding upon us.\r\n\n     No  Blockburger problem  is  presented by  count 3.   It\r                                \r\n\nconcerned  a  different  theft--that  of  Pennsylvania  House\r\n\nfurniture--on a different occasion;  and in this instance the\r\n\ncharge was based  only upon section 2315.   But on this count\r\n\nPlympton  does  challenge  the sufficiency  of  the evidence,\r\n\narguing  that  the  government   failed  to  prove  that  the\r\n\nPennsylvania House furniture was  ever at his farm or,  if it\r\n\nwas, that Plympton knew about it.\r\n\n     Taking the evidence  in the light most  favorable to the\r\n\ngovernment, United States v. Robles, 45 F.3d 1, 2 (1st Cir.),\r                                               \r\n\ncert.  denied,  115  S.  Ct.  1416  (1995),  the  jury  could\r                         \r\n\n                             -6-\r                                         -6-\r\r\n\nreasonably conclude  that Plympton  used his farm  to conceal\r\n\nstolen shipments for  St. Germain; some of the  stolen Lands'\r\n\nEnd merchandise was  found on  the farm and  there was  ample\r\n\nevidence  that Plympton knew it  was stolen.   There was also\r\n\nevidence  that   Plympton  had  earlier  concealed  a  stolen\r\n\nshipment of  K-Mart merchandise on  the farm.   Against  this\r\n\nbackground,  the   evidence  to   connect  Plympton   to  the\r\n\nPennsylvania State furniture shipment was  sufficient even if\r\n\nnot overwhelming.\r\n\n     Although none of  the furniture was  found at the  farm,\r\n\nthere  was  unequivocal  testimony  from  one  witness--Frank\r\n\nMacera--that  Plympton received  the  furniture shipment  and\r\n\nknew  it to  be stolen.   Macera,  who had  pled guilty  to a\r\n\ncriminal information covering the same transaction, was not a\r\n\nvery  trustworthy witness.    But the  jury  was entitled  to\r\n\naccept his testimony, which was plausible  enough, especially\r\n\nbecause technical  and eye-witness evidence  added small  but\r\n\nuseful elements of corroboration.\r\n\n     Finally,  Plympton  contests  his  sentence  in  several\r\n\nrespects.    First, in  calculating  the  offense level,  the\r\n\ndistrict court  imposed a two-level increase  for obstruction\r\n\nof justice;  specifically, the court found  that Plympton had\r\n\nlied  at trial  when he  denied knowing  that the  Lands' End\r\n\nmerchandise in his barn was stolen and knowing anything about\r\n\nthe  Pennsylvania House furniture.   No one disputes that the\r\n\n                             -7-\r                                         -7-\r\r\n\nincrease was required if Plympton did  in fact commit perjury\r\n\nat trial.    U.S.S.G.    3C1.1;  United States  v.  Hernandez\r                                                                         \r\n\nCoplin, 24 F.3d 312, 317 (1st Cir.), cert. denied, 115 S. Ct.\r                                                             \r\n\n378 (1994).\r\n\n     Plympton says that the evidence was insufficient to show\r\n\nthat he knew that either load of furniture was stolen. But we\r\n\nhave already said that there was enough to convict as to  the\r\n\nPennsylvania House furniture  theft and the evidence  against\r\n\nhim as to the Lands' End theft was even stronger.  If  it was\r\n\nenough  to convict, it was  more than ample  for a sentencing\r\n\ndetermination   under  the  preponderance   of  the  evidence\r\n\nstandard.   United States v.  Lombard, 32 F.2d  170, 176 (1st\r                                                 \r\n\nCir. 1995).   The claim of inadequate evidence is too weak to\r\n\nwarrant further discussion.\r\n\n     After  calculating  the offense  level, the  trial judge\r\n\ndeparted upward by  two additional levels.   The grounds  for\r\n\nthis departure were that after conviction but before sentence\r\n\nPlympton created  an irrevocable trust  for his six  year old\r\n\ndaughter and  transferred to  it, without consideration,  his\r\n\nreal estate and business assets.  The trial judge found after\r\n\na hearing at which Plympton testified that the purpose of the\r\n\ntransfer was  to frustrate  collection  of a  likely fine  or\r\n\nrestitution and  that Plympton himself regarded  the trust as\r\n\n\"a sham.\"\r\n\n                             -8-\r                                         -8-\r\r\n\n     Plympton  now  attacks  the  district  court's  finding,\r\n\narguing  (as he  testified) that  his  purpose was  simply to\r\n\nprovide for his  daughter during his imprisonment  and in the\r\n\nevent of divorce.  But the evidence also showed that Plympton\r\n\ncreated  the trust shortly after his wife had been ordered to\r\n\npay  over $400,000  in  restitution; that  Plympton had  been\r\n\nwarned  by his lawyer  that the trust  might be viewed  as an\r\n\nattempt  to avoid payment  of restitution or  fines; and that\r\n\nPlympton  intended to  return to  operate his  business after\r\n\nrelease and  expected to be  able to use  the real estate  as\r\n\nwell.\r\n\n     Fact-findings  by  the  district  court  in  sentencing,\r\n\nincluding departures, are based on the preponderance standard\r\n\nand subject  to reversal only  if clearly erroneous.   United\r                                                                         \r\n\nStates v. Porter,  924 F.2d 395,  399 (1st Cir.  1991).   The\r                            \r\n\ncourt's  findings  as  to  Plympton's aim  and  attitude  are\r\n\npermissible inferences  by a fact-finder  who heard  Plympton\r\n\ntestify.   They are not inconsistent with the further finding\r\n\nthat Plympton also  sought through the  trust to provide  for\r                              \r\n\nhis  daughter and manage his  business while in  prison.  The\r\n\nend was proper but the means were not.\r\n\n     Although  Plympton does  not  argue the  issue in  these\r\n\nterms,  we have  also considered  whether the  district court\r\n\naccepted, and  the evidence supports,  the government's claim\r\n\nthat Plympton acted  in bad faith.   Without this  additional\r\n\n                             -9-\r                                         -9-\r\r\n\nelement, we might  have serious concerns.   But the  district\r\n\ncourt's language  (\"sham,\" \"fraud\")  makes clear that  it did\r\n\nfind bad faith and, again, the inference is permissible under\r\n\nthe clearly erroneous standard.  Our concerns, therefore, are\r\n\nfor another occasion.\r\n\n     The most interesting issue is one that Plympton does not\r\n\nraise, namely,  whether the  attempt to  frustrate a fine  or\r\n\nrestitution  order is  a permissible  basis for  a departure.\r\n\nWhile Plympton did  not preserve  the issue nor  argue it  on\r\n\nappeal, we would at  least be faced with a  plain error issue\r\n\nif  we thought that the departure were not authorized.  There\r\n\nis no need to discuss the extent of deference that may be due\r\n\nto  the district court, see United States v. Rivera, 994 F.2d\r                                                               \r\n\n942  (1st  Cir.  1993),  since we  agree  that  its  implicit\r\n\ninterpretation of the guidelines was correct.\r\n\n     A  defendant's  attempt  to  frustrate  the   actual  or\r\n\nanticipated judgment  by secreting assets is  closely akin to\r\n\nobstruction  of justice;  indeed, if  Plympton had  sought to\r\n\nhide himself before sentencing  in order to avoid  prison, he\r\n\nwould  plainly be  covered by  the obstruction  guideline and\r\n\nsubject  to  an  automatic   two-level  enhancement  on  that\r\n\naccount.   U.S.S.G.   3C1.1,  Comment. (n. 3(e)).   One could\r\n\nargue  that the secreting of  assets was covered  by the same\r\n\nguideline  but, if  not, then  by analogy  Plympton's conduct\r\n\n                             -10-\r                                         -10-\r\r\n\nproperly  qualified  for  a  departure   under  the  catchall\r\n\ndeparture provision.  U.S.S.G.   5K2.0.\r\n\n     Plympton might  protest that, since he  has already been\r\n\ngiven a  two-level adjustment for obstruction  by perjury, it\r\n\nis  double counting  to  give him  an  additional two  levels\r\n\nthrough  the  departure mechanism.    Of  course, the  latter\r\n\nincrease  results from  a different  act of  obstruction; but\r\n\nPlympton might respond  that the guidelines contemplate  only\r\n\none  two-level   increase,  no   matter  how  many   acts  of\r\n\nobstruction occur and regardless of whether the second act is\r\n\nconsidered under section 3C1.1 or 5K2.0.\r\n\n     Here,  Plympton's attempt  to frustrate  restitution was\r\n\nnot  just additional perjury but  a new and  different act of\r\n\nmisbehavior with a different  victim; and the sum of  the two\r\n\nis  greater than  either standing  alone.   Even if  both are\r\n\ntreated as forms of obstruction and are within section 3C1.1-\r\n\n-a matter we need not decide--section 5K1.0 permits departure\r\n\nfor an aggravating circumstance  \"of a kind, or to  a degree,\r                                                                        \r\n\nnot adequately\"  considered by the guidelines.   The district\r\n\ncourt could fairly  conclude that this case fell  outside the\r\n\n\"heartland\" and warranted a  departure.  Accord United States\r                                                                         \r\n\nv. Merritt,  988 F.2d 1298, 1310-11 (2d  Cir.), cert. denied,\r                                                                        \r\n\n113 S. Ct. 2933 (1993).\r\n\n     Plympton's last  sentencing claim is  that the  district\r\n\ncourt acted  improperly in requiring him  to make restitution\r\n\n                             -11-\r                                         -11-\r\r\n\neither at all or within 60 days.  None of the arguments under\r\n\nthis  head were  presented in  the district  court.   We have\r\n\nexamined them all and conclude that none of the arguments now\r\n\noffered even arguably points to plain error.  \r\n\n     Lavigne.     Lavigne,  like  Plympton,  urges  that  the\r                        \r\n\nevidence  was not sufficient to permit a jury to convict him.\r\n\nThe single violation  charged in his case was  of 18 U.S.C.  \r\n\n1512(b)(3)  which  in  pertinent  part  punishes  anyone  who\r\n\n\"knowingly   uses  intimidation   of  physical   force,  [or]\r\n\nthreatens . . . or attempts to do so . . . with intent to   .\r\n\n.  . hinder,  delay, or  prevent the  communication to  a law\r\n\nenforcement officer . . . of the United States of information\r\n\nrelating  to  the  commission  or possible  commission  of  a\r\n\nFederal offense . . . .\"\r\n\n     The evidence  against Lavigne,  taken in the  light most\r\n\nfavorable to the  government, Robles, 45 F.3d at 2, permitted\r                                                \r\n\nthe jury to  find the  following.  Kathleen  Hartman was  the\r\n\nofficer manager  of American Waste  Paper and had  a romantic\r\n\nconnection  to its owner, Frank  Luchka.  The  company was in\r\n\nbankruptcy  and St.  Germain  persuaded Luchka  to allow  the\r\n\ncompany's premises to  be used to store  the stolen trailers.\r\n\nHartman  was aware  of these  arrangements and  assisted with\r\n\nrecord-keeping   and  other   tasks  concerning   the  stolen\r\n\nproperty.\r\n\n                             -12-\r                                         -12-\r\r\n\n     In February 1991,  Hartman secretly contacted the  Rhode\r\n\nIsland State Police and reported that the site was being used\r\n\nfor  stolen  property.    On April  3,  1991,  the  company's\r\n\npremises  were raided by the FBI, the state police, and local\r\n\npolice,  and  a number  of  stolen  trailers were  recovered.\r\n\nHartman continued to cooperate  confidentially with state and\r\n\nlater with federal agents.  The conduct for which Lavigne was\r\n\nindicted comprised two episodes.\r\n\n     First, on the day  of the raid, Luchka and  Hartman were\r\n\npresent  during the search; that evening they met at a nearby\r\n\nbar and were joined by St. Germain and Lavigne.  With Lavigne\r\n\nbarring Hartman's  exit from the  bar booth, St  Germain told\r\n\nHartman that he would have  her silenced if she spoke  to law\r\n\nenforcement  agents.    As  Hartman went  downstairs  to  the\r\n\nrestrooms,  she met Lavigne who was  returning up the stairs.\r\n\nLavigne  stopped and,  apparently  without  saying  anything,\r\n\nlifted his pant leg to reveal a gun in an ankle holster.\r\n\n     Second, a week or  so later, Hartman and Luchka  were at\r\n\nanother bar  and again  encountered St. Germain  and Lavigne.\r\n\nSt.  Germain and Luchka  went outside where  St. Germain told\r\n\nLuchka that he  thought that Hartman had  \"blown the whistle\"\r\n\non the scheme.  When they returned, St. Germain asked Hartman\r\n\nif she had spoken with anyone and, with an oblique reference,\r\n\nindicated  that she  would come to  harm if she  did.  During\r\n\nthis warning, Lavigne, who was standing between them with his\r\n\n                             -13-\r                                         -13-\r\r\n\nfoot resting on a bar stool, lifted his pants leg to reveal a\r\n\nleather holster on his ankle.\r\n\n     From this evidence alone, the jury was entitled to infer\r\n\nthat   Lavigne  was  deliberately  threatening  Hartman  with\r\n\nviolence if  she cooperated with law enforcement authorities.\r\n\nLavigne's pantomime  was patently  a threat of  violence, and\r\n\nnothing in the  statute requires that  the threat be  verbal.\r\n\nUnited States  v.  Balzano, 916  F.2d  1273, 1291  (7th  Cir.\r                                      \r\n\n1990).  On appeal,  Lavigne offers a more antiseptic  version\r\n\nof what happened,  but we  have reviewed  the transcript  and\r\n\nconclude that the  jury was entitled to find the  facts as we\r\n\nhave recited them. \r\n\n     Lavigne raises  a series of objections  based on alleged\r\n\nmisconduct by the prosecution and on the alleged incompetence\r\n\nof his  trial counsel.  The misconduct  claim is based on the\r\n\nintroduction of testimony  by two FBI agents that Lavigne had\r\n\nadmitted intimidating Hartman; this statement was made during\r\n\na polygraph  examination and, it is  argued, therefore should\r\n\nnot  have  been used  by  the prosecution.    The ineffective\r\n\nassistance claim  rests on trial counsel's  failure to elicit\r\n\ntwo prior state felonies  which were subsequently elicited by\r\n\nthe prosecution; the failure of counsel to call two witnesses\r\n\nwho  allegedly would have  exonerated Lavigne;  and counsel's\r\n\nfailure to object to  the introduction of Lavigne's statement\r\n\nduring the polygraph examination.  \r\n\n                             -14-\r                                         -14-\r\r\n\n     As  to  the   statements  made   during  the   polygraph\r\n\nexamination,  there was no error here, let alone plain error.\r\n\nAlthough the results of polygraph examinations are  generally\r\n\ninadmissible, see United States v. Scarborough, 43 F.3d 1021,\r                                                          \r\n\n1026  (6th  Cir.  1994),  it  was  not  the  results  of  the\r                                                                \r\n\nexamination  that were  introduced,  but  only Lavigne's  own\r\n\nadmissions to the examiners.   Lavigne had signed a waiver of\r\n\nhis right against self-incrimination, and he offers no reason\r\n\nwhy the fact that the statements were made during a voluntary\r\n\npolygraph  examination  should  affect  their  admissibility.\r\n\nLavigne's claim of  prosecutorial misconduct is  thus without\r\n\nmerit.\r\n\n     Absent unusual circumstances, we do not review claims of\r\n\nineffective assistance  that have not been  raised before the\r\n\ntrial court.   United States v. Mala,  7 F.3d 1058, 1063 (1st\r                                                \r\n\nCir. 1993)  cert. denied,  114 S. Ct.  1839 (1994).   Each of\r                                    \r\n\nLavigne's  claims involves  questions  of trial  tactics  and\r\n\nresulting  prejudice  and  requires inquiry  into  underlying\r\n\nfacts.   We  do not  think that  \"the record  is sufficiently\r\n\ndeveloped to allow reasoned consideration of the claim,\" id.,\r                                                                        \r\n\nand   therefore  decline   to  reach   Lavigne's  ineffective\r\n\nassistance of counsel claim.\r\n\n     Black.  Black was arrested in the course of delivering a\r                      \r\n\nportion of a stolen load of Pennsylvania House furniture from\r\n\nPlympton's farm  to a  flea market in  Revere, Massachusetts.\r\n\n                             -15-\r                                         -15-\r\r\n\nHe later pled  guilty to  two counts, one  charging him  with\r\n\nparticipation  in  the  overall  conspiracy  and   the  other\r\n\nrelating to the Revere delivery.  18 U.S.C.    371, 2314.  In\r\n\nexchange,   the  government  agreed  among  other  things  to\r\n\nrecommend  a  sentence  at  the low  end  of  the  applicable\r\n\nguideline range  and to file  a downward departure  motion if\r\n\nBlack provided substantial assistance.  \r\n\n     The presentence report computed Black's adjusted offense\r\n\nlevel  as 14, based  on the value of  the goods attributed to\r\n\nBlack and on other adjustments (upward  for more than minimal\r\n\nplanning  and  downward  for  acceptance  of responsibility).\r\n\nU.S.S.G.      2B1.1,  3E1.1.   The  presentence  report  also\r\n\ncomputed Black's  criminal history points as  21, placing him\r\n\nin category  VI, the  highest category.   These calculations,\r\n\nwhich  were accepted  by  the district  court, established  a\r\n\nrange of 37 to 46 months' imprisonment.\r\n\n     At the  outset of  the sentencing hearing,  the district\r\n\ncourt  expressed concern  that  the resulting  range did  not\r\n\nadequately  reflect  Black's  full criminal  history.   After\r\n\nletting defense  counsel argue  against an  upward departure,\r\n\nthe  district court  pointed out  that at  age 32,  Black had\r\n\nalready accumulated  21 criminal history points,  8 more than\r\n\nwere needed  to place him  in category  VI.   The court  then\r\n\nreviewed  Black's criminal  history  in detail,  describing a\r\n\n                             -16-\r                                         -16-\r\r\n\nsuccession  of offenses  and  penalties starting  at age  18,\r\n\nBlack's juvenile file being sealed:\r\n\n     At  age 18  assault, disorderly  conduct, malicious\r\n     damage,  larceny,  assault  and  battery.    At  19\r\n     larceny.    Age 20  assault  and battery.    Age 20\r\n     larceny  over  $500.    This is  breaking  into  an\r\n     automobile and stealing a battery and some plumbing\r\n     tools which  the  Defendant got  apparently a  year\r\n     custody and  that counts for  one point.   Age  20,\r\n     disorderly   conduct.     Age  20,   possession  of\r\n     controlled substance which is diazotan.  He got two\r\n     years suspended.  He's  a violator on a preexisting\r\n     suspended sentence.   He  gets two years  to serve.\r\n     That counts for three points.  Age 20, shoplifting.\r\n     Age 20, conspiracy to commit larceny,  larceny over\r\n     $500.  That  counts for  one point.   That's a  one\r\n     year  suspended  sentence,  three years  probation.\r\n     Age  20,  possession  of a  stolen  motor  vehicle.\r\n     Counts for three  points.  One year custody.   This\r\n     is a 1979  Ford econoline van which had been stolen\r\n     which  the   Defendant  was   driving.    Age   20,\r\n     possession   of  marijuana,  one   point,  30  days\r\n     custody.    Age  20,  possession  of  stolen  motor\r\n     vehicle which a number of other charges, possession\r\n     of needle and syringe.  Three years custody.  Three\r\n     points.   Age 21, armed  robbery.  This  is a Dairy\r\n     Mart held up  at gun point  in Warwick.  He  got 30\r\n     years, 11 to serve and 19 suspended.  It counts for\r\n     three points.  Apparently there's a violation there\r\n     on that.  Since January 27 of 1994, age 29, passing\r\n     counterfeit certificates.  That's a counterfeit $20\r\n     bill.   He got  five  years, six  months to  serve.\r\n     That counts  for two.  The armed robbery counts for\r\n     three.    Age  29,  disorderly  conduct,  resisting\r\n     arrest.  Age  30, simple assault.   Counts for  one\r\n     plus  two points  because  the Defendant  committed\r\n     this  offense while  he was  on probation,  and one\r\n     point because he was released from prison less than\r\n     two years prior  to the instant offense.   All this\r\n     in 32 years.\r\n\n     The district  court then formally concluded that Black's\r\n\ncriminal history  category did  not adequately  represent his\r\n\nactual  criminal history and departed upward from level 14 to\r\n\nlevel  17.  This  increased the guideline  range to  51 to 63\r\n\n                             -17-\r                                         -17-\r\r\n\nmonths.  The government recommended a sentence at the low end\r\n\nof the range, as it  had promised but declined to move  for a\r\n\ndeparture under  U.S.S.G.   5K1.1  because Black's assistance\r\n\nhad  not proved  useful.  The  district court  then sentenced\r\n\nBlack to 60 months'  imprisonment, explaining its reasons for\r\n\nthis choice.\r\n\n     On  appeal, Black's  only challenge  is to  the district\r\n\ncourt's decision  to  depart upward.    The \"law\"  is  simply\r\n\nstated.   The  guidelines permit  such a departure  where the\r\n\ncourt believes  that the  criminal history category  does not\r\n\n\"adequately reflect the  seriousness of the  defendant's past\r\n\ncriminal conduct,\"  U.S.S.G.    4A1.3, and this  includes \"on\r\n\noccasion\" a  departure even for a category  VI defendant with\r\n\nan \"egregious,  serious criminal  record [for whom]  even the\r\n\nguideline  range  for Criminal  History  Category  VI is  not\r\n\nadequate.\" Id.\r                          \r\n\n     Putting aside  a procedural  objection that we  think is\r\n\nwithout  merit, Black  makes two different  arguments against\r\n\nthe  departure  decision:   the  first  is  a  claim that  no\r\n\ndeparture was justified on the present facts.  Since the type\r\n\nof  departure   involved  is   expressly  permitted   by  the\r\n\nguidelines,  the question  whether one  was justified  by the\r\n\ncircumstances here turns on  questions of fact, reviewed only\r\n\nfor   clear  error,   and   of  law   application,   reviewed\r\n\ndeferentially under \"a  standard of reasonableness.\"   United\r                                                                         \r\n\n                             -18-\r                                         -18-\r\r\n\nStates v. Diaz-Villafane, 874  F.2d 43, 49 (1st  Cir.), cert.\r                                                                         \r\n\ndenied, 493 U.S. 862 (1989).\r                  \r\n\n     The facts are essentially undisputed--no one claims that\r\n\nthe court misdescribed Black's criminal history--so the issue\r\n\nis  one  of reasonable  judgment  in  applying the  departure\r\n\ncriteria  to particular facts.  Black  says that the district\r\n\ncourt  acted mechanically,  imposing the  departure basically\r\n\nbecause  Black  had  far  more points  than  the  minimum for\r\n\ncategory  VI.   This is  not a  complete description  of what\r\n\nhappened:     the   district   judge  mentioned   the   point\r\n\ndifferential but  followed this with a  lengthy recitation of\r\n\nBlack's  actual  criminal  history,  which  we  have  already\r\n\nquoted.\r\n\n     What this record  showed was that in  a 14-year criminal\r\n\ncareer  starting at age 18, Black  had been almost constantly\r\n\nin  trouble except for one  period spent in  prison; that his\r\n\noffenses  involved drugs, theft,  repeated physical violence,\r\n\nand on  one  occasion  firearms;  that  despite  considerable\r\n\nleniency in punishment at  early stages, he regularly resumed\r\n\nhis  criminal career;  that even  a substantial  sentence for\r\n\narmed robbery did not dissuade  him from resuming this career\r\n\nof crime upon his  release; and that he had  committed crimes\r\n\nwhile on suspended sentence and probation.  \r\n\n     It  is plain that the district  court thought that Black\r\n\nhad devoted himself  to a  career of crime  which, given  his\r\n\n                             -19-\r                                         -19-\r\r\n\nstill  young age,  was  far from  over.   It followed  that a\r\n\nsentence  of   three  to  four  years--as   provided  by  the\r\n\nguidelines--was  not  very   substantial  protection  to  the\r\n\ncommunity,  nor   likely  to   deter  a  defendant   who  had\r\n\neffectively shrugged  off an  eleven year sentence  for armed\r\n\nrobbery.  Indeed, the government reports that, when arrested,\r\n\nBlack  allegedly  told the  state  police  detective that  he\r\n\n\"could do the time on his head.\"\r\n\n     The  implicit concerns  of the  district court  are ones\r\n\ndeemed pertinent by the cases which  advert to the \"frequency\r\n\nand  repetitiveness of the felonious behavior,\" United States\r                                                                         \r\n\nv.  Ocasio,  914 F.2d 330, 335 (1st Cir.  1990), and the risk\r                      \r\n\nof recidivism, United States v. Emery, 991 F.2d 907, 913 (1st\r                                                 \r\n\nCir. 1993).   It is hard  to quantify these concerns  but, on\r\n\nthis  issue, we think that the district court was entitled to\r\n\ntake note of the fact that Black had over 150  percent of the\r\n\npoints needed for category  VI.  We agree with Black  that in\r\n\nsome cases departures have been based on worse records but do\r\n\nnot think that the  district court's decision to  depart here\r\n\nwas unreasonable.\r\n\n     It would have been helpful  if these inferences had been\r\n\nspelled out by the district judge.  Ocasio, 914 F.2d at 335 &amp;\r                                                      \r\n\nn.3.   But we think they  are obvious in the district court's\r\n\nrecitation  of Black's  criminal  history and  certain  other\r\n\nremarks  made by the judge  at sentencing.  Upward departures\r\n\n                             -20-\r                                         -20-\r\r\n\nare  serious  business; and,  although  mindful  of the  time\r\n\npressures on  the district  courts, we urge  again that  some\r\n\nexpression of reasoning, as well as fact-finding, accompany a\r\n\ndeparture.   E.g., Emery, 991 F.2d  at 913.  But  we will not\r                                    \r\n\nremand for an explanation that is so clearly implicit in what\r\n\nthe district court found.\r\n\n     Black's second argument is  that the degree of departure\r\n\nwas  unreasonable or  at least  inadequately explained.   The\r\n\nincrease from  level 14 to  level 17, given  Black's criminal\r\n\nhistory category,  amounted to an increase  in the sentencing\r\n\nrange   which  can  be  measured  in  several  ways:    as  a\r\n\npercentage, it  is an  increase of  minimums and  maximums of\r\n\nabout one-third,  which sounds  substantial; but in  terms of\r\n\nmonths,  it increases  the  ultimate range,  measured by  the\r\n\nmidpoint of  each range,  by about 15  months--something less\r\n\nthan overwhelming.\r\n\n     The latter figure alone suggests that, by  a standard of\r\n\nreasonableness,   the  degree   of  the  departure   was  not\r\n\ndisproportionate,  given  Black's  record  and  the  implicit\r\n\nrationale  of the  district court  for making  any departure.\r\n\nEven looked at in percentage terms, a 30 percent departure is\r\n\nnot out  of line with past precedent,  using criminal history\r\n\npoints  as a  crude  way of  comparing like  with like.   Cf.\r                                                                         \r\n\nEmery,  991  F.2d  at  914 (upholding  41  percent,  21-month\r                 \r\n\ndeparture  for  offender with  20  criminal history  points);\r\n\n                             -21-\r                                         -21-\r\r\n\nBrown,  899  F.2d  at  96 (upholding  133  percent,  12-month\r                 \r\n\ndeparture for offender with 20 criminal history points).  \r\n\n     But Black mainly attacks the  degree of the departure on\r\n\nthe ground that the district court did not explain its choice\r                                                              \r\n\nof three levels  rather than some other  figure.  It  is true\r\n\nthat  the court gave no explicit  explanation directed at the\r\n\nchoice of a particular  figure.  But  at least where a  small\r\n\ndeparture  is involved, it  may be  difficult to  provide any\r\n\nexplanation  over and  above that  given for the  decision to\r                                        \r\n\ndepart.  Thus,  we have held  that \"a reasoned  justification\r\n\nfor [the] decision to depart\"--readily inferred in this case-\r\n\n-may  also  constitute \"an  adequate  summary  from which  an\r\n\nappellate  tribunal  can  gauge  the  reasonableness  of  the\r\n\ndeparture's extent.\"  Emery, 991 F.2d at 336-37.\r                                       \r\n\n     In  this case  the  departure, measured  by months,  was\r\n\nquite  modest and Black's only  practical concern is with why\r\n\nhe did not  receive even less.   It is  hard to know  how the\r\n\ndistrict court could have explained this choice--to depart by\r                                                    \r\n\nthree  levels instead of one  or two--except to  say that the\r\n\ngrounds  for departure  called for  more than  a slap  on the\r\n\nwrist.   Given the modesty of the departure and its alignment\r\n\nwith prior  cases, such as Emery  and Brown, we do  not think\r                                                       \r\n\nthat  the lack of an explanation can be deemed prejudicial or\r\n\ncasts  any   doubt  on  the  facial   reasonableness  of  the\r\n\ndeparture.\r\n\n                             -22-\r                                         -22-\r\r\n\n     Affirmed.\r                         \r\n\n                             -23-\r                                         -23-\r\r\n",
  "html": "<p class=\"case_cite\">78 F.3d 1</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Jack BLACK, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Herbert E. PLYMPTON, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Jeffrey Harris LAVIGNE, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 94-1852, 95-1149 and 95-1187.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 16, 1996.<br>Decided Feb. 27, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeals from the United States District Court for the District of Rhode Island;  Francis J. Boyle, Senior U.S. District Judge.</p>\n      <p class=\"indent\">David A. Schechter, Margaret-Mary Hovarth and Law Offices of David A. Schechter, Providence, RI, on brief, for appellant Jack Black.</p>\n      <p class=\"indent\">Charles J. Rogers, Jr., Providence, RI, on brief, for appellant Herbert E. Plympton.</p>\n      <p class=\"indent\">Paul A. Dinsmore, Rumford, RI, on brief, for appellant Jeffrey Harris Lavigne.</p>\n      <p class=\"indent\">Jeffrey Harris Lavigne, pro se.</p>\n      <p class=\"indent\">Gerard B. Sullivan, Assistant United States Attorney, Sheldon Whitehouse, United States Attorney, and Margaret E. Curran, Assistant United States Attorney, Providence, RI, on briefs, for the United States.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, COFFIN, Senior Circuit Judge, and ROSENN,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants Jack Black, Herbert Plympton and Jeffrey Lavigne were indicted in November 1993 and charged with conspiracy to steal and sell goods in interstate commerce, 18 U.S.C. &#167; 371, and with various substantive crimes incident to the conspiracy.   Also named in the indictment as co-defendants were the alleged ring-leader, Donald St. Germain, and two others:  Raymond Wilbur and Joni Lynn Smith, who was Plympton's wife.   All of the indicted defendants, except for Lavigne and Plympton, later pled guilty to specific offenses.   Several other co-conspirators pled guilty to informations.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plympton and Lavigne were convicted in separate jury trials.   At trial, the government sought to show that St. Germain organized a series of thefts of truck trailers and merchandise in 1991 and 1992.   Typically, the thieves used a borrowed or stolen truck tractor to haul away an unattended trailer.   After checking the contents, they moved the trailer to various locations in Rhode Island and thereafter disposed of the merchandise.   One storage location was at the American Waste Paper Company in Cranston, Rhode Island;  later, several shipments were stored at the Plympton farm in Exeter, Rhode Island.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In Plympton's case, the government dismissed the conspiracy count against him and tried him on three substantive counts relating to two of the many thefts attributed to St. Germain.   Counts 1 and 2 of the redacted Plympton indictment charged him with receiving, concealing and disposing of a shipment of stolen Lands' End merchandise moving in interstate commerce in the fall of 1992 and of knowingly possessing stolen goods comprising part of the same shipment.  18 U.S.C. &#167;&#167; 2315, 659.   Count 3, based solely on section 2315, involved a shipment of Pennsylvania House furniture, stolen a month or so later and allegedly also stored at the Plympton farm.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Lavigne, St. Germain's companion or bodyguard, was indicted only on a single count.   He was charged under 18 U.S.C. &#167; 1512(b)(3) with threatening physical harm in order to delay or prevent one Kathleen Hartman from providing information to a law enforcement officer concerning commission of a federal offense.   Hartman was the office manager of American Waste Paper Company and had provided information to state and federal agents.   The government charged Lavigne with twice intimidating Hartman in the spring of 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Black, who had pled guilty to conspiracy and to one substantive count under section 2315, was sentenced to 60 months' imprisonment;  Plympton to 41 months;  and Lavigne to 46 months.   Substantial restitution payments were ordered for Black and Plympton, and Lavigne was fined $1,000.   On appeal, Plympton and Lavigne challenge their convictions, and Black and Plympton appeal from their sentences.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Plympton.  On this appeal, Plympton does not dispute the sufficiency of the evidence on counts 1 and 2 but argues that they comprised only a single offense, making the indictment multiplicitous and violating the bar against double jeopardy.   More precisely, Plympton argues that the section 659 offense is effectively a lesser included offense within section 2315.   If it were, Plympton could not be convicted and sentenced for both offenses based on the same theft.  United States v. Parrilla-Tirado, 22 F.3d 368, 372 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Under the familiar test of Blockburger v. United States, 284 U.S. 299, 304, 52 S.Ct. 180, 182, 76 L.Ed. 306 (1932), the two statutes do not punish the same offense, nor is one included within the other, where \"each provision requires proof of an additional fact which the other does not.\"   To prove a violation of section 659, the government had to show that Plympton stole or concealed property \"moving as or ... part of or ... constitut[ing] an interstate ... shipment\";  here, for example, the Lands' End shipment when stolen had been moving in interstate commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Section 2315, by contrast, does not require proof that the theft was from interstate commerce;  but it does require a different interstate-commerce element not required by section 659.   Section 2315 punishes receiving or disposing of goods known to be stolen where such goods \"have crossed a State ... boundary after being stolen.\"   In this case, the Lands' End shipment, after being stolen in Pennsylvania, was moved to Plympton's farm in Rhode Island.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The central focus of each statute is somewhat different, one being concerned primarily with theft and concealment and the other with the receipt and disposition of stolen property.   Plympton's activity, in the middle of the chain, brought him within the language of both.   And the difference in the interstate commerce elements meets the mechanical Blockburger test.   The test has been criticized, but it was properly applied in the district court, happens to do no injustice here (one trial;  no increase in punishment), and is binding upon us.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">No Blockburger problem is presented by count 3.   It concerned a different theft--that of Pennsylvania House furniture--on a different occasion;  and in this instance the charge was based only upon section 2315.   But on this count Plympton does challenge the sufficiency of the evidence, arguing that the government failed to prove that the Pennsylvania House furniture was ever at his farm or, if it was, that Plympton knew about it.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Taking the evidence in the light most favorable to the government, United States v. Robles, 45 F.3d 1, 2 (1st Cir.), cert. denied, --- U.S. ----, 115 S.Ct. 1416, 131 L.Ed.2d 300 (1995), the jury could reasonably conclude that Plympton used his farm to conceal stolen shipments for St. Germain;  some of the stolen Lands' End merchandise was found on the farm and there was ample evidence that Plympton knew it was stolen.   There was also evidence that Plympton had earlier concealed a stolen shipment of K-Mart merchandise on the farm.   Against this background, the evidence to connect Plympton to the Pennsylvania State furniture shipment was sufficient even if not overwhelming.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Although none of the furniture was found at the farm, there was unequivocal testimony from one witness--Frank Macera--that Plympton received the furniture shipment and knew it to be stolen.   Macera, who had pled guilty to a criminal information covering the same transaction, was not a very trustworthy witness.   But the jury was entitled to accept his testimony, which was plausible enough, especially because technical and eye-witness evidence added small but useful elements of corroboration.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Finally, Plympton contests his sentence in several respects.   First, in calculating the offense level, the district court imposed a two-level increase for obstruction of justice;  specifically, the court found that Plympton had lied at trial when he denied knowing that the Lands' End merchandise in his barn was stolen and knowing anything about the Pennsylvania House furniture.   No one disputes that the increase was required if Plympton did in fact commit perjury at trial.   U.S.S.G. &#167; 3C1.1;  United States v. Hernandez Coplin, 24 F.3d 312, 317 (1st Cir.), cert. denied, --- U.S. ----, 115 S.Ct. 378, 130 L.Ed.2d 328 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Plympton says that the evidence was insufficient to show that he knew that either load of furniture was stolen.   But we have already said that there was enough to convict as to the Pennsylvania House furniture theft and the evidence against him as to the Lands' End theft was even stronger.   If it was enough to convict, it was more than ample for a sentencing determination under the preponderance of the evidence standard.  United States v. Lombard, 72 F.3d 170, 176 (1st Cir.1995).   The claim of inadequate evidence is too weak to warrant further discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">After calculating the offense level, the trial judge departed upward by two additional levels.   The grounds for this departure were that after conviction but before sentence Plympton created an irrevocable trust for his six year old daughter and transferred to it, without consideration, his real estate and business assets.   The trial judge found after a hearing at which Plympton testified that the purpose of the transfer was to frustrate collection of a likely fine or restitution and that Plympton himself regarded the trust as \"a sham.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Plympton now attacks the district court's finding, arguing (as he testified) that his purpose was simply to provide for his daughter during his imprisonment and in the event of divorce.   But the evidence also showed that Plympton created the trust shortly after his wife had been ordered to pay over $400,000 in restitution;  that Plympton had been warned by his lawyer that the trust might be viewed as an attempt to avoid payment of restitution or fines;  and that Plympton intended to return to operate his business after release and expected to be able to use the real estate as well.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Fact-findings by the district court in sentencing, including departures, are based on the preponderance standard and subject to reversal only if clearly erroneous.  United States v. Porter, 924 F.2d 395, 399 (1st Cir.1991).   The court's findings as to Plympton's aim and attitude are permissible inferences by a fact-finder who heard Plympton testify.   They are not inconsistent with the further finding that Plympton also sought through the trust to provide for his daughter and manage his business while in prison.   The end was proper but the means were not.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Although Plympton does not argue the issue in these terms, we have also considered whether the district court accepted, and the evidence supports, the government's claim that Plympton acted in bad faith.   Without this additional element, we might have serious concerns.   But the district court's language (\"sham,\" \"fraud\") makes clear that it did find bad faith and, again, the inference is permissible under the clearly erroneous standard.   Our concerns, therefore, are for another occasion.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The most interesting issue is one that Plympton does not raise, namely, whether the attempt to frustrate a fine or restitution order is a permissible basis for a departure.   While Plympton did not preserve the issue nor argue it on appeal, we would at least be faced with a plain error issue if we thought that the departure were not authorized.   There is no need to discuss the extent of deference that may be due to the district court, see United States v. Rivera, 994 F.2d 942 (1st Cir.1993), since we agree that its implicit interpretation of the guidelines was correct.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">A defendant's attempt to frustrate the actual or anticipated judgment by secreting assets is closely akin to obstruction of justice;  indeed, if Plympton had sought to hide himself before sentencing in order to avoid prison, he would plainly be covered by the obstruction guideline and subject to an automatic two-level enhancement on that account.   U.S.S.G. &#167; 3C1.1, Comment.  (n. 3(e)).   One could argue that the secreting of assets was covered by the same guideline but, if not, then by analogy Plympton's conduct properly qualified for a departure under the catchall departure provision.   U.S.S.G. &#167; 5K2.0.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Plympton might protest that, since he has already been given a two-level adjustment for obstruction by perjury, it is double counting to give him an additional two levels through the departure mechanism.   Of course, the latter increase results from a different act of obstruction;  but Plympton might respond that the guidelines contemplate only one two-level increase, no matter how many acts of obstruction occur and regardless of whether the second act is considered under section 3C1.1 or 5K2.0.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Here, Plympton's attempt to frustrate restitution was not just additional perjury but a new and different act of misbehavior with a different victim;  and the sum of the two is greater than either standing alone.   Even if both are treated as forms of obstruction and are within section 3C1.1--a matter we need not decide--section 5K2.0 permits departure for an aggravating circumstance \"of a kind, or to a degree, not adequately\" considered by the guidelines.   The district court could fairly conclude that this case fell outside the \"heartland\" and warranted a departure.   Accord United States v. Merritt, 988 F.2d 1298, 1310-11 (2d Cir.), cert. denied, 508 U.S. 961, 113 S.Ct. 2933, 124 L.Ed.2d 683 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Plympton's last sentencing claim is that the district court acted improperly in requiring him to make restitution either at all or within 60 days.   None of the arguments under this head were presented in the district court.   We have examined them all and conclude that none of the arguments now offered even arguably points to plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Lavigne.  Lavigne, like Plympton, urges that the evidence was not sufficient to permit a jury to convict him.   The single violation charged in his case was of 18 U.S.C. &#167; 1512(b)(3) which in pertinent part punishes anyone who \"knowingly uses intimidation of physical force, [or] threatens ... or attempts to do so ... with intent to ... hinder, delay, or prevent the communication to a law enforcement officer ... of the United States of information relating to the commission or possible commission of a Federal offense....\"</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The evidence against Lavigne, taken in the light most favorable to the government, Robles, 45 F.3d at 2, permitted the jury to find the following.   Kathleen Hartman was the officer manager of American Waste Paper and had a romantic connection to its owner, Frank Luchka.   The company was in bankruptcy and St. Germain persuaded Luchka to allow the company's premises to be used to store the stolen trailers.   Hartman was aware of these arrangements and assisted with record-keeping and other tasks concerning the stolen property.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In February 1991, Hartman secretly contacted the Rhode Island State Police and reported that the site was being used for stolen property.   On April 3, 1991, the company's premises were raided by the FBI, the state police, and local police, and a number of stolen trailers were recovered.   Hartman continued to cooperate confidentially with state and later with federal agents.   The conduct for which Lavigne was indicted comprised two episodes.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">First, on the day of the raid, Luchka and Hartman were present during the search;  that evening they met at a nearby bar and were joined by St. Germain and Lavigne.   With Lavigne barring Hartman's exit from the bar booth, St Germain told Hartman that he would have her silenced if she spoke to law enforcement agents.   As Hartman went downstairs to the restrooms, she met Lavigne who was returning up the stairs.   Lavigne stopped and, apparently without saying anything, lifted his pant leg to reveal a gun in an ankle holster.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Second, a week or so later, Hartman and Luchka were at another bar and again encountered St. Germain and Lavigne.   St. Germain and Luchka went outside where St. Germain told Luchka that he thought that Hartman had \"blown the whistle\" on the scheme.   When they returned, St. Germain asked Hartman if she had spoken with anyone and, with an oblique reference, indicated that she would come to harm if she did.   During this warning, Lavigne, who was standing between them with his foot resting on a bar stool, lifted his pants leg to reveal a leather holster on his ankle.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">From this evidence alone, the jury was entitled to infer that Lavigne was deliberately threatening Hartman with violence if she cooperated with law enforcement authorities.   Lavigne's pantomime was patently a threat of violence, and nothing in the statute requires that the threat be verbal.  United States v. Balzano, 916 F.2d 1273, 1291 (7th Cir.1990).   On appeal, Lavigne offers a more antiseptic version of what happened, but we have reviewed the transcript and conclude that the jury was entitled to find the facts as we have recited them.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Lavigne raises a series of objections based on alleged misconduct by the prosecution and on the alleged incompetence of his trial counsel.   The misconduct claim is based on the introduction of testimony by two FBI agents that Lavigne had admitted intimidating Hartman;  this statement was made during a polygraph examination and, it is argued, therefore should not have been used by the prosecution.   The ineffective assistance claim rests on trial counsel's failure to elicit two prior state felonies which were subsequently elicited by the prosecution;  the failure of counsel to call two witnesses who allegedly would have exonerated Lavigne;  and counsel's failure to object to the introduction of Lavigne's statement during the polygraph examination.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">As to the statements made during the polygraph examination, there was no error here, let alone plain error.   Although the results of polygraph examinations are generally inadmissible, see United States v. Scarborough, 43 F.3d 1021, 1026 (6th Cir.1994), it was not the results of the examination that were introduced, but only Lavigne's own admissions to the examiners.   Lavigne had signed a waiver of his right against self-incrimination, and he offers no reason why the fact that the statements were made during a voluntary polygraph examination should affect their admissibility.   Lavigne's claim of prosecutorial misconduct is thus without merit.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Absent unusual circumstances, we do not review claims of ineffective assistance that have not been raised before the trial court.  United States v. Mala, 7 F.3d 1058, 1063 (1st Cir.1993) cert. denied, --- U.S. ----, 114 S.Ct. 1839, 128 L.Ed.2d 466 (1994).   Each of Lavigne's claims involves questions of trial tactics and resulting prejudice and requires inquiry into underlying facts.   We do not think that \"the record is sufficiently developed to allow reasoned consideration of the claim,\" id., and therefore decline to reach Lavigne's ineffective assistance of counsel claim.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Black.  Black was arrested in the course of delivering a portion of a stolen load of Pennsylvania House furniture from Plympton's farm to a flea market in Revere, Massachusetts.   He later pled guilty to two counts, one charging him with participation in the overall conspiracy and the other relating to the Revere delivery.  18 U.S.C. &#167;&#167; 371, 2314.   In exchange, the government agreed among other things to recommend a sentence at the low end of the applicable guideline range and to file a downward departure motion if Black provided substantial assistance.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The presentence report computed Black's adjusted offense level as 14, based on the value of the goods attributed to Black and on other adjustments (upward for more than minimal planning and downward for acceptance of responsibility).   U.S.S.G. &#167;&#167; 2B1.1, 3E1.1.   The presentence report also computed Black's criminal history points as 21, placing him in category VI, the highest category.   These calculations, which were accepted by the district court, established a range of 37 to 46 months' imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">At the outset of the sentencing hearing, the district court expressed concern that the resulting range did not adequately reflect Black's full criminal history.   After letting defense counsel argue against an upward departure, the district court pointed out that at age 32, Black had already accumulated 21 criminal history points, 8 more than were needed to place him in category VI.   The court then reviewed Black's criminal history in detail, describing a succession of offenses and penalties starting at age 18, Black's juvenile file being sealed:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>At age 18 assault, disorderly conduct, malicious damage, larceny, assault and battery.   At 19 larceny.   Age 20 assault and battery.   Age 20 larceny over $500.   This is breaking into an automobile and stealing a battery and some plumbing tools which the Defendant got apparently a year custody and that counts for one point.   Age 20, disorderly conduct.   Age 20, possession of controlled substance which is diazotan.   He got two years suspended.   He's a violator on a preexisting suspended sentence.   He gets two years to serve.   That counts for three points.   Age 20, shoplifting.   Age 20, conspiracy to commit larceny, larceny over $500.   That counts for one point.   That's a one year suspended sentence, three years probation.   Age 20, possession of a stolen motor vehicle.   Counts for three points.   One year custody.   This is a 1979 Ford econoline van which had been stolen which the Defendant was driving.   Age 20, possession of marijuana, one point, 30 days custody.   Age 20, possession of stolen motor vehicle which a number of other charges, possession of needle and syringe.   Three years custody.   Three points.   Age 21, armed robbery.   This is a Dairy Mart held up at gun point in Warwick.   He got 30 years, 11 to serve and 19 suspended.   It counts for three points.   Apparently there's a violation there on that.   Since January 27 of 1994, age 29, passing counterfeit certificates.   That's a counterfeit $20 bill.   He got five years, six months to serve.   That counts for two.   The armed robbery counts for three.   Age 29, disorderly conduct, resisting arrest.   Age 30, simple assault.   Counts for one plus two points because the Defendant committed this offense while he was on probation, and one point because he was released from prison less than two years prior to the instant offense.   All this in 32 years.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The district court then formally concluded that Black's criminal history category did not adequately represent his actual criminal history and departed upward from level 14 to level 17.   This increased the guideline range to 51 to 63 months.   The government recommended a sentence at the low end of the range, as it had promised but declined to move for a departure under U.S.S.G. &#167; 5K1.1 because Black's assistance had not proved useful.   The district court then sentenced Black to 60 months' imprisonment, explaining its reasons for this choice.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">On appeal, Black's only challenge is to the district court's decision to depart upward.   The \"law\" is simply stated.   The guidelines permit such a departure where the court believes that the criminal history category does not \"adequately reflect the seriousness of the defendant's past criminal conduct,\" U.S.S.G. &#167; 4A1.3, and this includes \"on occasion\" a departure even for a category VI defendant with an \"egregious, serious criminal record [for whom] even the guideline range for Criminal History Category VI is not adequate.\"   Id.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Putting aside a procedural objection that we think is without merit, Black makes two different arguments against the departure decision:  the first is a claim that no departure was justified on the present facts.   Since the type of departure involved is expressly permitted by the guidelines, the question whether one was justified by the circumstances here turns on questions of fact, reviewed only for clear error, and of law application, reviewed deferentially under \"a standard of reasonableness.\"  United States v. Diaz-Villafane, 874 F.2d 43, 49 (1st Cir.), cert. denied, 493 U.S. 862, 110 S.Ct. 177, 107 L.Ed.2d 133 (1989).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The facts are essentially undisputed--no one claims that the court misdescribed Black's criminal history--so the issue is one of reasonable judgment in applying the departure criteria to particular facts.   Black says that the district court acted mechanically, imposing the departure basically because Black had far more points than the minimum for category VI.   This is not a complete description of what happened:  the district judge mentioned the point differential but followed this with a lengthy recitation of Black's actual criminal history, which we have already quoted.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">What this record showed was that in a 14-year criminal career starting at age 18, Black had been almost constantly in trouble except for one period spent in prison;  that his offenses involved drugs, theft, repeated physical violence, and on one occasion firearms;  that despite considerable leniency in punishment at early stages, he regularly resumed his criminal career;  that even a substantial sentence for armed robbery did not dissuade him from resuming this career of crime upon his release;  and that he had committed crimes while on suspended sentence and probation.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">It is plain that the district court thought that Black had devoted himself to a career of crime which, given his still young age, was far from over.   It followed that a sentence of three to four years--as provided by the guidelines--was not very substantial protection to the community, nor likely to deter a defendant who had effectively shrugged off an eleven year sentence for armed robbery.   Indeed, the government reports that, when arrested, Black allegedly told the state police detective that he \"could do the time on his head.\"</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The implicit concerns of the district court are ones deemed pertinent by the cases which advert to the \"frequency and repetitiveness of the felonious behavior,\" United States v. Ocasio, 914 F.2d 330, 335 (1st Cir.1990), and the risk of recidivism, United States v. Emery, 991 F.2d 907, 913 (1st Cir.1993).   It is hard to quantify these concerns but, on this issue, we think that the district court was entitled to take note of the fact that Black had over 150 percent of the points needed for category VI.   We agree with Black that in some cases departures have been based on worse records but do not think that the district court's decision to depart here was unreasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">It would have been helpful if these inferences had been spelled out by the district judge.  Ocasio, 914 F.2d at 335 &amp; n. 3.   But we think they are obvious in the district court's recitation of Black's criminal history and certain other remarks made by the judge at sentencing.   Upward departures are serious business;  and, although mindful of the time pressures on the district courts, we urge again that some expression of reasoning, as well as fact-finding, accompany a departure.   E.g., Emery, 991 F.2d at 913.   But we will not remand for an explanation that is so clearly implicit in what the district court found.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Black's second argument is that the degree of departure was unreasonable or at least inadequately explained.   The increase from level 14 to level 17, given Black's criminal history category, amounted to an increase in the sentencing range which can be measured in several ways:  as a percentage, it is an increase of minimums and maximums of about one-third, which sounds substantial;  but in terms of months, it increases the ultimate range, measured by the midpoint of each range, by about 15 months--something less than overwhelming.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The latter figure alone suggests that, by a standard of reasonableness, the degree of the departure was not disproportionate, given Black's record and the implicit rationale of the district court for making any departure.   Even looked at in percentage terms, a 30 percent departure is not out of line with past precedent, using criminal history points as a crude way of comparing like with like.   Cf. Emery, 991 F.2d at 914 (upholding 41 percent, 21-month departure for offender with 20 criminal history points);  Brown, 899 F.2d at 96 (upholding 133 percent, 12-month departure for offender with 20 criminal history points).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">But Black mainly attacks the degree of the departure on the ground that the district court did not explain its choice of three levels rather than some other figure.   It is true that the court gave no explicit explanation directed at the choice of a particular figure.   But at least where a small departure is involved, it may be difficult to provide any explanation over and above that given for the decision to depart.   Thus, we have held that \"a reasoned justification for [the] decision to depart\"--readily inferred in this case--may also constitute \"an adequate summary from which an appellate tribunal can gauge the reasonableness of the departure's extent.\"  Emery, 991 F.2d at 336-37.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">In this case the departure, measured by months, was quite modest and Black's only practical concern is with why he did not receive even less.   It is hard to know how the district court could have explained this choice--to depart by three levels instead of one or two--except to say that the grounds for departure called for more than a slap on the wrist.   Given the modesty of the departure and its alignment with prior cases, such as Emery and Brown, we do not think that the lack of an explanation can be deemed prejudicial or casts any doubt on the facial reasonableness of the departure.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Third Circuit, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Jack BLACK, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Herbert E. PLYMPTON, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Jeffrey Harris LAVIGNE, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 94-1852, 95-1149 and 95-1187.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 16, 1996.<br>Decided Feb. 27, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeals from the United States District Court for the District of Rhode Island;  Francis J. Boyle, Senior U.S. District Judge.</p>\n      <p class=\"indent\">David A. Schechter, Margaret-Mary Hovarth and Law Offices of David A. Schechter, Providence, RI, on brief, for appellant Jack Black.</p>\n      <p class=\"indent\">Charles J. Rogers, Jr., Providence, RI, on brief, for appellant Herbert E. Plympton.</p>\n      <p class=\"indent\">Paul A. Dinsmore, Rumford, RI, on brief, for appellant Jeffrey Harris Lavigne.</p>\n      <p class=\"indent\">Jeffrey Harris Lavigne, pro se.</p>\n      <p class=\"indent\">Gerard B. Sullivan, Assistant United States Attorney, Sheldon Whitehouse, United States Attorney, and Margaret E. Curran, Assistant United States Attorney, Providence, RI, on briefs, for the United States.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, COFFIN, Senior Circuit Judge, and ROSENN,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants Jack Black, Herbert Plympton and Jeffrey Lavigne were indicted in November 1993 and charged with conspiracy to steal and sell goods in interstate commerce, 18 U.S.C. &#167; 371, and with various substantive crimes incident to the conspiracy.   Also named in the indictment as co-defendants were the alleged ring-leader, Donald St. Germain, and two others:  Raymond Wilbur and Joni Lynn Smith, who was Plympton's wife.   All of the indicted defendants, except for Lavigne and Plympton, later pled guilty to specific offenses.   Several other co-conspirators pled guilty to informations.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plympton and Lavigne were convicted in separate jury trials.   At trial, the government sought to show that St. Germain organized a series of thefts of truck trailers and merchandise in 1991 and 1992.   Typically, the thieves used a borrowed or stolen truck tractor to haul away an unattended trailer.   After checking the contents, they moved the trailer to various locations in Rhode Island and thereafter disposed of the merchandise.   One storage location was at the American Waste Paper Company in Cranston, Rhode Island;  later, several shipments were stored at the Plympton farm in Exeter, Rhode Island.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In Plympton's case, the government dismissed the conspiracy count against him and tried him on three substantive counts relating to two of the many thefts attributed to St. Germain.   Counts 1 and 2 of the redacted Plympton indictment charged him with receiving, concealing and disposing of a shipment of stolen Lands' End merchandise moving in interstate commerce in the fall of 1992 and of knowingly possessing stolen goods comprising part of the same shipment.  18 U.S.C. &#167;&#167; 2315, 659.   Count 3, based solely on section 2315, involved a shipment of Pennsylvania House furniture, stolen a month or so later and allegedly also stored at the Plympton farm.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Lavigne, St. Germain's companion or bodyguard, was indicted only on a single count.   He was charged under 18 U.S.C. &#167; 1512(b)(3) with threatening physical harm in order to delay or prevent one Kathleen Hartman from providing information to a law enforcement officer concerning commission of a federal offense.   Hartman was the office manager of American Waste Paper Company and had provided information to state and federal agents.   The government charged Lavigne with twice intimidating Hartman in the spring of 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Black, who had pled guilty to conspiracy and to one substantive count under section 2315, was sentenced to 60 months' imprisonment;  Plympton to 41 months;  and Lavigne to 46 months.   Substantial restitution payments were ordered for Black and Plympton, and Lavigne was fined $1,000.   On appeal, Plympton and Lavigne challenge their convictions, and Black and Plympton appeal from their sentences.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Plympton.  On this appeal, Plympton does not dispute the sufficiency of the evidence on counts 1 and 2 but argues that they comprised only a single offense, making the indictment multiplicitous and violating the bar against double jeopardy.   More precisely, Plympton argues that the section 659 offense is effectively a lesser included offense within section 2315.   If it were, Plympton could not be convicted and sentenced for both offenses based on the same theft.  United States v. Parrilla-Tirado, <span class=\"citation\" data-id=\"195328\"><a href=\"/opinion/195328/united-states-v-parrilla-tirado/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">368</span></a></span>, 372 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Under the familiar test of Blockburger v. United States, <span class=\"citation no-link\"><span class=\"volume\">284</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></span>, 304, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">180</span></span>, 182, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">306</span></span> (1932), the two statutes do not punish the same offense, nor is one included within the other, where \"each provision requires proof of an additional fact which the other does not.\"   To prove a violation of section 659, the government had to show that Plympton stole or concealed property \"moving as or ... part of or ... constitut[ing] an interstate ... shipment\";  here, for example, the Lands' End shipment when stolen had been moving in interstate commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Section 2315, by contrast, does not require proof that the theft was from interstate commerce;  but it does require a different interstate-commerce element not required by section 659.   Section 2315 punishes receiving or disposing of goods known to be stolen where such goods \"have crossed a State ... boundary after being stolen.\"   In this case, the Lands' End shipment, after being stolen in Pennsylvania, was moved to Plympton's farm in Rhode Island.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The central focus of each statute is somewhat different, one being concerned primarily with theft and concealment and the other with the receipt and disposition of stolen property.   Plympton's activity, in the middle of the chain, brought him within the language of both.   And the difference in the interstate commerce elements meets the mechanical Blockburger test.   The test has been criticized, but it was properly applied in the district court, happens to do no injustice here (one trial;  no increase in punishment), and is binding upon us.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">No Blockburger problem is presented by count 3.   It concerned a different theft--that of Pennsylvania House furniture--on a different occasion;  and in this instance the charge was based only upon section 2315.   But on this count Plympton does challenge the sufficiency of the evidence, arguing that the government failed to prove that the Pennsylvania House furniture was ever at his farm or, if it was, that Plympton knew about it.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Taking the evidence in the light most favorable to the government, United States v. Robles, <span class=\"citation\" data-id=\"686763\"><a href=\"/opinion/686763/united-states-v-jose-robles/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1416</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">300</span></span> (1995), the jury could reasonably conclude that Plympton used his farm to conceal stolen shipments for St. Germain;  some of the stolen Lands' End merchandise was found on the farm and there was ample evidence that Plympton knew it was stolen.   There was also evidence that Plympton had earlier concealed a stolen shipment of K-Mart merchandise on the farm.   Against this background, the evidence to connect Plympton to the Pennsylvania State furniture shipment was sufficient even if not overwhelming.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Although none of the furniture was found at the farm, there was unequivocal testimony from one witness--Frank Macera--that Plympton received the furniture shipment and knew it to be stolen.   Macera, who had pled guilty to a criminal information covering the same transaction, was not a very trustworthy witness.   But the jury was entitled to accept his testimony, which was plausible enough, especially because technical and eye-witness evidence added small but useful elements of corroboration.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Finally, Plympton contests his sentence in several respects.   First, in calculating the offense level, the district court imposed a two-level increase for obstruction of justice;  specifically, the court found that Plympton had lied at trial when he denied knowing that the Lands' End merchandise in his barn was stolen and knowing anything about the Pennsylvania House furniture.   No one disputes that the increase was required if Plympton did in fact commit perjury at trial.   U.S.S.G. &#167; 3C1.1;  United States v. Hernandez Coplin, <span class=\"citation\" data-id=\"670483\"><a href=\"/opinion/670483/united-states-v-ramon-hernandez-coplin/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">312</span></a></span>, 317 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">378</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">328</span></span> (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Plympton says that the evidence was insufficient to show that he knew that either load of furniture was stolen.   But we have already said that there was enough to convict as to the Pennsylvania House furniture theft and the evidence against him as to the Lands' End theft was even stronger.   If it was enough to convict, it was more than ample for a sentencing determination under the preponderance of the evidence standard.  United States v. Lombard, <span class=\"citation\" data-id=\"196476\"><a href=\"/opinion/196476/united-states-v-lombard/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">170</span></a></span>, 176 (1st Cir.1995).   The claim of inadequate evidence is too weak to warrant further discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">After calculating the offense level, the trial judge departed upward by two additional levels.   The grounds for this departure were that after conviction but before sentence Plympton created an irrevocable trust for his six year old daughter and transferred to it, without consideration, his real estate and business assets.   The trial judge found after a hearing at which Plympton testified that the purpose of the transfer was to frustrate collection of a likely fine or restitution and that Plympton himself regarded the trust as \"a sham.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Plympton now attacks the district court's finding, arguing (as he testified) that his purpose was simply to provide for his daughter during his imprisonment and in the event of divorce.   But the evidence also showed that Plympton created the trust shortly after his wife had been ordered to pay over $400,000 in restitution;  that Plympton had been warned by his lawyer that the trust might be viewed as an attempt to avoid payment of restitution or fines;  and that Plympton intended to return to operate his business after release and expected to be able to use the real estate as well.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Fact-findings by the district court in sentencing, including departures, are based on the preponderance standard and subject to reversal only if clearly erroneous.  United States v. Porter, <span class=\"citation\" data-id=\"555053\"><a href=\"/opinion/555053/united-states-v-frank-porter-jr/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">395</span></a></span>, 399 (1st Cir.1991).   The court's findings as to Plympton's aim and attitude are permissible inferences by a fact-finder who heard Plympton testify.   They are not inconsistent with the further finding that Plympton also sought through the trust to provide for his daughter and manage his business while in prison.   The end was proper but the means were not.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Although Plympton does not argue the issue in these terms, we have also considered whether the district court accepted, and the evidence supports, the government's claim that Plympton acted in bad faith.   Without this additional element, we might have serious concerns.   But the district court's language (\"sham,\" \"fraud\") makes clear that it did find bad faith and, again, the inference is permissible under the clearly erroneous standard.   Our concerns, therefore, are for another occasion.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The most interesting issue is one that Plympton does not raise, namely, whether the attempt to frustrate a fine or restitution order is a permissible basis for a departure.   While Plympton did not preserve the issue nor argue it on appeal, we would at least be faced with a plain error issue if we thought that the departure were not authorized.   There is no need to discuss the extent of deference that may be due to the district court, see United States v. Rivera, <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span> (1st Cir.1993), since we agree that its implicit interpretation of the guidelines was correct.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">A defendant's attempt to frustrate the actual or anticipated judgment by secreting assets is closely akin to obstruction of justice;  indeed, if Plympton had sought to hide himself before sentencing in order to avoid prison, he would plainly be covered by the obstruction guideline and subject to an automatic two-level enhancement on that account.   U.S.S.G. &#167; 3C1.1, Comment.  (n. 3(e)).   One could argue that the secreting of assets was covered by the same guideline but, if not, then by analogy Plympton's conduct properly qualified for a departure under the catchall departure provision.   U.S.S.G. &#167; 5K2.0.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Plympton might protest that, since he has already been given a two-level adjustment for obstruction by perjury, it is double counting to give him an additional two levels through the departure mechanism.   Of course, the latter increase results from a different act of obstruction;  but Plympton might respond that the guidelines contemplate only one two-level increase, no matter how many acts of obstruction occur and regardless of whether the second act is considered under section 3C1.1 or 5K2.0.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Here, Plympton's attempt to frustrate restitution was not just additional perjury but a new and different act of misbehavior with a different victim;  and the sum of the two is greater than either standing alone.   Even if both are treated as forms of obstruction and are within section 3C1.1--a matter we need not decide--section 5K2.0 permits departure for an aggravating circumstance \"of a kind, or to a degree, not adequately\" considered by the guidelines.   The district court could fairly conclude that this case fell outside the \"heartland\" and warranted a departure.   Accord United States v. Merritt, <span class=\"citation\" data-id=\"602803\"><a href=\"/opinion/602803/united-states-v-martyn-c-merritt/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1298</span></a></span>, 1310-11 (2d Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">961</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2933</span></span>, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">683</span></span> (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Plympton's last sentencing claim is that the district court acted improperly in requiring him to make restitution either at all or within 60 days.   None of the arguments under this head were presented in the district court.   We have examined them all and conclude that none of the arguments now offered even arguably points to plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Lavigne.  Lavigne, like Plympton, urges that the evidence was not sufficient to permit a jury to convict him.   The single violation charged in his case was of 18 U.S.C. &#167; 1512(b)(3) which in pertinent part punishes anyone who \"knowingly uses intimidation of physical force, [or] threatens ... or attempts to do so ... with intent to ... hinder, delay, or prevent the communication to a law enforcement officer ... of the United States of information relating to the commission or possible commission of a Federal offense....\"</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The evidence against Lavigne, taken in the light most favorable to the government, Robles, 45 F.3d at 2, permitted the jury to find the following.   Kathleen Hartman was the officer manager of American Waste Paper and had a romantic connection to its owner, Frank Luchka.   The company was in bankruptcy and St. Germain persuaded Luchka to allow the company's premises to be used to store the stolen trailers.   Hartman was aware of these arrangements and assisted with record-keeping and other tasks concerning the stolen property.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In February 1991, Hartman secretly contacted the Rhode Island State Police and reported that the site was being used for stolen property.   On April 3, 1991, the company's premises were raided by the FBI, the state police, and local police, and a number of stolen trailers were recovered.   Hartman continued to cooperate confidentially with state and later with federal agents.   The conduct for which Lavigne was indicted comprised two episodes.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">First, on the day of the raid, Luchka and Hartman were present during the search;  that evening they met at a nearby bar and were joined by St. Germain and Lavigne.   With Lavigne barring Hartman's exit from the bar booth, St Germain told Hartman that he would have her silenced if she spoke to law enforcement agents.   As Hartman went downstairs to the restrooms, she met Lavigne who was returning up the stairs.   Lavigne stopped and, apparently without saying anything, lifted his pant leg to reveal a gun in an ankle holster.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Second, a week or so later, Hartman and Luchka were at another bar and again encountered St. Germain and Lavigne.   St. Germain and Luchka went outside where St. Germain told Luchka that he thought that Hartman had \"blown the whistle\" on the scheme.   When they returned, St. Germain asked Hartman if she had spoken with anyone and, with an oblique reference, indicated that she would come to harm if she did.   During this warning, Lavigne, who was standing between them with his foot resting on a bar stool, lifted his pants leg to reveal a leather holster on his ankle.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">From this evidence alone, the jury was entitled to infer that Lavigne was deliberately threatening Hartman with violence if she cooperated with law enforcement authorities.   Lavigne's pantomime was patently a threat of violence, and nothing in the statute requires that the threat be verbal.  United States v. Balzano, <span class=\"citation\" data-id=\"550149\"><a href=\"/opinion/550149/united-states-v-daniel-l-balzano/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1273</span></a></span>, 1291 (7th Cir.1990).   On appeal, Lavigne offers a more antiseptic version of what happened, but we have reviewed the transcript and conclude that the jury was entitled to find the facts as we have recited them.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Lavigne raises a series of objections based on alleged misconduct by the prosecution and on the alleged incompetence of his trial counsel.   The misconduct claim is based on the introduction of testimony by two FBI agents that Lavigne had admitted intimidating Hartman;  this statement was made during a polygraph examination and, it is argued, therefore should not have been used by the prosecution.   The ineffective assistance claim rests on trial counsel's failure to elicit two prior state felonies which were subsequently elicited by the prosecution;  the failure of counsel to call two witnesses who allegedly would have exonerated Lavigne;  and counsel's failure to object to the introduction of Lavigne's statement during the polygraph examination.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">As to the statements made during the polygraph examination, there was no error here, let alone plain error.   Although the results of polygraph examinations are generally inadmissible, see United States v. Scarborough, <span class=\"citation\" data-id=\"685621\"><a href=\"/opinion/685621/united-states-v-scott-scarborough/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1021</span></a></span>, 1026 (6th Cir.1994), it was not the results of the examination that were introduced, but only Lavigne's own admissions to the examiners.   Lavigne had signed a waiver of his right against self-incrimination, and he offers no reason why the fact that the statements were made during a voluntary polygraph examination should affect their admissibility.   Lavigne's claim of prosecutorial misconduct is thus without merit.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Absent unusual circumstances, we do not review claims of ineffective assistance that have not been raised before the trial court.  United States v. Mala, <span class=\"citation\" data-id=\"194994\"><a href=\"/opinion/194994/united-states-v-mala/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1058</span></a></span>, 1063 (1st Cir.1993) cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1839</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">466</span></span> (1994).   Each of Lavigne's claims involves questions of trial tactics and resulting prejudice and requires inquiry into underlying facts.   We do not think that \"the record is sufficiently developed to allow reasoned consideration of the claim,\" id., and therefore decline to reach Lavigne's ineffective assistance of counsel claim.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Black.  Black was arrested in the course of delivering a portion of a stolen load of Pennsylvania House furniture from Plympton's farm to a flea market in Revere, Massachusetts.   He later pled guilty to two counts, one charging him with participation in the overall conspiracy and the other relating to the Revere delivery.  18 U.S.C. &#167;&#167; 371, 2314.   In exchange, the government agreed among other things to recommend a sentence at the low end of the applicable guideline range and to file a downward departure motion if Black provided substantial assistance.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The presentence report computed Black's adjusted offense level as 14, based on the value of the goods attributed to Black and on other adjustments (upward for more than minimal planning and downward for acceptance of responsibility).   U.S.S.G. &#167;&#167; 2B1.1, 3E1.1.   The presentence report also computed Black's criminal history points as 21, placing him in category VI, the highest category.   These calculations, which were accepted by the district court, established a range of 37 to 46 months' imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">At the outset of the sentencing hearing, the district court expressed concern that the resulting range did not adequately reflect Black's full criminal history.   After letting defense counsel argue against an upward departure, the district court pointed out that at age 32, Black had already accumulated 21 criminal history points, 8 more than were needed to place him in category VI.   The court then reviewed Black's criminal history in detail, describing a succession of offenses and penalties starting at age 18, Black's juvenile file being sealed:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>At age 18 assault, disorderly conduct, malicious damage, larceny, assault and battery.   At 19 larceny.   Age 20 assault and battery.   Age 20 larceny over $500.   This is breaking into an automobile and stealing a battery and some plumbing tools which the Defendant got apparently a year custody and that counts for one point.   Age 20, disorderly conduct.   Age 20, possession of controlled substance which is diazotan.   He got two years suspended.   He's a violator on a preexisting suspended sentence.   He gets two years to serve.   That counts for three points.   Age 20, shoplifting.   Age 20, conspiracy to commit larceny, larceny over $500.   That counts for one point.   That's a one year suspended sentence, three years probation.   Age 20, possession of a stolen motor vehicle.   Counts for three points.   One year custody.   This is a 1979 Ford econoline van which had been stolen which the Defendant was driving.   Age 20, possession of marijuana, one point, 30 days custody.   Age 20, possession of stolen motor vehicle which a number of other charges, possession of needle and syringe.   Three years custody.   Three points.   Age 21, armed robbery.   This is a Dairy Mart held up at gun point in Warwick.   He got 30 years, 11 to serve and 19 suspended.   It counts for three points.   Apparently there's a violation there on that.   Since January 27 of 1994, age 29, passing counterfeit certificates.   That's a counterfeit $20 bill.   He got five years, six months to serve.   That counts for two.   The armed robbery counts for three.   Age 29, disorderly conduct, resisting arrest.   Age 30, simple assault.   Counts for one plus two points because the Defendant committed this offense while he was on probation, and one point because he was released from prison less than two years prior to the instant offense.   All this in 32 years.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The district court then formally concluded that Black's criminal history category did not adequately represent his actual criminal history and departed upward from level 14 to level 17.   This increased the guideline range to 51 to 63 months.   The government recommended a sentence at the low end of the range, as it had promised but declined to move for a departure under U.S.S.G. &#167; 5K1.1 because Black's assistance had not proved useful.   The district court then sentenced Black to 60 months' imprisonment, explaining its reasons for this choice.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">On appeal, Black's only challenge is to the district court's decision to depart upward.   The \"law\" is simply stated.   The guidelines permit such a departure where the court believes that the criminal history category does not \"adequately reflect the seriousness of the defendant's past criminal conduct,\" U.S.S.G. &#167; 4A1.3, and this includes \"on occasion\" a departure even for a category VI defendant with an \"egregious, serious criminal record [for whom] even the guideline range for Criminal History Category VI is not adequate.\"   Id.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Putting aside a procedural objection that we think is without merit, Black makes two different arguments against the departure decision:  the first is a claim that no departure was justified on the present facts.   Since the type of departure involved is expressly permitted by the guidelines, the question whether one was justified by the circumstances here turns on questions of fact, reviewed only for clear error, and of law application, reviewed deferentially under \"a standard of reasonableness.\"  United States v. Diaz-Villafane, <span class=\"citation\" data-id=\"522865\"><a href=\"/opinion/522865/united-states-v-wilfredo-diaz-villafane/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">43</span></a></span>, 49 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">862</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">177</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">133</span></span> (1989).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The facts are essentially undisputed--no one claims that the court misdescribed Black's criminal history--so the issue is one of reasonable judgment in applying the departure criteria to particular facts.   Black says that the district court acted mechanically, imposing the departure basically because Black had far more points than the minimum for category VI.   This is not a complete description of what happened:  the district judge mentioned the point differential but followed this with a lengthy recitation of Black's actual criminal history, which we have already quoted.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">What this record showed was that in a 14-year criminal career starting at age 18, Black had been almost constantly in trouble except for one period spent in prison;  that his offenses involved drugs, theft, repeated physical violence, and on one occasion firearms;  that despite considerable leniency in punishment at early stages, he regularly resumed his criminal career;  that even a substantial sentence for armed robbery did not dissuade him from resuming this career of crime upon his release;  and that he had committed crimes while on suspended sentence and probation.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">It is plain that the district court thought that Black had devoted himself to a career of crime which, given his still young age, was far from over.   It followed that a sentence of three to four years--as provided by the guidelines--was not very substantial protection to the community, nor likely to deter a defendant who had effectively shrugged off an eleven year sentence for armed robbery.   Indeed, the government reports that, when arrested, Black allegedly told the state police detective that he \"could do the time on his head.\"</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The implicit concerns of the district court are ones deemed pertinent by the cases which advert to the \"frequency and repetitiveness of the felonious behavior,\" United States v. Ocasio, <span class=\"citation\" data-id=\"548346\"><a href=\"/opinion/548346/united-states-v-gilberto-ocasio-aka-gilberto-ocasio-agosto/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">330</span></a></span>, 335 (1st Cir.1990), and the risk of recidivism, United States v. Emery, <span class=\"citation\" data-id=\"605526\"><a href=\"/opinion/605526/united-states-v-charles-e-emery/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">907</span></a></span>, 913 (1st Cir.1993).   It is hard to quantify these concerns but, on this issue, we think that the district court was entitled to take note of the fact that Black had over 150 percent of the points needed for category VI.   We agree with Black that in some cases departures have been based on worse records but do not think that the district court's decision to depart here was unreasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">It would have been helpful if these inferences had been spelled out by the district judge.  Ocasio, 914 F.2d at 335 &amp; n. 3.   But we think they are obvious in the district court's recitation of Black's criminal history and certain other remarks made by the judge at sentencing.   Upward departures are serious business;  and, although mindful of the time pressures on the district courts, we urge again that some expression of reasoning, as well as fact-finding, accompany a departure.   E.g., Emery, 991 F.2d at 913.   But we will not remand for an explanation that is so clearly implicit in what the district court found.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Black's second argument is that the degree of departure was unreasonable or at least inadequately explained.   The increase from level 14 to level 17, given Black's criminal history category, amounted to an increase in the sentencing range which can be measured in several ways:  as a percentage, it is an increase of minimums and maximums of about one-third, which sounds substantial;  but in terms of months, it increases the ultimate range, measured by the midpoint of each range, by about 15 months--something less than overwhelming.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The latter figure alone suggests that, by a standard of reasonableness, the degree of the departure was not disproportionate, given Black's record and the implicit rationale of the district court for making any departure.   Even looked at in percentage terms, a 30 percent departure is not out of line with past precedent, using criminal history points as a crude way of comparing like with like.   Cf. Emery, 991 F.2d at 914 (upholding 41 percent, 21-month departure for offender with 20 criminal history points);  Brown, 899 F.2d at 96 (upholding 133 percent, 12-month departure for offender with 20 criminal history points).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">But Black mainly attacks the degree of the departure on the ground that the district court did not explain its choice of three levels rather than some other figure.   It is true that the court gave no explicit explanation directed at the choice of a particular figure.   But at least where a small departure is involved, it may be difficult to provide any explanation over and above that given for the decision to depart.   Thus, we have held that \"a reasoned justification for [the] decision to depart\"--readily inferred in this case--may also constitute \"an adequate summary from which an appellate tribunal can gauge the reasonableness of the departure's extent.\"  Emery, 991 F.2d at 336-37.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">In this case the departure, measured by months, was quite modest and Black's only practical concern is with why he did not receive even less.   It is hard to know how the district court could have explained this choice--to depart by three levels instead of one or two--except to say that the grounds for departure called for more than a slap on the wrist.   Given the modesty of the departure and its alignment with prior cases, such as Emery and Brown, we do not think that the lack of an explanation can be deemed prejudicial or casts any doubt on the facial reasonableness of the departure.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Third Circuit, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/194994/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195328/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548346/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555053/",
    "http://www.courtlistener.com/api/rest/v3/opinions/602803/",
    "http://www.courtlistener.com/api/rest/v3/opinions/605526/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/670483/",
    "http://www.courtlistener.com/api/rest/v3/opinions/685621/",
    "http://www.courtlistener.com/api/rest/v3/opinions/686763/"
  ]
}