{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196657/",
  "absolute_url": "/opinion/196657/united-states-v-boots/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196657/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:11:01Z",
  "date_modified": "2017-03-24T10:48:20.457237Z",
  "type": "010combined",
  "sha1": "8bf27c6b48b13df61f16adf812eb0f055327f261",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1811.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 94-1811\r\n\n                        UNITED STATES,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                        FRANCIS BOOTS,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 94-1812\r\n\n                        UNITED STATES,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                         ELLWYN COOK,\r\n\n                    Defendant, Appellant.\r\n\n                                       \r\n\nNo. 94-1813\r\n\n                        UNITED STATES,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                        DEWEY LAZORE,\r\n\n                    Defendant, Appellant.\r\n                                         \r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                  FOR THE DISTRICT OF MAINE\r\n\n         [Hon. Morton A. Brody, U.S. District Judge]\r                                                               \r\n\n                                         \r\r\n\n                            Before\r\n\n                     Stahl, Circuit Judge,\r                                                     \r\n\n               Campbell, Senior Circuit Judge, \r                                                         \r\n\n                  and Lynch, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nRobert A. Costantino, for appellant Francis Boots.\r                                \r\nRonald Cohen, for appellant Ellwyn Cook.\r                        \r\nStephen R. Kaplan, for appellant Dewey Lazore.\r                             \r\nMargaret D. McGaughey,  with whom Jay P. McCloskey, United  States\r                                                              \r\nAttorney, was on brief for appellee.\r\n\n                                         \r\n\n                        March 29, 1996\r\n                                         \r\r\n\n          CAMPBELL,   Senior  Circuit   Judge.      In   this\r                                                         \r\n\nconsolidated  appeal,  defendants-appellants  Francis  Boots,\r\n\nEllwyn Cook, and Dewey Lazore challenge their convictions for\r\n\nconspiracy,  in violation of 18 U.S.C.   371, to commit three\r\n\noffenses, and  their convictions of the substantive offenses:\r\n\n1)  to devise  a  scheme  or  artifice  using  the  wires  in\r\n\ninterstate  commerce with  intent to  defraud Canada  and the\r\n\nProvince of Nova Scotia of excise duties and tax revenues, in\r\n\nviolation of  18  U.S.C.    1343; 2)  to devise  a scheme  or\r\n\nartifice  to  deprive  the  residents  of  the  Passamaquoddy\r\n\nReservation in Maine  of the honest services of  their police\r\n\nchief, in violation of 18 U.S.C.     1343 and 1346; and 3) to\r\n\ntravel interstate  with the  intent to facilitate  bribery, a\r\n\ncrime  under Maine  state law,  in violation  of 18  U.S.C.  \r\n\n1952.   Judgment was entered  in the  United States  District\r\n\nCourt for the District of Maine following a jury trial.\r\n\nI. Facts\r            I. Facts\r\n\n          Construed  in  the  light  most  favorable  to  the\r\n\ngovernment,  the evidence  indicates that  between April  and\r\n\nNovember 1992, defendants took part  in a scheme to transport\r\n\ntobacco  from a  Native American  reservation in  upstate New\r\n\nYork (\"Akwasasne\") into New Brunswick, Canada, without paying\r\n\nthe taxes  and excise duties  levied upon the  importation of\r\n\ntobacco  by  Canadian  laws.   The  tobacco  was  transported\r\n\n                             -3-\r                                          3\r\r\n\nsurreptitiously   into   Canada  through   the  Passamaquoddy\r\n\nReservation  in  Pleasant  Point,  Maine,  bypassing  customs\r\n\ncheckpoints at the Canadian border.  \r\n\n          At  the trial,  Passamaquoddy Tribe  member Anthony\r\n\nStanley testified that on  April 15 he was called  to discuss\r\n\nsome  tobacco business  by  Beverly Pierro,  a friend  of his\r\n\nfriend, Francis  Boots.   Later that day,  Stanley approached\r\n\nhis  friend Frederick Moore, who was then serving as chief of\r\n\npolice of  the Passamaquoddy Tribe (\"the  Tribe\") at Pleasant\r\n\nPoint.  Stanley  told Moore that  two Mohawks from  Akwasasne\r\n\nwere  in Calais,  Maine  and wanted  to  meet with  him  that\r\n\nevening  to  discuss  \"mov[ing]  tobacco.\"   Moore  (who  was\r\n\nfamiliar with  Akwasasne from having spent  time there twelve\r\n\nyears earlier at an  Indian solidarity demonstration1) agreed\r\n\nto meet.  However, unknown to Stanley, Moore then contacted a\r\n\nlaw enforcement officer at the Bureau of Indian Affairs (BIA)\r\n\nfor  advice and  received  a go-ahead  to  see what  the  two\r\n\nMohawks wanted.\r\n\n          The four -- Stanley, Moore, Cook, and Lazore -- met\r\n\nthat evening at a motel.  It could be found from the evidence\r\n\nthat Cook and  Lazore knew  that Moore was  a police  chief.2\r\n\n                    \r                                \r\n\n1.  The terms \"Native  American,\" \"Indian,\" and  \"aboriginal\"\r\nused  herein  are  taken  from  the  defendants'  briefs  and\r\ntestimony.\r\n\n2.   Stanley testified that when Moore asked in their initial\r\nphone call whether the  two knew that he was  a police chief,\r\nStanley said  yes.    Moore testified  that  at  the  evening\r\n\n                             -4-\r                                          4\r\r\n\nThe two said that they wanted to bring tobacco from Akwasasne\r\n\nto  Passamaquoddy and sell it to Moore and Stanley, who would\r\n\nprofit by selling it to established markets in New Brunswick,\r\n\nCanada.   Moore declined to purchase their  tobacco, but said\r\n\nhe would  listen further  to their  objectives and  the price\r\n\nthey would pay for his involvement.  \r\n\n          Cook  explained  that  the  aim  was  to  transport\r\n\ntobacco \"unmolested by either government.\"  He indicated that\r\n\nthey could not transport the tobacco themselves because their\r\n\nnames  were  known.    The  group proceeded  to  discuss  law\r\n\nenforcement  efforts  on  the  reservation,  possible  border\r\n\ncrosspoints,  a  storage  place  for  the  tobacco,  and  the\r\n\npotential  for  growth  in  their  trading  activities,  with\r\n\nMoore's  help and his recruitment of others.  Cook offered to\r\n\npay  Moore $20 per case  of tobacco transported.   Moore said\r\n\nthat he would  think about  the proposal and  reply within  a\r\n\nweek.  At the end  of the meeting, he was given  some tobacco\r\n\nwhich he split with Stanley.\r\n\n                    \r                                \r\n\nmeeting he was not in uniform, but was wearing a baseball hat\r\nthat had the insignia of the Pleasant Point Police Department\r\non it.   He admitted  that the two defendants never stated at\r\nthe meeting that they  were approaching him because he  was a\r\npolice  chief.  However, Moore testified that he told them he\r\nwas  armed and  was  a  cop.    The  four  also  specifically\r\ndiscussed law enforcement on  the reservation, in response to\r\nLazore's inquiry about whether they had anything to fear from\r\npolice  officers.   The  following day,  Lazore and  Cook saw\r\nMoore  when he was in uniform in his police cruiser and waved\r\nto him from their car.\r\n\n                             -5-\r                                          5\r\r\n\n          Moore updated his contact  at BIA and the  next day\r\n\nagreed  to   work  undercover  for  the   Federal  Bureau  of\r\n\nInvestigation (FBI).  The following  week he went with agents\r\n\nof the FBI and  Royal Canadian Mounted Police (RCMP)  to view\r\n\npossible offloading  sites near  St. Andrews, New  Brunswick,\r\n\nCanada.  Moore took Stanley to some  of the same places later\r\n\nin the month.\r\n\n          Defendants  Cook  and Lazore  next met  with Moore,\r\n\nStanley, Pierro,  and her  boyfriend, Jake Boots  (brother of\r\n\ndefendant, Francis Boots) on April 28,  1992.  They discussed\r\n\nnavigation routes and  law enforcement concerns,  among other\r\n\nmatters.   Moore told the  group that  he had  access to  the\r\n\nschedules and  communications of most of  the law enforcement\r\n\nagencies.  They met again the next day, and Moore took Pierro\r\n\nand Jake Boots by boat from the Passamaquoddy  Reservation to\r\n\nthe Canadian shore while explaining points  about navigation.\r\n\n          The  first  tobacco delivery  was  made  on May  2.\r\n\nDefendants Cook, Lazore, and Francis Boots, along with Pierro\r\n\nand  Jake Boots,  brought 50  cases  of tobacco  to Stanley's\r\n\nhouse,  where  they met  Moore.   Moore  supplied a  boat and\r\n\nnavigated it  to St.  Andrews  with Stanley  and Jake  Boots.\r\n\nThey  met two contacts who paid them $1000, which Stanley and\r\n\nMoore split  (Moore giving his share to the FBI).  Moore made\r\n\nsimilar  deliveries across the border accompanied by Stanley,\r\n\n                             -6-\r                                          6\r\r\n\nJake  Boots, or both on May  11, May 16, and  June 27.  Moore\r\n\nand Stanley  attempted  to deliver  tobacco  on June  1,  but\r\n\nreturned with  the cases  because their Canadian  contact did\r\n\nnot  show.  Moore delivered tobacco on June 9, accompanied by\r\n\nan FBI and  border agent.   No deliveries  were made  between\r\n\nJuly  and November due to the incarceration of a key contact,\r\n\nStanley  Johnson.  Moore and  Jake Boots, assisted by Pierro,\r\n\nmade the last delivery on November 7.3\r\n\n          Moore testified that, in all, almost 1850 kilograms\r\n\nof  tobacco were  transferred  across the  Canadian  border.4\r\n\nThe  government's expert  on Canadian  taxes stated  that the\r\n\ntotal  per kilogram tax on tobacco was $106.47 Canadian.5  He\r\n\ninferred that  taxes had not been paid,  because the packages\r\n\nwere not stamped as is customarily  done.  The wire fraud and\r\n\nconspiracy counts  in the indictment alleged  that wires were\r\n\nused in furtherance  of a  scheme to defraud  Canada and  the\r\n\nProvince of Nova Scotia  of tobacco taxes due.   To establish\r\n\nthis  element,  the government  introduced  evidence of  four\r\n\n                    \r                                \r\n\n3.   Anthony Stanley, Beverly Pierro, Jake Boots, and Stanley\r\nJohnson were also charged  with various offenses, and entered\r\nguilty pleas during the trial.\r\n\n4.    Omitting  the  June   9  transfer  by  Moore  and   law\r\nenforcement  agents,   the   amount  transferred   was   1500\r\nkilograms.\r\n\n5.   This sum includes  an excise duty of $18.33,  excise tax\r\nof $35.64, and a provincial excise tax of $52.50.\r\n\n                             -7-\r                                          7\r\r\n\ninterstate telephone conversations  between Moore and  Pierro\r\n\nfrom May 1992 through July 1992.  \r\n\n          During the period of tobacco deliveries, Moore  (at\r\n\nthe  FBI's request) did not  disclose his role  to the tribal\r\n\ngovernor, who  supervised him.6  The  tribal governor learned\r\n\nof  Moore's activity in late June, when Stanley brought it to\r\n\nthe  attention of the tribal council.  Moore was suspended on\r\n\nJune 25 without  pay and  was later dismissed  in August  for\r\n\nneglect of  duty and insubordination.   He testified  that he\r\n\nbelieved  the  dismissal  was not  a  result  of his  tobacco\r\n\ntrading activities, but rather related to an investigation of\r\n\nthe tribal governor.\r\n\n          Boots  and  Cook  argued,  in  defense,  that  they\r\n\npursued the above activities  with a good faith belief  in an\r\n\naboriginal  right to trade tobacco freely  with Canada.  This\r\n\nbelief  was based  upon their  adherence, as  members  of the\r\n\nGaniengehaga Nation, to a  constitution called the \"Great Law\r\n\nof Peace,\" and on the fact that their reservation, Akwasasne,\r\n\nincludes lands in New  York State, Ontario, and Quebec.   The\r\n\ntwo  defendants  testified  that they  recognized  neither  a\r\n\nformal  border between  the United  States and  Canada nor  a\r\n\nCanadian right  to tax the sacred product  of tobacco, though\r\n\n                    \r                                \r\n\n6.    For his  investigatory  work, Moore  received from  the\r\nfederal  government $350  per  week between  August and  mid-\r\nDecember,  a   $25,000  payment  in   December,  and  various\r\nexpenses.\r\n\n                             -8-\r                                          8\r\r\n\nthey  admitted  they were  aware that  Canada claimed  such a\r\n\nright and  imposed such  imposts.  Boots  maintained that  he\r\n\nbelieved  the  shipped tobacco  was  intended  for an  Indian\r\n\nmarket in Canada.   He  further stated that  Moore was  hired\r\n\nbecause of  his navigational  skills and  not because  of his\r\n\nstatusas thePassamaquoddy policechief. Lazore didnot testify.\r\n\nII. Discussion\r            II. Discussion\r\n\n          Defendants assert on appeal that the district court\r\n\nerred  in the following ways:  1) in refusing  to dismiss the\r\n\nindictment or grant  a judgment of  acquittal, on the  ground\r\n\nthat a \"scheme to defraud\" Canadian authorities of duties and\r\n\ntaxes is not cognizable  under the wire fraud statute;  2) in\r\n\nfinding the  Maine bribery statute, which  provided the basis\r\n\nfor the Travel  Act violation, applicable to  Moore as police\r\n\nchief  of a  Native  American reservation;  3)  in denying  a\r\n\njudgment of  acquittal on  the wire  fraud counts charging  a\r\n\nscheme to  deprive Passamaquoddy Tribe members  of the honest\r\n\nservices  of their police chief, despite alleged interference\r\n\nof the federal  statute with  tribal sovereignty;  and 4)  in\r\n\nrefusing  to include their  specific version of  a good faith\r\n\ndefense  in the  jury instructions.   They  claim that  their\r\n\nconvictions   of   conspiracy   and   independent   statutory\r\n\n                             -9-\r                                          9\r\r\n\nviolations  must  be   reversed  because  of  these   errors.\r\n\nDefendant Boots also challenges his sentence.7\r\n\n          A. Wire Fraud:  Scheme  to Defraud Canada of Duties\r                      A. Wire Fraud:  Scheme  to Defraud Canada of Duties\r\n          and Taxes\r                      and Taxes\r\n\n          The indictment charged  a wire  fraud violation  in\r\n\nthe  conspiracy count  and four  independent counts  upon the\r\n\ntheory  that defendants  intended to  defraud Canada  and the\r\n\nProvince of Nova Scotia of tobacco duties and taxes, using or\r\n\ncausing  the wires  to be used  interstate in  furtherance of\r\n\n                    \r                                \r\n\n7.   Lazore argues that the district court erred in denying a\r\nmotion   to  dismiss   the  indictment   based  on   lack  of\r\njurisdiction to  prosecute Native Americans  for transporting\r\ntobacco into Canada, a  right claimed to be protected  by the\r\nJay Treaty.   He  relies on  language in  Article III of  the\r\nTreaty of  Amity, Commerce and Navigation  (1794) between the\r\nUnited States and Great Britain, which provided:  \r\n          [N]or  shall the Indians  passing or repassing with\r\n          their  own proper  goods  and  effects of  whatever\r\n          nature,  pay  for  the  same  any  impost  or  duty\r\n          whatever.    But goods  in  bales,  or other  large\r\n          packages,  unusual  among  Indians,  shall  not  be\r\n          considered as goods belonging bona fide to Indians.\r\n\nThe Jay  Treaty, Nov. 19,  1794, U.S.-Gr.Brit., 8  Stat. 116,\r\n118.    The  government  has argued  persuasively  that  this\r\nargument grounded in the Jay Treaty was waived by defendants'\r\nfailure to press it  sufficiently in the district court.   In\r\nany event, we discern no error in the lower court proceedings\r\non  this ground.  See  generally Karnuth v.  United States ex\r                                                                         \r\nrel.  Albro,  279  U.S.  231, 239  (1929)  (\"[T]he  privilege\r                       \r\naccorded by article 3 is one created by the treaty, having no\r\nobligatory existence apart from that instrument, .  . . .  It\r\nis, in no sense, a vested right.  It is not  permanent in its\r\nnature.    It  is  wholly  promissory  and  prospective,  and\r\nnecessarily  ceases to  operate in a  state of war.  . . .\");\r\nAkins v.  United States,  551 F.2d 1222,  1229-1230 (C.C.P.A.\r                                   \r\n1977)  (duty exemption of Jay Treaty was abrogated by the War\r\nof  1812, and  though  similar language  was incorporated  in\r\nfederal  tariff acts until 1897, upon repeal of that last act\r\nno  such   language  preserving  the   right  was   reenacted\r\nthereafter).\r\n\n                             -10-\r                                          10\r\r\n\nthis  scheme.   The  relevant  telephone  communications took\r\n\nplace  between Pierro and Police  Chief Moore on  May 25, May\r\n\n31,  June 7, and July  24, 1992.8   The government's evidence\r\n\nsupports  a reasonable  inference  that the  calls were  made\r\n\nbetween Maine and New York, where Moore and Pierro resided.\r\n\n          Defendants argue  that the district court  erred in\r\n\ndenying  their motion  to dismiss  based on  the government's\r\n\nalleged failure  to  show a  proper  \"scheme to  defraud\"  as\r\n\nsection 1343 requires.9   Defendants insist, inter alia, that\r                                                                   \r\n\n(1) they  made no affirmative  misrepresentation to  Canadian\r                                         \r\n\ncustoms   authorities  relative  to   their  tobacco  trading\r\n\nactivities;  and  (2)  their  scheme had  as  its  object  no\r\n\nprotected property interest within the wire fraud statute.   \r\n\n                    \r                                \r\n\n8.    Defendants need not personally use the wires as long as\r\nsuch use was a  reasonably foreseeable part of the  scheme in\r\nwhich they participated.  See United States v. Maze, 414 U.S.\r                                                               \r\n395,  399 (1974); Pereira v.  United States, 347  U.S. 1, 8-9\r                                                       \r\n(1954).\r\n\n9.    The wire fraud statute provides:\r\n          Whoever, having devised or intending  to devise any\r\n          scheme  or artifice  to defraud,  or  for obtaining\r\n          money or  property by means of  false or fraudulent\r\n          pretenses, representations,  or promises, transmits\r\n          or causes to be transmitted by means of wire  . . .\r\n          communication  in  interstate or  foreign commerce,\r\n          any writings, signs,  signals, pictures, or  sounds\r\n          for  the  purpose  of  executing   such  scheme  or\r\n          artifice,  shall  be  fined  under  this  title  or\r\n          imprisoned  not more than five years, or both . . .\r\n          .\r\n18 U.S.C.  1343.\r\n\n                             -11-\r                                          11\r\r\n\n          We turn first  to defendants'  insistence that  the\r\n\nabsence  of any  affirmative misrepresentation  -- such  as a\r                                        \r\n\nfalse  customs   declaration  --  rendered   their  smuggling\r\n\nactivities non-fraudulent  for  wire  fraud  purposes.    The\r\n\ngovernment responds  that scheming to bypass Canadian customs\r\n\nauthorities  and not to declare the  tobacco was a sufficient\r\n\nform of deceit  to meet the  requirements of section  1343.10\r\n\nCf.  United States  v. Brewer,  528 F.2d  492, 496  (4th Cir.\r                                         \r\n\n1975) (scheme  to sell cigarettes into  another state without\r\n\nregistering with tax officials  there, as required by Jenkins\r\n\nAct, is mail fraud);  see also McEvoy Travel Bureau,  Inc. v.\r                                                                      \r\n\nHeritage Travel,  Inc., 904 F.2d  786, 791 (1st  Cir.), cert.\r                                                                         \r\n\ndenied,  498 U.S. 992 (1990) (\"the scope of fraud under these\r                  \r\n\n[federal fraud]  statutes is  broader than common  law fraud,\r\n\nand . . . no misrepresentation of fact is required\").  \r\n\n          We  see  no  need,  however, to  decide  whether  a\r\n\nsmuggling  scheme   structured  like  the   instant  one,  if\r\n\n                    \r                                \r\n\n10.    Counts 1  and 18  through 21  charged that  defendants\r\ndevised a scheme\r\n          in  violation  of Sections  236  &amp;  240(1), of  the\r\n          Excise  Act, Revised Statutes  of Canada, 1985, Ch.\r\n          E-14 and amendments thereto;  Sections 155 &amp; 160 of\r\n          the Customs  Act, Revised Statutes  of Canada, 1985\r\n          (2d Supp.)  Ch. 1; Section 25(1)(a)  of the Tobacco\r\n          Tax Act, Ch.  470 of the  Revised Statutes of  Nova\r\n          Scotia, 1989 and amendments thereto;  and Section 7\r\n          of  the Health  Services Tax  Act, Ch.  198 of  the\r\n          Revised Statutes of Nova Scotia, 1989.  \r\nPart II of the Customs Act imposes an obligation on importers\r\nto declare dutiable goods and pay any taxes or duties imposed\r\nby other laws relating to customs.\r\n\n                             -12-\r                                          12\r\r\n\npracticed upon, say, federal  or other authorities within the\r\n\nUnited States,  would be  a fraudulent scheme  within section\r\n\n1343.   Even  assuming  it would  be,  we face  the  separate\r\n\nproblem that the object of the scheme here was exclusively to\r\n\ndefraud a foreign government, rather than our own, of customs\r\n\nand  tax revenues imposed under foreign law.  We believe this\r\n\nadded factor pushes defendants'  scheme beyond the parameters\r\n\nof the frauds cognizable under section 1343.\r\n\n          The  prosecution, relying  on cases  upholding wire\r\n\nand  mail fraud  convictions  for schemes  to evade  domestic\r\n\ntaxes, argues that customs and tax revenues, even though owed\r\n\nsolely  to a  foreign  governmental body  under  laws of  the\r\n\nlatter's making,  constitute money and property  for purposes\r\n\nof the wire  and mail  fraud statutes.11   See, e.g.,  United\r                                                                         \r\n\nStates  v. Dale, 991 F.2d  819, 849 (D.C.  Cir.) (federal tax\r                           \r\n\nrevenues), cert. denied,  114 S. Ct. 286  and 114 S.  Ct. 650\r                                                         \r\n\n(1993);  United States v.  Helmsley, 941  F.2d 71,  93-95 (2d\r                                               \r\n\nCir. 1991)  (state income taxes), cert. denied, 502 U.S. 1091\r                                                          \r\n\n(1992); United States v. Bucey, 876 F.2d 1297, 1309-1310 (7th\r                                          \r\n\n                    \r                                \r\n\n11.    The Supreme Court has  held that only frauds affecting\r\nthe  government's interests  as  property holder  come within\r\nsection 1343, see Carpenter v. United States, 484 U.S. 19, 25\r                                                        \r\n(1987);  McNally  v. United  States,  483 U.S.  350,  358 n.8\r                                               \r\n(1987) (mail fraud), although Congress has since criminalized\r\nschemes to deprive another of  the intangible right to honest\r\nservices as well,  see 18 U.S.C.    1346 (effective  November\r                                  \r\n18, 1988), infra.  The Court has analyzed mail and wire fraud\r                            \r\noffenses  similarly, because  they  share the  same  relevant\r\nstatutory language.  See Carpenter, 484 U.S. at 25 n.6.\r                                              \r\n\n                             -13-\r                                          13\r\r\n\nCir.)  (federal income  taxes), cert.  denied, 493  U.S. 1004\r                                                         \r\n\n(1989);  see also  Otto G.  Obermaier  &amp; Robert  G. Morvillo,\r                             \r\n\nWhite  Collar Crime   9.02[1]  at 9-30 n.  64 (1994) (federal\r                               \r\n\nand state tax cases).    \r\n\n          But  none  of  the prosecution's  cited  wire fraud\r\n\ncases have involved a scheme to deprive a  foreign government\r                                                              \r\n\nof its own  taxes and similar  exactions.12  The  prosecution\r\n\nurges  that section 1343  should apply,  because it  does not\r\n\n                    \r                                \r\n\n  12.  A somewhat  similar  factual pattern  arose, but  went\r\nundecided,  in this circuit in  a civil context  in Nodine v.\r                                                                      \r\nTextron, Inc., 819 F.2d 347 (1st Cir. 1987).  \r                         \r\n          The case  that is perhaps  most factually analogous\r\nto  the present -- though not particularly helpful here -- is\r\nUnited  States v.  Gafyczk, 847  F.2d 685  (11th  Cir. 1988),\r                                      \r\nwhich involved a scheme to  import cigarettes into the United\r\nStates and to export them, repackaged with other materials in\r\nmislabeled containers, into Italy without paying  duties owed\r\nthere.   The charges there included violations of 49 U.S.C.  \r\n121  (falsely  making a  bill of  lading),  18 U.S.C.    1001\r\n(making a false statement in a matter within the jurisdiction\r\nof  a U.S. government agency or  department [the U.S. Customs\r\nService]), and  18 U.S.C.    371 (conspiring  to defraud  the\r\nUnited States).   Neither  wire nor  mail fraud was  charged;\r\nhowever,  the   court  of   appeals  relied  on   McNally  in\r                                                                     \r\ninterpreting the  \"intent to defraud\" element  of section 121\r\nto require that the government assert a pecuniary or property\r\ninterest which was the target of  the fraud.  See id. at 689-\r                                                                 \r\n690.   Defendants' convictions on these  counts were reversed\r\nfor failure to show such an interest.  See id.  (\"It is clear\r                                                          \r\nthat  such   a  deprivation   could  have  occurred   if  the\r                                               \r\nappellants' actions had been even partially intended to evade\r\nthe payment of export duties or other levies properly owed to\r\nthe United  States.\") (emphasis  supplied).  The  court added\r\nthat  \"the fact that  the evidence may  well have established\r\nthe  appellants'  intent to  defraud  Italy is  of  no import\r                                                       \r\nbecause  that nation is not  identified as the  object of the\r\neffort to defraud  in violation  of 49 U.S.C.App.    121\"  as\r\nalleged in the indictment.   Id. at 690  (emphasis supplied).\r                                            \r\nThe  court expressed no opinion  as to whether  such a theory\r\nwould have been viable under section 121 (let alone under the\r\nfederal fraud statutes, to which section 121 was compared).\r\n\n                             -14-\r                                          14\r\r\n\ndescribe  any  particular  type  of  victim of  a  scheme  to\r\n\ndefraud.    It punishes  use of  the  wires in  interstate or\r\n\nforeign commerce in furtherance of \"any scheme or artifice to\r\n\ndefraud.\"  If  domestic tax fraud  falls under section  1343,\r\n\nwhy  not foreign  revenue frauds  as well,  it is  contended.\r\n\nFederal wire  prosecutions have been based  on frauds against\r\n\nprivate  foreign  businesses  and individuals.    See,  e.g.,\r                                                                        \r\n\nUnited  States  v.  Lewis,  67  F.3d  225   (9th  Cir.  1995)\r                                     \r\n\n(reversing wire  fraud conviction for  a scheme to  defraud a\r\n\nforeign  bank  where the  jury instruction  did not  charge a\r\n\nproperty interest as the target of the scheme); United States\r                                                                         \r\n\nv. Van Cauwenberghe, 827 F.2d  424 (9th Cir. 1987) (affirming\r                               \r\n\nwire fraud  conviction involving scheme to  defraud a Belgian\r\n\ninvestment broker  and corporation),  cert. denied,  484 U.S.\r                                                              \r\n\n1042 (1988).\r\n\n          However,  schemes  aimed  at  depriving  a  foreign\r\n\ngovernment of duties and  taxes are not the same  as domestic\r\n\ntax  frauds, nor are they even the same as private commercial\r\n\nfrauds aimed at foreign business entities or individuals.  At\r\n\nissue  is not only whether  \"money or property,\"  as such, is\r\n\nbeing  targeted, but  more  importantly here,  the extent  to\r\n\nwhich  constitutional  and  prudential considerations  factor\r\n\ninto  our  analysis.   Foreign  customs  and tax  frauds  are\r\n\nintertwined  with enforcement  of  a foreign  sovereign's own\r\n\nlaws  and policies to raise and collect such revenues -- laws\r\n\n                             -15-\r                                          15\r\r\n\nwith which  this country may  or may not  be in  sympathy and\r\n\nover  which,  in  any  event,  we  have  no  authority.    In\r\n\nrecognition  of  this,  our  courts  have  traditionally been\r\n\nreluctant  to enforce  foreign  revenue laws.   The  \"revenue\r\n\nrule\" -- a firmly embedded principle of common law, traced to\r\n\nan opinion by Lord Mansfield, Holman v. Johnson, 98 Eng. Rep.\r                                                           \r\n\n1120  (K.B. 1775)  -- holds  that courts  generally  will not\r\n\nenforce foreign tax judgments, just as they  will not enforce\r\n\nforeign  criminal  judgments,   although  they  will  enforce\r\n\nforeign   non-tax   civil  judgments   unless   due  process,\r\n\njurisdictional, or fundamental  public policy  considerations\r\n\ninterfere.   See Restatement  (Third) of Foreign  Relations  \r                            \r\n\n483  &amp; n.1  (1987);  see  also  Banco  Nacional  de  Cuba  v.\r                                                                     \r\n\nSabbatino, 376  U.S. 398, 448 (1964)  (White, J., dissenting)\r                     \r\n\n(\"[O]ur courts customarily refuse  to enforce the revenue and\r\n\npenal  laws of  a  foreign state,  since  no country  has  an\r\n\nobligation to further the governmental interests of a foreign\r\n\nsovereign.\") (footnote  omitted); Her  Majesty  the Queen  in\r                                                                         \r\n\nRight of the Province of British  Columbia v. Gilbertson, 597\r                                                                    \r\n\nF.2d 1161, 1164-1165 (9th  Cir. 1979).  The rationale  of the\r\n\nrevenue  rule has  been  said to  be  that revenue  laws  are\r\n\npositive  rather than  moral  law; they  directly affect  the\r\n\npublic  order of  another  country and  hence  should not  be\r\n\nsubject to judicial scrutiny by American courts; and  for our\r\n\ncourts  effectively to  pass on  such laws  raises  issues of\r\n\n                             -16-\r                                          16\r\r\n\nforeign relations which are assigned to and better handled by\r\n\nthe legislative and executive branches of government.\r\n\n          Although this case does not require us to enforce a\r\n\nforeign tax judgment  as such, upholding  defendants' section\r\n\n1343   conviction   would   amount   functionally   to  penal\r\n\nenforcement  of Canadian customs and tax laws.  The scheme to\r\n\ndefraud at issue -- proof of which is essential to conviction\r\n\n-- had as its  sole object the violation of  Canadian revenue\r\n\nlaws.   To  convict, therefore,  the district court  and this\r\n\ncourt must determine whether a violation of Canadian tax laws\r\n\nwas intended and, to the extent implemented, occurred.  In so\r\n\nruling,  our  courts  would   have  to  pass  on  defendants'\r\n\nchallenges to such laws  and any claims not to  have violated\r\n\nor  intended  to violate  them.   Where  a domestic  court is\r\n\neffectively  passing on  the  validity and  operation of  the\r\n\nrevenue  laws of  a foreign  country, the  important concerns\r\n\nunderlying the  revenue rule  are implicated.   Of particular\r\n\nconcern is  the principle  of noninterference by  the federal\r\n\ncourts in the legislative and executive branches' exercise of\r\n\ntheir foreign policymaking powers.  National policy judgments\r\n\nmade  pursuant  to  that  authority could  be  undermined  if\r\n\nfederal courts  were to  give  general effect  to wire  fraud\r\n\nprosecutions for schemes of this  type aimed at violating the\r\n\nrevenue  laws  of any  country.   It  is noteworthy  that the\r\n\nfederal statute  criminalizing the  smuggling  of goods  into\r\n\n                             -17-\r                                          17\r\r\n\nforeign  countries  punishes  such  activities  only  if  the\r\n\nforeign government has  a reciprocal  law.  See  18 U.S.C.   \r                                                           \r\n\n546.  A decision to uphold the present convictions would have\r\n\nthe effect of licensing  prosecutions against persons who use\r\n\nthe  wires to  engage  in smuggling  schemes against  foreign\r\n\ngovernments irrespective  of whether a  particular government\r\n\nhad the reciprocal arrangement called for in section 546.\r\n\n          In  the case of Canada,  to be sure,  we cannot say\r\n\nthat  this specific legislative  judgment would be undermined\r\n\nby  affirming  the instant  wire fraud  conviction.13   We do\r\n\nnot condone  defendants'  smuggling  activities,  nor  do  we\r\n\nquestion  Canada's   revenue  laws  or  the  desirability  of\r\n\ncooperation in respect to our mutual border.  But application\r\n\nof the  wire fraud statute to a scheme of this type does not,\r\n\nand cannot, turn upon our attitude towards Canada alone.  The\r\n\nrevenue rule has not risen or fallen over the centuries based\r\n\non  country-by-country judicial assessments  of the potential\r\n\n                    \r                                \r\n\n13.    The United States has a treaty with Canada to exchange\r\ninformation   about  smuggling   across  the  border.     See\r                                                                         \r\nConvention  to  Suppress Smuggling,  June 6,  1924, U.S.-Can.\r\n(ratified  by Great Britain), 44  Stat. 2067.   Yet a cursory\r\nsearch has failed  to make  it clear whether  a violation  of\r\nCanadian revenue or tax laws would be grounds for extradition\r\nof  the violator  to  Canadian authorities,  suggesting  some\r\ndoubt as to the degree of cooperation mutually promised.  See\r                                                                         \r\nTreaty  on Extradition,  Dec. 3,  1971, U.S.-Can.,  27 U.S.T.\r\n983.  We have not made a close examination into the extent of\r\nCanada's reciprocal  arrangements  such as  are  contemplated\r\nunder 18 U.S.C.   546.  Even assuming Canada were to qualify,\r\nwe see nothing in the wire fraud statute that would  allow us\r\nto limit  the statute  to wire frauds  practiced against  the\r\nrevenue laws of nations having reciprocal arrangements.\r\n\n                             -18-\r                                          18\r\r\n\nfor  a  foreign  relations  conflict.    Courts  are  neither\r\n\nequipped   nor  constitutionally   empowered  to   make  such\r\n\nassessments.   Prosecutors, who operate  within the executive\r\n\nbranch,  might of course be expected not to pursue wire fraud\r\n\nprosecutions based  on smuggling  schemes aimed at  blatantly\r\n\nhostile countries, but whether  conduct is criminal cannot be\r\n\na  determination left  solely  to  prosecutorial  discretion.\r\n\nRather, the  longstanding rule instructs the  courts to leave\r\n\nthis  area  alone,  so  that the  legislative  and  executive\r\n\nbranches may exercise their authority and bargaining power to\r\n\ndeal   with  such  issues,   and  also  so   that  a  foreign\r\n\ngovernment's  revenue  laws  are not  subjected  to intrusive\r\n\nscrutiny by the courts of this country. \r\n\n          It is  true that the  existence of a  more specific\r\n\npenal statute, such as the current anti-smuggling statute, 18\r\n\nU.S.C.    546, would not  be deemed impliedly  to preempt the\r\n\ngeneral  federal   anti-fraud   statutes  if   effect   could\r\n\ncomfortably  be given to both.   See, e.g.,  United States v.\r                                                                      \r\n\nBrien, 617 F.2d 299, 310 (1st Cir.) (holding that Commodities\r                 \r\n\nFutures Trading Act does not preempt or impliedly repeal wire\r\n\nor  mail  fraud statutes  and  citing  related cases),  cert.\r                                                                         \r\n\ndenied,  446  U.S.  919  (1980);  Brewer,  528  F.2d  at  498\r                                                    \r\n\n(\"[Defendant's] use of the mails to escape regulation added a\r\n\ndifferent  element and  a  new dimension  to  her failure  to\r\n\ncomply with the [Jenkins] Act.\").  Effect, however, cannot be\r\n\n                             -19-\r                                          19\r\r\n\ngiven to section 1343 in these conditions without threatening\r\n\nthe  reciprocity  provision  in  section  546, and  offending\r\n\ngenerally  the  salutary  principles underlying  the  revenue\r\n\nrule.   If Congress, notwithstanding these inherent tensions,\r\n\nhad meant to  authorize the  courts to enforce  this kind  of\r\n\napplication  of the  wire  fraud statute,  we think  \"it must\r\n\nspeak more clearly  than it has.\"  McNally,  483 U.S. at 360.\r                                                      \r\n\nOur  conclusion is further  supported by the  rule of lenity,\r\n\nwhich  holds that the harsher  of two possible  readings of a\r\n\ncriminal  statute will  be  enforced only  when Congress  has\r\n\nspoken clearly.  See id. at 359-360; Fasulo v. United States,\r                                                                        \r\n\n272  U.S. 620, 629 (1926) (\"[B]efore one can be punished [for\r\n\nmail fraud], it must be shown that his case is plainly within\r\n\nthe statute.\").   We,  therefore, hold  that foreign  tax and\r\n\ncustoms frauds, such as  the instant one, are not  schemes to\r\n\ndefraud  within  the  meaning   of  section  1343,  and  that\r\n\ndefendants'  substantive  convictions  of  wire  fraud  under\r\n\nsection  1343, based on the scheme to defraud Canada and Nova\r\n\nScotia of duties and taxes, must be reversed.\r\n\n          Our  holding that it  was legal error  to apply the\r\n\nwire fraud  statute to defendants' Canadian  smuggling scheme\r\n\nrequires us  to set aside the conspiracy  conviction under 18\r\n\nU.S.C.   371 as well.  Jurors \"are not  generally equipped to\r\n\ndetermine whether a particular theory of conviction submitted\r\n\nto them is contrary  to law,\" though they are  generally able\r\n\n                             -20-\r                                          20\r\r\n\nto analyze evidence and recognize a  theory that is factually\r\n\ninadequate.    Griffin v.  United  States,  502  U.S. 46,  59\r                                                     \r\n\n(1991); United States v. Nieves-Burgos, 62 F.3d 431 (1st Cir.\r                                                  \r\n\n1995) (\"Griffin distinguishes  cases, like [Turner  v. United\r                                                                         \r\n\nStates, 396 U.S. 398  (1970)], which concern convictions that\r                  \r\n\nmay have rested  on a  basis that  was not  supported by  the\r\n\nevidence,  from those concerning convictions possibly resting\r\n\non an  invalid ground as a result of an error of law [such as\r\n\nin  Yates v.  United  States, 354  U.S.  298 (1957)]).    The\r                                        \r\n\ndistrict  court instructed  the  jury that  it could  convict\r\n\nunder  section   371  if  the  government   proved  beyond  a\r\n\nreasonable doubt that defendants conspired to commit at least\r\n\none  of  the  three  offenses  charged  as  objects  of   the\r\n\nconspiracy.   Because it is  impossible to tell  which ground\r\n\nthe jury based the conspiracy conviction upon, the conviction\r\n\ncannot stand.  See Yates, 354 U.S. at 312.\r                                    \r\n\n          The government contends that even if the wire fraud\r\n\ncount falls,  the conspiracy  conviction  should be  affirmed\r\n\nbased  on  at least  one of  the  two other  objects alleged.\r\n\nSince  the   jury  found  substantive  violations   of  those\r\n\nstatutes,  the  argument  goes,   we  should  infer  that  it\r\n\nunanimously  found  beyond   a  reasonable  doubt  that   the\r\n\nconspiratorial  agreement  extended,  with  respect   to  all\r\n\ndefendants, to at least one legally sufficient object.   This\r\n\ncontention might  be persuasive  where a district  court does\r\n\n                             -21-\r                                          21\r\r\n\nnot give a \"one-is-enough\" charge, or  a special verdict form\r\n\nis required of the jury, such that the reviewing court is not\r\n\nspeculating on  what the jury did  or did not decide.   Here,\r\n\nhowever, it is  at least possible  that the jury did  not ask\r\n\nitself whether the conspiratorial  agreement extended to  the\r\n\ntwo valid  objects (interstate  travel with intent  to commit\r\n\nbribery, and a  scheme to defraud another of honest services)\r\n\nwith  respect  to all  defendants,  instead  focusing on  the\r\n\noverall  conspiratorial agreement  to transport  tobacco into\r\n\nCanada without paying taxes and duties.  Cf. United States v.\r                                                                      \r\n\nCarman,  577 F.2d 556, 567-568 (9th Cir. 1978) (\"If the jury,\r                  \r\n\nwhen considering  the conspiracy  count, focused only  on the\r\n\ncrime  embodied  in the  subsequently  overturned substantive\r\n\ncrime  conviction the  conspiracy conviction  also should  be\r\n\noverturned. . . .  Criminal sanctions cannot rest on  what an\r\n\nappellate  court  thinks the  jury  would have  done  had the\r\n\nissues put to it been framed differently.\");  see also United\r                                                                         \r\n\nStates v.  Palazzolo, 71  F.3d 1233  (6th  Cir. 1995)  (where\r                                \r\n\ndefendants were convicted of  substantive offenses that  were\r\n\nalso  objects  of  a  conspiracy,  and  district  court  gave\r\n\nerroneous   instruction  on   one  offense,   court  reversed\r\n\nconspiracy conviction because  \"the verdict  lends itself  at\r\n\nleast to the  possibility that the jury  found the defendants\r\n\nguilty only of conspiring  to violate\" the legally inadequate\r\n\ncount);  United  States v.  Musacchia,  955 F.2d  3  (2d Cir.\r                                                 \r\n\n                             -22-\r                                          22\r\r\n\n1991).  Further,  the two legally  sufficient objects of  the\r\n\nconspiracy  were  not  so  intricately  intertwined with  the\r\n\ninvalid wire fraud count that we can necessarily say that the\r\n\nconspiracy  conviction  had a  legally  correct  basis.   Cf.\r                                                                         \r\n\nUnited  States v. Huebner, 48 F.3d 376 (9th Cir.) (\"Under the\r                                     \r\n\nfacts in this case,  it would not have been possible  for the\r\n\njury to have  found a  conspiracy to aid  and abet  attempted\r\n\n[tax] evasion  without also  finding a conspiracy  to defraud\r\n\nthe United  States by  obstructing [tax]  collection.  . .  .\r\n\n[T]here  could  be  no danger  that  the  jurors based  their\r\n\nconspiracy  verdict on finding that the object was to aid and\r\n\nabet attempted  evasion without also finding  that the object\r\n\nwas   to   defraud   the   United   States   by   obstructing\r\n\ncollection.\"),  cert. denied,  116  S. Ct.  71  (1994).   The\r                                        \r\n\nconspiracy conviction  is vacated and that  count is remanded\r\n\nfor  further proceedings not  inconsistent with this opinion,\r\n\nwhich  may, in  the prosecution's  discretion, include  a new\r\n\ntrial on a properly narrowed indictment.  See Yates, 354 U.S.\r                                                               \r\n\nat  327-328;  Palazzolo, 71  F.3d at  1238; United  States v.\r                                                                      \r\n\nOchs, 842 F.2d 515, 529 (1st Cir. 1988).\r                \r\n\n          B. Maine  Bribery Statute as a  Basis for Violation\r                      B. Maine  Bribery Statute as a  Basis for Violation\r\n          of the Travel Act\r                      of the Travel Act\r\n\n          We  turn   next  to   the  substantive  counts   of\r\n\ninterstate travel to facilitate  bribery, a crime under Maine\r\n\nlaw, in violation of 18 U.S.C.    1952 and 2.  The Interstate\r\n\nTravel  Act  punishes  \"[w]hoever  travels in  interstate  or\r\n\n                             -23-\r                                          23\r\r\n\nforeign commerce . . . with intent to . .  . promote, manage,\r\n\nestablish, carry  on,  or  facilitate  .  .  .  any  unlawful\r\n\nactivity,  and thereafter  performs  or attempts  to perform\"\r\n\nsuch  an act.  18 U.S.C.    1952(a).  Bribery in violation of\r\n\nstate law is an \"unlawful activity\" within section 1952.  See\r                                                                         \r\n\nUnited States v. Arruda,  715 F.2d 671, 681 (1st  Cir. 1983).\r                                   \r\n\nThe Maine bribery statute, charged here, provides in relevant\r\n\npart:\r\n\n          1. A  person is guilty  of bribery in  official and\r\n          political matters if:\r\n\n          A.  He promises,  offers,  or  gives any  pecuniary\r\n          benefit   to   another   with   the   intention  of\r\n          influencing the other's action,  decision, opinion,\r\n          recommendation,  .  .  .   or  other  exercise   of\r\n          discretion as a public servant. . . . \r                                                    \r\n\n17-A M.R.S.A.    602(1)(A) (emphasis  supplied).   \"Pecuniary\r\n\nbenefit\"  means economic  gain, including money  or property.\r\n\nId.   602(2)(C).\r               \r\n\n          Defendants were convicted  of traveling between New\r\n\nYork and Maine during the spring of 1992 with intent to carry\r\n\non  and facilitate the bribery  of Moore, whom  they knew was\r\n\nthe  police  chief  of  the  Passamaquoddy  Reservation,  and\r\n\nthereafter  performing and  causing to  be performed  acts to\r\n\nfacilitate  bribery,  and aiding  and  abetting the  offense.\r\n\nEvidence  was  presented  that  Cook and  Lazore  gave  Moore\r\n\ntobacco  at the end  of their first  meeting on April  15 (at\r\n\nwhich  he was offered payment for his involvement); Cook paid\r\n\nMoore $1000  (Canadian) for  the tobacco  delivery on  May 2;\r\n\n                             -24-\r                                          24\r\r\n\nBoots  paid  Moore  $600 for  the  delivery  on  May 16;  and\r\n\ndefendants discussed with Moore concerns with law enforcement\r\n\non the  reservation and elsewhere which  might interfere with\r\n\ntheir objectives.14\r\n\n          Defendants challenge their  convictions for  Travel\r\n\nAct violations on two principal grounds:  1) Moore, as police\r\n\nchief of the Passamaquoddy  Indian Reservation, was not, they\r\n\nargue,  a \"public servant\"  within the  meaning of  the Maine\r\n\nbribery  statute, supra; and 2) even if a public servant, his\r                                   \r\n\nofficial duties did not include enforcing Canadian or federal\r\n\nlaws and  thus were not influenced.15   We do not  find merit\r\n\nin either contention.\r\n\n          \"Public servant\"  is defined in the  Maine criminal\r\n\ncode  as \"any official officer  or employee of  any branch of\r\n\ngovernment and any  person participating  as juror,  advisor,\r                      \r\n\nconsultant  or  otherwise,   in  performing  a   governmental\r                                                                         \r\n\n                    \r                                \r\n\n14.     The  indictment  charged  that  Pierro  arranged  for\r\nadditional payments  totaling $3000 to Moore  between May and\r\nmid-September  of 1992.    The record  indicates that  Cook's\r\noriginal  offer of $20  per carton was  not precisely carried\r\nout, as Moore and Stanley usually were to share the payments.\r\n\n15.   Defendants also contend  that it was legally impossible\r\nfor Moore  to have been bribed  after June 25,  1992, when he\r\nwas suspended from office.  We agree with the government that\r\nthis claim  does not get  defendants far, since  the relevant\r\ndates for the Travel  Act violations preceded his suspension.\r\nDefendants have  not challenged  the Travel Act  charge other\r\nthan to attack the predicate crime of bribery in violation of\r\nstate law.\r\n\n                             -25-\r                                          25\r\r\n\nfunction.\"   Id.   2(21) (emphasis  supplied).  \"Government,\"\r                            \r\n\nin turn, is defined as:\r\n\n          the  United  States,  any  state  or  any   county,\r\n          municipality   or   other  political   unit  within\r\n          territory   belonging  to  the  State,  the  United\r\n          States, or any department, agency or subdivision of\r\n          any of  the foregoing, or any  corporation or other\r\n          association   carrying   out   the   functions   of\r\n          government or formed pursuant to interstate compact\r\n          or international treaty.      \r\n\nId.   2(13).  Whether the foregoing definitions encompass the\r               \r\n\npolice  chief of  the Passamaquoddy  Tribe at  Pleasant Point\r\n\nrequires consideration of the Tribe's legal relationship with\r\n\nthe State of  Maine.  That relationship is spelled out in the\r\n\nfederal Maine Indian Claims Settlement Act of 1980, 25 U.S.C.\r\n\n    1721-1735 (\"Settlement Act\"),  which ratified Maine's Act\r\n\nto Implement the Maine  Indian Claims Settlement, 30 M.R.S.A.\r\n\n   6201-6214 (\"Maine  Implementing Act\").   See Passamaquoddy\r                                                                         \r\n\nTribe  v. State of Maine,  75 F.3d 784,  787 (1st Cir. 1996);\r                                    \r\n\nCouturier v. Penobscot Indian Nation, 544 A.2d 306 (Me. 1988)\r                                                \r\n\n(the  purpose  of the  Implementing Act  was  \"to serve  as a\r\n\nbasic,  organic  document establishing  the  broad  and basic\r\n\nprovisions  of the  relationship  between the  State and  the\r\n\nMaine Indians\").\r\n\n          Under these acts, the Passamaquoddies  are declared\r\n\nto be \"subject to  the laws of the State and to the civil and\r\n\ncriminal  jurisdiction of the courts of the State to the same\r\n\nextent  as any other person  . . .  therein\" unless otherwise\r\n\nprovided.    30  M.R.S.A.     6204;  see  also  25  U.S.C.   \r                                                          \r\n\n                             -26-\r                                          26\r\r\n\n1725(b)(1) (approving the  jurisdictional scope set forth  in\r\n\nthe Maine Implementing Act).  However, the Maine Implementing\r\n\nAct  also grants powers and duties to the Tribe comparable to\r\n\nthose of a municipality (in addition to special authority  to\r\n\nregulate internal tribal matters).  See 30 M.R.S.A.   6206(1)\r                                                   \r\n\n(\"Except as otherwise provided in this Act, the Passamaquoddy\r\n\nTribe . . .  shall have, exercise  and enjoy all the  rights,\r\n\nprivileges, powers and immunities, . . . and shall be subject\r\n\nto  all the duties,  obligations, liabilities and limitations\r\n\nof  a municipality of and subject to the laws of the State\");\r\n\nid.    6206(2) (granting a tribe, its officers, and employees\r               \r\n\nimmunity from suit when \"the respective tribe . . . is acting\r\n\nin  its governmental  capacity  to  the  same extent  as  any\r\n\nmunicipality or like officers or employees thereof within the\r\n\nState\"); Penobscot Nation v. Stilphen, 461 A.2d 478, 488 (Me.\r                                                 \r\n\n1983).  Tribe-appointed law enforcement officers \"possess the\r\n\nsame powers and are subject  to the same duties,  limitations\r\n\nand   training  requirements   as  other   corresponding  law\r\n\nenforcement  officers  under  the laws  of  the  State.\"   30\r\n\nM.R.S.A.    6210(4).   These powers include  shared authority\r\n\nfor enforcing  state laws  within Indian  territories (except\r\n\nfor  laws, not applicable here,  over which a  tribe may have\r\n\nexclusive jurisdiction).  See id.   6210(4).   \r                                             \r\n\n          The Maine legislature  has thus explicitly equated,\r\n\nin most respects,  the powers and  obligations of tribes  and\r\n\n                             -27-\r                                          27\r\r\n\ntribal law enforcement officers with  those of municipalities\r\n\nand  corresponding law enforcement  officers.  See Couturier,\r                                                                        \r\n\n544 A.2d at 308 (tribes  share the immunity of municipalities\r\n\nunder  the Maine Tort Claims Act by operation of section 6202\r\n\nof the Maine Implementing Act, and this immunity extends to a\r\n\ntribe-appointed  police  officer  acting  in  a  governmental\r\n\ncapacity).   Since a  law enforcement  officer employed by  a\r\n\nmunicipality would undoubtedly qualify as a \"public servant,\"\r\n\nsee 17-A M.R.S.A.    2(13) &amp; 2(21), so too, we believe, would\r               \r\n\na tribe-appointed law enforcement officer.  The definition of\r\n\n\"public  servant\" extends, in any event, to a person (whether\r\n\nor  not an  official officer  or employee)  \"participating as\r\n\njuror,   advisor,  consultant   or  otherwise   performing  a\r\n\ngovernmental function.\"  Id.   2(21).  Moore was charged with\r                                        \r\n\nenforcing  state  laws  and  tribal   ordinances  within  the\r\n\nreservation.   We  think  he fits,  therefore, rather  easily\r\n\nwithin the Maine statute's definition of public servant.\r\n\n          Defendants' reliance  upon United States  v. Tonry,\r                                                                        \r\n\n837  F.2d 1281  (5th  Cir. 1988)  is  misplaced.   Tonry  may\r                                                                    \r\n\ninitially appear  analogous, because  it involved  charges of\r\n\nconspiracy to violate and substantive violation of the Travel\r\n\nAct  based  on interstate  travel  with intent  to  bribe the\r\n\nchairman of  an Indian  tribe.   However, unlike  the instant\r\n\ncase  which involves  defining  \"public servant\"  under Maine\r\n\nlaw,  the sole  question resolved  by the  Fifth  Circuit was\r\n\n                             -28-\r                                          28\r\r\n\nwhether the  tribal chairman was a  \"private fiduciary\" under\r\n\nLouisiana's  Commercial  Bribery  Statute.    Defendants call\r\n\nattention  to  Tonry because  the  court  indicated that  the\r                                \r\n\ntribal chairman  was not  a Louisiana public  official within\r\n\nthe meaning of another statute targeting public bribery.  Yet\r                                                           \r\n\nin  that case, the government conceded  that issue, given the\r\n\nparticular statutory  scheme.   Here, in contrast,  the Maine\r\n\ncriminal code defines \"public  servant\" quite broadly using a\r\n\nfunctional measure,  which is notably absent  from the public\r                      \r\n\nbribery law referred to in Tonry.   More importantly, Maine's\r                                            \r\n\ncriminal laws operate against  the backdrop of the Settlement\r\n\nAct which ratified the Maine Implementing Act.  See Penobscot\r                                                                         \r\n\nNation,  461 A.2d at 489  (\"It was generally  agreed that the\r                  \r\n\nacts set up a relationship between the tribes, the state, and\r\n\nthe  federal  government different  from the  relationship of\r\n\nIndians   in  other   states   to  the   state  and   federal\r\n\ngovernments.\").  Defendants cannot expect  the jurisdictional\r\n\nburdens on  the Tribe resulting from these acts to \"disappear\r\n\nmerely because they have become inconvenient.\"  Passamaquoddy\r                                                                         \r\n\nTribe, 75 F.3d at 794.16 \r                 \r\n\n                    \r                                \r\n\n16.   We similarly dismiss  Cook's assertion that the bribery\r\nof Moore to facilitate smuggling operations from  New York to\r\nMaine and into Canada is an internal tribal matter  protected\r\nfrom  federal  and  state   interference.    Cook  offers  no\r\nstatutory support  for interpreting the relevant provision of\r\nthe Maine Implementing Act this broadly, and indeed, the case\r\nlaw   is  to  the  contrary.    See  30  M.R.S.A.     6206(1)\r                                               \r\n(\"[I]nternal  tribal  matters,  including  membership  in the\r\nrespective tribe or  nation, the right  to reside within  the\r\n\n                             -29-\r                                          29\r\r\n\n          Defendants  also  challenge  the   predicate  state\r\n\nbribery violation on the  ground that Moore's official duties\r\n\nexcluded enforcing federal or Canadian law and thus could not\r\n\nbe influenced.  As noted, the statute prohibiting bribery  in\r\n\nofficial matters punishes one who \"promises, offers, or gives\r\n\na  pecuniary benefit  with the  intention of  influencing the\r                                                                     \r\n\nother's  action,  decision,  .  .  .  or  other  exercise  of\r                                                                         \r\n\ndiscretion  as a public servant.\"   17-A M.R.S.A.   602(1)(A)\r                                           \r\n\n(emphasis  supplied).   The jury  could find on  the evidence\r\n\npresented that,  as police  chief, Moore was  responsible for\r\n\ngeneral  surveillance of the reservation, and that defendants\r\n\nselected  him, in  part, with  the intention  that he  divert\r\n\nother officers  on the  reservation from patrolling  areas of\r\n\nsmuggling activity.  Cf.  State v. Beattie, 129 Me.  229, 151\r                                                      \r\n\nA. 427 (1930) (defendant  charged with bribing county sheriff\r\n\nto refrain from seizing liquor and arresting person making an\r\n\nunlawful sale).  Moore testified that he  normally would have\r\n\nreferred  smuggling activity to the local district attorney's\r\n\noffice and pursued  the matter  further if so  directed.   He\r\n\nalso  testified  to  having  a  mutually  beneficial  working\r\n\n                    \r                                \r\n\nrespective  Indian  territories, tribal  organization, tribal\r\ngovernment, tribal  elections and  the use or  disposition of\r\nsettlement fund  income shall not be subject to regulation by\r\nthe State.\"); Penobscot Nation, 461 A.2d at 490 (holding that\r                                          \r\noperation of beano  games is not  an internal tribal  matter,\r\nfor  \"the term  embraces  only  those matters  illustratively\r\nlisted  in the statute  and other matters  like them,\" having\r\nhistorical cultural importance). \r\n\n                             -30-\r                                          30\r\r\n\nrelationship   with   Canadian  authorities   which  included\r\n\nexchanging information.   It may be conceded that  his duties\r\n\ndid not  formally include enforcing federal  or Canadian law.\r\n\nBut an  honest municipal police officer would  be expected to\r\n\nkeep his eyes  open for  and report federal  and, in  present\r\n\ncircumstances,  even  foreign criminal  violations; receiving\r\n\nsomething of value to turn a deliberate blind eye would limit\r\n\nhis  discretion in  his  official capacity  as tribal  police\r\n\nchief.     \r\n\n          Defendants' related contention that  they recruited\r\n\nMoore simply because  of his navigational skills and  not his\r\n\nstatus as police chief  is undermined by substantial evidence\r\n\nshowing that they were aware of Moore's status and  concerned\r\n\nwith  law  enforcement  activities  from  the  first  meeting\r\n\nonward.   We conclude that  bribery was a  legally sufficient\r\n\nfoundation  for  the  Travel  Act  violations, and  therefore\r\n\naffirm those convictions.\r\n\n          C.  Wire  Fraud:    Scheme  to  Defraud  of  Honest\r                      C.  Wire  Fraud:    Scheme  to  Defraud  of  Honest\r\n\n          Services\r                      Services\r\n\n          A third substantive offense, related to the bribing\r\n\nof  the police chief, was that defendants devised a scheme to\r\n\ndefraud  the  residents of  the Passamaquoddy  Reservation at\r\n\nPleasant Point of  the honest services of  their police chief\r\n\nand  knowingly caused  the  wires to  be  used in  interstate\r\n\ncommerce in  furtherance of  the scheme,  in violation of  18\r\n\n                             -31-\r                                          31\r\r\n\nU.S.C.      1343  and  1346.17    Defendant  Lazore  asserts,\r\n\nwithout development,  that  the district  court  should  have\r\n\nissued a judgment  of acquittal on these  counts in deference\r\n\nto tribal  sovereignty.  The government  responds that tribes\r\n\nare,  in any  event, subordinate  to the  federal government.\r\n\nWhile  neither side spells out the  dispute, we understand it\r\n\nto  be principally  a  jurisdictional one,  namely, that  the\r\n\nfederal government lacks authority to prosecute defendants on\r\n\na  matter involving internal  relations of  the Passamaquoddy\r\n\nTribe.\r\n\n          The  Supreme  Court has  stated  that while  Indian\r\n\ntribes  are \"'unique  aggregations  possessing attributes  of\r\n\nsovereignty over  both their  members and  their territory,'\"\r\n\n\"[t]heir  incorporation within  the territory  of the  United\r\n\nStates, and their  acceptance of its protection,  necessarily\r\n\ndivested  them of some aspects  of the sovereignty which they\r\n\nhave previously  exercised.\"   United States v.  Wheeler, 435\r                                                                    \r\n\nU.S. 313, 323 (1978)  (quoting United States v. Mazurie,  419\r                                                                   \r\n\nU.S. 544, 557 (1975)).  The tribes generally retain the right\r\n\nto self-government,  id. at 322, but  are nonetheless subject\r                                    \r\n\nto federal criminal jurisdiction of both a specified and more\r\n\ngeneral nature.   See generally United  States v. Markiewicz,\r                                                                        \r\n\n                    \r                                \r\n\n17.   Our  reversal of the convictions  for violating section\r\n1343, supra, does  not resolve the  challenge here, which  is\r                       \r\nbased  upon  the  distinct  theory of  scheming  to  \"deprive\r\nanother  of the  intangible right  to  honest services.\"   18\r\nU.S.C.   1346.\r\n\n                             -32-\r                                          32\r\r\n\n978  F.2d 786,  797-802  (2d Cir.  1992) (discussing  federal\r\n\ncriminal  jurisdiction over offenses  committed by or against\r\n\nan Indian or on Indian territory, as well as over \"peculiarly\r\n\nFederal\" offenses), cert. denied, 506 U.S. 1086 (1993).  \r                                            \r\n\n          The statutory violations charged under 18 U.S.C.   \r\n\n1343  and 1346  are  not specific  to  Native Americans,  but\r\n\nrather  are of general applicability.   Cf. Wheeler, 435 U.S.\r                                                               \r\n\nat  330 n.30  (\"Federal jurisdiction  also extends  to .  . .\r\n\ncrimes over which there is federal jurisdiction regardless of\r\n\nwhether an Indian is  involved, such as assaulting  a federal\r\n\nofficer,  18 U.S.C.   111  (1976 ed.).\").   The latter crimes\r\n\nmay   involve  \"an   independent  federal   interest   to  be\r\n\nprotected,\" id. at 331 n.32, though it is unclear that one is\r                           \r\n\nrequired.  Compare  Markiewicz, 978 F.2d at  800, with United\r                                                                         \r\n\nStates v. Begley, 42 F.3d 486, 500 (9th Cir. 1994)  (a Native\r                            \r\n\nAmerican  may be charged under  a federal criminal statute of\r\n\ngeneral  applicability  even  absent  a   peculiarly  federal\r\n\ninterest, if  charge is unaffected by federal enclave law and\r\n\nNative Americans  have not  been excluded from  the statute's\r\n\napplication), cert. denied, 116 S. Ct. 93 (1995).  Wire fraud\r                                      \r\n\nappears to belong  to this category of  general offenses that\r\n\napply  equally to  Native Americans;  even if  an independent\r\n\nfederal interest  is required to support  this application of\r\n\nthe statute, the interest is  to prevent use of the  wires in\r\n\ninterstate or foreign  commerce in furtherance of a scheme to\r\n\n                             -33-\r                                          33\r\r\n\ndefraud.   Cf. H.R.Rep. No.  94-1038, 94th Cong.,  2d Sess. 3\r                          \r\n\n(1976), reprinted in 1976  U.S.C.C.A.N. 1125, 1127 (noting in\r                                \r\n\nlegislative history of the Indian Major Crimes Act [18 U.S.C.\r\n\n   1153],  which  prescribes  federal  jurisdiction  over  13\r\n\nspecified  offenses, that federal  criminal jurisdiction also\r\n\nextends to \"crimes that are peculiarly Federal. . . . such as\r\n\nassaulting a federal officer  . . . or defrauding  the United\r\n\nStates\"); see also United States  v. Funmaker, 10 F.3d  1327,\r                                                         \r\n\n1331 (7th Cir. 1993)  (18 U.S.C.   844(i), punishing  one who\r\n\ndestroys  by fire  property used  in or  affecting interstate\r\n\ncommerce, extends to a Native American who set fire to tribe-\r\n\nowned gambling hall); United States  v. Finn, No. CRIM. 5-95-\r                                                        \r\n\n12(01), -12(02), -12(03), 1995 WL 783305 at *16-*22 (D. Minn.\r\n\nOct.  12,  1995)  (denying  motion to  dismiss  for  lack  of\r\n\njurisdiction  an  indictment   charging  officers  of  tribal\r\n\ncorporation with mail fraud in violation of 18 U.S.C.    1341\r\n\nand 1346 and other offenses).     \r\n\n          As  discussed  earlier, the  United  States has  an\r\n\ninterest  in  preventing  use  of  the  wires  in  interstate\r\n\ncommerce to  further a  scheme to defraud,  including one  to\r\n\n\"deprive another of the  intangible right to honest services\"\r\n\nunder section 1346.   Defendant has not shown, and  we do not\r\n\ndiscern, how  the application  of sections  1343 and  1346 in\r\n\nthis  case would  interfere  with any  Native American  right\r\n\nprotected by statute  or treaty, or  right integral to  self-\r\n\n                             -34-\r                                          34\r\r\n\ngovernment.18     Cf.  Funmaker,   10  F.3d  at   1332  (\"The\r                                           \r\n\ndecision-making  power of  Indian tribes  ends .  . .  at the\r\n\npoint when those decisions would violate federal law designed\r\n\nto  safeguard important  federal interests  such as  the free\r\n\nflow  of  interstate  commerce.\").     The  convictions   for\r\n\nviolations of section 1346, in conjunction with section 1343,\r\n\nare affirmed. \r\n\n          D. Jury Instruction on Good Faith Defense\r                      D. Jury Instruction on Good Faith Defense\r\n\n          Defendants challenge the  district court's  refusal\r\n\nto give a proposed instruction to acquit on wire fraud if the\r\n\njury found \"that the  defendant had a good faith  belief that\r\n\nhis status as a  Native American entitled him to  freely pass\r\n\nthe United States-Canadian border  without paying any form of\r\n\ntaxes  on  the   goods  he  was  carrying.\"     The  proposed\r\n\ninstruction  would not have required the jury to find, as the\r\n\ndistrict court  instructed  instead, that  their  good  faith\r\n\nbelief was \"objectively reasonable.\"  We need  not decide the\r\n\nchallenge  to the  jury instruction,  because the  wire fraud\r\n\nconvictions  based   on  the   scheme  to  defraud   Canadian\r\n\nauthorities of taxes and duties have been reversed.  \r\n\n                    \r                                \r\n\n18.    While  Congress has  removed  federal  jurisdiction to\r\nenforce  certain  federal  statutes involving  Indian-related\r\noffenses  in the State  of Maine, wire fraud  laws are not so\r\nincluded.  See 25 U.S.C.   1725(c) (removing federal criminal\r                          \r\njurisdiction over sections 1152 through 1156, 1160, 1161, and\r\n1165 of Title 18).\r\n\n                             -35-\r                                          35\r\r\n\n          True, charges  under a second theory  of wire fraud\r\n\n(depriving citizens on the reservation of the honest services\r\n\nof  their police chief) have  been affirmed.   If refusing to\r\n\ngive the proposed  instruction relating to  aboriginal rights\r\n\nwere error, it  might have infected the  jury's assessment of\r\n\ndefendants'  intent  on  these  additional  counts  as  well.\r\n\nHowever, defendants' argument is grounded in the first theory\r\n\nof wire fraud alone;  they say that to  the extent that  this\r\n\ncase is  about having the specific intent to violate Canadian\r\n\ntax  laws,  it is  analogous to  certain federal  tax offense\r\n\ncases,  in  which an  instruction  that  good  faith must  be\r\n\n\"objectively  reasonable\"  is  inappropriate.   See  Cheek v.\r                                                                      \r\n\nUnited  States, 498 U.S. 192, 203 (1991).  Given our reversal\r                          \r\n\nof  the  tax-related  charges,  defendants'   initially  weak\r\n\ncontention  is not even arguably  tenable.  In  any case, the\r\n\ndistrict court went beyond  the legal minimums in instructing\r\n\nthe jury that it could consider good faith as a defense.  Cf.\r                                                                         \r\n\nDockray,  943  F.2d  at  155  (\"[W]here  the  court  properly\r                   \r\n\ninstructs the jury  on the  element of intent  to defraud  --\r\n\nessentially  the  opposite  of   good  faith  --  a  separate\r\n\ninstruction on good faith is not required.\").  \r\n\n          E. Sentencing of Boots\r                      E. Sentencing of Boots\r\n\n          Boots  challenges his sentence,  which, like Cook's\r\n\nand  Lazore's, was at the low end of the applicable guideline\r\n\nsentencing range:   18 months imprisonment, to be followed by\r\n\n                             -36-\r                                          36\r\r\n\ntwo  years  of  supervised  release.19     Mandatory  special\r\n\nassessments  were  imposed.    Boots  raises four  sentencing\r\n\nissues.\r\n\n          1. Downward Departure\r                      1. Downward Departure\r\n\n          Boots contends  first that the district court erred\r\n\nin  refusing to grant a downward  departure.  He acknowledges\r\n\nthe  general rule that jurisdiction  does not lie for appeals\r\n\nfrom a district court's  discretionary decision not to depart\r\n\ndownward.   See United States v. Tardiff, 969 F.2d 1283, 1290\r                                                    \r\n\n(1st  Cir.  1992).   However,  he  seeks  to  fit within  the\r\n\nexception  for  a refusal  to  depart  based  upon a  court's\r\n\n\"misapprehension of  the rules governing departures.\"  United\r                                                                         \r\n\nStates v. Gifford, 17 F.3d 462, 473 (1st Cir. 1994). \r                             \r\n\n          The exception is a narrow one, and is not met here.\r\n\nA  review  of  the  sentencing transcript  reveals  that  the\r\n\ndistrict court judge  was well aware  of the applicable  case\r\n\nlaw,  believed  he  had  authority to  depart  downward,  and\r\n\ndeclined  to do  so  after carefully  weighing the  arguments\r\n\npresented.  His discretionary judgment that  the case did not\r\n\ninvolve  such  unusual  circumstances to  justify  taking  it\r\n\n                    \r                                \r\n\n19.    The guideline range was determined as follows:  a base\r\noffense  level  of  6   pursuant  to  U.S.S.G.      2F1.1(a),\r\n3D1.2(d),  and 3D1.3(b);  a seven-level  increase for  a loss\r\nbetween $120,000 and $200,000  pursuant to    2F1.1(b)(1)(H);\r\nand a two-level increase  for an offense involving  more than\r\nminimal planning  pursuant to    2F1.1(b)(2)(A), for  a total\r\noffense  level of 15.  With a criminal history category of I,\r\nthe applicable range was 18 to 24 months.\r\n\n                             -37-\r                                          37\r\r\n\n\"outside  the  Guidelines'  'heartland,'\"  United  States  v.\r                                                                     \r\n\nRivera, 994  F.2d 942, 949 (1st Cir. 1993), was not skewed by\r                  \r\n\nlegal  errors such  as Gifford  describes.   It is  therefore\r                                          \r\n\nunreviewable. \r\n\n          2. Acceptance of Responsibility\r                      2. Acceptance of Responsibility\r\n\n          Boots  claims  that  the district  court  erred  in\r\n\nrefusing to grant him a two-point reduction for acceptance of\r\n\nresponsibility  for  his  offenses  pursuant  to  U.S.S.G.   \r\n\n3E1.1(a).   He  says that  at trial  he did  not contest  the\r\n\nfactual  basis  for  the  charges, but  challenged  only  the\r\n\njurisdictional  bases,  and   should  not  be   punished  for\r\n\nexercising his constitutional right to a trial.\r\n\n          We  review for  clear  error  the district  court's\r\n\ndecision that Boots did not \"clearly demonstrate[] acceptance\r\n\nof responsibility\" for his offense.  U.S.S.G.   3E1.1(a); see\r                                                                         \r\n\nalso United States  v. Lombard,  72 F.3d 170,  187 (1st  Cir.\r                                          \r\n\n1995).  The district  court declined to grant a  reduction in\r\n\npart because  it believed that  if defendant had  been solely\r\n\nconcerned with jurisdictional issues  relating to his  Native\r\n\nAmerican status,  he could have entered  a conditional guilty\r\n\nplea  and preserved the issue for appeal rather than going to\r\n\ntrial.  The  court also considered  the fact that  defendants\r\n\ndefended against  the bribery  aspect of the  case, insisting\r\n\nthat the  payments they offered  Moore were  not bribery  but\r\n\nrather were salary for a business partner.  \r\n\n                             -38-\r                                          38\r\r\n\n          A district court's determination of  whether such a\r\n\nreduction is warranted deserves \"great deference.\"  U.S.S.G. \r\n\n  3E1.1 comment. (n.5).  We  see no abuse of discretion here.\r\n\nCf. United States v.  Crass, 50 F.3d 81, 84  (1995) (\"intent,\r                                                                        \r\n\nlike any  other essential element  of the crime  charged, may\r\n\nnot  be contested  by  the defendant  without jeopardizing  a\r\n\ndownward  adjustment  for  'acceptance of  responsibility'\");\r\n\nUnited States v. Springs, 17 F.3d 192, 196 (7th Cir.) (noting\r                                    \r\n\nthat defendant who entered  conditional guilty plea \"was able\r\n\nto retain the  right to  challenge the  voluntariness of  his\r\n\nconfessions, and  he  still  received  the  maximum  possible\r\n\nacceptance-of-responsibility  reduction\"), cert.  denied, 115\r                                                                    \r\n\nS. Ct. 375 (1994).\r\n\n          3. More Than Minimal Planning\r                      3. More Than Minimal Planning\r\n\n          Boots  challenges  the  two-level increase  imposed\r\n\npursuant to  U.S.S.G.    2F1.1(b)(2)  for offenses  involving\r\n\nmore than minimal planning.   The Guidelines state that  this\r\n\nincrease applies where repeated  acts are carried out over  a\r\n\nperiod of time provided they were  not \"purely opportune,\" as\r\n\nwell  as where steps  are taken to conceal  the offense.  See\r                                                                         \r\n\nU.S.S.G.     1B1.1  comment.  (n.1(f)), 2F1.1(b)(2)  comment.\r\n\n(n.2).  The sentencing  transcript reflects that the district\r\n\ncourt  judge  imposed  this  increase  after considering  the\r\n\nevidence of multiple acts taken by defendants over  a several\r\n\nmonth  period.   Among the  acts specifically  noted  was the\r\n\n                             -39-\r                                          39\r\r\n\nbribery of Police Chief Moore, a  concealed activity in which\r\n\ndefendants  directly  participated  in  the  spring of  1992.\r\n\nWhile  the  district court  may  reconsider  this issue  upon\r\n\nremand  for resentencing in light of our reversal of the wire\r\n\nfraud and conspiracy  convictions, it was not  clear error to\r\n\nimpose the increase.\r\n\n          4. Amount of Loss\r                      4. Amount of Loss\r\n\n          Boots claims that  insufficient evidence  supported\r\n\nthe  district  court's  calculation  of the  amount  of  loss\r\n\n(between $120,000  and $200,000), which resulted  in a seven-\r\n\nlevel  increase  to defendants'  sentences.    The range  was\r\n\ndetermined based on  testimony at trial and  sentencing as to\r\n\nthe  quantity  of tobacco  transported  into  Canada and  the\r\n\ncorresponding duties  and taxes  owed.   Our reversal  of the\r\n\nwire  fraud  count  involving  tobacco   smuggling,  and  our\r\n\nvacating  of  the  conspiracy  count, require  a  remand  for\r\n\nresentencing, at which time the district court may reconsider\r\n\nthe entire  question  of  loss  calculations,  including  the\r\n\ninstant issue.   We  see no  need to  deal further with  this\r\n\nmatter now.\r\n\n          We have considered  defendants' other arguments and\r\n\nfind  them  to  be  without  merit.    The  convictions   for\r\n\nviolations  of 18  U.S.C.     1346  (wire  fraud intended  to\r\n\ndeprive residents  of honest services of  their police chief)\r\n\nand 1952 (Travel  Act) are  affirmed.  The  violations of  18\r                                                \r\n\n                             -40-\r                                          40\r\r\n\nU.S.C.   1343  (wire fraud  relative to  Canadian duties  and\r\n\ntaxes)  are reversed.    The violation  of  18 U.S.C.     371\r                                \r\n\n(conspiracy) is vacated and remanded for further  proceedings\r                                                \r\n\nnot  inconsistent  with this  opinion.   We  also  vacate the\r\n\nsentences  of all  defendants  and  remand  for  resentencing\r\n\nconsistent with this opinion.\r\n\nSo ordered.\r                       \r\n\n                             -41-\r                                          41\r\r\n",
  "html": "<p class=\"case_cite\">80 F.3d 580</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Francis BOOTS, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Ellwyn COOK, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Dewey LAZORE, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 94-1811, 94-1812 and 94-1813.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 15, 1995.<br>Decided March 29, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeals from the United States District Court for the District of Maine;  Morton A. Brody, U.S. District Judge.</p>\n      <p class=\"indent\">Robert A. Costantino, Abington, MA, for appellant Francis Boots.</p>\n      <p class=\"indent\">Ronald Cohen, New York City, for appellant Ellwyn Cook.</p>\n      <p class=\"indent\">Stephen R. Kaplan, Northampton, MA, for appellant Dewey Lazore.</p>\n      <p class=\"indent\">Margaret D. McGaughey, with whom Jay P. McCloskey, United States Attorney, Portland, ME, was on brief for appellee.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this consolidated appeal, defendants-appellants Francis Boots, Ellwyn Cook, and Dewey Lazore challenge their convictions for conspiracy, in violation of 18 U.S.C. &#167; 371, to commit three offenses, and their convictions of the substantive offenses:  1) to devise a scheme or artifice using the wires in interstate commerce with intent to defraud Canada and the Province of Nova Scotia of excise duties and tax revenues, in violation of 18 U.S.C. &#167; 1343;  2) to devise a scheme or artifice to deprive the residents of the Passamaquoddy Reservation in Maine of the honest services of their police chief, in violation of 18 U.S.C. &#167;&#167; 1343 and 1346;  and 3) to travel interstate with the intent to facilitate bribery, a crime under Maine state law, in violation of 18 U.S.C. &#167; 1952.   Judgment was entered in the United States District Court for the District of Maine following a jury trial.</p>\n    </div>\n    <p>I. Facts</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Construed in the light most favorable to the government, the evidence indicates that between April and November 1992, defendants took part in a scheme to transport tobacco from a Native American reservation in upstate New York (\"Akwesasne\") into New Brunswick, Canada, without paying the taxes and excise duties levied upon the importation of tobacco by Canadian laws.   The tobacco was transported surreptitiously into Canada through the Passamaquoddy Reservation in Pleasant Point, Maine, bypassing customs checkpoints at the Canadian border.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At the trial, Passamaquoddy Tribe member Anthony Stanley testified that on April 15 he was called to discuss some tobacco business by Beverly Pierro, a friend of his friend, Francis Boots.   Later that day, Stanley approached his friend Frederick Moore, who was then serving as chief of police of the Passamaquoddy Tribe (\"the Tribe\") at Pleasant Point.   Stanley told Moore that two Mohawks from Akwesasne were in Calais, Maine and wanted to meet with him that evening to discuss \"mov[ing] tobacco.\"   Moore (who was familiar with Akwesasne from having spent time there twelve years earlier at an Indian solidarity demonstration<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> ) agreed to meet.   However, unknown to Stanley, Moore then contacted a law enforcement officer at the Bureau of Indian Affairs (BIA) for advice and received a go-ahead to see what the two Mohawks wanted.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The four--Stanley, Moore, Cook, and Lazore--met that evening at a motel.   It could be found from the evidence that Cook and Lazore knew that Moore was a police chief.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The two said that they wanted to bring tobacco from Akwesasne to Passamaquoddy and sell it to Moore and Stanley, who would profit by selling it to established markets in New Brunswick, Canada.   Moore declined to purchase their tobacco, but said he would listen further to their objectives and the price they would pay for his involvement.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Cook explained that the aim was to transport tobacco \"unmolested by either government.\"   He indicated that they could not transport the tobacco themselves because their names were known.   The group proceeded to discuss law enforcement efforts on the reservation, possible border crosspoints, a storage place for the tobacco, and the potential for growth in their trading activities, with Moore's help and his recruitment of others.   Cook offered to pay Moore $20 per case of tobacco transported.   Moore said that he would think about the proposal and reply within a week.   At the end of the meeting, he was given some tobacco which he split with Stanley.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Moore updated his contact at BIA and the next day agreed to work undercover for the Federal Bureau of Investigation (FBI).   The following week he went with agents of the FBI and Royal Canadian Mounted Police (RCMP) to view possible offloading sites near St. Andrews, New Brunswick, Canada.   Moore took Stanley to some of the same places later in the month.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Defendants Cook and Lazore next met with Moore, Stanley, Pierro, and her boyfriend, Jake Boots (brother of defendant, Francis Boots) on April 28, 1992.   They discussed navigation routes and law enforcement concerns, among other matters.   Moore told the group that he had access to the schedules and communications of most of the law enforcement agencies.   They met again the next day, and Moore took Pierro and Jake Boots by boat from the Passamaquoddy Reservation to the Canadian shore while explaining points about navigation.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The first tobacco delivery was made on May 2.   Defendants Cook, Lazore, and Francis Boots, along with Pierro and Jake Boots, brought 50 cases of tobacco to Stanley's house, where they met Moore.   Moore supplied a boat and navigated it to St. Andrews with Stanley and Jake Boots.   They met two contacts who paid them $1000, which Stanley and Moore split (Moore giving his share to the FBI).   Moore made similar deliveries across the border accompanied by Stanley, Jake Boots, or both on May 11, May 16, and June 27.   Moore and Stanley attempted to deliver tobacco on June 1, but returned with the cases because their Canadian contact did not show.   Moore delivered tobacco on June 9, accompanied by an FBI and border agent.   No deliveries were made between July and November due to the incarceration of a key contact, Stanley Johnson.   Moore and Jake Boots, assisted by Pierro, made the last delivery on November 7.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Moore testified that, in all, almost 1850 kilograms of tobacco were transferred across the Canadian border.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The government's expert on Canadian taxes stated that the total per kilogram tax on tobacco was $106.47 Canadian.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  He inferred that taxes had not been paid, because the packages were not stamped as is customarily done.   The wire fraud and conspiracy counts in the indictment alleged that wires were used in furtherance of a scheme to defraud Canada and the Province of Nova Scotia of tobacco taxes due.   To establish this element, the government introduced evidence of four interstate telephone conversations between Moore and Pierro from May 1992 through July 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">During the period of tobacco deliveries, Moore (at the FBI's request) did not disclose his role to the tribal governor, who supervised him.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The tribal governor learned of Moore's activity in late June, when Stanley brought it to the attention of the tribal council.   Moore was suspended on June 25 without pay and was later dismissed in August for neglect of duty and insubordination.   He testified that he believed the dismissal was not a result of his tobacco trading activities, but rather related to an investigation of the tribal governor.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Boots and Cook argued, in defense, that they pursued the above activities with a good faith belief in an aboriginal right to trade tobacco freely with Canada.   This belief was based upon their adherence, as members of the Ganiengehaga Nation, to a constitution called the \"Great Law of Peace,\" and on the fact that their reservation, Akwesasne, includes lands in New York State, Ontario, and Quebec.   The two defendants testified that they recognized neither a formal border between the United States and Canada nor a Canadian right to tax the sacred product of tobacco, though they admitted they were aware that Canada claimed such a right and imposed such imposts.   Boots maintained that he believed the shipped tobacco was intended for an Indian market in Canada.   He further stated that Moore was hired because of his navigational skills and not because of his status as the Passamaquoddy police chief.   Lazore did not testify.</p>\n    </div>\n    <p>II. Discussion</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Defendants assert on appeal that the district court erred in the following ways:  1) in refusing to dismiss the indictment or grant a judgment of acquittal, on the ground that a \"scheme to defraud\" Canadian authorities of duties and taxes is not cognizable under the wire fraud statute;  2) in finding the Maine bribery statute, which provided the basis for the Travel Act violation, applicable to Moore as police chief of a Native American reservation;  3) in denying a judgment of acquittal on the wire fraud counts charging a scheme to deprive Passamaquoddy Tribe members of the honest services of their police chief, despite alleged interference of the federal statute with tribal sovereignty;  and 4) in refusing to include their specific version of a good faith defense in the jury instructions.   They claim that their convictions of conspiracy and independent statutory violations must be reversed because of these errors.   Defendant Boots also challenges his sentence.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>A. Wire Fraud:  Scheme to Defraud Canada of Duties and Taxes</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The indictment charged a wire fraud violation in the conspiracy count and four independent counts upon the theory that defendants intended to defraud Canada and the Province of Nova Scotia of tobacco duties and taxes, using or causing the wires to be used interstate in furtherance of this scheme.   The relevant telephone communications took place between Pierro and Police Chief Moore on May 25, May 31, June 7, and July 24, 1992.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The government's evidence supports a reasonable inference that the calls were made between Maine and New York, where Moore and Pierro resided.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Defendants argue that the district court erred in denying their motion to dismiss based on the government's alleged failure to show a proper \"scheme to defraud\" as section 1343 requires.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Defendants insist, inter alia, that (1) they made no affirmative misrepresentation to Canadian customs authorities relative to their tobacco trading activities;  and (2) their scheme had as its object no protected property interest within the wire fraud statute.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We turn first to defendants' insistence that the absence of any affirmative misrepresentation--such as a false customs declaration--rendered their smuggling activities non-fraudulent for wire fraud purposes.   The government responds that scheming to bypass Canadian customs authorities and not to declare the tobacco was a sufficient form of deceit to meet the requirements of section 1343.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Cf. United States v. Brewer, 528 F.2d 492, 496 (4th Cir.1975) (scheme to sell cigarettes into another state without registering with tax officials there, as required by Jenkins Act, is mail fraud);  see also McEvoy Travel Bureau, Inc. v. Heritage Travel, Inc., 904 F.2d 786, 791 (1st Cir.), cert. denied, 498 U.S. 992, 111 S.Ct. 536, 112 L.Ed.2d 546 (1990) (\"the scope of fraud under these [federal fraud] statutes is broader than common law fraud, and ... no misrepresentation of fact is required\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We see no need, however, to decide whether a smuggling scheme structured like the instant one, if practiced upon, say, federal or other authorities within the United States, would be a fraudulent scheme within section 1343.   Even assuming it would be, we face the separate problem that the object of the scheme here was exclusively to defraud a foreign government, rather than our own, of customs and tax revenues imposed under foreign law.   We believe this added factor pushes defendants' scheme beyond the parameters of the frauds cognizable under section 1343.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The prosecution, relying on cases upholding wire and mail fraud convictions for schemes to evade domestic taxes, argues that customs and tax revenues, even though owed solely to a foreign governmental body under laws of the latter's making, constitute money and property for purposes of the wire and mail fraud statutes.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  See, e.g., United States v. Dale, 991 F.2d 819, 849 (D.C.Cir.)  (federal tax revenues), cert. denied, --- U.S. ----, 114 S.Ct. 286, 126 L.Ed.2d 236 and --- U.S. ----, 114 S.Ct. 650, 126 L.Ed.2d 607 (1993);  United States v. Helmsley, 941 F.2d 71, 93-95 (2d Cir.1991) (state income taxes), cert. denied, 502 U.S. 1091, 112 S.Ct. 1162, 117 L.Ed.2d 409 (1992);  United States v. Bucey, 876 F.2d 1297, 1309-1310 (7th Cir.)  (federal income taxes), cert. denied, 493 U.S. 1004, 110 S.Ct. 565, 107 L.Ed.2d 560 (1989);  see also Otto G. Obermaier &amp; Robert G. Morvillo, White Collar Crime &#167; 9.02 at 9-30 n. 64 (1994) (federal and state tax cases).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">But none of the prosecution's cited wire fraud cases have involved a scheme to deprive a foreign government of its own taxes and similar exactions.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  The prosecution urges that section 1343 should apply, because it does not describe any particular type of victim of a scheme to defraud.   It punishes use of the wires in interstate or foreign commerce in furtherance of \"any scheme or artifice to defraud.\"   If domestic tax fraud falls under section 1343, why not foreign revenue frauds as well, it is contended.   Federal wire prosecutions have been based on frauds against private foreign businesses and individuals.   See, e.g., United States v. Lewis, 67 F.3d 225 (9th Cir.1995) (reversing wire fraud conviction for a scheme to defraud a foreign bank where the jury instruction did not charge a property interest as the target of the scheme);  United States v. Van Cauwenberghe, 827 F.2d 424 (9th Cir.1987) (affirming wire fraud conviction involving scheme to defraud a Belgian investment broker and corporation), cert. denied, 484 U.S. 1042, 108 S.Ct. 773, 98 L.Ed.2d 859 (1988).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">However, schemes aimed at depriving a foreign government of duties and taxes are not the same as domestic tax frauds, nor are they even the same as private commercial frauds aimed at foreign business entities or individuals.   At issue is not only whether \"money or property,\" as such, is being targeted, but more importantly here, the extent to which constitutional and prudential considerations factor into our analysis.   Foreign customs and tax frauds are intertwined with enforcement of a foreign sovereign's own laws and policies to raise and collect such revenues--laws with which this country may or may not be in sympathy and over which, in any event, we have no authority.   In recognition of this, our courts have traditionally been reluctant to enforce foreign revenue laws.   The \"revenue rule\"--a firmly embedded principle of common law, traced to an opinion by Lord Mansfield, Holman v. Johnson, 98 Eng.Rep. 1120 (K.B.1775)--holds that courts generally will not enforce foreign tax judgments, just as they will not enforce foreign criminal judgments, although they will enforce foreign non-tax civil judgments unless due process, jurisdictional, or fundamental public policy considerations interfere.   See Restatement (Third) of Foreign Relations &#167; 483 &amp; n. 1 (1987);  see also Banco Nacional de Cuba v. Sabbatino, 376 U.S. 398, 448, 84 S.Ct. 923, 950-951, 11 L.Ed.2d 804 (1964) (White, J., dissenting) (\"[O]ur courts customarily refuse to enforce the revenue and penal laws of a foreign state, since no country has an obligation to further the governmental interests of a foreign sovereign.\")  (footnote omitted);  Her Majesty the Queen in Right of the Province of British Columbia v. Gilbertson, 597 F.2d 1161, 1164-1165 (9th Cir.1979).   The rationale of the revenue rule has been said to be that revenue laws are positive rather than moral law;  they directly affect the public order of another country and hence should not be subject to judicial scrutiny by American courts;  and for our courts effectively to pass on such laws raises issues of foreign relations which are assigned to and better handled by the legislative and executive branches of government.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Although this case does not require us to enforce a foreign tax judgment as such, upholding defendants' section 1343 conviction would amount functionally to penal enforcement of Canadian customs and tax laws.   The scheme to defraud at issue--proof of which is essential to conviction--had as its sole object the violation of Canadian revenue laws.   To convict, therefore, the district court and this court must determine whether a violation of Canadian tax laws was intended and, to the extent implemented, occurred.   In so ruling, our courts would have to pass on defendants' challenges to such laws and any claims not to have violated or intended to violate them.   Where a domestic court is effectively passing on the validity and operation of the revenue laws of a foreign country, the important concerns underlying the revenue rule are implicated.   Of particular concern is the principle of noninterference by the federal courts in the legislative and executive branches' exercise of their foreign policymaking powers.   National policy judgments made pursuant to that authority could be undermined if federal courts were to give general effect to wire fraud prosecutions for schemes of this type aimed at violating the revenue laws of any country.   It is noteworthy that the federal statute criminalizing the smuggling of goods into foreign countries punishes such activities only if the foreign government has a reciprocal law.   See 18 U.S.C. &#167; 546.   A decision to uphold the present convictions would have the effect of licensing prosecutions against persons who use the wires to engage in smuggling schemes against foreign governments irrespective of whether a particular government had the reciprocal arrangement called for in section 546.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In the case of Canada, to be sure, we cannot say that this specific legislative judgment would be undermined by affirming the instant wire fraud conviction.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  We do not condone defendants' smuggling activities, nor do we question Canada's revenue laws or the desirability of cooperation in respect to our mutual border.   But application of the wire fraud statute to a scheme of this type does not, and cannot, turn upon our attitude towards Canada alone.   The revenue rule has not risen or fallen over the centuries based on country-by-country judicial assessments of the potential for a foreign relations conflict.   Courts are neither equipped nor constitutionally empowered to make such assessments.   Prosecutors, who operate within the executive branch, might of course be expected not to pursue wire fraud prosecutions based on smuggling schemes aimed at blatantly hostile countries, but whether conduct is criminal cannot be a determination left solely to prosecutorial discretion.   Rather, the longstanding rule instructs the courts to leave this area alone, so that the legislative and executive branches may exercise their authority and bargaining power to deal with such issues, and also so that a foreign government's revenue laws are not subjected to intrusive scrutiny by the courts of this country.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">It is true that the existence of a more specific penal statute, such as the current anti-smuggling statute, 18 U.S.C. &#167; 546, would not be deemed impliedly to preempt the general federal anti-fraud statutes if effect could comfortably be given to both.   See, e.g., United States v. Brien, 617 F.2d 299, 310 (1st Cir.)  (holding that Commodities Futures Trading Act does not preempt or impliedly repeal wire or mail fraud statutes and citing related cases), cert. denied, 446 U.S. 919, 100 S.Ct. 1854, 64 L.Ed.2d 273 (1980);  Brewer, 528 F.2d at 498 (\"[Defendant's] use of the mails to escape regulation added a different element and a new dimension to her failure to comply with the [Jenkins] Act.\").   Effect, however, cannot be given to section 1343 in these conditions without threatening the reciprocity provision in section 546, and offending generally the salutary principles underlying the revenue rule.   If Congress, notwithstanding these inherent tensions, had meant to authorize the courts to enforce this kind of application of the wire fraud statute, we think \"it must speak more clearly than it has.\"  McNally, 483 U.S. at 360, 107 S.Ct. at 2882.   Our conclusion is further supported by the rule of lenity, which holds that the harsher of two possible readings of a criminal statute will be enforced only when Congress has spoken clearly.   See id. at 359-360, 107 S.Ct. at 2881-2882;  Fasulo v. United States, 272 U.S. 620, 629, 47 S.Ct. 200, 202, 71 L.Ed. 443 (1926) (\"[B]efore one can be punished [for mail fraud], it must be shown that his case is plainly within the statute.\").   We, therefore, hold that foreign tax and customs frauds, such as the instant one, are not schemes to defraud within the meaning of section 1343, and that defendants' substantive convictions of wire fraud under section 1343, based on the scheme to defraud Canada and Nova Scotia of duties and taxes, must be reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Our holding that it was legal error to apply the wire fraud statute to defendants' Canadian smuggling scheme requires us to set aside the conspiracy conviction under 18 U.S.C. &#167; 371 as well.   Jurors \"are not generally equipped to determine whether a particular theory of conviction submitted to them is contrary to law,\" though they are generally able to analyze evidence and recognize a theory that is factually inadequate.  Griffin v. United States, 502 U.S. 46, 59, 112 S.Ct. 466, 474, 116 L.Ed.2d 371 (1991);  United States v. Nieves-Burgos, 62 F.3d 431 (1st Cir.1995) (\"Griffin distinguishes cases, like [Turner v. United States, 396 U.S. 398, 90 S.Ct. 642, 24 L.Ed.2d 610 (1970) ], which concern convictions that may have rested on a basis that was not supported by the evidence, from those concerning convictions possibly resting on an invalid ground as a result of an error of law [such as in Yates v. United States, 354 U.S. 298, 77 S.Ct. 1064, 1 L.Ed.2d 1356 (1957) ]\").  The district court instructed the jury that it could convict under section 371 if the government proved beyond a reasonable doubt that defendants conspired to commit at least one of the three offenses charged as objects of the conspiracy.   Because it is impossible to tell which ground the jury based the conspiracy conviction upon, the conviction cannot stand.   See Yates, 354 U.S. at 312, 77 S.Ct. at 1073.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The government contends that even if the wire fraud count falls, the conspiracy conviction should be affirmed based on at least one of the two other objects alleged.   Since the jury found substantive violations of those statutes, the argument goes, we should infer that it unanimously found beyond a reasonable doubt that the conspiratorial agreement extended, with respect to all defendants, to at least one legally sufficient object.   This contention might be persuasive where a district court does not give a \"one-is-enough\" charge, or a special verdict form is required of the jury, such that the reviewing court is not speculating on what the jury did or did not decide.   Here, however, it is at least possible that the jury did not ask itself whether the conspiratorial agreement extended to the two valid objects (interstate travel with intent to commit bribery, and a scheme to defraud another of honest services) with respect to all defendants, instead focusing on the overall conspiratorial agreement to transport tobacco into Canada without paying taxes and duties.   Cf. United States v. Carman, 577 F.2d 556, 567-568 (9th Cir.1978) (\"If the jury, when considering the conspiracy count, focused only on the crime embodied in the subsequently overturned substantive crime conviction the conspiracy conviction also should be overturned....  Criminal sanctions cannot rest on what an appellate court thinks the jury would have done had the issues put to it been framed differently.\");   see also United States v. Palazzolo, 71 F.3d 1233 (6th Cir.1995) (where defendants were convicted of substantive offenses that were also objects of a conspiracy, and district court gave erroneous instruction on one offense, court reversed conspiracy conviction because \"the verdict lends itself at least to the possibility that the jury found the defendants guilty only of conspiring to violate\" the legally inadequate count);  United States v. Musacchia, 955 F.2d 3 (2d Cir.1991).   Further, the two legally sufficient objects of the conspiracy were not so intricately intertwined with the invalid wire fraud count that we can necessarily say that the conspiracy conviction had a legally correct basis.   Cf. United States v. Huebner, 48 F.3d 376 (9th Cir.)  (\"Under the facts in this case, it would not have been possible for the jury to have found a conspiracy to aid and abet attempted [tax] evasion without also finding a conspiracy to defraud the United States by obstructing [tax] collection....  [T]here could be no danger that the jurors based their conspiracy verdict on finding that the object was to aid and abet attempted evasion without also finding that the object was to defraud the United States by obstructing collection.\"), cert. denied, --- U.S. ----, 116 S.Ct. 71, 133 L.Ed.2d 31 (1994).   The conspiracy conviction is vacated and that count is remanded for further proceedings not inconsistent with this opinion, which may, in the prosecution's discretion, include a new trial on a properly narrowed indictment.   See Yates, 354 U.S. at 327-328, 77 S.Ct. at 1081-1082;  Palazzolo, 71 F.3d at 1238;  United States v. Ochs, 842 F.2d 515, 529 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>B. Maine Bribery Statute as a Basis for Violation of the Travel Act</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We turn next to the substantive counts of interstate travel to facilitate bribery, a crime under Maine law, in violation of 18 U.S.C. &#167;&#167; 1952 and 2.   The Interstate Travel Act punishes \"[w]hoever travels in interstate or foreign commerce ... with intent to ... promote, manage, establish, carry on, or facilitate ... any unlawful activity, and thereafter performs or attempts to perform\" such an act.  18 U.S.C. &#167; 1952(a).   Bribery in violation of state law is an \"unlawful activity\" within section 1952.   See United States v. Arruda, 715 F.2d 671, 681 (1st Cir.1983).   The Maine bribery statute, charged here, provides in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>1.  A person is guilty of bribery in official and political matters if:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>A.  He promises, offers, or gives any pecuniary benefit to another with the intention of influencing the other's action, decision, opinion, recommendation, ... or other exercise of discretion as a public servant....</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">17-A M.R.S.A. &#167; 602(1)(A) (emphasis supplied).  \"Pecuniary benefit\" means economic gain, including money or property.   Id. &#167; 602(2)(C).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Defendants were convicted of traveling between New York and Maine during the spring of 1992 with intent to carry on and facilitate the bribery of Moore, whom they knew was the police chief of the Passamaquoddy Reservation, and thereafter performing and causing to be performed acts to facilitate bribery, and aiding and abetting the offense.   Evidence was presented that Cook and Lazore gave Moore tobacco at the end of their first meeting on April 15 (at which he was offered payment for his involvement);  Cook paid Moore $1000 (Canadian) for the tobacco delivery on May 2;  Boots paid Moore $600 for the delivery on May 16;  and defendants discussed with Moore concerns with law enforcement on the reservation and elsewhere which might interfere with their objectives.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Defendants challenge their convictions for Travel Act violations on two principal grounds:  1) Moore, as police chief of the Passamaquoddy Indian Reservation, was not, they argue, a \"public servant\" within the meaning of the Maine bribery statute, supra;  and 2) even if a public servant, his official duties did not include enforcing Canadian or federal laws and thus were not influenced.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  We do not find merit in either contention.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">\"Public servant\" is defined in the Maine criminal code as \"any official officer or employee of any branch of government and any person participating as juror, advisor, consultant or otherwise, in performing a governmental function.\"   Id. &#167; 2(21) (emphasis supplied).  \"Government,\" in turn, is defined as:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>the United States, any state or any county, municipality or other political unit within territory belonging to the State, the United States, or any department, agency or subdivision of any of the foregoing, or any corporation or other association carrying out the functions of government or formed pursuant to interstate compact or international treaty.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Id. &#167; 2(13).   Whether the foregoing definitions encompass the police chief of the Passamaquoddy Tribe at Pleasant Point requires consideration of the Tribe's legal relationship with the State of Maine.   That relationship is spelled out in the federal Maine Indian Claims Settlement Act of 1980, 25 U.S.C. &#167;&#167; 1721-1735 (\"Settlement Act\"), which ratified Maine's Act to Implement the Maine Indian Claims Settlement, 30 M.R.S.A. &#167;&#167; 6201-6214 (\"Maine Implementing Act\").   See Passamaquoddy Tribe v. State of Maine, 75 F.3d 784, 787 (1st Cir.1996);  Couturier v. Penobscot Indian Nation, 544 A.2d 306 (Me.1988) (the purpose of the Implementing Act was \"to serve as a basic, organic document establishing the broad and basic provisions of the relationship between the State and the Maine Indians\").</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Under these acts, the Passamaquoddies are declared to be \"subject to the laws of the State and to the civil and criminal jurisdiction of the courts of the State to the same extent as any other person ... therein\" unless otherwise provided.   30 M.R.S.A. &#167; 6204;  see also 25 U.S.C. &#167; 1725(b)(1) (approving the jurisdictional scope set forth in the Maine Implementing Act).   However, the Maine Implementing Act also grants powers and duties to the Tribe comparable to those of a municipality (in addition to special authority to regulate internal tribal matters).   See 30 M.R.S.A. &#167; 6206(1) (\"Except as otherwise provided in this Act, the Passamaquoddy Tribe ... shall have, exercise and enjoy all the rights, privileges, powers and immunities, ... and shall be subject to all the duties, obligations, liabilities and limitations of a municipality of and subject to the laws of the State\");  id. &#167; 6206(2) (granting a tribe, its officers, and employees immunity from suit when \"the respective tribe ... is acting in its governmental capacity to the same extent as any municipality or like officers or employees thereof within the State\");  Penobscot Nation v. Stilphen, 461 A.2d 478, 488 (Me.1983).   Tribe-appointed law enforcement officers \"possess the same powers and are subject to the same duties, limitations and training requirements as other corresponding law enforcement officers under the laws of the State.\"   30 M.R.S.A. &#167; 6210(4).   These powers include shared authority for enforcing state laws within Indian territories (except for laws, not applicable here, over which a tribe may have exclusive jurisdiction).   See id. &#167; 6210(4).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The Maine legislature has thus explicitly equated, in most respects, the powers and obligations of tribes and tribal law enforcement officers with those of municipalities and corresponding law enforcement officers.   See Couturier, 544 A.2d at 308 (tribes share the immunity of municipalities under the Maine Tort Claims Act by operation of section 6202 of the Maine Implementing Act, and this immunity extends to a tribe-appointed police officer acting in a governmental capacity).   Since a law enforcement officer employed by a municipality would undoubtedly qualify as a \"public servant,\" see 17-A M.R.S.A. &#167;&#167; 2(13) &amp; 2(21), so too, we believe, would a tribe-appointed law enforcement officer.   The definition of \"public servant\" extends, in any event, to a person (whether or not an official officer or employee) \"participating as juror, advisor, consultant or otherwise performing a governmental function.\"   Id. &#167; 2(21).   Moore was charged with enforcing state laws and tribal ordinances within the reservation.   We think he fits, therefore, rather easily within the Maine statute's definition of public servant.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Defendants' reliance upon United States v. Tonry, 837 F.2d 1281 (5th Cir.1988) is misplaced.  Tonry may initially appear analogous, because it involved charges of conspiracy to violate and substantive violation of the Travel Act based on interstate travel with intent to bribe the chairman of an Indian tribe.   However, unlike the instant case which involves defining \"public servant\" under Maine law, the sole question resolved by the Fifth Circuit was whether the tribal chairman was a \"private fiduciary\" under Louisiana's Commercial Bribery Statute.   Defendants call attention to Tonry because the court indicated that the tribal chairman was not a Louisiana public official within the meaning of another statute targeting public bribery.   Yet in that case, the government conceded that issue, given the particular statutory scheme.   Here, in contrast, the Maine criminal code defines \"public servant\" quite broadly using a functional measure, which is notably absent from the public bribery law referred to in Tonry.   More importantly, Maine's criminal laws operate against the backdrop of the Settlement Act which ratified the Maine Implementing Act.   See Penobscot Nation, 461 A.2d at 489 (\"It was generally agreed that the acts set up a relationship between the tribes, the state, and the federal government different from the relationship of Indians in other states to the state and federal governments.\").   Defendants cannot expect the jurisdictional burdens on the Tribe resulting from these acts to \"disappear merely because they have become inconvenient.\"  Passamaquoddy Tribe, 75 F.3d at 794.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Defendants also challenge the predicate state bribery violation on the ground that Moore's official duties excluded enforcing federal or Canadian law and thus could not be influenced.   As noted, the statute prohibiting bribery in official matters punishes one who \"promises, offers, or gives a pecuniary benefit with the intention of influencing the other's action, decision, ... or other exercise of discretion as a public servant.\"   17-A M.R.S.A. &#167; 602(1)(A) (emphasis supplied).   The jury could find on the evidence presented that, as police chief, Moore was responsible for general surveillance of the reservation, and that defendants selected him, in part, with the intention that he divert other officers on the reservation from patrolling areas of smuggling activity.   Cf. State v. Beattie, 129 Me. 229, 151 A. 427 (1930) (defendant charged with bribing county sheriff to refrain from seizing liquor and arresting person making an unlawful sale).   Moore testified that he normally would have referred smuggling activity to the local district attorney's office and pursued the matter further if so directed.   He also testified to having a mutually beneficial working relationship with Canadian authorities which included exchanging information.   It may be conceded that his duties did not formally include enforcing federal or Canadian law.   But an honest municipal police officer would be expected to keep his eyes open for and report federal and, in present circumstances, even foreign criminal violations;  receiving something of value to turn a deliberate blind eye would limit his discretion in his official capacity as tribal police chief.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Defendants' related contention that they recruited Moore simply because of his navigational skills and not his status as police chief is undermined by substantial evidence showing that they were aware of Moore's status and concerned with law enforcement activities from the first meeting onward.   We conclude that bribery was a legally sufficient foundation for the Travel Act violations, and therefore affirm those convictions.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>C. Wire Fraud:  Scheme to Defraud of Honest Services</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">A third substantive offense, related to the bribing of the police chief, was that defendants devised a scheme to defraud the residents of the Passamaquoddy Reservation at Pleasant Point of the honest services of their police chief and knowingly caused the wires to be used in interstate commerce in furtherance of the scheme, in violation of 18 U.S.C. &#167;&#167; 1343 and 1346.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  Defendant Lazore asserts, without development, that the district court should have issued a judgment of acquittal on these counts in deference to tribal sovereignty.   The government responds that tribes are, in any event, subordinate to the federal government.   While neither side spells out the dispute, we understand it to be principally a jurisdictional one, namely, that the federal government lacks authority to prosecute defendants on a matter involving internal relations of the Passamaquoddy Tribe.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The Supreme Court has stated that while Indian tribes are \" 'unique aggregations possessing attributes of sovereignty over both their members and their territory,' \" \"[t]heir incorporation within the territory of the United States, and their acceptance of its protection, necessarily divested them of some aspects of the sovereignty which they have previously exercised.\"  United States v. Wheeler, 435 U.S. 313, 323, 98 S.Ct. 1079, 1086, 55 L.Ed.2d 303 (1978) (quoting United States v. Mazurie, 419 U.S. 544, 557, 95 S.Ct. 710, 717, 42 L.Ed.2d 706 (1975)).   The tribes generally retain the right to self-government, id. at 322, 98 S.Ct. at 1085-1086, but are nonetheless subject to federal criminal jurisdiction of both a specified and more general nature.   See generally United States v. Markiewicz, 978 F.2d 786, 797-802 (2d Cir.1992) (discussing federal criminal jurisdiction over offenses committed by or against an Indian or on Indian territory, as well as over \"peculiarly Federal\" offenses), cert. denied, 506 U.S. 1086, 113 S.Ct. 1065, 122 L.Ed.2d 369 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The statutory violations charged under 18 U.S.C. &#167;&#167; 1343 and 1346 are not specific to Native Americans, but rather are of general applicability.   Cf. Wheeler, 435 U.S. at 330 n. 30, 98 S.Ct. at 1090 n. 30 (\"Federal jurisdiction also extends to ... crimes over which there is federal jurisdiction regardless of whether an Indian is involved, such as assaulting a federal officer, 18 U.S.C. &#167; 111 (1976 ed.).\").   The latter crimes may involve \"an independent federal interest to be protected,\" id. at 331 n. 32, 98 S.Ct. at 1090 n. 32, though it is unclear that one is required.   Compare Markiewicz, 978 F.2d at 800, with United States v. Begay, 42 F.3d 486, 500 (9th Cir.1994) (a Native American may be charged under a federal criminal statute of general applicability even absent a peculiarly federal interest, if charge is unaffected by federal enclave law and Native Americans have not been excluded from the statute's application), cert. denied, --- U.S. ----, 116 S.Ct. 93, 133 L.Ed.2d 49 (1995).   Wire fraud appears to belong to this category of general offenses that apply equally to Native Americans;  even if an independent federal interest is required to support this application of the statute, the interest is to prevent use of the wires in interstate or foreign commerce in furtherance of a scheme to defraud.   Cf. H.R.Rep. No. 94-1038, 94th Cong., 2d Sess. 3 (1976), reprinted in 1976 U.S.C.C.A.N. 1125, 1127 (noting in legislative history of the Indian Major Crimes Act [18 U.S.C. &#167; 1153], which prescribes federal jurisdiction over 13 specified offenses, that federal criminal jurisdiction also extends to \"crimes that are peculiarly Federal.... such as assaulting a federal officer ... or defrauding the United States\");  see also United States v. Funmaker, 10 F.3d 1327, 1331 (7th Cir.1993) (18 U.S.C. &#167; 844(i), punishing one who destroys by fire property used in or affecting interstate commerce, extends to a Native American who set fire to tribe-owned gambling hall);  United States v. Finn, 919 F.Supp. 1305, 1330-1337 (D.Minn.1995) (denying motion to dismiss for lack of jurisdiction an indictment charging officers of tribal corporation with mail fraud in violation of 18 U.S.C. &#167;&#167; 1341 and 1346 and other offenses).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">As discussed earlier, the United States has an interest in preventing use of the wires in interstate commerce to further a scheme to defraud, including one to \"deprive another of the intangible right to honest services\" under section 1346.   Defendant has not shown, and we do not discern, how the application of sections 1343 and 1346 in this case would interfere with any Native American right protected by statute or treaty, or right integral to self-government.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a>  Cf. Funmaker, 10 F.3d at 1332 (\"The decision-making power of Indian tribes ends ... at the point when those decisions would violate federal law designed to safeguard important federal interests such as the free flow of interstate commerce.\").   The convictions for violations of section 1346, in conjunction with section 1343, are affirmed.</p>\n    </div>\n    <p>D. Jury Instruction on Good Faith Defense</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Defendants challenge the district court's refusal to give a proposed instruction to acquit on wire fraud if the jury found \"that the defendant had a good faith belief that his status as a Native American entitled him to freely pass the United States-Canadian border without paying any form of taxes on the goods he was carrying.\"   The proposed instruction would not have required the jury to find, as the district court instructed instead, that their good faith belief was \"objectively reasonable.\"   We need not decide the challenge to the jury instruction, because the wire fraud convictions based on the scheme to defraud Canadian authorities of taxes and duties have been reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">True, charges under a second theory of wire fraud (depriving citizens on the reservation of the honest services of their police chief) have been affirmed.   If refusing to give the proposed instruction relating to aboriginal rights were error, it might have infected the jury's assessment of defendants' intent on these additional counts as well.   However, defendants' argument is grounded in the first theory of wire fraud alone;  they say that to the extent that this case is about having the specific intent to violate Canadian tax laws, it is analogous to certain federal tax offense cases, in which an instruction that good faith must be \"objectively reasonable\" is inappropriate.   See Cheek v. United States, 498 U.S. 192, 203, 111 S.Ct. 604, 611, 112 L.Ed.2d 617 (1991).   Given our reversal of the tax-related charges, defendants' initially weak contention is not even arguably tenable.   In any case, the district court went beyond the legal minimums in instructing the jury that it could consider good faith as a defense.   Cf. United States v. Dockray, 943 F.2d 152, 155 (1st Cir.1991) (\"[W]here the court properly instructs the jury on the element of intent to defraud--essentially the opposite of good faith--a separate instruction on good faith is not required.\").</p>\n    </div>\n    <p>E. Sentencing of Boots</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Boots challenges his sentence, which, like Cook's and Lazore's, was at the low end of the applicable guideline sentencing range:  18 months imprisonment, to be followed by two years of supervised release.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a>  Mandatory special assessments were imposed.   Boots raises four sentencing issues.</p>\n    </div>\n    <p>1. Downward Departure</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Boots contends first that the district court erred in refusing to grant a downward departure.   He acknowledges the general rule that jurisdiction does not lie for appeals from a district court's discretionary decision not to depart downward.   See United States v. Tardiff, 969 F.2d 1283, 1290 (1st Cir.1992).   However, he seeks to fit within the exception for a refusal to depart based upon a court's \"misapprehension of the rules governing departures.\"  United States v. Gifford, 17 F.3d 462, 473 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The exception is a narrow one, and is not met here.   A review of the sentencing transcript reveals that the district court judge was well aware of the applicable case law, believed he had authority to depart downward, and declined to do so after carefully weighing the arguments presented.   His discretionary judgment that the case did not involve such unusual circumstances to justify taking it \"outside the Guidelines' 'heartland,' \" United States v. Rivera, 994 F.2d 942, 949 (1st Cir.1993), was not skewed by legal errors such as Gifford describes.   It is therefore unreviewable.</p>\n    </div>\n    <p>2. Acceptance of Responsibility</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Boots claims that the district court erred in refusing to grant him a two-point reduction for acceptance of responsibility for his offenses pursuant to U.S.S.G. &#167; 3E1.1(a).   He says that at trial he did not contest the factual basis for the charges, but challenged only the jurisdictional bases, and should not be punished for exercising his constitutional right to a trial.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">We review for clear error the district court's decision that Boots did not \"clearly demonstrate[ ] acceptance of responsibility\" for his offense.   U.S.S.G. &#167; 3E1.1(a);  see also United States v. Lombard, 72 F.3d 170, 187 (1st Cir.1995).   The district court declined to grant a reduction in part because it believed that if defendant had been solely concerned with jurisdictional issues relating to his Native American status, he could have entered a conditional guilty plea and preserved the issue for appeal rather than going to trial.   The court also considered the fact that defendants defended against the bribery aspect of the case, insisting that the payments they offered Moore were not bribery but rather were salary for a business partner.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">A district court's determination of whether such a reduction is warranted deserves \"great deference.\"   U.S.S.G. &#167; 3E1.1 comment.  (n. 5).   We see no abuse of discretion here.   Cf. United States v. Crass, 50 F.3d 81, 84 (1st Cir.1995) (\"intent, like any other essential element of the crime charged, may not be contested by the defendant without jeopardizing a downward adjustment for 'acceptance of responsibility' \");  United States v. Springs, 17 F.3d 192, 196 (7th Cir.)  (noting that defendant who entered conditional guilty plea \"was able to retain the right to challenge the voluntariness of his confessions, and he still received the maximum possible acceptance-of-responsibility reduction\"), cert. denied, --- U.S. ----, 115 S.Ct. 375, 130 L.Ed.2d 326 (1994).</p>\n    </div>\n    <p>3. More Than Minimal Planning</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Boots challenges the two-level increase imposed pursuant to U.S.S.G. &#167; 2F1.1(b)(2) for offenses involving more than minimal planning.   The Guidelines state that this increase applies where repeated acts are carried out over a period of time provided they were not \"purely opportune,\" as well as where steps are taken to conceal the offense.   See U.S.S.G. &#167;&#167; 1B1.1 comment.  (n. 1(f)), 2F1.1(b)(2) comment.  (n. 2).   The sentencing transcript reflects that the district court judge imposed this increase after considering the evidence of multiple acts taken by defendants over a several month period.   Among the acts specifically noted was the bribery of Police Chief Moore, a concealed activity in which defendants directly participated in the spring of 1992.   While the district court may reconsider this issue upon remand for resentencing in light of our reversal of the wire fraud and conspiracy convictions, it was not clear error to impose the increase.</p>\n    </div>\n    <p>4. Amount of Loss</p>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Boots claims that insufficient evidence supported the district court's calculation of the amount of loss (between $120,000 and $200,000), which resulted in a seven-level increase to defendants' sentences.   The range was determined based on testimony at trial and sentencing as to the quantity of tobacco transported into Canada and the corresponding duties and taxes owed.   Our reversal of the wire fraud count involving tobacco smuggling, and our vacating of the conspiracy count, require a remand for resentencing, at which time the district court may reconsider the entire question of loss calculations, including the instant issue.   We see no need to deal further with this matter now.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">We have considered defendants' other arguments and find them to be without merit.   The convictions for violations of 18 U.S.C. &#167;&#167; 1346 (wire fraud intended to deprive residents of honest services of their police chief) and 1952 (Travel Act) are affirmed.   The violations of 18 U.S.C. &#167; 1343 (wire fraud relative to Canadian duties and taxes) are reversed.   The violation of 18 U.S.C. &#167; 371 (conspiracy) is vacated and remanded for further proceedings not inconsistent with this opinion.   We also vacate the sentences of all defendants and remand for resentencing consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The terms \"Native American,\" \"Indian,\" and \"aboriginal\" used herein are taken from the defendants' briefs and testimony</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Stanley testified that when Moore asked in their initial phone call whether the two knew that he was a police chief, Stanley said yes.   Moore testified that at the evening meeting he was not in uniform, but was wearing a baseball hat that had the insignia of the Pleasant Point Police Department on it.   He admitted that the two defendants never stated at the meeting that they were approaching him because he was a police chief.   However, Moore testified that he told them he was armed and was a cop.   The four also specifically discussed law enforcement on the reservation, in response to Lazore's inquiry about whether they had anything to fear from police officers.   The following day, Lazore and Cook saw Moore when he was in uniform in his police cruiser and waved to him from their car</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Anthony Stanley, Beverly Pierro, Jake Boots, and Stanley Johnson were also charged with various offenses, and entered guilty pleas during the trial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Omitting the June 9 transfer by Moore and law enforcement agents, the amount transferred was 1500 kilograms</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> This sum includes an excise duty of $18.33, excise tax of $35.64, and a provincial excise tax of $52.50</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> For his investigatory work, Moore received from the federal government $350 per week between August and mid-December, a $25,000 payment in December, and various expenses</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Lazore argues that the district court erred in denying a motion to dismiss the indictment based on lack of jurisdiction to prosecute Native Americans for transporting tobacco into Canada, a right claimed to be protected by the Jay Treaty.   He relies on language in Article III of the Treaty of Amity, Commerce and Navigation (1794) between the United States and Great Britain, which provided:</p>\n        <p>[N]or shall the Indians passing or repassing with their own proper goods and effects of whatever nature, pay for the same any impost or duty whatever.   But goods in bales, or other large packages, unusual among Indians, shall not be considered as goods belonging bona fide to Indians.</p>\n        <p>The Jay Treaty, Nov. 19, 1794, U.S.-Gr.Brit., 8 Stat. 116, 118.   The government has argued persuasively that this argument grounded in the Jay Treaty was waived by defendants' failure to press it sufficiently in the district court.   In any event, we discern no error in the lower court proceedings on this ground.   See generally Karnuth v. United States ex rel. Albro, 279 U.S. 231, 239, 49 S.Ct. 274, 277, 73 L.Ed. 677 (1929) (\"[T]he privilege accorded by article 3 is one created by the treaty, having no obligatory existence apart from that instrument,....  It is, in no sense, a vested right.   It is not permanent in its nature.   It is wholly promissory and prospective, and necessarily ceases to operate in a state of war....\");  Akins v. United States, 551 F.2d 1222, 1229-1230, 64 CCPA 68 (1977) (duty exemption of Jay Treaty was abrogated by the War of 1812, and though similar language was incorporated in federal tariff acts until 1897, upon repeal of that last act no such language preserving the right was reenacted thereafter).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Defendants need not personally use the wires as long as such use was a reasonably foreseeable part of the scheme in which they participated.   See United States v. Maze, 414 U.S. 395, 399, 94 S.Ct. 645, 648, 38 L.Ed.2d 603 (1974);  Pereira v. United States, 347 U.S. 1, 8-9, 74 S.Ct. 358, 362-363, 98 L.Ed. 435 (1954)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The wire fraud statute provides:</p>\n        <p>Whoever, having devised or intending to devise any scheme or artifice to defraud, or for obtaining money or property by means of false or fraudulent pretenses, representations, or promises, transmits or causes to be transmitted by means of wire ... communication in interstate or foreign commerce, any writings, signs, signals, pictures, or sounds for the purpose of executing such scheme or artifice, shall be fined under this title or imprisoned not more than five years, or both....</p>\n        <p>18 U.S.C. &#167; 1343.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Counts 1 and 18 through 21 charged that defendants devised a scheme</p>\n        <p>in violation of Sections 236 &amp; 240(1), of the Excise Act, Revised Statutes of Canada, 1985, Ch. E-14 and amendments thereto;  Sections 155 &amp; 160 of the Customs Act, Revised Statutes of Canada, 1985 (2d Supp.)  Ch. 1;  Section 25(1)(a) of the Tobacco Tax Act, Ch. 470 of the Revised Statutes of Nova Scotia, 1989 and amendments thereto;  and Section 7 of the Health Services Tax Act, Ch. 198 of the Revised Statutes of Nova Scotia, 1989.</p>\n        <p>Part II of the Customs Act imposes an obligation on importers to declare dutiable goods and pay any taxes or duties imposed by other laws relating to customs.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The Supreme Court has held that only frauds affecting the government's interests as property holder come within section 1343, see Carpenter v. United States, 484 U.S. 19, 25, 108 S.Ct. 316, 320, 98 L.Ed.2d 275 (1987);  McNally v. United States, 483 U.S. 350, 358 n. 8, 107 S.Ct. 2875, 2881 n. 8, 97 L.Ed.2d 292 (1987) (mail fraud), although Congress has since criminalized schemes to deprive another of the intangible right to honest services as well, see 18 U.S.C. &#167; 1346 (effective November 18, 1988), infra.   The Court has analyzed mail and wire fraud offenses similarly, because they share the same relevant statutory language.   See Carpenter, 484 U.S. at 25 n. 6, 108 S.Ct. at 320 n. 6</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> A somewhat similar factual pattern arose, but went undecided, in this circuit in a civil context in Nodine v. Textron, Inc., 819 F.2d 347 (1st Cir.1987)</p>\n        <p>The case that is perhaps most factually analogous to the present--though not particularly helpful here--is United States v. Gafyczk, 847 F.2d 685 (11th Cir.1988), which involved a scheme to import cigarettes into the United States and to export them, repackaged with other materials in mislabeled containers, into Italy without paying duties owed there.   The charges there included violations of 49 U.S.C.App. &#167; 121 (falsely making a bill of lading), 18 U.S.C. &#167; 1001 (making a false statement in a matter within the jurisdiction of a U.S. government agency or department [the U.S. Customs Service], and 18 U.S.C. &#167; 371 (conspiring to defraud the United States).   Neither wire nor mail fraud was charged;  however, the court of appeals relied on McNally in interpreting the \"intent to defraud\" element of section 121 to require that the government assert a pecuniary or property interest which was the target of the fraud.   See id. at 689-690.   Defendants' convictions on these counts were reversed for failure to show such an interest.   See id.  (\"It is clear that such a deprivation could have occurred if the appellants' actions had been even partially intended to evade the payment of export duties or other levies properly owed to the United States.\")  (emphasis supplied).   The court added that \"the fact that the evidence may well have established the appellants' intent to defraud Italy is of no import because that nation is not identified as the object of the effort to defraud in violation of 49 U.S.C.App. &#167; 121\" as alleged in the indictment.  Id. at 690 (emphasis supplied).   The court expressed no opinion as to whether such a theory would have been viable under section 121 (let alone under the federal fraud statutes, to which section 121 was compared).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The United States has a treaty with Canada to exchange information about smuggling across the border.   See Convention to Suppress Smuggling, June 6, 1924, U.S.-Can.  (ratified by Great Britain), 44 Stat. 2067.   Yet a cursory search has failed to make it clear whether a violation of Canadian revenue or tax laws would be grounds for extradition of the violator to Canadian authorities, suggesting some doubt as to the degree of cooperation mutually promised.   See Treaty on Extradition, Dec. 3, 1971, U.S.-Can., 27 U.S.T. 983.   We have not made a close examination into the extent of Canada's reciprocal arrangements such as are contemplated under 18 U.S.C. &#167; 546.   Even assuming Canada were to qualify, we see nothing in the wire fraud statute that would allow us to limit the statute to wire frauds practiced against the revenue laws of nations having reciprocal arrangements</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The indictment charged that Pierro arranged for additional payments totaling $3000 to Moore between May and mid-September of 1992.   The record indicates that Cook's original offer of $20 per carton was not precisely carried out, as Moore and Stanley usually were to share the payments</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Defendants also contend that it was legally impossible for Moore to have been bribed after June 25, 1992, when he was suspended from office.   We agree with the government that this claim does not get defendants far, since the relevant dates for the Travel Act violations preceded his suspension.   Defendants have not challenged the Travel Act charge other than to attack the predicate crime of bribery in violation of state law</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> We similarly dismiss Cook's assertion that the bribery of Moore to facilitate smuggling operations from New York to Maine and into Canada is an internal tribal matter protected from federal and state interference.   Cook offers no statutory support for interpreting the relevant provision of the Maine Implementing Act this broadly, and indeed, the case law is to the contrary.   See 30 M.R.S.A. &#167; 6206(1) (\"[I]nternal tribal matters, including membership in the respective tribe or nation, the right to reside within the respective Indian territories, tribal organization, tribal government, tribal elections and the use or disposition of settlement fund income shall not be subject to regulation by the State.\");  Penobscot Nation, 461 A.2d at 490 (holding that operation of beano games is not an internal tribal matter, for \"the term embraces only those matters illustratively listed in the statute and other matters like them,\" having historical cultural importance)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Our reversal of the convictions for violating section 1343, supra, does not resolve the challenge here, which is based upon the distinct theory of scheming to \"deprive another of the intangible right to honest services.\"  18 U.S.C. &#167; 1346</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> While Congress has removed federal jurisdiction to enforce certain federal statutes involving Indian-related offenses in the State of Maine, wire fraud laws are not so included.   See 25 U.S.C. &#167; 1725(c) (removing federal criminal jurisdiction over sections 1152 through 1156, 1160, 1161, and 1165 of Title 18)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> The guideline range was determined as follows:  a base offense level of 6 pursuant to U.S.S.G. &#167;&#167; 2F1.1(a), 3D1.2(d), and 3D1.3(b);  a seven-level increase for a loss between $120,000 and $200,000 pursuant to &#167; 2F1.1(b)(1)(H);  and a two-level increase for an offense involving more than minimal planning pursuant to &#167; 2F1.1(b)(2)(A), for a total offense level of 15.   With a criminal history category of I, the applicable range was 18 to 24 months</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">580</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Francis BOOTS, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Ellwyn COOK, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Dewey LAZORE, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 94-1811, 94-1812 and 94-1813.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 15, 1995.<br>Decided March 29, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeals from the United States District Court for the District of Maine;  Morton A. Brody, U.S. District Judge.</p>\n      <p class=\"indent\">Robert A. Costantino, Abington, MA, for appellant Francis Boots.</p>\n      <p class=\"indent\">Ronald Cohen, New York City, for appellant Ellwyn Cook.</p>\n      <p class=\"indent\">Stephen R. Kaplan, Northampton, MA, for appellant Dewey Lazore.</p>\n      <p class=\"indent\">Margaret D. McGaughey, with whom Jay P. McCloskey, United States Attorney, Portland, ME, was on brief for appellee.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this consolidated appeal, defendants-appellants Francis Boots, Ellwyn Cook, and Dewey Lazore challenge their convictions for conspiracy, in violation of 18 U.S.C. &#167; 371, to commit three offenses, and their convictions of the substantive offenses:  1) to devise a scheme or artifice using the wires in interstate commerce with intent to defraud Canada and the Province of Nova Scotia of excise duties and tax revenues, in violation of 18 U.S.C. &#167; 1343;  2) to devise a scheme or artifice to deprive the residents of the Passamaquoddy Reservation in Maine of the honest services of their police chief, in violation of 18 U.S.C. &#167;&#167; 1343 and 1346;  and 3) to travel interstate with the intent to facilitate bribery, a crime under Maine state law, in violation of 18 U.S.C. &#167; 1952.   Judgment was entered in the United States District Court for the District of Maine following a jury trial.</p>\n    </div>\n    <p>I. Facts</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Construed in the light most favorable to the government, the evidence indicates that between April and November 1992, defendants took part in a scheme to transport tobacco from a Native American reservation in upstate New York (\"Akwesasne\") into New Brunswick, Canada, without paying the taxes and excise duties levied upon the importation of tobacco by Canadian laws.   The tobacco was transported surreptitiously into Canada through the Passamaquoddy Reservation in Pleasant Point, Maine, bypassing customs checkpoints at the Canadian border.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At the trial, Passamaquoddy Tribe member Anthony Stanley testified that on April 15 he was called to discuss some tobacco business by Beverly Pierro, a friend of his friend, Francis Boots.   Later that day, Stanley approached his friend Frederick Moore, who was then serving as chief of police of the Passamaquoddy Tribe (\"the Tribe\") at Pleasant Point.   Stanley told Moore that two Mohawks from Akwesasne were in Calais, Maine and wanted to meet with him that evening to discuss \"mov[ing] tobacco.\"   Moore (who was familiar with Akwesasne from having spent time there twelve years earlier at an Indian solidarity demonstration<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> ) agreed to meet.   However, unknown to Stanley, Moore then contacted a law enforcement officer at the Bureau of Indian Affairs (BIA) for advice and received a go-ahead to see what the two Mohawks wanted.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The four--Stanley, Moore, Cook, and Lazore--met that evening at a motel.   It could be found from the evidence that Cook and Lazore knew that Moore was a police chief.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The two said that they wanted to bring tobacco from Akwesasne to Passamaquoddy and sell it to Moore and Stanley, who would profit by selling it to established markets in New Brunswick, Canada.   Moore declined to purchase their tobacco, but said he would listen further to their objectives and the price they would pay for his involvement.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Cook explained that the aim was to transport tobacco \"unmolested by either government.\"   He indicated that they could not transport the tobacco themselves because their names were known.   The group proceeded to discuss law enforcement efforts on the reservation, possible border crosspoints, a storage place for the tobacco, and the potential for growth in their trading activities, with Moore's help and his recruitment of others.   Cook offered to pay Moore $20 per case of tobacco transported.   Moore said that he would think about the proposal and reply within a week.   At the end of the meeting, he was given some tobacco which he split with Stanley.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Moore updated his contact at BIA and the next day agreed to work undercover for the Federal Bureau of Investigation (FBI).   The following week he went with agents of the FBI and Royal Canadian Mounted Police (RCMP) to view possible offloading sites near St. Andrews, New Brunswick, Canada.   Moore took Stanley to some of the same places later in the month.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Defendants Cook and Lazore next met with Moore, Stanley, Pierro, and her boyfriend, Jake Boots (brother of defendant, Francis Boots) on April 28, 1992.   They discussed navigation routes and law enforcement concerns, among other matters.   Moore told the group that he had access to the schedules and communications of most of the law enforcement agencies.   They met again the next day, and Moore took Pierro and Jake Boots by boat from the Passamaquoddy Reservation to the Canadian shore while explaining points about navigation.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The first tobacco delivery was made on May 2.   Defendants Cook, Lazore, and Francis Boots, along with Pierro and Jake Boots, brought 50 cases of tobacco to Stanley's house, where they met Moore.   Moore supplied a boat and navigated it to St. Andrews with Stanley and Jake Boots.   They met two contacts who paid them $1000, which Stanley and Moore split (Moore giving his share to the FBI).   Moore made similar deliveries across the border accompanied by Stanley, Jake Boots, or both on May 11, May 16, and June 27.   Moore and Stanley attempted to deliver tobacco on June 1, but returned with the cases because their Canadian contact did not show.   Moore delivered tobacco on June 9, accompanied by an FBI and border agent.   No deliveries were made between July and November due to the incarceration of a key contact, Stanley Johnson.   Moore and Jake Boots, assisted by Pierro, made the last delivery on November 7.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Moore testified that, in all, almost 1850 kilograms of tobacco were transferred across the Canadian border.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The government's expert on Canadian taxes stated that the total per kilogram tax on tobacco was $106.47 Canadian.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  He inferred that taxes had not been paid, because the packages were not stamped as is customarily done.   The wire fraud and conspiracy counts in the indictment alleged that wires were used in furtherance of a scheme to defraud Canada and the Province of Nova Scotia of tobacco taxes due.   To establish this element, the government introduced evidence of four interstate telephone conversations between Moore and Pierro from May 1992 through July 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">During the period of tobacco deliveries, Moore (at the FBI's request) did not disclose his role to the tribal governor, who supervised him.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The tribal governor learned of Moore's activity in late June, when Stanley brought it to the attention of the tribal council.   Moore was suspended on June 25 without pay and was later dismissed in August for neglect of duty and insubordination.   He testified that he believed the dismissal was not a result of his tobacco trading activities, but rather related to an investigation of the tribal governor.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Boots and Cook argued, in defense, that they pursued the above activities with a good faith belief in an aboriginal right to trade tobacco freely with Canada.   This belief was based upon their adherence, as members of the Ganiengehaga Nation, to a constitution called the \"Great Law of Peace,\" and on the fact that their reservation, Akwesasne, includes lands in New York State, Ontario, and Quebec.   The two defendants testified that they recognized neither a formal border between the United States and Canada nor a Canadian right to tax the sacred product of tobacco, though they admitted they were aware that Canada claimed such a right and imposed such imposts.   Boots maintained that he believed the shipped tobacco was intended for an Indian market in Canada.   He further stated that Moore was hired because of his navigational skills and not because of his status as the Passamaquoddy police chief.   Lazore did not testify.</p>\n    </div>\n    <p>II. Discussion</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Defendants assert on appeal that the district court erred in the following ways:  1) in refusing to dismiss the indictment or grant a judgment of acquittal, on the ground that a \"scheme to defraud\" Canadian authorities of duties and taxes is not cognizable under the wire fraud statute;  2) in finding the Maine bribery statute, which provided the basis for the Travel Act violation, applicable to Moore as police chief of a Native American reservation;  3) in denying a judgment of acquittal on the wire fraud counts charging a scheme to deprive Passamaquoddy Tribe members of the honest services of their police chief, despite alleged interference of the federal statute with tribal sovereignty;  and 4) in refusing to include their specific version of a good faith defense in the jury instructions.   They claim that their convictions of conspiracy and independent statutory violations must be reversed because of these errors.   Defendant Boots also challenges his sentence.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>A. Wire Fraud:  Scheme to Defraud Canada of Duties and Taxes</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The indictment charged a wire fraud violation in the conspiracy count and four independent counts upon the theory that defendants intended to defraud Canada and the Province of Nova Scotia of tobacco duties and taxes, using or causing the wires to be used interstate in furtherance of this scheme.   The relevant telephone communications took place between Pierro and Police Chief Moore on May 25, May 31, June 7, and July 24, 1992.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The government's evidence supports a reasonable inference that the calls were made between Maine and New York, where Moore and Pierro resided.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Defendants argue that the district court erred in denying their motion to dismiss based on the government's alleged failure to show a proper \"scheme to defraud\" as section 1343 requires.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Defendants insist, inter alia, that (1) they made no affirmative misrepresentation to Canadian customs authorities relative to their tobacco trading activities;  and (2) their scheme had as its object no protected property interest within the wire fraud statute.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We turn first to defendants' insistence that the absence of any affirmative misrepresentation--such as a false customs declaration--rendered their smuggling activities non-fraudulent for wire fraud purposes.   The government responds that scheming to bypass Canadian customs authorities and not to declare the tobacco was a sufficient form of deceit to meet the requirements of section 1343.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Cf. United States v. Brewer, <span class=\"citation\" data-id=\"332137\"><a href=\"/opinion/332137/united-states-v-patricia-brewer/\"><span class=\"volume\">528</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">492</span></a></span>, 496 (4th Cir.1975) (scheme to sell cigarettes into another state without registering with tax officials there, as required by Jenkins Act, is mail fraud);  see also McEvoy Travel Bureau, Inc. v. Heritage Travel, Inc., <span class=\"citation\" data-id=\"542857\"><a href=\"/opinion/542857/mcevoy-travel-bureau-inc-v-heritage-travel-inc/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">786</span></a></span>, 791 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">992</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">536</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">546</span></span> (1990) (\"the scope of fraud under these [federal fraud] statutes is broader than common law fraud, and ... no misrepresentation of fact is required\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We see no need, however, to decide whether a smuggling scheme structured like the instant one, if practiced upon, say, federal or other authorities within the United States, would be a fraudulent scheme within section 1343.   Even assuming it would be, we face the separate problem that the object of the scheme here was exclusively to defraud a foreign government, rather than our own, of customs and tax revenues imposed under foreign law.   We believe this added factor pushes defendants' scheme beyond the parameters of the frauds cognizable under section 1343.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The prosecution, relying on cases upholding wire and mail fraud convictions for schemes to evade domestic taxes, argues that customs and tax revenues, even though owed solely to a foreign governmental body under laws of the latter's making, constitute money and property for purposes of the wire and mail fraud statutes.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  See, e.g., United States v. Dale, <span class=\"citation\" data-id=\"605520\"><a href=\"/opinion/605520/united-states-v-david-m-dale-united-states-of-america-v-michelle/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">819</span></a></span>, 849 (D.C.Cir.)  (federal tax revenues), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">286</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">236</span></span> and --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">650</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">607</span></span> (1993);  United States v. Helmsley, <span class=\"citation\" data-id=\"566312\"><a href=\"/opinion/566312/united-states-v-leona-m-helmsley-joseph-v-licari-and-frank-j-turco/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">71</span></a></span>, 93-95 (2d Cir.1991) (state income taxes), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1091</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1162</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">409</span></span> (1992);  United States v. Bucey, <span class=\"citation\" data-id=\"524661\"><a href=\"/opinion/524661/united-states-v-wesley-bucey/\"><span class=\"volume\">876</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1297</span></a></span>, 1309-1310 (7th Cir.)  (federal income taxes), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1004</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">565</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">560</span></span> (1989);  see also Otto G. Obermaier &amp; Robert G. Morvillo, White Collar Crime &#167; 9.02 at 9-30 n. 64 (1994) (federal and state tax cases).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">But none of the prosecution's cited wire fraud cases have involved a scheme to deprive a foreign government of its own taxes and similar exactions.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  The prosecution urges that section 1343 should apply, because it does not describe any particular type of victim of a scheme to defraud.   It punishes use of the wires in interstate or foreign commerce in furtherance of \"any scheme or artifice to defraud.\"   If domestic tax fraud falls under section 1343, why not foreign revenue frauds as well, it is contended.   Federal wire prosecutions have been based on frauds against private foreign businesses and individuals.   See, e.g., United States v. Lewis, <span class=\"citation\" data-id=\"705221\"><a href=\"/opinion/705221/95-cal-daily-op-serv-7583-95-daily-journal-dar-12998-united-states/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">225</span></a></span> (9th Cir.1995) (reversing wire fraud conviction for a scheme to defraud a foreign bank where the jury instruction did not charge a property interest as the target of the scheme);  United States v. Van Cauwenberghe, <span class=\"citation\" data-id=\"493334\"><a href=\"/opinion/493334/united-states-v-wilfried-van-cauwenberghe/\"><span class=\"volume\">827</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">424</span></a></span> (9th Cir.1987) (affirming wire fraud conviction involving scheme to defraud a Belgian investment broker and corporation), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1042</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">773</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">859</span></span> (1988).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">However, schemes aimed at depriving a foreign government of duties and taxes are not the same as domestic tax frauds, nor are they even the same as private commercial frauds aimed at foreign business entities or individuals.   At issue is not only whether \"money or property,\" as such, is being targeted, but more importantly here, the extent to which constitutional and prudential considerations factor into our analysis.   Foreign customs and tax frauds are intertwined with enforcement of a foreign sovereign's own laws and policies to raise and collect such revenues--laws with which this country may or may not be in sympathy and over which, in any event, we have no authority.   In recognition of this, our courts have traditionally been reluctant to enforce foreign revenue laws.   The \"revenue rule\"--a firmly embedded principle of common law, traced to an opinion by Lord Mansfield, Holman v. Johnson, 98 Eng.Rep. 1120 (K.B.1775)--holds that courts generally will not enforce foreign tax judgments, just as they will not enforce foreign criminal judgments, although they will enforce foreign non-tax civil judgments unless due process, jurisdictional, or fundamental public policy considerations interfere.   See Restatement (Third) of Foreign Relations &#167; 483 &amp; n. 1 (1987);  see also Banco Nacional de Cuba v. Sabbatino, <span class=\"citation\" data-id=\"106775\"><a href=\"/opinion/106775/banco-nacional-de-cuba-v-sabbatino/\"><span class=\"volume\">376</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">398</span></a></span>, 448, <span class=\"citation\" data-id=\"106775\"><a href=\"/opinion/106775/banco-nacional-de-cuba-v-sabbatino/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">923</span></a></span>, 950-951, <span class=\"citation\" data-id=\"106775\"><a href=\"/opinion/106775/banco-nacional-de-cuba-v-sabbatino/\"><span class=\"volume\">11</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">804</span></a></span> (1964) (White, J., dissenting) (\"[O]ur courts customarily refuse to enforce the revenue and penal laws of a foreign state, since no country has an obligation to further the governmental interests of a foreign sovereign.\")  (footnote omitted);  Her Majesty the Queen in Right of the Province of British Columbia v. Gilbertson, <span class=\"citation\" data-id=\"365921\"><a href=\"/opinion/365921/her-majesty-the-queen-in-right-of-the-province-of-british-columbia/\"><span class=\"volume\">597</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1161</span></a></span>, 1164-1165 (9th Cir.1979).   The rationale of the revenue rule has been said to be that revenue laws are positive rather than moral law;  they directly affect the public order of another country and hence should not be subject to judicial scrutiny by American courts;  and for our courts effectively to pass on such laws raises issues of foreign relations which are assigned to and better handled by the legislative and executive branches of government.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Although this case does not require us to enforce a foreign tax judgment as such, upholding defendants' section 1343 conviction would amount functionally to penal enforcement of Canadian customs and tax laws.   The scheme to defraud at issue--proof of which is essential to conviction--had as its sole object the violation of Canadian revenue laws.   To convict, therefore, the district court and this court must determine whether a violation of Canadian tax laws was intended and, to the extent implemented, occurred.   In so ruling, our courts would have to pass on defendants' challenges to such laws and any claims not to have violated or intended to violate them.   Where a domestic court is effectively passing on the validity and operation of the revenue laws of a foreign country, the important concerns underlying the revenue rule are implicated.   Of particular concern is the principle of noninterference by the federal courts in the legislative and executive branches' exercise of their foreign policymaking powers.   National policy judgments made pursuant to that authority could be undermined if federal courts were to give general effect to wire fraud prosecutions for schemes of this type aimed at violating the revenue laws of any country.   It is noteworthy that the federal statute criminalizing the smuggling of goods into foreign countries punishes such activities only if the foreign government has a reciprocal law.   See 18 U.S.C. &#167; 546.   A decision to uphold the present convictions would have the effect of licensing prosecutions against persons who use the wires to engage in smuggling schemes against foreign governments irrespective of whether a particular government had the reciprocal arrangement called for in section 546.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In the case of Canada, to be sure, we cannot say that this specific legislative judgment would be undermined by affirming the instant wire fraud conviction.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  We do not condone defendants' smuggling activities, nor do we question Canada's revenue laws or the desirability of cooperation in respect to our mutual border.   But application of the wire fraud statute to a scheme of this type does not, and cannot, turn upon our attitude towards Canada alone.   The revenue rule has not risen or fallen over the centuries based on country-by-country judicial assessments of the potential for a foreign relations conflict.   Courts are neither equipped nor constitutionally empowered to make such assessments.   Prosecutors, who operate within the executive branch, might of course be expected not to pursue wire fraud prosecutions based on smuggling schemes aimed at blatantly hostile countries, but whether conduct is criminal cannot be a determination left solely to prosecutorial discretion.   Rather, the longstanding rule instructs the courts to leave this area alone, so that the legislative and executive branches may exercise their authority and bargaining power to deal with such issues, and also so that a foreign government's revenue laws are not subjected to intrusive scrutiny by the courts of this country.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">It is true that the existence of a more specific penal statute, such as the current anti-smuggling statute, 18 U.S.C. &#167; 546, would not be deemed impliedly to preempt the general federal anti-fraud statutes if effect could comfortably be given to both.   See, e.g., United States v. Brien, <span class=\"citation\" data-id=\"375743\"><a href=\"/opinion/375743/united-states-v-james-a-brien-united-states-of-america-v-thomas-labus/\"><span class=\"volume\">617</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">299</span></a></span>, 310 (1st Cir.)  (holding that Commodities Futures Trading Act does not preempt or impliedly repeal wire or mail fraud statutes and citing related cases), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">919</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1854</span></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">273</span></span> (1980);  Brewer, 528 F.2d at 498 (\"[Defendant's] use of the mails to escape regulation added a different element and a new dimension to her failure to comply with the [Jenkins] Act.\").   Effect, however, cannot be given to section 1343 in these conditions without threatening the reciprocity provision in section 546, and offending generally the salutary principles underlying the revenue rule.   If Congress, notwithstanding these inherent tensions, had meant to authorize the courts to enforce this kind of application of the wire fraud statute, we think \"it must speak more clearly than it has.\"  McNally, 483 U.S. at 360, 107 S.Ct. at 2882.   Our conclusion is further supported by the rule of lenity, which holds that the harsher of two possible readings of a criminal statute will be enforced only when Congress has spoken clearly.   See id. at 359-360, 107 S.Ct. at 2881-2882;  Fasulo v. United States, <span class=\"citation\" data-id=\"100961\"><a href=\"/opinion/100961/fasulo-v-united-states/\"><span class=\"volume\">272</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">620</span></a></span>, 629, <span class=\"citation\" data-id=\"100961\"><a href=\"/opinion/100961/fasulo-v-united-states/\"><span class=\"volume\">47</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">200</span></a></span>, 202, <span class=\"citation\" data-id=\"100961\"><a href=\"/opinion/100961/fasulo-v-united-states/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">443</span></a></span> (1926) (\"[B]efore one can be punished [for mail fraud], it must be shown that his case is plainly within the statute.\").   We, therefore, hold that foreign tax and customs frauds, such as the instant one, are not schemes to defraud within the meaning of section 1343, and that defendants' substantive convictions of wire fraud under section 1343, based on the scheme to defraud Canada and Nova Scotia of duties and taxes, must be reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Our holding that it was legal error to apply the wire fraud statute to defendants' Canadian smuggling scheme requires us to set aside the conspiracy conviction under 18 U.S.C. &#167; 371 as well.   Jurors \"are not generally equipped to determine whether a particular theory of conviction submitted to them is contrary to law,\" though they are generally able to analyze evidence and recognize a theory that is factually inadequate.  Griffin v. United States, <span class=\"citation\" data-id=\"112659\"><a href=\"/opinion/112659/griffin-v-united-states/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">46</span></a></span>, 59, <span class=\"citation\" data-id=\"112659\"><a href=\"/opinion/112659/griffin-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">466</span></a></span>, 474, <span class=\"citation\" data-id=\"112659\"><a href=\"/opinion/112659/griffin-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">371</span></a></span> (1991);  United States v. Nieves-Burgos, <span class=\"citation\" data-id=\"701736\"><a href=\"/opinion/701736/united-states-v-frank-nieves-burgos/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">431</span></a></span> (1st Cir.1995) (\"Griffin distinguishes cases, like [Turner v. United States, <span class=\"citation\" data-id=\"108033\"><a href=\"/opinion/108033/turner-v-united-states/\"><span class=\"volume\">396</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">398</span></a></span>, <span class=\"citation\" data-id=\"108033\"><a href=\"/opinion/108033/turner-v-united-states/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">642</span></a></span>, <span class=\"citation\" data-id=\"108033\"><a href=\"/opinion/108033/turner-v-united-states/\"><span class=\"volume\">24</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">610</span></a></span> (1970) ], which concern convictions that may have rested on a basis that was not supported by the evidence, from those concerning convictions possibly resting on an invalid ground as a result of an error of law [such as in Yates v. United States, <span class=\"citation\" data-id=\"105537\"><a href=\"/opinion/105537/yates-v-united-states/\"><span class=\"volume\">354</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">298</span></a></span>, <span class=\"citation\" data-id=\"105537\"><a href=\"/opinion/105537/yates-v-united-states/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1064</span></a></span>, <span class=\"citation\" data-id=\"105537\"><a href=\"/opinion/105537/yates-v-united-states/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1356</span></a></span> (1957) ]\").  The district court instructed the jury that it could convict under section 371 if the government proved beyond a reasonable doubt that defendants conspired to commit at least one of the three offenses charged as objects of the conspiracy.   Because it is impossible to tell which ground the jury based the conspiracy conviction upon, the conviction cannot stand.   See Yates, 354 U.S. at 312, 77 S.Ct. at 1073.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The government contends that even if the wire fraud count falls, the conspiracy conviction should be affirmed based on at least one of the two other objects alleged.   Since the jury found substantive violations of those statutes, the argument goes, we should infer that it unanimously found beyond a reasonable doubt that the conspiratorial agreement extended, with respect to all defendants, to at least one legally sufficient object.   This contention might be persuasive where a district court does not give a \"one-is-enough\" charge, or a special verdict form is required of the jury, such that the reviewing court is not speculating on what the jury did or did not decide.   Here, however, it is at least possible that the jury did not ask itself whether the conspiratorial agreement extended to the two valid objects (interstate travel with intent to commit bribery, and a scheme to defraud another of honest services) with respect to all defendants, instead focusing on the overall conspiratorial agreement to transport tobacco into Canada without paying taxes and duties.   Cf. United States v. Carman, <span class=\"citation\" data-id=\"356197\"><a href=\"/opinion/356197/fed-sec-l-rep-p-96516-united-states-of-america-v-david-m-carman/\"><span class=\"volume\">577</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">556</span></a></span>, 567-568 (9th Cir.1978) (\"If the jury, when considering the conspiracy count, focused only on the crime embodied in the subsequently overturned substantive crime conviction the conspiracy conviction also should be overturned....  Criminal sanctions cannot rest on what an appellate court thinks the jury would have done had the issues put to it been framed differently.\");   see also United States v. Palazzolo, <span class=\"citation\" data-id=\"709518\"><a href=\"/opinion/709518/united-states-v-anthony-james-palazzolo-94-1364-and-richard-rosenbaum/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1233</span></a></span> (6th Cir.1995) (where defendants were convicted of substantive offenses that were also objects of a conspiracy, and district court gave erroneous instruction on one offense, court reversed conspiracy conviction because \"the verdict lends itself at least to the possibility that the jury found the defendants guilty only of conspiring to violate\" the legally inadequate count);  United States v. Musacchia, <span class=\"citation\" data-id=\"576728\"><a href=\"/opinion/576728/united-states-v-john-musacchia-and-joseph-gambino/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></a></span> (2d Cir.1991).   Further, the two legally sufficient objects of the conspiracy were not so intricately intertwined with the invalid wire fraud count that we can necessarily say that the conspiracy conviction had a legally correct basis.   Cf. United States v. Huebner, <span class=\"citation\" data-id=\"689977\"><a href=\"/opinion/689977/united-states-v-ross-huebner-united-states-of-america-v-john-williams/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">376</span></a></span> (9th Cir.)  (\"Under the facts in this case, it would not have been possible for the jury to have found a conspiracy to aid and abet attempted [tax] evasion without also finding a conspiracy to defraud the United States by obstructing [tax] collection....  [T]here could be no danger that the jurors based their conspiracy verdict on finding that the object was to aid and abet attempted evasion without also finding that the object was to defraud the United States by obstructing collection.\"), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">71</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">31</span></span> (1994).   The conspiracy conviction is vacated and that count is remanded for further proceedings not inconsistent with this opinion, which may, in the prosecution's discretion, include a new trial on a properly narrowed indictment.   See Yates, 354 U.S. at 327-328, 77 S.Ct. at 1081-1082;  Palazzolo, 71 F.3d at 1238;  United States v. Ochs, <span class=\"citation\" data-id=\"503427\"><a href=\"/opinion/503427/united-states-v-paul-ochs-jr-united-states-of-america-v-richard-dray/\"><span class=\"volume\">842</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">515</span></a></span>, 529 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>B. Maine Bribery Statute as a Basis for Violation of the Travel Act</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We turn next to the substantive counts of interstate travel to facilitate bribery, a crime under Maine law, in violation of 18 U.S.C. &#167;&#167; 1952 and 2.   The Interstate Travel Act punishes \"[w]hoever travels in interstate or foreign commerce ... with intent to ... promote, manage, establish, carry on, or facilitate ... any unlawful activity, and thereafter performs or attempts to perform\" such an act.  18 U.S.C. &#167; 1952(a).   Bribery in violation of state law is an \"unlawful activity\" within section 1952.   See United States v. Arruda, <span class=\"citation\" data-id=\"423901\"><a href=\"/opinion/423901/united-states-v-john-m-arruda-united-states-of-america-v-edward/\"><span class=\"volume\">715</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">671</span></a></span>, 681 (1st Cir.1983).   The Maine bribery statute, charged here, provides in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>1.  A person is guilty of bribery in official and political matters if:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>A.  He promises, offers, or gives any pecuniary benefit to another with the intention of influencing the other's action, decision, opinion, recommendation, ... or other exercise of discretion as a public servant....</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">17-A M.R.S.A. &#167; 602(1)(A) (emphasis supplied).  \"Pecuniary benefit\" means economic gain, including money or property.   Id. &#167; 602(2)(C).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Defendants were convicted of traveling between New York and Maine during the spring of 1992 with intent to carry on and facilitate the bribery of Moore, whom they knew was the police chief of the Passamaquoddy Reservation, and thereafter performing and causing to be performed acts to facilitate bribery, and aiding and abetting the offense.   Evidence was presented that Cook and Lazore gave Moore tobacco at the end of their first meeting on April 15 (at which he was offered payment for his involvement);  Cook paid Moore $1000 (Canadian) for the tobacco delivery on May 2;  Boots paid Moore $600 for the delivery on May 16;  and defendants discussed with Moore concerns with law enforcement on the reservation and elsewhere which might interfere with their objectives.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Defendants challenge their convictions for Travel Act violations on two principal grounds:  1) Moore, as police chief of the Passamaquoddy Indian Reservation, was not, they argue, a \"public servant\" within the meaning of the Maine bribery statute, supra;  and 2) even if a public servant, his official duties did not include enforcing Canadian or federal laws and thus were not influenced.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  We do not find merit in either contention.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">\"Public servant\" is defined in the Maine criminal code as \"any official officer or employee of any branch of government and any person participating as juror, advisor, consultant or otherwise, in performing a governmental function.\"   Id. &#167; 2(21) (emphasis supplied).  \"Government,\" in turn, is defined as:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>the United States, any state or any county, municipality or other political unit within territory belonging to the State, the United States, or any department, agency or subdivision of any of the foregoing, or any corporation or other association carrying out the functions of government or formed pursuant to interstate compact or international treaty.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Id. &#167; 2(13).   Whether the foregoing definitions encompass the police chief of the Passamaquoddy Tribe at Pleasant Point requires consideration of the Tribe's legal relationship with the State of Maine.   That relationship is spelled out in the federal Maine Indian Claims Settlement Act of 1980, 25 U.S.C. &#167;&#167; 1721-1735 (\"Settlement Act\"), which ratified Maine's Act to Implement the Maine Indian Claims Settlement, 30 M.R.S.A. &#167;&#167; 6201-6214 (\"Maine Implementing Act\").   See Passamaquoddy Tribe v. State of Maine, <span class=\"citation\" data-id=\"196568\"><a href=\"/opinion/196568/passamaquoddy-tribe-v-state-of-maine/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">784</span></a></span>, 787 (1st Cir.1996);  Couturier v. Penobscot Indian Nation, <span class=\"citation\" data-id=\"2180583\"><a href=\"/opinion/2180583/couturier-v-penobscot-indian-nation/\"><span class=\"volume\">544</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">306</span></a></span> (Me.1988) (the purpose of the Implementing Act was \"to serve as a basic, organic document establishing the broad and basic provisions of the relationship between the State and the Maine Indians\").</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Under these acts, the Passamaquoddies are declared to be \"subject to the laws of the State and to the civil and criminal jurisdiction of the courts of the State to the same extent as any other person ... therein\" unless otherwise provided.   30 M.R.S.A. &#167; 6204;  see also 25 U.S.C. &#167; 1725(b)(1) (approving the jurisdictional scope set forth in the Maine Implementing Act).   However, the Maine Implementing Act also grants powers and duties to the Tribe comparable to those of a municipality (in addition to special authority to regulate internal tribal matters).   See 30 M.R.S.A. &#167; 6206(1) (\"Except as otherwise provided in this Act, the Passamaquoddy Tribe ... shall have, exercise and enjoy all the rights, privileges, powers and immunities, ... and shall be subject to all the duties, obligations, liabilities and limitations of a municipality of and subject to the laws of the State\");  id. &#167; 6206(2) (granting a tribe, its officers, and employees immunity from suit when \"the respective tribe ... is acting in its governmental capacity to the same extent as any municipality or like officers or employees thereof within the State\");  Penobscot Nation v. Stilphen, <span class=\"citation\" data-id=\"2404705\"><a href=\"/opinion/2404705/penobscot-nation-v-stilphen/\"><span class=\"volume\">461</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">478</span></a></span>, 488 (Me.1983).   Tribe-appointed law enforcement officers \"possess the same powers and are subject to the same duties, limitations and training requirements as other corresponding law enforcement officers under the laws of the State.\"   30 M.R.S.A. &#167; 6210(4).   These powers include shared authority for enforcing state laws within Indian territories (except for laws, not applicable here, over which a tribe may have exclusive jurisdiction).   See id. &#167; 6210(4).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The Maine legislature has thus explicitly equated, in most respects, the powers and obligations of tribes and tribal law enforcement officers with those of municipalities and corresponding law enforcement officers.   See Couturier, 544 A.2d at 308 (tribes share the immunity of municipalities under the Maine Tort Claims Act by operation of section 6202 of the Maine Implementing Act, and this immunity extends to a tribe-appointed police officer acting in a governmental capacity).   Since a law enforcement officer employed by a municipality would undoubtedly qualify as a \"public servant,\" see 17-A M.R.S.A. &#167;&#167; 2(13) &amp; 2(21), so too, we believe, would a tribe-appointed law enforcement officer.   The definition of \"public servant\" extends, in any event, to a person (whether or not an official officer or employee) \"participating as juror, advisor, consultant or otherwise performing a governmental function.\"   Id. &#167; 2(21).   Moore was charged with enforcing state laws and tribal ordinances within the reservation.   We think he fits, therefore, rather easily within the Maine statute's definition of public servant.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Defendants' reliance upon United States v. Tonry, <span class=\"citation\" data-id=\"500660\"><a href=\"/opinion/500660/united-states-v-richard-a-tonry/\"><span class=\"volume\">837</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1281</span></a></span> (5th Cir.1988) is misplaced.  Tonry may initially appear analogous, because it involved charges of conspiracy to violate and substantive violation of the Travel Act based on interstate travel with intent to bribe the chairman of an Indian tribe.   However, unlike the instant case which involves defining \"public servant\" under Maine law, the sole question resolved by the Fifth Circuit was whether the tribal chairman was a \"private fiduciary\" under Louisiana's Commercial Bribery Statute.   Defendants call attention to Tonry because the court indicated that the tribal chairman was not a Louisiana public official within the meaning of another statute targeting public bribery.   Yet in that case, the government conceded that issue, given the particular statutory scheme.   Here, in contrast, the Maine criminal code defines \"public servant\" quite broadly using a functional measure, which is notably absent from the public bribery law referred to in Tonry.   More importantly, Maine's criminal laws operate against the backdrop of the Settlement Act which ratified the Maine Implementing Act.   See Penobscot Nation, 461 A.2d at 489 (\"It was generally agreed that the acts set up a relationship between the tribes, the state, and the federal government different from the relationship of Indians in other states to the state and federal governments.\").   Defendants cannot expect the jurisdictional burdens on the Tribe resulting from these acts to \"disappear merely because they have become inconvenient.\"  Passamaquoddy Tribe, 75 F.3d at 794.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Defendants also challenge the predicate state bribery violation on the ground that Moore's official duties excluded enforcing federal or Canadian law and thus could not be influenced.   As noted, the statute prohibiting bribery in official matters punishes one who \"promises, offers, or gives a pecuniary benefit with the intention of influencing the other's action, decision, ... or other exercise of discretion as a public servant.\"   17-A M.R.S.A. &#167; 602(1)(A) (emphasis supplied).   The jury could find on the evidence presented that, as police chief, Moore was responsible for general surveillance of the reservation, and that defendants selected him, in part, with the intention that he divert other officers on the reservation from patrolling areas of smuggling activity.   Cf. State v. Beattie, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">Me.</span> <span class=\"page\">229</span></span>, <span class=\"citation no-link\"><span class=\"volume\">151</span> <span class=\"reporter\">A.</span> <span class=\"page\">427</span></span> (1930) (defendant charged with bribing county sheriff to refrain from seizing liquor and arresting person making an unlawful sale).   Moore testified that he normally would have referred smuggling activity to the local district attorney's office and pursued the matter further if so directed.   He also testified to having a mutually beneficial working relationship with Canadian authorities which included exchanging information.   It may be conceded that his duties did not formally include enforcing federal or Canadian law.   But an honest municipal police officer would be expected to keep his eyes open for and report federal and, in present circumstances, even foreign criminal violations;  receiving something of value to turn a deliberate blind eye would limit his discretion in his official capacity as tribal police chief.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Defendants' related contention that they recruited Moore simply because of his navigational skills and not his status as police chief is undermined by substantial evidence showing that they were aware of Moore's status and concerned with law enforcement activities from the first meeting onward.   We conclude that bribery was a legally sufficient foundation for the Travel Act violations, and therefore affirm those convictions.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>C. Wire Fraud:  Scheme to Defraud of Honest Services</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">A third substantive offense, related to the bribing of the police chief, was that defendants devised a scheme to defraud the residents of the Passamaquoddy Reservation at Pleasant Point of the honest services of their police chief and knowingly caused the wires to be used in interstate commerce in furtherance of the scheme, in violation of 18 U.S.C. &#167;&#167; 1343 and 1346.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  Defendant Lazore asserts, without development, that the district court should have issued a judgment of acquittal on these counts in deference to tribal sovereignty.   The government responds that tribes are, in any event, subordinate to the federal government.   While neither side spells out the dispute, we understand it to be principally a jurisdictional one, namely, that the federal government lacks authority to prosecute defendants on a matter involving internal relations of the Passamaquoddy Tribe.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The Supreme Court has stated that while Indian tribes are \" 'unique aggregations possessing attributes of sovereignty over both their members and their territory,' \" \"[t]heir incorporation within the territory of the United States, and their acceptance of its protection, necessarily divested them of some aspects of the sovereignty which they have previously exercised.\"  United States v. Wheeler, <span class=\"citation\" data-id=\"109818\"><a href=\"/opinion/109818/united-states-v-wheeler/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">313</span></a></span>, 323, <span class=\"citation\" data-id=\"109818\"><a href=\"/opinion/109818/united-states-v-wheeler/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1079</span></a></span>, 1086, <span class=\"citation\" data-id=\"109818\"><a href=\"/opinion/109818/united-states-v-wheeler/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">303</span></a></span> (1978) (quoting United States v. Mazurie, <span class=\"citation\" data-id=\"109134\"><a href=\"/opinion/109134/united-states-v-mazurie/\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span>, 557, <span class=\"citation\" data-id=\"109134\"><a href=\"/opinion/109134/united-states-v-mazurie/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">710</span></a></span>, 717, <span class=\"citation\" data-id=\"109134\"><a href=\"/opinion/109134/united-states-v-mazurie/\"><span class=\"volume\">42</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">706</span></a></span> (1975)).   The tribes generally retain the right to self-government, id. at 322, 98 S.Ct. at 1085-1086, but are nonetheless subject to federal criminal jurisdiction of both a specified and more general nature.   See generally United States v. Markiewicz, <span class=\"citation\" data-id=\"593914\"><a href=\"/opinion/593914/united-states-v-duane-markiewicz-aka-donald-markiewicz-aka-don-marks/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">786</span></a></span>, 797-802 (2d Cir.1992) (discussing federal criminal jurisdiction over offenses committed by or against an Indian or on Indian territory, as well as over \"peculiarly Federal\" offenses), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1086</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1065</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">369</span></span> (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The statutory violations charged under 18 U.S.C. &#167;&#167; 1343 and 1346 are not specific to Native Americans, but rather are of general applicability.   Cf. Wheeler, 435 U.S. at 330 n. 30, 98 S.Ct. at 1090 n. 30 (\"Federal jurisdiction also extends to ... crimes over which there is federal jurisdiction regardless of whether an Indian is involved, such as assaulting a federal officer, 18 U.S.C. &#167; 111 (1976 ed.).\").   The latter crimes may involve \"an independent federal interest to be protected,\" id. at 331 n. 32, 98 S.Ct. at 1090 n. 32, though it is unclear that one is required.   Compare Markiewicz, 978 F.2d at 800, with United States v. Begay, <span class=\"citation\" data-id=\"684126\"><a href=\"/opinion/684126/united-states-v-john-nez-begay-donald-benally-paul-kinlicheenie-earl/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">486</span></a></span>, 500 (9th Cir.1994) (a Native American may be charged under a federal criminal statute of general applicability even absent a peculiarly federal interest, if charge is unaffected by federal enclave law and Native Americans have not been excluded from the statute's application), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">93</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">49</span></span> (1995).   Wire fraud appears to belong to this category of general offenses that apply equally to Native Americans;  even if an independent federal interest is required to support this application of the statute, the interest is to prevent use of the wires in interstate or foreign commerce in furtherance of a scheme to defraud.   Cf. H.R.Rep. No. 94-1038, 94th Cong., 2d Sess. 3 (1976), reprinted in 1976 U.S.C.C.A.N. 1125, 1127 (noting in legislative history of the Indian Major Crimes Act [18 U.S.C. &#167; 1153], which prescribes federal jurisdiction over 13 specified offenses, that federal criminal jurisdiction also extends to \"crimes that are peculiarly Federal.... such as assaulting a federal officer ... or defrauding the United States\");  see also United States v. Funmaker, <span class=\"citation\" data-id=\"658345\"><a href=\"/opinion/658345/united-states-v-steven-b-funmaker/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1327</span></a></span>, 1331 (7th Cir.1993) (18 U.S.C. &#167; 844(i), punishing one who destroys by fire property used in or affecting interstate commerce, extends to a Native American who set fire to tribe-owned gambling hall);  United States v. Finn, <span class=\"citation no-link\"><span class=\"volume\">919</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1305</span></span>, 1330-1337 (D.Minn.1995) (denying motion to dismiss for lack of jurisdiction an indictment charging officers of tribal corporation with mail fraud in violation of 18 U.S.C. &#167;&#167; 1341 and 1346 and other offenses).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">As discussed earlier, the United States has an interest in preventing use of the wires in interstate commerce to further a scheme to defraud, including one to \"deprive another of the intangible right to honest services\" under section 1346.   Defendant has not shown, and we do not discern, how the application of sections 1343 and 1346 in this case would interfere with any Native American right protected by statute or treaty, or right integral to self-government.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a>  Cf. Funmaker, 10 F.3d at 1332 (\"The decision-making power of Indian tribes ends ... at the point when those decisions would violate federal law designed to safeguard important federal interests such as the free flow of interstate commerce.\").   The convictions for violations of section 1346, in conjunction with section 1343, are affirmed.</p>\n    </div>\n    <p>D. Jury Instruction on Good Faith Defense</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Defendants challenge the district court's refusal to give a proposed instruction to acquit on wire fraud if the jury found \"that the defendant had a good faith belief that his status as a Native American entitled him to freely pass the United States-Canadian border without paying any form of taxes on the goods he was carrying.\"   The proposed instruction would not have required the jury to find, as the district court instructed instead, that their good faith belief was \"objectively reasonable.\"   We need not decide the challenge to the jury instruction, because the wire fraud convictions based on the scheme to defraud Canadian authorities of taxes and duties have been reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">True, charges under a second theory of wire fraud (depriving citizens on the reservation of the honest services of their police chief) have been affirmed.   If refusing to give the proposed instruction relating to aboriginal rights were error, it might have infected the jury's assessment of defendants' intent on these additional counts as well.   However, defendants' argument is grounded in the first theory of wire fraud alone;  they say that to the extent that this case is about having the specific intent to violate Canadian tax laws, it is analogous to certain federal tax offense cases, in which an instruction that good faith must be \"objectively reasonable\" is inappropriate.   See Cheek v. United States, <span class=\"citation\" data-id=\"112517\"><a href=\"/opinion/112517/cheek-v-united-states/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">192</span></a></span>, 203, <span class=\"citation\" data-id=\"112517\"><a href=\"/opinion/112517/cheek-v-united-states/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">604</span></a></span>, 611, <span class=\"citation\" data-id=\"112517\"><a href=\"/opinion/112517/cheek-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">617</span></a></span> (1991).   Given our reversal of the tax-related charges, defendants' initially weak contention is not even arguably tenable.   In any case, the district court went beyond the legal minimums in instructing the jury that it could consider good faith as a defense.   Cf. United States v. Dockray, <span class=\"citation\" data-id=\"567594\"><a href=\"/opinion/567594/united-states-v-edward-e-dockray/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">152</span></a></span>, 155 (1st Cir.1991) (\"[W]here the court properly instructs the jury on the element of intent to defraud--essentially the opposite of good faith--a separate instruction on good faith is not required.\").</p>\n    </div>\n    <p>E. Sentencing of Boots</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Boots challenges his sentence, which, like Cook's and Lazore's, was at the low end of the applicable guideline sentencing range:  18 months imprisonment, to be followed by two years of supervised release.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a>  Mandatory special assessments were imposed.   Boots raises four sentencing issues.</p>\n    </div>\n    <p>1. Downward Departure</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Boots contends first that the district court erred in refusing to grant a downward departure.   He acknowledges the general rule that jurisdiction does not lie for appeals from a district court's discretionary decision not to depart downward.   See United States v. Tardiff, <span class=\"citation\" data-id=\"587242\"><a href=\"/opinion/587242/united-states-v-claude-paul-tardiff/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1283</span></a></span>, 1290 (1st Cir.1992).   However, he seeks to fit within the exception for a refusal to depart based upon a court's \"misapprehension of the rules governing departures.\"  United States v. Gifford, <span class=\"citation\" data-id=\"195222\"><a href=\"/opinion/195222/united-states-v-gifford/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">462</span></a></span>, 473 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The exception is a narrow one, and is not met here.   A review of the sentencing transcript reveals that the district court judge was well aware of the applicable case law, believed he had authority to depart downward, and declined to do so after carefully weighing the arguments presented.   His discretionary judgment that the case did not involve such unusual circumstances to justify taking it \"outside the Guidelines' 'heartland,' \" United States v. Rivera, <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, 949 (1st Cir.1993), was not skewed by legal errors such as Gifford describes.   It is therefore unreviewable.</p>\n    </div>\n    <p>2. Acceptance of Responsibility</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Boots claims that the district court erred in refusing to grant him a two-point reduction for acceptance of responsibility for his offenses pursuant to U.S.S.G. &#167; 3E1.1(a).   He says that at trial he did not contest the factual basis for the charges, but challenged only the jurisdictional bases, and should not be punished for exercising his constitutional right to a trial.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">We review for clear error the district court's decision that Boots did not \"clearly demonstrate[ ] acceptance of responsibility\" for his offense.   U.S.S.G. &#167; 3E1.1(a);  see also United States v. Lombard, <span class=\"citation\" data-id=\"196476\"><a href=\"/opinion/196476/united-states-v-lombard/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">170</span></a></span>, 187 (1st Cir.1995).   The district court declined to grant a reduction in part because it believed that if defendant had been solely concerned with jurisdictional issues relating to his Native American status, he could have entered a conditional guilty plea and preserved the issue for appeal rather than going to trial.   The court also considered the fact that defendants defended against the bribery aspect of the case, insisting that the payments they offered Moore were not bribery but rather were salary for a business partner.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">A district court's determination of whether such a reduction is warranted deserves \"great deference.\"   U.S.S.G. &#167; 3E1.1 comment.  (n. 5).   We see no abuse of discretion here.   Cf. United States v. Crass, <span class=\"citation\" data-id=\"195976\"><a href=\"/opinion/195976/united-states-v-crass/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">81</span></a></span>, 84 (1st Cir.1995) (\"intent, like any other essential element of the crime charged, may not be contested by the defendant without jeopardizing a downward adjustment for 'acceptance of responsibility' \");  United States v. Springs, <span class=\"citation\" data-id=\"663750\"><a href=\"/opinion/663750/united-states-v-rashied-l-springs/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">192</span></a></span>, 196 (7th Cir.)  (noting that defendant who entered conditional guilty plea \"was able to retain the right to challenge the voluntariness of his confessions, and he still received the maximum possible acceptance-of-responsibility reduction\"), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">375</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">326</span></span> (1994).</p>\n    </div>\n    <p>3. More Than Minimal Planning</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Boots challenges the two-level increase imposed pursuant to U.S.S.G. &#167; 2F1.1(b)(2) for offenses involving more than minimal planning.   The Guidelines state that this increase applies where repeated acts are carried out over a period of time provided they were not \"purely opportune,\" as well as where steps are taken to conceal the offense.   See U.S.S.G. &#167;&#167; 1B1.1 comment.  (n. 1(f)), 2F1.1(b)(2) comment.  (n. 2).   The sentencing transcript reflects that the district court judge imposed this increase after considering the evidence of multiple acts taken by defendants over a several month period.   Among the acts specifically noted was the bribery of Police Chief Moore, a concealed activity in which defendants directly participated in the spring of 1992.   While the district court may reconsider this issue upon remand for resentencing in light of our reversal of the wire fraud and conspiracy convictions, it was not clear error to impose the increase.</p>\n    </div>\n    <p>4. Amount of Loss</p>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Boots claims that insufficient evidence supported the district court's calculation of the amount of loss (between $120,000 and $200,000), which resulted in a seven-level increase to defendants' sentences.   The range was determined based on testimony at trial and sentencing as to the quantity of tobacco transported into Canada and the corresponding duties and taxes owed.   Our reversal of the wire fraud count involving tobacco smuggling, and our vacating of the conspiracy count, require a remand for resentencing, at which time the district court may reconsider the entire question of loss calculations, including the instant issue.   We see no need to deal further with this matter now.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">We have considered defendants' other arguments and find them to be without merit.   The convictions for violations of 18 U.S.C. &#167;&#167; 1346 (wire fraud intended to deprive residents of honest services of their police chief) and 1952 (Travel Act) are affirmed.   The violations of 18 U.S.C. &#167; 1343 (wire fraud relative to Canadian duties and taxes) are reversed.   The violation of 18 U.S.C. &#167; 371 (conspiracy) is vacated and remanded for further proceedings not inconsistent with this opinion.   We also vacate the sentences of all defendants and remand for resentencing consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The terms \"Native American,\" \"Indian,\" and \"aboriginal\" used herein are taken from the defendants' briefs and testimony</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Stanley testified that when Moore asked in their initial phone call whether the two knew that he was a police chief, Stanley said yes.   Moore testified that at the evening meeting he was not in uniform, but was wearing a baseball hat that had the insignia of the Pleasant Point Police Department on it.   He admitted that the two defendants never stated at the meeting that they were approaching him because he was a police chief.   However, Moore testified that he told them he was armed and was a cop.   The four also specifically discussed law enforcement on the reservation, in response to Lazore's inquiry about whether they had anything to fear from police officers.   The following day, Lazore and Cook saw Moore when he was in uniform in his police cruiser and waved to him from their car</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Anthony Stanley, Beverly Pierro, Jake Boots, and Stanley Johnson were also charged with various offenses, and entered guilty pleas during the trial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Omitting the June 9 transfer by Moore and law enforcement agents, the amount transferred was 1500 kilograms</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> This sum includes an excise duty of $18.33, excise tax of $35.64, and a provincial excise tax of $52.50</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> For his investigatory work, Moore received from the federal government $350 per week between August and mid-December, a $25,000 payment in December, and various expenses</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Lazore argues that the district court erred in denying a motion to dismiss the indictment based on lack of jurisdiction to prosecute Native Americans for transporting tobacco into Canada, a right claimed to be protected by the Jay Treaty.   He relies on language in Article III of the Treaty of Amity, Commerce and Navigation (1794) between the United States and Great Britain, which provided:</p>\n        <p>[N]or shall the Indians passing or repassing with their own proper goods and effects of whatever nature, pay for the same any impost or duty whatever.   But goods in bales, or other large packages, unusual among Indians, shall not be considered as goods belonging bona fide to Indians.</p>\n        <p>The Jay Treaty, Nov. 19, 1794, U.S.-Gr.Brit., 8 Stat. 116, 118.   The government has argued persuasively that this argument grounded in the Jay Treaty was waived by defendants' failure to press it sufficiently in the district court.   In any event, we discern no error in the lower court proceedings on this ground.   See generally Karnuth v. United States ex rel. Albro, <span class=\"citation\" data-id=\"101410\"><a href=\"/opinion/101410/karnuth-v-united-states-ex-rel-albro/\"><span class=\"volume\">279</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">231</span></a></span>, 239, <span class=\"citation\" data-id=\"101410\"><a href=\"/opinion/101410/karnuth-v-united-states-ex-rel-albro/\"><span class=\"volume\">49</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">274</span></a></span>, 277, <span class=\"citation\" data-id=\"101410\"><a href=\"/opinion/101410/karnuth-v-united-states-ex-rel-albro/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">677</span></a></span> (1929) (\"[T]he privilege accorded by article 3 is one created by the treaty, having no obligatory existence apart from that instrument,....  It is, in no sense, a vested right.   It is not permanent in its nature.   It is wholly promissory and prospective, and necessarily ceases to operate in a state of war....\");  Akins v. United States, <span class=\"citation no-link\"><span class=\"volume\">551</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1222</span></span>, 1229-1230, 64 CCPA 68 (1977) (duty exemption of Jay Treaty was abrogated by the War of 1812, and though similar language was incorporated in federal tariff acts until 1897, upon repeal of that last act no such language preserving the right was reenacted thereafter).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Defendants need not personally use the wires as long as such use was a reasonably foreseeable part of the scheme in which they participated.   See United States v. Maze, <span class=\"citation\" data-id=\"108900\"><a href=\"/opinion/108900/united-states-v-maze/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">395</span></a></span>, 399, <span class=\"citation\" data-id=\"108900\"><a href=\"/opinion/108900/united-states-v-maze/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">645</span></a></span>, 648, <span class=\"citation\" data-id=\"108900\"><a href=\"/opinion/108900/united-states-v-maze/\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">603</span></a></span> (1974);  Pereira v. United States, <span class=\"citation\" data-id=\"105186\"><a href=\"/opinion/105186/pereira-v-united-states/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 8-9, <span class=\"citation\" data-id=\"105186\"><a href=\"/opinion/105186/pereira-v-united-states/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">358</span></a></span>, 362-363, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">435</span></span> (1954)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The wire fraud statute provides:</p>\n        <p>Whoever, having devised or intending to devise any scheme or artifice to defraud, or for obtaining money or property by means of false or fraudulent pretenses, representations, or promises, transmits or causes to be transmitted by means of wire ... communication in interstate or foreign commerce, any writings, signs, signals, pictures, or sounds for the purpose of executing such scheme or artifice, shall be fined under this title or imprisoned not more than five years, or both....</p>\n        <p>18 U.S.C. &#167; 1343.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Counts 1 and 18 through 21 charged that defendants devised a scheme</p>\n        <p>in violation of Sections 236 &amp; 240(1), of the Excise Act, Revised Statutes of Canada, 1985, Ch. E-14 and amendments thereto;  Sections 155 &amp; 160 of the Customs Act, Revised Statutes of Canada, 1985 (2d Supp.)  Ch. 1;  Section 25(1)(a) of the Tobacco Tax Act, Ch. 470 of the Revised Statutes of Nova Scotia, 1989 and amendments thereto;  and Section 7 of the Health Services Tax Act, Ch. 198 of the Revised Statutes of Nova Scotia, 1989.</p>\n        <p>Part II of the Customs Act imposes an obligation on importers to declare dutiable goods and pay any taxes or duties imposed by other laws relating to customs.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The Supreme Court has held that only frauds affecting the government's interests as property holder come within section 1343, see Carpenter v. United States, <span class=\"citation\" data-id=\"111964\"><a href=\"/opinion/111964/carpenter-v-united-states/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">19</span></a></span>, 25, <span class=\"citation\" data-id=\"111964\"><a href=\"/opinion/111964/carpenter-v-united-states/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">316</span></a></span>, 320, <span class=\"citation\" data-id=\"111964\"><a href=\"/opinion/111964/carpenter-v-united-states/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">275</span></a></span> (1987);  McNally v. United States, <span class=\"citation\" data-id=\"111945\"><a href=\"/opinion/111945/mcnally-v-united-states/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">350</span></a></span>, 358 n. 8, <span class=\"citation\" data-id=\"111945\"><a href=\"/opinion/111945/mcnally-v-united-states/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2875</span></a></span>, 2881 n. 8, <span class=\"citation\" data-id=\"111945\"><a href=\"/opinion/111945/mcnally-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">292</span></a></span> (1987) (mail fraud), although Congress has since criminalized schemes to deprive another of the intangible right to honest services as well, see 18 U.S.C. &#167; 1346 (effective November 18, 1988), infra.   The Court has analyzed mail and wire fraud offenses similarly, because they share the same relevant statutory language.   See Carpenter, 484 U.S. at 25 n. 6, 108 S.Ct. at 320 n. 6</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> A somewhat similar factual pattern arose, but went undecided, in this circuit in a civil context in Nodine v. Textron, Inc., <span class=\"citation\" data-id=\"488728\"><a href=\"/opinion/488728/william-r-nodine-v-textron-inc/\"><span class=\"volume\">819</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">347</span></a></span> (1st Cir.1987)</p>\n        <p>The case that is perhaps most factually analogous to the present--though not particularly helpful here--is United States v. Gafyczk, <span class=\"citation\" data-id=\"506302\"><a href=\"/opinion/506302/united-states-v-bodhan-gafyczk-and-jorge-medina/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">685</span></a></span> (11th Cir.1988), which involved a scheme to import cigarettes into the United States and to export them, repackaged with other materials in mislabeled containers, into Italy without paying duties owed there.   The charges there included violations of 49 U.S.C.App. &#167; 121 (falsely making a bill of lading), 18 U.S.C. &#167; 1001 (making a false statement in a matter within the jurisdiction of a U.S. government agency or department [the U.S. Customs Service], and 18 U.S.C. &#167; 371 (conspiring to defraud the United States).   Neither wire nor mail fraud was charged;  however, the court of appeals relied on McNally in interpreting the \"intent to defraud\" element of section 121 to require that the government assert a pecuniary or property interest which was the target of the fraud.   See id. at 689-690.   Defendants' convictions on these counts were reversed for failure to show such an interest.   See id.  (\"It is clear that such a deprivation could have occurred if the appellants' actions had been even partially intended to evade the payment of export duties or other levies properly owed to the United States.\")  (emphasis supplied).   The court added that \"the fact that the evidence may well have established the appellants' intent to defraud Italy is of no import because that nation is not identified as the object of the effort to defraud in violation of 49 U.S.C.App. &#167; 121\" as alleged in the indictment.  Id. at 690 (emphasis supplied).   The court expressed no opinion as to whether such a theory would have been viable under section 121 (let alone under the federal fraud statutes, to which section 121 was compared).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The United States has a treaty with Canada to exchange information about smuggling across the border.   See Convention to Suppress Smuggling, June 6, 1924, U.S.-Can.  (ratified by Great Britain), 44 Stat. 2067.   Yet a cursory search has failed to make it clear whether a violation of Canadian revenue or tax laws would be grounds for extradition of the violator to Canadian authorities, suggesting some doubt as to the degree of cooperation mutually promised.   See Treaty on Extradition, Dec. 3, 1971, U.S.-Can., 27 U.S.T. 983.   We have not made a close examination into the extent of Canada's reciprocal arrangements such as are contemplated under 18 U.S.C. &#167; 546.   Even assuming Canada were to qualify, we see nothing in the wire fraud statute that would allow us to limit the statute to wire frauds practiced against the revenue laws of nations having reciprocal arrangements</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The indictment charged that Pierro arranged for additional payments totaling $3000 to Moore between May and mid-September of 1992.   The record indicates that Cook's original offer of $20 per carton was not precisely carried out, as Moore and Stanley usually were to share the payments</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Defendants also contend that it was legally impossible for Moore to have been bribed after June 25, 1992, when he was suspended from office.   We agree with the government that this claim does not get defendants far, since the relevant dates for the Travel Act violations preceded his suspension.   Defendants have not challenged the Travel Act charge other than to attack the predicate crime of bribery in violation of state law</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> We similarly dismiss Cook's assertion that the bribery of Moore to facilitate smuggling operations from New York to Maine and into Canada is an internal tribal matter protected from federal and state interference.   Cook offers no statutory support for interpreting the relevant provision of the Maine Implementing Act this broadly, and indeed, the case law is to the contrary.   See 30 M.R.S.A. &#167; 6206(1) (\"[I]nternal tribal matters, including membership in the respective tribe or nation, the right to reside within the respective Indian territories, tribal organization, tribal government, tribal elections and the use or disposition of settlement fund income shall not be subject to regulation by the State.\");  Penobscot Nation, 461 A.2d at 490 (holding that operation of beano games is not an internal tribal matter, for \"the term embraces only those matters illustratively listed in the statute and other matters like them,\" having historical cultural importance)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Our reversal of the convictions for violating section 1343, supra, does not resolve the challenge here, which is based upon the distinct theory of scheming to \"deprive another of the intangible right to honest services.\"  18 U.S.C. &#167; 1346</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> While Congress has removed federal jurisdiction to enforce certain federal statutes involving Indian-related offenses in the State of Maine, wire fraud laws are not so included.   See 25 U.S.C. &#167; 1725(c) (removing federal criminal jurisdiction over sections 1152 through 1156, 1160, 1161, and 1165 of Title 18)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> The guideline range was determined as follows:  a base offense level of 6 pursuant to U.S.S.G. &#167;&#167; 2F1.1(a), 3D1.2(d), and 3D1.3(b);  a seven-level increase for a loss between $120,000 and $200,000 pursuant to &#167; 2F1.1(b)(1)(H);  and a two-level increase for an offense involving more than minimal planning pursuant to &#167; 2F1.1(b)(2)(A), for a total offense level of 15.   With a criminal history category of I, the applicable range was 18 to 24 months</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/100961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/101410/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105186/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105537/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106775/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108900/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109134/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109818/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111964/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112659/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195222/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195976/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/332137/",
    "http://www.courtlistener.com/api/rest/v3/opinions/356197/",
    "http://www.courtlistener.com/api/rest/v3/opinions/365921/",
    "http://www.courtlistener.com/api/rest/v3/opinions/375743/",
    "http://www.courtlistener.com/api/rest/v3/opinions/423901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488728/",
    "http://www.courtlistener.com/api/rest/v3/opinions/493334/",
    "http://www.courtlistener.com/api/rest/v3/opinions/500660/",
    "http://www.courtlistener.com/api/rest/v3/opinions/503427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/506302/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542857/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566312/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567594/",
    "http://www.courtlistener.com/api/rest/v3/opinions/576728/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593914/",
    "http://www.courtlistener.com/api/rest/v3/opinions/605520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658345/",
    "http://www.courtlistener.com/api/rest/v3/opinions/663750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/684126/",
    "http://www.courtlistener.com/api/rest/v3/opinions/689977/",
    "http://www.courtlistener.com/api/rest/v3/opinions/701736/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/709518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2180583/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2404705/"
  ]
}