{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196648/",
  "absolute_url": "/opinion/196648/united-states-v-brand/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196648/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:10:47Z",
  "date_modified": "2017-03-24T10:48:02.799032Z",
  "type": "010combined",
  "sha1": "696bfa4a21cfb334a25cddd620c14e1ce84e07ee",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1350.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 94-1350\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n                        RODRIGO BRAND,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 94-1351\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n                   FELIX APONTE-VELAZQUEZ,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 94-1352\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n                   CARMELO PULLIZA-DELGADO,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\r\n\n                                         \r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Jose Antonio Fuste, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                     Selya, Circuit Judge,\r                                                     \r\n\n          Aldrich and Coffin, Senior Circuit Judges.\r                                                               \r\n\n                                         \r\n\nPeter Goldberger with whom James H.  Feldman, Jr., Pamela A. Wilk,\r                                                                             \r\nAlan  Ellis and  Law Offices  of Alan  Ellis, P.C.  were on  brief for\r                                                          \r\nappellant Felix Aponte-Velazquez.\r\nGraham  A. Castillo  Pagan with  whom  Luis  Rafael Rivera  was on\r                                                                      \r\nbrief for appellants Rodrigo Brand and Carmelo Pulliza-Delgado.\r\nLuis  Rafael Rivera  with whom  Graham  A.  Castillo Pagan  was on\r                                                                      \r\nbrief for appellants Rodrigo Brand and Carmelo Pulliza-Delgado.\r\nJose  A. Quiles-Espinosa,  Senior  Litigation  Counsel, with  whom\r                                    \r\nGuillermo  Gil, United  States  Attorney, Juan  A. Pedrosa,  Assistant\r                                                                  \r\nUnited States Attorney, and Nelson Perez-Sosa, Assistant United States\r                                                     \r\nAttorney, were on brief for appellee.\r\n\n                                         \r\n\n                        March 26, 1996\r\n                                         \r\r\n\n          ALDRICH,  Senior Circuit Judge.  Appellants Aponte,\r                                                    \r\n\nPulliza, and Brand raise several claims of error on appeal of\r\n\ntheir  convictions   for  various  substantive   offenses  in\r\n\nconnection   with  a  cocaine  importation  and  distribution\r\n\nscheme.  Finding none meritorious, we affirm.\r\n\n              I.  Reconstruction of Trial Record\r                                                            \r\n\n          After  persistent efforts  by appellate  counsel to\r\n\nobtain  a  complete   trial  transcript,   the  trial   court\r\n\ndetermined that certain portions -- closing arguments and the\r\n\ncourt's jury charge -- had been permanently lost.  Appellants\r\n\nthen moved this  court for summary reversal, which  we denied\r\n\nwithout prejudice in an order requesting the court to attempt\r\n\na recreation adequate for appeal, or, if unable, to determine\r\n\nwhether appellants  were prejudiced as a  result of remaining\r\n\ngaps.  The  court recreated  its jury charge,  and located  a\r\n\ntranscript containing the complete closing argument on behalf\r\n\nof  Pulliza  and  a  \"substantial  portion\"  of  the  closing\r\n\nargument for Aponte.  It received from Brand's trial attorney\r\n\nsome incomplete  notes prepared  for his closing,  along with\r\n\nassurances that it would be impossible to recreate the actual\r\n\nargument.   The government filed what the parties agreed is a\r\n\n\"reasonable recreation\" of its main closing argument, as well\r\n\nas a  recreation of  its rebuttal,  which appellants  view as\r\n\ninadequate.   All agreed that  no contemporaneous  objections\r\n\nhad \r\n\n                             -3-\r\r\n\nbeen  raised during these segments  of the trial.   The court\r\n\nthen certified that the record had been reconstructed\r\n\n          as  best as  the  court and  the  parties\r\n          could.  The defendants have not shown any\r\n          specific   prejudice  arising   from  the\r\n          absence  of  the  trial transcript  other\r\n          than the inconvenience of not  having the\r\n          precise  text  . . .   for  purposes   of\r\n          developing  argument  on  appeal  on  the\r\n          basis of clear error.1\r\n\n          Appellants  contend  adequate  appellate review  of\r\n\ntheir  convictions is  impossible because  the court  did not\r\n\nproduce a reasonable recreation  of the missing transcripts,2\r\n\nentitling them to  reversal and  a new trial.   They  concede\r\n\nthat due process does not automatically require reversal when\r\n\na defendant is denied a full verbatim  trial transcript, see,\r                                                                        \r\n\ne.g., Bundy v. Wilson,  815 F.2d 125, 135 (1st Cir. 1987) (an\r                                 \r\n\n\"adequate   substitute\"  may  suffice)  (citing  cases),  but\r\n\ncontend that  non-compliance with the Court  Reporter Act, 28\r\n\nU.S.C.   753(b)(1), alone requires  reversal and a new trial.\r\n\nWe disagree.\r\n\n          The Act  provides, inter alia, that  all open court\r                                                   \r\n\nproceedings  in criminal cases  \"shall be recorded verbatim.\"\r\n\n28 U.S.C.    753(b)(1) (1982).  This  provision is mandatory,\r\n\nUnited States  v.  Andiarena, 823  F.2d  673, 676  (1st  Cir.\r                                        \r\n\n                    \r                                \r\n\n1.  Appellants  concede  plain error  is their  sole recourse\r\nwith respect to the incomplete portions of the transcript.\r\n\n2.  We limit  our consideration to the  closing arguments and\r\njury charge, as any other alleged breaches in the record were\r\nnot brought to the attention of the district court.\r\n\n                             -4-\r\r\n\n1987), and concededly  not complied  with in  this case,  yet\r\n\nnothing  prescribes  automatic  reversal  of   a  defendant's\r\n\nconvictions for non-compliance, and we  are aware of no cases\r\n\nwhich so hold.   Appellants cite Hardy v. United  States, 375\r                                                                    \r\n\nU.S.  277 (1964),  for the  proposition that  new counsel  on\r\n\nappeal3 cannot  properly represent  their clients  without an\r\n\n\"entire  transcript.\"   Id. at  279-80.   Hardy held  that an\r                                                           \r\n\nindigent federal defendant is  entitled to a trial transcript\r\n\nfree of charge in order to  perfect an appeal; we do not read\r\n\nit  to have created a rule mandating reversal for less than a\r\n\nverbatim account.\r\n\n          Alternatively,  appellants  suggest  we follow  the\r\n\nFifth Circuit's view  that new counsel  on appeal may  obtain\r\n\nreversal for lack of  a verbatim transcript under   753(b)(1)\r\n\nmerely  by showing  the missing  portion is  \"substantial and\r\n\nsignificant,\"  United States  v. Selva,  559 F.2d  1303, 1306\r                                                  \r\n\n(5th Cir. 1977), and that any reconstruction  thereof is less\r\n\nthan  \"substantially verbatim.\"   United  States v.  Pace, 10\r                                                                     \r\n\nF.3d 1106, 1124-25  (5th Cir. 1993),  cert. denied,      U.S.\r                                                              \r\n\n   , 114 S.Ct. 2180, 128 L.Ed.2d 899 (1994).   True, in Hardy\r                                                                         \r\n\nthe Court observed that the right established by Federal Rule\r\n\nof Criminal Procedure 52(b) to have \"plain errors or defects\"\r\n\nnoticed  by  the  court  \"is illusory  if  no  transcript  is\r\n\navailable at least to  one whose lawyer on appeal  enters the\r\n\n                    \r                                \r\n\n3.  Appellants have all obtained new counsel for this appeal.\r\n\n                             -5-\r\r\n\ncase after the trial is ended.\"   375 U.S. at 280.  Yet  this\r\n\nwas in  the  context of  deciding  whether or  not  appellant\r\n\nshould be afforded a transcript at  all.  We do not take this\r                                                   \r\n\nstatement to mean that if no verbatim transcript is available\r                                                 \r\n\nthat an effective appeal is not possible.\r\n\n          The  majority  of  circuits construing    753(b)(1)\r\n\nhave held that to obtain reversal and a new trial, whether or\r\n\nnot  there  is new  appellate  counsel,  defendant must  show\r\n\nspecific  prejudice  to his  ability  to  perfect an  appeal,\r\n\nbeyond mere non-compliance with  the act.  See  United States\r                                                                         \r\n\nv.  Gallo, 763 F.2d 1504, 1530 (6th Cir. 1985), cert. denied,\r                                                                        \r\n\n474  U.S.  1068,  and  cert. denied,  474  U.S.  1069  (1986)\r                                               \r\n\n(disagreeing with  Selva); United States v.  Sierra, 981 F.2d\r                                                               \r\n\n123,  126-27 (3rd Cir. 1992), cert. denied,     U.S.    , 113\r                                                      \r\n\nS.Ct.  2949, 124 L.Ed.2d 696 (1993)  (same); United States v.\r                                                                      \r\n\nAntoine, 906 F.2d  1379, 1381 (9th  Cir.), cert. denied,  498\r                                                                   \r\n\nU.S. 963 (1990) (same).   But see United States  v. Preciado-\r                                                                         \r\n\nCordobas, 981  F.2d 1206, 1212 (11th Cir. 1993) (as successor\r                    \r\n\ncourt  to former  Fifth Circuit,  bound by  Selva).   We have\r                                                             \r\n\nindicated preference  for the majority view,  see Sabatier v.\r                                                                      \r\n\nDabrowski, 586 F.2d 866, 869 (1st Cir. 1978) (holding that if\r                     \r\n\n  753(b)(1) applied to  extradition proceedings, reversal  on\r\n\naccount  of  non-compliance  would  require  showing specific\r\n\nprejudice), and explicitly adopt it today.\r\n\n          Appellants conceded  to the  trial  court that  the\r\n\n                             -6-\r\r\n\ngovernment's reconstruction of  its main closing argument  is\r\n\nsubstantially accurate.  This should enable  effective review\r\n\nfor plain error, yet  appellants make no particularized claim\r\n\nthat such error  occurred.  Nor  do they make any  claim that\r\n\nplain error could have  occurred during the closing arguments\r\n\nof  one  of  their  own  attorneys.    With  respect  to  the\r\n\ngovernment's rebuttal,  we are hard-pressed to  conceive what\r\n\nsort  of illegitimate  argument could  have been  made during\r\n\nthese  few moments that might have \"so poisoned the well that\r\n\nthe trial's outcome was likely affected,\" Arrieta-Agressot v.\r                                                                      \r\n\nUnited States,  3  F.3d 525,  528  (1st Cir.  1993)  (quoting\r                         \r\n\nUnited States  v. Mejia-Lozano, 829  F.2d 268, 274  (1st Cir.\r                                          \r\n\n1987)),  nor   do  appellants   suggest  any  based   on  the\r\n\nreconstruction that was  submitted.  In any  event, given the\r\n\nquantity  and  strength of  the  evidence  against all  three\r\n\nappellants  from the testimony  of several co-conspirators --\r\n\neye-witnesses   to   their   involvement   in   the   various\r\n\npreparations, possessions  and transactions amounting  to the\r\n\noffenses charged -- we are not  persuaded that any deficiency\r\n\ncould have risen to  a miscarriage of justice; i.e.,  even if\r\n\nthe rebuttal was  tainted by some imaginable  error, we would\r\n\nnot find \"a substantial chance that absent the error the jury\r\n\nwould have acquitted.\"  Id.  We therefore uphold the district\r                                       \r\n\ncourt's  conclusion that  appellants'  ability to  perfect an\r\n\nappeal  was not  prejudiced, and  turn now  to the  merits of\r\n\n                             -7-\r\r\n\ntheir claims.\r\n\n                             -8-\r\r\n\n                 II.  Motion for Continuance\r                                                        \r\n\n          On  the morning of  trial the defense  made a final\r\n\nrequest for continuance based on  the last minute decision of\r\n\nJorge Hernandez  Miller, the  lead  co-conspirator, to  plead\r\n\nguilty and become the  government's chief witness.  Remaining\r\n\ndefendants argued this necessitated more time to adjust trial\r\n\nstrategy  and  gather  information  to impeach  him.    After\r\n\nthorough exploration, the  court, though sympathetic, saw  no\r\n\njustification for delay:\r\n\n          [Y]ou  had  the opportunity  to interview\r\n          him . . . as you told me in chambers that\r\n          this has  been done and now  that all the\r\n          Jencks  Act  [material]  has been  turned\r\n          over . . . the latest bits of information\r\n          that were generated  like the  interviews\r\n          [of  the witness]  with the  agents . . .\r\n          are  going  to  be  turned  over  to  you\r\n          including rough notes, . . .  I will  not\r\n          continue this case.\r\n\n          A  trial court has wide discretion to grant or deny\r\n\na request  for continuance.   United States v.  Saccoccia, 58\r                                                                     \r\n\nF.3d  754, 770  (1st Cir.  1995).   \"Only an  unreasoning and\r\n\narbitrary insistence  upon expeditiousness  in the face  of a\r\n\njustifiable  request  for delay  violates  the  right to  the\r\n\nassistance  of counsel,\" and would amount to an abuse of that\r\n\ndiscretion.   Morris  v. Slappy,  461  U.S. 1,  11-12  (1983)\r                                           \r\n\n(internal quotations omitted).  We assess appellants' special\r\n\nreasons, plus relevant  factors such  as the  amount of  time\r\n\nneeded  for effective  preparation  and  the amount  actually\r\n\navailable, diligence  in preparing for trial  and whether the\r\n\n                             -9-\r\r\n\ndefense contributed to its perceived  predicament, the likely\r\n\nutility  of  a  continuance,  inconvenience  to   the  court,\r\n\nopposing  party,  and  witnesses,  and  any  unfair prejudice\r\n\ncaused by the denial.   Saccoccia, 58 F.3d at  770 (citations\r                                             \r\n\nomitted).\r\n\n          Appellants  allege  the  court  failed  to  address\r\n\n\"special  circumstances of  an emergent  nature beyond  their\r\n\ncontrol.\"  They claim that after Miller's change of plea they\r\n\nsuddenly  faced  an  unexpected  need  to gather  impeachment\r\n\nmaterial  and  to  do  additional preparation,  as  they  had\r\n\ndivided   responsibilities  among   themselves  due   to  the\r\n\nconsiderable   volume  of   trial  material   involved,4  and\r\n\nMiller's  defection  overburdened  the remaining  defendants.\r\n\nThey contend they \"could not  have been more diligent,\" would\r\n\nhave   found  valuable   impeachment   material  if   granted\r\n\nadditional  time,  and  were  prejudiced  in  cross-examining\r\n\nMiller  because of  the denial;  inconvenience to  others, by\r\n\ncomparison, was minimal.\r\n\n          Appellants'  accusations  against  the   court  are\r\n\nunfounded.  As  the court  pointed out, the  defense had  had\r\n\nample  time  and substantial  assistance  from  the court  to\r\n\nprepare for trial, and although more might have helped,  that\r\n\nis always true.  Defense  counsel could have anticipated that\r\n\n                    \r                                \r\n\n4.  Aponte  points out  that  discovery involved  \"some  1453\r\ndocuments totaling over 5000 pages.\"\r\n\n                             -10-\r\r\n\na division  of labor strategy  might leave them in  a bind if\r\n\none dropped  out,  especially since  the original  indictment\r\n\nincluded some 31 co-defendants who had been pleading out on a\r\n\nregular basis up  to and even  during trial.   The court  was\r\n\nvery careful to elicit from  counsel precisely what more they\r\n\nthought  they needed and hoped to find to impeach Miller, and\r\n\nwhy.  It  gave a thoroughly reasoned response, observing that\r\n\nthe  defense had been  given unlimited access  to the witness\r\n\nfor four  days  prior to  the  start of  trial and  at  least\r\n\nseveral  more afterward until he took the stand, a \"dream for\r\n\na defense attorney,\"  as well as notes government  agents had\r\n\ntaken during their interviews  of the witness.  There  was no\r                              \r\n\nabuse of discretion in ruling this was sufficient.\r\n\n          We  add  only  that  we   do  not  see,  even  with\r\n\nhindsight, what more a continuance would have achieved.   The\r\n\ndefense   had  apparently  hoped   to  discredit   Miller  by\r\n\nimplicating  him   in  the  uncharged   murders  of   several\r\n\naccomplices in  the cocaine conspiracy, and  wished more time\r\n\nto  locate, interview  and subpoena  witnesses who  could tie\r\n\nMiller to these crimes.   The court, however, in  a pre-trial\r\n\nruling,  had strictly  prohibited  introduction of  extrinsic\r\n\nevidence of  Miller's involvement in the  murders and limited\r\n\ncross-examination  in reference to  these crimes  strictly to\r\n\nquestioning his  motivation to enter the  plea agreement,5 in\r\n\n                    \r                                \r\n\n5.  This ruling has not been appealed.\r\n\n                             -11-\r\r\n\naccordance  with  Federal  Rule  of Evidence  608(b).6    See\r                                                                         \r\n\nTigges v.  Cataldo, 611 F.2d 936, 938 (1st Cir. 1979).  As to\r                              \r\n\nthis, post.\r                      \r\n\n                III.  Prosecutorial Misconduct\r                                                          \r\n\n          Before  trial government  counsel had  informed the\r\n\ndefense  and the  court  that Miller  had stated  during plea\r\n\nnegotiations that he  had decided to plead guilty because \"he\r\n\nthought that he was  going to be imputed with some murders to\r\n\nwhich he denies, and  . . . the reason that motivated  him is\r\n\nbecause he wanted to clear the record that in fact he did not\r\n\nparticipate in those murders.\"   During a pre-trial interview\r\n\nMiller had told defense  counsel roughly the same --  that he\r\n\nwas  afraid  \"the government  . . .  [was] going  to  bring a\r\n\nmassacre  against him,  a  murder against  him,  but he  also\r\n\nstated to  us that  in fact he  did not do  that.\"   The plea\r\n\nagreement was admitted in  evidence.  It made no  mention, of\r\n\ncourse, of murders.\r\n\n          During  cross-examination  defense  counsel  sought\r\n\nvigorously   to  impeach  Miller's  testimony  linking  their\r\n\nclients to  the  drug venture  by  attempting to  solicit  an\r\n\n                    \r                                \r\n\n6.        (b)    Specific  instances   of  conduct.\r\n          Specific  instances of  the conduct  of a\r\n          witness, for the  purpose of attacking or\r\n          supporting   the  witness'   credibility,\r\n          other  than conviction of crime . . . may\r\n          not be proved by extrinsic evidence.\r\n\nFed.R.Evid. 608(b).\r\n\n                             -12-\r\r\n\nadmission from Miller that he was motivated to cooperate with\r\n\nthe government by a  desire to \"minimize the severity  of the\r\n\naccusations against himself,\"  specifically by avoiding being\r\n\nimplicated  in,  or  charged   with,  the  murders.    Miller\r\n\nrepeatedly denied such motivation,  professing only a  desire\r\n\nto \"repent\" and \"tell the truth.\"\r\n\n          Appellants  now contend  this was  an outright  lie\r\n\nthat due process required the  government to correct.7   They\r\n\nrely principally upon Napue v. Illinois, 360 U.S. 264 (1959),\r                                                   \r\n\nwhich held that  a defendant's due  process rights under  the\r\n\nFourteenth  Amendment  required  reversal  of  his conviction\r\n\nwhere the prosecutor  failed to correct a  witness' denial of\r\n\nreceiving promises of leniency in exchange for his testimony,\r\n\nknowing  it was  false, even  though the  prosecutor had  not\r\n\nhimself  solicited the falsity. 360  U.S. at 269.   The Court\r\n\nsaid  this principle,  \"implicit  in any  concept of  ordered\r\n\nliberty,  does not cease  to apply  merely because  the false\r\n\ntestimony  goes only to the credibility of the witness.\"  Id.\r                                                                         \r\n\nNor  did  the fact  that the  jury  was presented  with other\r\n\ngrounds for questioning the witness' credibility \"turn[] what\r\n\nwas otherwise a tainted trial into  a fair one.\"  Id. at 270.\r                                                                 \r\n\n                    \r                                \r\n\n7.  Defense counsel  made no indication  to the court  at the\r\ntime that  the defense believed  the government was  under an\r\nobligation   to   clarify  Miller's   statements   about  his\r\nmotivation to plead, and, indeed, indicated satisfaction with\r\ncoverage  of  the issue  when  the  court  inquired prior  to\r\nallowing examination of Miller to proceed into another area.\r\n\n                             -13-\r\r\n\nAppellants  contend  defense  counsels'  equal  knowledge  of\r\n\nMiller's pre-trial admissions cannot alleviate the government\r\n\nof its duty in this case to bring this impeachment \"evidence\"\r\n\nbefore the jury.\r\n\n          There are two answers  to this.  The first  is that\r\n\nthe court had already ruled that testimony of murders was too\r\n\nprejudicial to  be admitted.   But, more  important, although\r\n\ndefendant  refused  this  specific  characterization  of  his\r\n\nmotives, he did concede to believing the plea agreement meant\r\n\nthat \"if I speak about things of which I have knowledge or in\r\n\nwhich  I have taken part,  I wouldn't be  indicted for them,\"\r\n\nand  \"would be  sentenced  to  fewer  years.\"    This  was  a\r\n\nsufficient acknowledgment that his  claim of rebirth was less\r\n\nthan genuine; there  could be no question  the government had\r\n\nno duty to go further.\r\n\n                    IV.  Jury Instructions\r                                                      \r\n\n          Having raised  no objections  to any aspect  of the\r\n\njury  instructions at  trial, Aponte  now claims  plain error\r\n\nboth in the  court's explanation of  reasonable doubt and  in\r\n\nits  failure   to  give   a  requested  instruction   on  the\r\n\ndefendant's  exercise of  his right  to remain  silent.   The\r\n\nfollowing  instructions (emphasis  ours) contain  the alleged\r\n\nerrors:\r\n\n               A reasonable doubt  is a doubt based\r\n          upon reason  and  common sense,  and  may\r\n          arise  from  a   careful  and   impartial\r\n          consideration  of  all  the evidence,  or\r\n\n                             -14-\r\r\n\n          from lack of  evidence.   Proof beyond  a\r\n          reasonable doubt is proof that leaves you\r\n          firmly  convinced  that the  defendant is\r\n          guilty.\r\n\n                             -15-\r\r\n\n               If  after  a  careful and  impartial\r                             \r\n          consideration with your fellow  jurors of\r\n          all  the evidence, you  are not convinced\r                                                               \r\n          beyond  a  reasonable   doubt  that   the\r                                                               \r\n          defendant is  guilty, it is  your duty to\r                                                               \r\n          find the  defendant not  guilty.   On the\r                                                      \r\n          other   hand,  if  after  a  careful  and\r                                       \r\n          impartial consideration  with your fellow\r\n          jurors  of  all  the  evidence,  you  are\r                                                               \r\n          convinced beyond a reasonable  doubt that\r                                                               \r\n          the defendant is guilty,  it is your duty\r                                                               \r\n          to find the defendant guilty.\r                                                   \r\n\n               . . . Each defendant is  presumed to\r\n          be innocent and does not  have to testify\r\n          or   present   any   evidence  to   prove\r\n          innocence.  The government has the burden\r                                                               \r\n          of  proving every  element of  the charge\r                                                               \r\n          beyond a  reasonable doubt.   If it fails\r                                                               \r\n          to do  so, you  must return  a not-guilty\r                                                               \r\n          verdict.\r                              \r\n\n                              A.\r\n\n          Aponte  contends that  by the  first paragraph  the\r\n\ncourt  permitted the  jury to  convict by  a degree  of proof\r\n\nlower than constitutionally required.  He argues that \"firmly\r\n\nconvinced\"  suggests  a burden  of  proof akin  to  the civil\r\n\n\"clear   and   convincing\"   standard,   use   of   which  is\r\n\nimpermissible in  a criminal case.   See Addington  v. Texas,\r                                                                        \r\n\n441  U.S.  418,  425  (1979)  (clear  and  convincing  is  an\r\n\n\"intermediate standard\" between preponderance of the evidence\r\n\nand proof beyond a reasonable doubt); In re Winship, 397 U.S.\r                                                               \r\n\n358, 363-64 (1970) (guilt  in a criminal case must  be proved\r\n\nby  no less  a standard  than \"beyond  a reasonable  doubt\").\r\n\nAccording  to  Aponte,  it  is  linguistically  impossible to\r\n\nconceive how \"firmly convinced\"\r\n\n                             -16-\r\r\n\ncould equate  with \"beyond  a reasonable doubt,\"  when \"clear\r\n\nand convincing\" does not.\r\n\n          Assessing the  instructions as a  whole, Victor  v.\r                                                                     \r\n\nNebraska,      U.S.     ,     ,  114  S.Ct. 1239,  1243,  127\r                    \r\n\nL.Ed.2d 583 (1994), we  conclude that the emphasized portions\r\n\nadequately and  ultimately conveyed an  accurate, unambiguous\r\n\nand comprehensible description of the government's burden and\r\n\nthe standard  for  acquittal.   Whether  or not  the  \"firmly\r\n\nconvinced\"   definition   alone  would   be  constitutionally\r\n\nsufficient to convey the meaning of proof beyond a reasonable\r\n\ndoubt, the court's further exposition here left no doubt that\r\n\nthe jury's duty  was to convict only  upon reaching consensus\r\n\nas to guilt beyond  a reasonable doubt.8  Nothing  further is\r\n\nrequired.  United States v. Andujar, 49 F.3d 16, 23 (1st Cir.\r                                               \r\n\n1995).\r\n\n                              B.\r\n\n          As was  his right,  Aponte elected not  to testify,\r\n\nand requested the following instruction be given to the jury:\r\n\n                    \r                                \r\n\n8.  The  \"firmly  convinced\" language  has  withstood similar\r\nattack  in a  variety  of contexts.    See United  States  v.\r                                                                     \r\nVelazquez, 980 F.2d 1275, 1278 (9th Cir. 1992), cert. denied,\r                                                                        \r\n     U.S.     ,  113  S.Ct.  2979,  125  L.Ed.2d  677  (1993)\r\n(upholding same pattern instruction used here); United States\r                                                                         \r\nv.  Hunt, 794 F.2d  1095, 1100-1101 (5th  Cir. 1986) (\"firmly\r                    \r\nconvinced\"  adequately  conveys \"beyond  a  reasonable doubt\"\r\nstandard); United States v. Taylor, 997 F.2d 1551, 1557 (D.C.\r                                              \r\nCir. 1993)  (same); see  also United  States v.  Williams, 20\r                                                                     \r\nF.3d 125, 131  (5th Cir.),  cert. denied,      U.S.    ,  115\r                                                    \r\nS.Ct. 239, 130 L.Ed.2d 162 (1994); United States  v. Barrera-\r                                                                         \r\nGonzales,  952 F.2d  1269, 1272-73  (10th Cir.  1992); United\r                                                                         \r\nStates v. Conway, 73 F.3d 975, 980 (10th Cir. 1995).\r                            \r\n\n                             -17-\r\r\n\n                             -18-\r\r\n\n          Under  the law,  a defendants  [sic] does\r\n          not  need  to  testify, since  it  is the\r\n          Government  who  must  prove  her  [sic]9\r\n          guilty  beyond  a reasonable  doubt.   No\r\n          presumption or inference  of guilt may be\r\n          made or drawn.\r\n\nThe  court  declined, instructing  instead  as  quoted above.\r\n\nWhile he did not  object, Aponte now claims violation  of his\r\n\nconstitutional rights.\r\n\n          The Fifth Amendment guarantees a criminal defendant\r\n\nboth  the  right  to  remain  silent  and  that  no   adverse\r\n\ninferences  may be  drawn from  his exercise  of this  right.\r\n\nCarter v. Kentucky, 450 U.S. 288, 305 (1981).  Further, \"when\r                              \r\n\nthe  defendant makes  a  timely request  that a  prophylactic\r\n\ninstruction be given . . . [the court] has the constitutional\r\n\nobligation . . .  to minimize the  danger that the  jury will\r\n\ngive evidentiary weight to a defendant's failure to testify.\"\r\n\nId.10   We have not read  Carter to require use  of the exact\r                                            \r\n\nwording  requested, however,  so  long as  the trial  court's\r\n\ninstructions complied with this obligation.  United States v.\r                                                                      \r\n\nLadd, 877 F.2d 1083, 1089 (1st Cir. 1989).\r                \r\n\n                    \r                                \r\n\n9.  The  district  court  apparently accepted  from  Aponte's\r\nappellate counsel  a set  of proposed jury  instructions that\r\ncounsel believed  had been  submitted to  the court but  were\r\ninexplicably  absent from  the record.   We  note that  these\r\ninstructions  were not prepared  for Aponte, but  for a Sonia\r\nBerrios Rodriguez, but since the government did not object to\r\ntheir inclusion in the appellate record as Aponte's requested\r\ninstructions, we will treat them as such.\r\n\n10.  This  obligation is also imposed by  statute.  18 U.S.C.\r\n  3481  (formerly designated as 28 U.S.C.   632).  See United\r                                                                         \r\nStates v. Bruno, 308 U.S. 287 (1939).\r                           \r\n\n                             -19-\r\r\n\n          Our   question  is  whether  instructing  that  the\r\n\ngovernment  has the burden  of proof and  that defendant does\r\n\nnot   have  to   testify   or  present   evidence  adequately\r\n\ncommunicates that no adverse inferences may be drawn from the\r\n\nfact that he  does not testify.  The government urges that we\r\n\nanswered  this affirmatively  in Ladd,  where we  approved an\r                                                 \r\n\ninstruction  that the  defendant's  silence  \"cannot even  be\r\n\nconsidered by you in arriving at your verdict.\"  Id.  Not so.\r                                                                \r\n\nA  jury  might well  think that  a  defendant's right  not to\r\n\ntestify means merely that  he cannot be called as  a witness,\r\n\nleaving  it to draw such  conclusions from his  silence as it\r\n\nfelt warranted.   An instruction not to  consider his failure\r\n\nto testify  precisely forbids drawing inferences.   Ladd, 877\r                                                                    \r\n\nF.2d at  1089.   Here, however,  the court  mentioned nothing\r\n\nbeyond  the  defendant's  right  not to  testify  or  present\r\n\nevidence.  Carter  v. Kentucky makes clear that, once request\r                                          \r\n\nfor a  no-adverse-presumption instruction has  been made, the\r\n\n\"full and free  exercise\" of the  constitutionally guaranteed\r\n\nprivilege  against  self-incrimination  requires   more  than\r\n\ninstruction  on the right not  to testify and  to be presumed\r\n\ninnocent  until proven  guilty.   450 U.S.  at 305.  See also\r                                                                         \r\n\nUnited  States v. Eiland, 741  F.2d 738, 743  (5th Cir. 1984)\r                                    \r\n\n(holding   instructions   similar   to   those   given   here\r\n\nconstitutionally deficient under Carter).\r                                                   \r\n\n          We also find,  per United States v. Olano, 507 U.S.\r                                                               \r\n\n                             -20-\r\r\n\n725,     , 113 S.Ct. 1770, 1779, 123 L.Ed.2d 508 (1993), that\r\n\nthe forfeited error was \"plain,\" and  \"affect[ed] substantial\r\n\nrights\" within the meaning of  Fed.R.Civ.P. 52(b).  See Bruno\r                                                                         \r\n\nv.  United States,  308 U.S. 287,  293-94 (1939)  (failure to\r                             \r\n\ngive   requested   instruction  cautioning   against  drawing\r\n\npresumptions from  defendant's failure  to testify was  not a\r\n\nmere \"technical  erro[r] . . . which do[es]  not affect . . .\r\n\nsubstantial   rights  . . . .\").     We   therefore  perceive\r\n\ndiscretion  to   reverse,  but   no  obligation  to   do  so.\r\n\nFed.R.Civ.P.  52(b);  Olano, 113  S.Ct.  at 1778.    See also\r                                                                         \r\n\nChapman  v. California,  386 U.S.  18,  23 (1967)  (not every\r                                  \r\n\nconstitutional error automatically requires reversal).\r\n\n          Olano  contemplates  that we  guide  our discretion\r                           \r\n\nunder  Rule 52(b)  by further  determining whether  the error\r\n\n\"seriously  affect[ed]  the  fairness,  integrity  or  public\r\n\nreputation  of the judicial proceedings.\"   113 S.Ct. at 1779\r\n\n(internal quotations  omitted).   We have long  realized that\r\n\namong  the  things  we may  consider  is  the  weight of  the\r\n\nevidence of guilt or  innocence, without casting it favorably\r\n\nto the  government or presuming that  credibility issues were\r\n\nresolved in  its favor, Arrieta-Agressot,  3 F.3d at  528, to\r                                                    \r\n\ndetermine whether the error could have made any difference to\r\n\nthe verdict.11   We do  not view Olano  as having  removed or\r                                                  \r\n\n                    \r                                \r\n\n11.  At  this  stage  of   review  for  forfeited  error  the\r\nassessment  is  whether  the  error was  \"harmless  beyond  a\r\nreasonable  doubt,\"  and  differs  from  so-called  \"harmless\r\n\n                             -21-\r\r\n\nlimited   such   an   assessment   from   our   discretionary\r\n\nconsideration  as a general  matter.  However,  the Court has\r\n\ndeemed a small number of \"structural defects\" not amenable to\r\n\n\"quantitative[]  assess[ment],\"  Arizona  v. Fulminante,  499\r                                                                   \r\n\nU.S.  279, 308  (1991),  including total  deprivation of  the\r\n\nright to counsel at trial (Gideon v. Wainwright, 372 U.S. 335\r                                                           \r\n\n(1963)), and lack of  an impartial judge (Tumey v.  Ohio, 273\r                                                                    \r\n\nU.S. 510 (1927)).  Id.  at 309.  See also id. at  310 (citing\r                                                         \r\n\nadditional cases); Sullivan v.  Louisiana, 508 U.S. 275,    ,\r                                                     \r\n\n113   S.Ct.    2078,   2082,   124    L.Ed.2d   182    (1993)\r\n\n(constitutionally  deficient  reasonable doubt  instruction).\r\n\nThe distinction these  special errors share is  that they are\r\n\n\"structural defects in the trial mechanism\" which affect \"the\r\n\nentire  conduct  of the  trial  from  beginning to  end\"  and\r\n\n\"without [which]  a criminal trial cannot  reliably serve its\r\n\nfunction  as   a  vehicle  for  determination   of  guilt  or\r\n\ninnocence,\" rather  than being simply \"error[s]  in the trial\r\n\nprocess itself.\"   Fulminante,  499 U.S. at  309-10 (internal\r                                         \r\n\nquotations omitted).   We think failure  to give a  requested\r\n\nCarter instruction falls comfortably  in the latter category.\r                  \r\n\nIt is  not the sort of  error for which an  assessment of the\r\n\nevidence  is  unsuitable precisely  because  it  concerns the\r\n\nevidentiary value the jury may give to a defendant's election\r\n\n                    \r                                \r\n\nerror\"  review only in that the defendant bears the burden of\r\npersuasion.  Olano, 113 S.Ct. at 1778.\r                              \r\n\n                             -22-\r\r\n\nnot  to testify on his own behalf.   Carter, 450 U.S. at 305.\r                                                       \r\n\nOn   this  basis  we   are  confident  in   saying  that  the\r\n\nuncontradicted   evidence   against  appellants   Aponte  and\r\n\nPulliza,   from  the  testimony  of  several  co-conspirators\r\n\ninvolved in various aspects  of the scheme, was overwhelming,\r\n\nand the verdict rendered would have ensued regardless  of the\r\n\nerror.   In sum, although  \"the failure to  limit the jurors'\r\n\nspeculation on the meaning of [the defendant's] silence, when\r\n\nthe  defendant makes  a  timely request  that a  prophylactic\r\n\ninstruction  be given,  exacts an  impermissible toll  on the\r\n\nfull  and  free  exercise  of  [defendant's  Fifth  Amendment\r\n\nprivileges],\" id., we do not  believe it could have seriously\r                             \r\n\naffected the fairness of the proceedings.  \r\n\n                     V.  Double Jeopardy\r                                                    \r\n\n          Aponte  maintains that  because  the same  offenses\r\n\nunderlying  his convictions also formed  the basis of a civil\r\n\nforfeiture  of   some  personal  assets,   pursuant  to   the\r\n\nControlled  Substances and  Money Laundering Acts,  21 U.S.C.\r\n\n   881(a)(6) and  (7) and 18 U.S.C.    981, respectively, his\r\n\ncriminal sentence constitutes a prohibited second punishment,\r\n\nfor the  same offenses, in  violation of the  Double Jeopardy\r\n\nClause of the Fifth  Amendment.  See, e.g., United  States v.\r                                                                      \r\n\nDixon,       U.S.    ,     ,  113  S.Ct. 2849,  2855-56,  125\r                 \r\n\nL.Ed.2d 556 (1993).  The   Clause   only  becomes   relevant,\r\n\nhowever, once a  defendant has first been placed in jeopardy,\r\n\n                             -23-\r\r\n\nand  \"even then,  it is  only the  second proceeding  that is\r                                                     \r\n\nconstitutionally  endangered.\"  United  States v.  Pierce, 60\r                                                                     \r\n\nF.3d 886, 889 (1st Cir. 1995), pet. for cert. filed, Oct. 19,\r                                                               \r\n\n1995 (No. 95-6474).   Aponte contends, against all authority,\r\n\nthat jeopardy in the  criminal case did not attach  until his\r\n\nsentencing,  well after  imposition of  the civil  penalty.12\r                                   \r\n\nWe regard it  as beyond question that \"jeopardy attaches when\r\n\nthe  jury is empaneled and sworn.\"   Crist v. Bretz, 437 U.S.\r                                                               \r\n\n28, 35  (1978).   Pierce, 60 F.3d  at 889.   A glance  at the\r                                    \r\n\nsequence  of events in this case, supra note 12, reveals that\r                                                   \r\n\nthe criminal  sanction therefore  cannot have been  second to\r\n\nthe forfeiture, and thus whether or not civil sanctions under\r\n\n21  U.S.C.     881(a)(6) and  (7) and  18  U.S.C.    981 even\r\n\nconstitute punishment for the purposes of the Double Jeopardy\r\n\nClause is a question we need not reach.  \r\n\n          The   convictions   of  appellants   are  therefore\r\n\naffirmed.\r                     \r\n\n                    \r                                \r\n\n12.  The following chronology is pertinent:\r\n\n          Jury empaneled:           September 21, 1993\r\n          Criminal trial began:     September 22, 1993\r\n          Verdicts read:            October 1, 1993\r\n          Civil action commenced:   Nov. 4, 1993\r\n          Forfeiture stipulated:    March 9, 1994\r\n          Forfeiture order:         March 10, 1994\r\n          Criminal sentencing:      March 21, 1994\r\n\n                             -24-\r\r\n",
  "html": "<p class=\"case_cite\">80 F.3d 560</p>\n    <p class=\"parties\">UNITED STATES of America, Plaintiff, Appellee,<br>v.<br>Rodrigo BRAND, Defendant, Appellant.<br>UNITED STATES of America, Plaintiff, Appellee,<br>v.<br>Felix APONTE-VELAZQUEZ, Defendant, Appellant.<br>UNITED STATES of America, Plaintiff, Appellee,<br>v.<br>Carmelo PULLIZA-DELGADO, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 94-1350, 94-1351 and 94-1352.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 12, 1996.<br>Decided March 26, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeals from the United States District Court for the District of Puerto Rico;  Hon.  Jose Antonio Fuste, U.S. District Judge.</p>\n      <p class=\"indent\">Peter Goldberger with whom James H. Feldman, Jr., Pamela A. Wilk, Alan Ellis and Law Offices of Alan Ellis, P.C. were on brief for appellant Felix Aponte-Velazquez.</p>\n      <p class=\"indent\">Graham A. Castillo Pagan with whom Luis Rafael Rivera was on brief for appellants Rodrigo Brand and Carmelo Pulliza-Delgado.</p>\n      <p class=\"indent\">Luis Rafael Rivera with whom Graham A. Castillo Pagan was on brief for appellants Rodrigo Brand and Carmelo Pulliza-Delgado.</p>\n      <p class=\"indent\">Jose A. Quiles-Espinosa, Senior Litigation Counsel, with whom Guillermo Gil, United States Attorney, Juan A. Pedrosa, Assistant United States Attorney, and Nelson Perez-Sosa, Assistant United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, ALDRICH and COFFIN, Senior Circuit Judges.</p>\n      <p class=\"indent\">ALDRICH, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants Aponte, Pulliza, and Brand raise several claims of error on appeal of their convictions for various substantive offenses in connection with a cocaine importation and distribution scheme.   Finding none meritorious, we affirm.</p>\n    </div>\n    <p>I. Reconstruction of Trial Record</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">After persistent efforts by appellate counsel to obtain a complete trial transcript, the trial court determined that certain portions--closing arguments and the court's jury charge--had been permanently lost.   Appellants then moved this court for summary reversal, which we denied without prejudice in an order requesting the court to attempt a recreation adequate for appeal, or, if unable, to determine whether appellants were prejudiced as a result of remaining gaps.   The court recreated its jury charge, and located a transcript containing the complete closing argument on behalf of Pulliza and a \"substantial portion\" of the closing argument for Aponte.   It received from Brand's trial attorney some incomplete notes prepared for his closing, along with assurances that it would be impossible to recreate the actual argument.   The government filed what the parties agreed is a \"reasonable recreation\" of its main closing argument, as well as a recreation of its rebuttal, which appellants view as inadequate.   All agreed that no contemporaneous objections had been raised during these segments of the trial.   The court then certified that the record had been reconstructed</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>as best as the court and the parties could.   The defendants have not shown any specific prejudice arising from the absence of the trial transcript other than the inconvenience of not having the precise text ... for purposes of developing argument on appeal on the basis of clear error.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Appellants contend adequate appellate review of their convictions is impossible because the court did not produce a reasonable recreation of the missing transcripts,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> entitling them to reversal and a new trial.   They concede that due process does not automatically require reversal when a defendant is denied a full verbatim trial transcript, see, e.g., Bundy v. Wilson, 815 F.2d 125, 135 (1st Cir.1987) (an \"adequate substitute\" may suffice) (citing cases), but contend that non-compliance with the Court Reporter Act, 28 U.S.C. &#167; 753(b)(1), alone requires reversal and a new trial.   We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Act provides, inter alia, that all open court proceedings in criminal cases \"shall be recorded verbatim.\"  28 U.S.C. &#167; 753(b)(1) (1982).   This provision is mandatory, United States v. Andiarena, 823 F.2d 673, 676 (1st Cir.1987), and concededly not complied with in this case, yet nothing prescribes automatic reversal of a defendant's convictions for non-compliance, and we are aware of no cases which so hold.   Appellants cite Hardy v. United States, 375 U.S. 277, 84 S.Ct. 424, 11 L.Ed.2d 331 (1964), for the proposition that new counsel on appeal<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> cannot properly represent their clients without an \"entire transcript.\"  Id. at 279-80, 84 S.Ct. at 426-27.  Hardy held that an indigent federal defendant is entitled to a trial transcript free of charge in order to perfect an appeal;  we do not read it to have created a rule mandating reversal for less than a verbatim account.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Alternatively, appellants suggest we follow the Fifth Circuit's view that new counsel on appeal may obtain reversal for lack of a verbatim transcript under &#167; 753(b)(1) merely by showing the missing portion is \"substantial and significant,\" United States v. Selva, 559 F.2d 1303, 1306 (5th Cir.1977), and that any reconstruction thereof is less than \"substantially verbatim.\"  United States v. Pace, 10 F.3d 1106, 1124-25 (5th Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 2180, 128 L.Ed.2d 899 (1994).   True, in Hardy the Court observed that the right established by Federal Rule of Criminal Procedure 52(b) to have \"plain errors or defects\" noticed by the court \"is illusory if no transcript is available at least to one whose lawyer on appeal enters the case after the trial is ended.\"  375 U.S. at 280, 84 S.Ct. at 427.   Yet this was in the context of deciding whether or not appellant should be afforded a transcript at all.   We do not take this statement to mean that if no verbatim transcript is available that an effective appeal is not possible.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The majority of circuits construing &#167; 753(b)(1) have held that to obtain reversal and a new trial, whether or not there is new appellate counsel, defendant must show specific prejudice to his ability to perfect an appeal, beyond mere non-compliance with the act.   See United States v. Gallo, 763 F.2d 1504, 1530 (6th Cir.1985), cert. denied, 474 U.S. 1068, 106 S.Ct. 826, 88 L.Ed.2d 798, and cert. denied, 474 U.S. 1069, 106 S.Ct. 828, 88 L.Ed.2d 800 (1986) (disagreeing with Selva );  United States v. Sierra, 981 F.2d 123, 126-27 (3rd Cir.1992), cert. denied, 508 U.S. 967, 113 S.Ct. 2949, 124 L.Ed.2d 696 (1993) (same);  United States v. Antoine, 906 F.2d 1379, 1381 (9th Cir.), cert. denied, 498 U.S. 963, 111 S.Ct. 398, 112 L.Ed.2d 407 (1990) (same).   But see United States v. Preciado-Cordobas, 981 F.2d 1206, 1212 (11th Cir.1993) (as successor court to former Fifth Circuit, bound by Selva ).   We have indicated preference for the majority view, see Sabatier v. Dabrowski, 586 F.2d 866, 869 (1st Cir.1978) (holding that if &#167; 753(b)(1) applied to extradition proceedings, reversal on account of non-compliance would require showing specific prejudice), and explicitly adopt it today.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Appellants conceded to the trial court that the government's reconstruction of its main closing argument is substantially accurate.   This should enable effective review for plain error, yet appellants make no particularized claim that such error occurred.   Nor do they make any claim that plain error could have occurred during the closing arguments of one of their own attorneys.   With respect to the government's rebuttal, we are hard-pressed to conceive what sort of illegitimate argument could have been made during these few moments that might have \"so poisoned the well that the trial's outcome was likely affected,\" Arrieta-Agressot v. United States, 3 F.3d 525, 528 (1st Cir.1993) (quoting United States v. Mejia-Lozano, 829 F.2d 268, 274 (1st Cir.1987)), nor do appellants suggest any based on the reconstruction that was submitted.   In any event, given the quantity and strength of the evidence against all three appellants from the testimony of several co-conspirators--eye-witnesses to their involvement in the various preparations, possessions and transactions amounting to the offenses charged--we are not persuaded that any deficiency could have risen to a miscarriage of justice;  i.e., even if the rebuttal was tainted by some imaginable error, we would not find \"a substantial chance that absent the error the jury would have acquitted.\"  Id.  We therefore uphold the district court's conclusion that appellants' ability to perfect an appeal was not prejudiced, and turn now to the merits of their claims.</p>\n    </div>\n    <p>II. Motion for Continuance</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On the morning of trial the defense made a final request for continuance based on the last minute decision of Jorge Hernandez Miller, the lead co-conspirator, to plead guilty and become the government's chief witness.   Remaining defendants argued this necessitated more time to adjust trial strategy and gather information to impeach him.   After thorough exploration, the court, though sympathetic, saw no justification for delay:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>[Y]ou had the opportunity to interview him ... as you told me in chambers that this has been done and now that all the Jencks Act [material] has been turned over ... the latest bits of information that were generated like the interviews [of the witness] with the agents ... are going to be turned over to you including rough notes, ... I will not continue this case.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A trial court has wide discretion to grant or deny a request for continuance.  United States v. Saccoccia, 58 F.3d 754, 770 (1st Cir.1995).  \"Only an unreasoning and arbitrary insistence upon expeditiousness in the face of a justifiable request for delay violates the right to the assistance of counsel,\" and would amount to an abuse of that discretion.  Morris v. Slappy, 461 U.S. 1, 11-12, 103 S.Ct. 1610, 1616-17, 75 L.Ed.2d 610 (1983) (internal quotations omitted).   We assess appellants' special reasons, plus relevant factors such as the amount of time needed for effective preparation and the amount actually available, diligence in preparing for trial and whether the defense contributed to its perceived predicament, the likely utility of a continuance, inconvenience to the court, opposing party, and witnesses, and any unfair prejudice caused by the denial.  Saccoccia, 58 F.3d at 770 (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Appellants allege the court failed to address \"special circumstances of an emergent nature beyond their control.\"   They claim that after Miller's change of plea they suddenly faced an unexpected need to gather impeachment material and to do additional preparation, as they had divided responsibilities among themselves due to the considerable volume of trial material involved,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and Miller's defection overburdened the remaining defendants.   They contend they \"could not have been more diligent,\" would have found valuable impeachment material if granted additional time, and were prejudiced in cross-examining Miller because of the denial;  inconvenience to others, by comparison, was minimal.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Appellants' accusations against the court are unfounded.   As the court pointed out, the defense had had ample time and substantial assistance from the court to prepare for trial, and although more might have helped, that is always true.   Defense counsel could have anticipated that a division of labor strategy might leave them in a bind if one dropped out, especially since the original indictment included some 31 co-defendants who had been pleading out on a regular basis up to and even during trial.   The court was very careful to elicit from counsel precisely what more they thought they needed and hoped to find to impeach Miller, and why.   It gave a thoroughly reasoned response, observing that the defense had been given unlimited access to the witness for four days prior to the start of trial and at least several more afterward until he took the stand, a \"dream for a defense attorney,\" as well as notes government agents had taken during their interviews of the witness.   There was no abuse of discretion in ruling this was sufficient.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We add only that we do not see, even with hindsight, what more a continuance would have achieved.   The defense had apparently hoped to discredit Miller by implicating him in the uncharged murders of several accomplices in the cocaine conspiracy, and wished more time to locate, interview and subpoena witnesses who could tie Miller to these crimes.   The court, however, in a pre-trial ruling, had strictly prohibited introduction of extrinsic evidence of Miller's involvement in the murders and limited cross-examination in reference to these crimes strictly to questioning his motivation to enter the plea agreement,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> in accordance with Federal Rule of Evidence 608(b).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  See Tigges v. Cataldo, 611 F.2d 936, 938 (1st Cir.1979).   As to this, post.</p>\n    </div>\n    <p>III. Prosecutorial Misconduct</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Before trial government counsel had informed the defense and the court that Miller had stated during plea negotiations that he had decided to plead guilty because \"he thought that he was going to be imputed with some murders to which he denies, and ... the reason that motivated him is because he wanted to clear the record that in fact he did not participate in those murders.\"   During a pre-trial interview Miller had told defense counsel roughly the same--that he was afraid \"the government ... [was] going to bring a massacre against him, a murder against him, but he also stated to us that in fact he did not do that.\"   The plea agreement was admitted in evidence.   It made no mention, of course, of murders.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">During cross-examination defense counsel sought vigorously to impeach Miller's testimony linking their clients to the drug venture by attempting to solicit an admission from Miller that he was motivated to cooperate with the government by a desire to \"minimize the severity of the accusations against himself,\" specifically by avoiding being implicated in, or charged with, the murders.   Miller repeatedly denied such motivation, professing only a desire to \"repent\" and \"tell the truth.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Appellants now contend this was an outright lie that due process required the government to correct.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  They rely principally upon Napue v. Illinois, 360 U.S. 264, 79 S.Ct. 1173, 3 L.Ed.2d 1217 (1959), which held that a defendant's due process rights under the Fourteenth Amendment required reversal of his conviction where the prosecutor failed to correct a witness' denial of receiving promises of leniency in exchange for his testimony, knowing it was false, even though the prosecutor had not himself solicited the falsity.  360 U.S. at 269, 79 S.Ct. at 1177.   The Court said this principle, \"implicit in any concept of ordered liberty, does not cease to apply merely because the false testimony goes only to the credibility of the witness.\"  Id.  Nor did the fact that the jury was presented with other grounds for questioning the witness' credibility \"turn[ ] what was otherwise a tainted trial into a fair one.\"  Id. at 270, 79 S.Ct. at 1177.   Appellants contend defense counsels' equal knowledge of Miller's pre-trial admissions cannot alleviate the government of its duty in this case to bring this impeachment \"evidence\" before the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">There are two answers to this.   The first is that the court had already ruled that testimony of murders was too prejudicial to be admitted.   But, more important, although defendant refused this specific characterization of his motives, he did concede to believing the plea agreement meant that \"if I speak about things of which I have knowledge or in which I have taken part, I wouldn't be indicted for them,\" and \"would be sentenced to fewer years.\"   This was a sufficient acknowledgment that his claim of rebirth was less than genuine;  there could be no question the government had no duty to go further.</p>\n    </div>\n    <p>IV. Jury Instructions</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Having raised no objections to any aspect of the jury instructions at trial, Aponte now claims plain error both in the court's explanation of reasonable doubt and in its failure to give a requested instruction on the defendant's exercise of his right to remain silent.   The following instructions (emphasis ours) contain the alleged errors:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">A reasonable doubt is a doubt based upon reason and common sense, and may arise from a careful and impartial consideration of all the evidence, or from lack of evidence.   Proof beyond a reasonable doubt is proof that leaves you firmly convinced that the defendant is guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">If after a careful and impartial consideration with your fellow jurors of all the evidence, you are not convinced beyond a reasonable doubt that the defendant is guilty, it is your duty to find the defendant not guilty.   On the other hand, if after a careful and impartial consideration with your fellow jurors of all the evidence, you are convinced beyond a reasonable doubt that the defendant is guilty, it is your duty to find the defendant guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">... Each defendant is presumed to be innocent and does not have to testify or present any evidence to prove innocence.   The government has the burden of proving every element of the charge beyond a reasonable doubt.   If it fails to do so, you must return a not-guilty verdict.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Aponte contends that by the first paragraph the court permitted the jury to convict by a degree of proof lower than constitutionally required.   He argues that \"firmly convinced\" suggests a burden of proof akin to the civil \"clear and convincing\" standard, use of which is impermissible in a criminal case.   See Addington v. Texas, 441 U.S. 418, 425, 99 S.Ct. 1804, 1808-09, 60 L.Ed.2d 323 (1979) (clear and convincing is an \"intermediate standard\" between preponderance of the evidence and proof beyond a reasonable doubt);  In re Winship, 397 U.S. 358, 363-64, 90 S.Ct. 1068, 1072-73, 25 L.Ed.2d 368 (1970) (guilt in a criminal case must be proved by no less a standard than \"beyond a reasonable doubt\").   According to Aponte, it is linguistically impossible to conceive how \"firmly convinced\" could equate with \"beyond a reasonable doubt,\" when \"clear and convincing\" does not.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Assessing the instructions as a whole, Victor v. Nebraska, --- U.S. ----, ----, 114 S.Ct. 1239, 1243, 127 L.Ed.2d 583 (1994), we conclude that the emphasized portions adequately and ultimately conveyed an accurate, unambiguous and comprehensible description of the government's burden and the standard for acquittal.   Whether or not the \"firmly convinced\" definition alone would be constitutionally sufficient to convey the meaning of proof beyond a reasonable doubt, the court's further exposition here left no doubt that the jury's duty was to convict only upon reaching consensus as to guilt beyond a reasonable doubt.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Nothing further is required.  United States v. Andujar, 49 F.3d 16, 23 (1st Cir.1995).B.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As was his right, Aponte elected not to testify, and requested the following instruction be given to the jury:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>Under the law, a defendants [sic] does not need to testify, since it is the Government who must prove her [sic]<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> guilty beyond a reasonable doubt.   No presumption or inference of guilt may be made or drawn.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The court declined, instructing instead as quoted above.   While he did not object, Aponte now claims violation of his constitutional rights.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The Fifth Amendment guarantees a criminal defendant both the right to remain silent and that no adverse inferences may be drawn from his exercise of this right.  Carter v. Kentucky, 450 U.S. 288, 305, 101 S.Ct. 1112, 1121-22, 67 L.Ed.2d 241 (1981).   Further, \"when the defendant makes a timely request that a prophylactic instruction be given ... [the court] has the constitutional obligation ... to minimize the danger that the jury will give evidentiary weight to a defendant's failure to testify.\"  Id.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  We have not read Carter to require use of the exact wording requested, however, so long as the trial court's instructions complied with this obligation.  United States v. Ladd, 877 F.2d 1083, 1089 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Our question is whether instructing that the government has the burden of proof and that defendant does not have to testify or present evidence adequately communicates that no adverse inferences may be drawn from the fact that he does not testify.   The government urges that we answered this affirmatively in Ladd, where we approved an instruction that the defendant's silence \"cannot even be considered by you in arriving at your verdict.\"  Id.  Not so.   A jury might well think that a defendant's right not to testify means merely that he cannot be called as a witness, leaving it to draw such conclusions from his silence as it felt warranted.   An instruction not to consider his failure to testify precisely forbids drawing inferences.  Ladd, 877 F.2d at 1089.   Here, however, the court mentioned nothing beyond the defendant's right not to testify or present evidence.  Carter v. Kentucky makes clear that, once request for a no-adverse-presumption instruction has been made, the \"full and free exercise\" of the constitutionally guaranteed privilege against self-incrimination requires more than instruction on the right not to testify and to be presumed innocent until proven guilty.  450 U.S. at 305, 101 S.Ct. at 1121-22.   See also United States v. Eiland, 741 F.2d 738, 743 (5th Cir.1984) (holding instructions similar to those given here constitutionally deficient under Carter ).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We also find, per United States v. Olano, 507 U.S. 725, 736-37, 113 S.Ct. 1770, 1779, 123 L.Ed.2d 508 (1993), that the forfeited error was \"plain,\" and \"affect[ed] substantial rights\" within the meaning of Fed.R.Crim.P. 52(b).   See Bruno v. United States, 308 U.S. 287, 293-94, 60 S.Ct. 198, 200-01, 84 L.Ed. 257 (1939) (failure to give requested instruction cautioning against drawing presumptions from defendant's failure to testify was not a mere \"technical erro[r] ... which do[es] not affect ... substantial rights....\").  We therefore perceive discretion to reverse, but no obligation to do so.   Fed.R.Crim.P. 52(b);  Olano, 507 U.S. at 734-36, 113 S.Ct. at 1778.   See also Chapman v. California, 386 U.S. 18, 23, 87 S.Ct. 824, 827-28, 17 L.Ed.2d 705 (1967) (not every constitutional error automatically requires reversal).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Olano contemplates that we guide our discretion under Rule 52(b) by further determining whether the error \"seriously affect[ed] the fairness, integrity or public reputation of the judicial proceedings.\"  507 U.S. at 736, 113 S.Ct. at 1779 (internal quotations omitted).   We have long realized that among the things we may consider is the weight of the evidence of guilt or innocence, without casting it favorably to the government or presuming that credibility issues were resolved in its favor, Arrieta-Agressot, 3 F.3d at 528, to determine whether the error could have made any difference to the verdict.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  We do not view Olano as having removed or limited such an assessment from our discretionary consideration as a general matter.   However, the Court has deemed a small number of \"structural defects\" not amenable to \"quantitative[ ] assess[ment],\" Arizona v. Fulminante, 499 U.S. 279, 308, 111 S.Ct. 1246, 1264, 113 L.Ed.2d 302 (1991), including total deprivation of the right to counsel at trial (Gideon v. Wainwright, 372 U.S. 335, 83 S.Ct. 792, 9 L.Ed.2d 799 (1963)), and lack of an impartial judge (Tumey v. Ohio, 273 U.S. 510, 47 S.Ct. 437, 71 L.Ed. 749 (1927)).  Id. at 309, 111 S.Ct. at 1264-65.   See also id. at 310, 111 S.Ct. at 1265 (citing additional cases);  Sullivan v. Louisiana, 508 U.S. 275, 279, 113 S.Ct. 2078, 2082, 124 L.Ed.2d 182 (1993) (constitutionally deficient reasonable doubt instruction).   The distinction these special errors share is that they are \"structural defects in the trial mechanism\" which affect \"the entire conduct of the trial from beginning to end\" and \"without [which] a criminal trial cannot reliably serve its function as a vehicle for determination of guilt or innocence,\" rather than being simply \"error[s] in the trial process itself.\"  Fulminante, 499 U.S. at 309-10, 111 S.Ct. at 1265 (internal quotations omitted).   We think failure to give a requested Carter instruction falls comfortably in the latter category.   It is not the sort of error for which an assessment of the evidence is unsuitable precisely because it concerns the evidentiary value the jury may give to a defendant's election not to testify on his own behalf.  Carter, 450 U.S. at 305, 101 S.Ct. at 1121-22.   On this basis we are confident in saying that the uncontradicted evidence against appellants Aponte and Pulliza, from the testimony of several co-conspirators involved in various aspects of the scheme, was overwhelming, and the verdict rendered would have ensued regardless of the error.   In sum, although \"the failure to limit the jurors' speculation on the meaning of [the defendant's] silence, when the defendant makes a timely request that a prophylactic instruction be given, exacts an impermissible toll on the full and free exercise of [defendant's Fifth Amendment privileges],\" id., we do not believe it could have seriously affected the fairness of the proceedings.</p>\n    </div>\n    <p>V. Double Jeopardy</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Aponte maintains that because the same offenses underlying his convictions also formed the basis of a civil forfeiture of some personal assets, pursuant to the Controlled Substances and Money Laundering Acts, 21 U.S.C. &#167;&#167; 881(a)(6) and (7) and 18 U.S.C. &#167; 981, respectively, his criminal sentence constitutes a prohibited second punishment, for the same offenses, in violation of the Double Jeopardy Clause of the Fifth Amendment.   See, e.g., United States v. Dixon, 509 U.S. 688, ----, 113 S.Ct. 2849, 2855-56, 125 L.Ed.2d 556 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The Clause only becomes relevant, however, once a defendant has first been placed in jeopardy, and \"even then, it is only the second proceeding that is constitutionally endangered.\"  United States v. Pierce, 60 F.3d 886, 889 (1st Cir.1995), pet. for cert. filed, Oct. 19, 1995 (No. 95-6474).   Aponte contends, against all authority, that jeopardy in the criminal case did not attach until his sentencing, well after imposition of the civil penalty.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  We regard it as beyond question that \"jeopardy attaches when the jury is empaneled and sworn.\"  Crist v. Bretz, 437 U.S. 28, 35, 98 S.Ct. 2156, 2161, 57 L.Ed.2d 24 (1978).  Pierce, 60 F.3d at 889.   A glance at the sequence of events in this case, supra note 12, reveals that the criminal sanction therefore cannot have been second to the forfeiture, and thus whether or not civil sanctions under 21 U.S.C. &#167;&#167; 881(a)(6) and (7) and 18 U.S.C. &#167; 981 even constitute punishment for the purposes of the Double Jeopardy Clause is a question we need not reach.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The convictions of appellants are therefore affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Appellants concede plain error is their sole recourse with respect to the incomplete portions of the transcript</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We limit our consideration to the closing arguments and jury charge, as any other alleged breaches in the record were not brought to the attention of the district court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Appellants have all obtained new counsel for this appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Aponte points out that discovery involved \"some 1453 documents totaling over 5000 pages.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> This ruling has not been appealed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> (b) Specific instances of conduct.   Specific instances of the conduct of a witness, for the purpose of attacking or supporting the witness' credibility, other than conviction of crime ... may not be proved by extrinsic evidence</p>\n        <p>Fed.R.Evid. 608(b).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Defense counsel made no indication to the court at the time that the defense believed the government was under an obligation to clarify Miller's statements about his motivation to plead, and, indeed, indicated satisfaction with coverage of the issue when the court inquired prior to allowing examination of Miller to proceed into another area</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The \"firmly convinced\" language has withstood similar attack in a variety of contexts.   See United States v. Velasquez, 980 F.2d 1275, 1278 (9th Cir.1992), cert. denied, 508 U.S. 979, 113 S.Ct. 2979, 125 L.Ed.2d 677 (1993) (upholding same pattern instruction used here);  United States v. Hunt, 794 F.2d 1095, 1100-1101 (5th Cir.1986) (\"firmly convinced\" adequately conveys \"beyond a reasonable doubt\" standard);  United States v. Taylor, 997 F.2d 1551, 1557 (D.C.Cir.1993) (same);  see also United States v. Williams, 20 F.3d 125, 131 (5th Cir.), cert. denied, --- U.S. ----, 115 S.Ct. 239, 130 L.Ed.2d 162 (1994);  United States v. Barrera-Gonzales, 952 F.2d 1269, 1272-73 (10th Cir.1992);  United States v. Conway, 73 F.3d 975, 980 (10th Cir.1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The district court apparently accepted from Aponte's appellate counsel a set of proposed jury instructions that counsel believed had been submitted to the court but were inexplicably absent from the record.   We note that these instructions were not prepared for Aponte, but for a Sonia Berrios Rodriguez, but since the government did not object to their inclusion in the appellate record as Aponte's requested instructions, we will treat them as such</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> This obligation is also imposed by statute.  18 U.S.C. &#167; 3481 (formerly designated as 28 U.S.C. &#167; 632).   See Bruno v. United States, 308 U.S. 287, 60 S.Ct. 198, 84 L.Ed. 257 (1939)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> At this stage of review for forfeited error the assessment is whether the error was \"harmless beyond a reasonable doubt,\" and differs from so-called \"harmless error\" review only in that the defendant bears the burden of persuasion.  Olano, 507 U.S. at 734-36, 113 S.Ct. at 1778</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The following chronology is pertinent:</p>\n        <pre>   Jury empaneled:          September 21, 1993\n   Criminal trial began:    September 22, 1993\n   Verdicts read:           October 1, 1993\n   Civil action commenced:  Nov. 4, 1993\n   Forfeiture stipulated:   March 9, 1994\n   Forfeiture order:        March 10, 1994\n   Criminal sentencing:     March 21, 1994</pre>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">560</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Plaintiff, Appellee,<br>v.<br>Rodrigo BRAND, Defendant, Appellant.<br>UNITED STATES of America, Plaintiff, Appellee,<br>v.<br>Felix APONTE-VELAZQUEZ, Defendant, Appellant.<br>UNITED STATES of America, Plaintiff, Appellee,<br>v.<br>Carmelo PULLIZA-DELGADO, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 94-1350, 94-1351 and 94-1352.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 12, 1996.<br>Decided March 26, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeals from the United States District Court for the District of Puerto Rico;  Hon.  Jose Antonio Fuste, U.S. District Judge.</p>\n      <p class=\"indent\">Peter Goldberger with whom James H. Feldman, Jr., Pamela A. Wilk, Alan Ellis and Law Offices of Alan Ellis, P.C. were on brief for appellant Felix Aponte-Velazquez.</p>\n      <p class=\"indent\">Graham A. Castillo Pagan with whom Luis Rafael Rivera was on brief for appellants Rodrigo Brand and Carmelo Pulliza-Delgado.</p>\n      <p class=\"indent\">Luis Rafael Rivera with whom Graham A. Castillo Pagan was on brief for appellants Rodrigo Brand and Carmelo Pulliza-Delgado.</p>\n      <p class=\"indent\">Jose A. Quiles-Espinosa, Senior Litigation Counsel, with whom Guillermo Gil, United States Attorney, Juan A. Pedrosa, Assistant United States Attorney, and Nelson Perez-Sosa, Assistant United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, ALDRICH and COFFIN, Senior Circuit Judges.</p>\n      <p class=\"indent\">ALDRICH, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants Aponte, Pulliza, and Brand raise several claims of error on appeal of their convictions for various substantive offenses in connection with a cocaine importation and distribution scheme.   Finding none meritorious, we affirm.</p>\n    </div>\n    <p>I. Reconstruction of Trial Record</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">After persistent efforts by appellate counsel to obtain a complete trial transcript, the trial court determined that certain portions--closing arguments and the court's jury charge--had been permanently lost.   Appellants then moved this court for summary reversal, which we denied without prejudice in an order requesting the court to attempt a recreation adequate for appeal, or, if unable, to determine whether appellants were prejudiced as a result of remaining gaps.   The court recreated its jury charge, and located a transcript containing the complete closing argument on behalf of Pulliza and a \"substantial portion\" of the closing argument for Aponte.   It received from Brand's trial attorney some incomplete notes prepared for his closing, along with assurances that it would be impossible to recreate the actual argument.   The government filed what the parties agreed is a \"reasonable recreation\" of its main closing argument, as well as a recreation of its rebuttal, which appellants view as inadequate.   All agreed that no contemporaneous objections had been raised during these segments of the trial.   The court then certified that the record had been reconstructed</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>as best as the court and the parties could.   The defendants have not shown any specific prejudice arising from the absence of the trial transcript other than the inconvenience of not having the precise text ... for purposes of developing argument on appeal on the basis of clear error.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Appellants contend adequate appellate review of their convictions is impossible because the court did not produce a reasonable recreation of the missing transcripts,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> entitling them to reversal and a new trial.   They concede that due process does not automatically require reversal when a defendant is denied a full verbatim trial transcript, see, e.g., Bundy v. Wilson, <span class=\"citation\" data-id=\"485652\"><a href=\"/opinion/485652/edward-bundy-jr-v-richard-a-wilson-superintendant-cheshire-county/\"><span class=\"volume\">815</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">125</span></a></span>, 135 (1st Cir.1987) (an \"adequate substitute\" may suffice) (citing cases), but contend that non-compliance with the Court Reporter Act, 28 U.S.C. &#167; 753(b)(1), alone requires reversal and a new trial.   We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Act provides, inter alia, that all open court proceedings in criminal cases \"shall be recorded verbatim.\"  28 U.S.C. &#167; 753(b)(1) (1982).   This provision is mandatory, United States v. Andiarena, <span class=\"citation\" data-id=\"491458\"><a href=\"/opinion/491458/united-states-v-oscar-andiarena/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">673</span></a></span>, 676 (1st Cir.1987), and concededly not complied with in this case, yet nothing prescribes automatic reversal of a defendant's convictions for non-compliance, and we are aware of no cases which so hold.   Appellants cite Hardy v. United States, <span class=\"citation\" data-id=\"106719\"><a href=\"/opinion/106719/hardy-v-united-states/\"><span class=\"volume\">375</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">277</span></a></span>, <span class=\"citation\" data-id=\"106719\"><a href=\"/opinion/106719/hardy-v-united-states/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">424</span></a></span>, <span class=\"citation\" data-id=\"106719\"><a href=\"/opinion/106719/hardy-v-united-states/\"><span class=\"volume\">11</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">331</span></a></span> (1964), for the proposition that new counsel on appeal<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> cannot properly represent their clients without an \"entire transcript.\"  Id. at 279-80, 84 S.Ct. at 426-27.  Hardy held that an indigent federal defendant is entitled to a trial transcript free of charge in order to perfect an appeal;  we do not read it to have created a rule mandating reversal for less than a verbatim account.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Alternatively, appellants suggest we follow the Fifth Circuit's view that new counsel on appeal may obtain reversal for lack of a verbatim transcript under &#167; 753(b)(1) merely by showing the missing portion is \"substantial and significant,\" United States v. Selva, <span class=\"citation\" data-id=\"348291\"><a href=\"/opinion/348291/united-states-v-henry-selva/\"><span class=\"volume\">559</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1303</span></a></span>, 1306 (5th Cir.1977), and that any reconstruction thereof is less than \"substantially verbatim.\"  United States v. Pace, <span class=\"citation\" data-id=\"6062\"><a href=\"/opinion/6062/united-states-v-pace/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1106</span></a></span>, 1124-25 (5th Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2180</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">899</span></span> (1994).   True, in Hardy the Court observed that the right established by Federal Rule of Criminal Procedure 52(b) to have \"plain errors or defects\" noticed by the court \"is illusory if no transcript is available at least to one whose lawyer on appeal enters the case after the trial is ended.\"  375 U.S. at 280, 84 S.Ct. at 427.   Yet this was in the context of deciding whether or not appellant should be afforded a transcript at all.   We do not take this statement to mean that if no verbatim transcript is available that an effective appeal is not possible.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The majority of circuits construing &#167; 753(b)(1) have held that to obtain reversal and a new trial, whether or not there is new appellate counsel, defendant must show specific prejudice to his ability to perfect an appeal, beyond mere non-compliance with the act.   See United States v. Gallo, <span class=\"citation\" data-id=\"453322\"><a href=\"/opinion/453322/united-states-v-joseph-c-gallo-frederick-graewe-hartmut-graewe-kevin/\"><span class=\"volume\">763</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1504</span></a></span>, 1530 (6th Cir.1985), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1068</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">826</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">798</span></span>, and cert. denied, <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1069</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">828</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">800</span></span> (1986) (disagreeing with Selva );  United States v. Sierra, <span class=\"citation\" data-id=\"596409\"><a href=\"/opinion/596409/united-states-v-socrates-sierra-united-states-of-america-v-emad-daniel/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">123</span></a></span>, 126-27 (3rd Cir.1992), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">967</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2949</span></span>, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">696</span></span> (1993) (same);  United States v. Antoine, <span class=\"citation\" data-id=\"543801\"><a href=\"/opinion/543801/united-states-v-jeffery-antoine/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1379</span></a></span>, 1381 (9th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">963</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">398</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">407</span></span> (1990) (same).   But see United States v. Preciado-Cordobas, <span class=\"citation\" data-id=\"596604\"><a href=\"/opinion/596604/united-states-v-martin-preciado-cordobas-carlos-escobar-luis-miguel/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1206</span></a></span>, 1212 (11th Cir.1993) (as successor court to former Fifth Circuit, bound by Selva ).   We have indicated preference for the majority view, see Sabatier v. Dabrowski, <span class=\"citation\" data-id=\"360837\"><a href=\"/opinion/360837/guy-sabatier-v-sheriff-edward-k-dabrowski-etc/\"><span class=\"volume\">586</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">866</span></a></span>, 869 (1st Cir.1978) (holding that if &#167; 753(b)(1) applied to extradition proceedings, reversal on account of non-compliance would require showing specific prejudice), and explicitly adopt it today.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Appellants conceded to the trial court that the government's reconstruction of its main closing argument is substantially accurate.   This should enable effective review for plain error, yet appellants make no particularized claim that such error occurred.   Nor do they make any claim that plain error could have occurred during the closing arguments of one of their own attorneys.   With respect to the government's rebuttal, we are hard-pressed to conceive what sort of illegitimate argument could have been made during these few moments that might have \"so poisoned the well that the trial's outcome was likely affected,\" Arrieta-Agressot v. United States, <span class=\"citation\" data-id=\"628961\"><a href=\"/opinion/628961/juan-arrieta-agressot-regulo-rios-jose-antonio-barroso-adalberto/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">525</span></a></span>, 528 (1st Cir.1993) (quoting United States v. Mejia-Lozano, <span class=\"citation\" data-id=\"494593\"><a href=\"/opinion/494593/united-states-v-martha-mejia-lozano/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">268</span></a></span>, 274 (1st Cir.1987)), nor do appellants suggest any based on the reconstruction that was submitted.   In any event, given the quantity and strength of the evidence against all three appellants from the testimony of several co-conspirators--eye-witnesses to their involvement in the various preparations, possessions and transactions amounting to the offenses charged--we are not persuaded that any deficiency could have risen to a miscarriage of justice;  i.e., even if the rebuttal was tainted by some imaginable error, we would not find \"a substantial chance that absent the error the jury would have acquitted.\"  Id.  We therefore uphold the district court's conclusion that appellants' ability to perfect an appeal was not prejudiced, and turn now to the merits of their claims.</p>\n    </div>\n    <p>II. Motion for Continuance</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On the morning of trial the defense made a final request for continuance based on the last minute decision of Jorge Hernandez Miller, the lead co-conspirator, to plead guilty and become the government's chief witness.   Remaining defendants argued this necessitated more time to adjust trial strategy and gather information to impeach him.   After thorough exploration, the court, though sympathetic, saw no justification for delay:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>[Y]ou had the opportunity to interview him ... as you told me in chambers that this has been done and now that all the Jencks Act [material] has been turned over ... the latest bits of information that were generated like the interviews [of the witness] with the agents ... are going to be turned over to you including rough notes, ... I will not continue this case.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A trial court has wide discretion to grant or deny a request for continuance.  United States v. Saccoccia, <span class=\"citation\" data-id=\"196165\"><a href=\"/opinion/196165/united-states-v-saccoccia/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">754</span></a></span>, 770 (1st Cir.1995).  \"Only an unreasoning and arbitrary insistence upon expeditiousness in the face of a justifiable request for delay violates the right to the assistance of counsel,\" and would amount to an abuse of that discretion.  Morris v. Slappy, <span class=\"citation\" data-id=\"110914\"><a href=\"/opinion/110914/morris-v-slappy/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 11-12, <span class=\"citation\" data-id=\"110914\"><a href=\"/opinion/110914/morris-v-slappy/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1610</span></a></span>, 1616-17, <span class=\"citation\" data-id=\"110914\"><a href=\"/opinion/110914/morris-v-slappy/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">610</span></a></span> (1983) (internal quotations omitted).   We assess appellants' special reasons, plus relevant factors such as the amount of time needed for effective preparation and the amount actually available, diligence in preparing for trial and whether the defense contributed to its perceived predicament, the likely utility of a continuance, inconvenience to the court, opposing party, and witnesses, and any unfair prejudice caused by the denial.  Saccoccia, 58 F.3d at 770 (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Appellants allege the court failed to address \"special circumstances of an emergent nature beyond their control.\"   They claim that after Miller's change of plea they suddenly faced an unexpected need to gather impeachment material and to do additional preparation, as they had divided responsibilities among themselves due to the considerable volume of trial material involved,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and Miller's defection overburdened the remaining defendants.   They contend they \"could not have been more diligent,\" would have found valuable impeachment material if granted additional time, and were prejudiced in cross-examining Miller because of the denial;  inconvenience to others, by comparison, was minimal.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Appellants' accusations against the court are unfounded.   As the court pointed out, the defense had had ample time and substantial assistance from the court to prepare for trial, and although more might have helped, that is always true.   Defense counsel could have anticipated that a division of labor strategy might leave them in a bind if one dropped out, especially since the original indictment included some 31 co-defendants who had been pleading out on a regular basis up to and even during trial.   The court was very careful to elicit from counsel precisely what more they thought they needed and hoped to find to impeach Miller, and why.   It gave a thoroughly reasoned response, observing that the defense had been given unlimited access to the witness for four days prior to the start of trial and at least several more afterward until he took the stand, a \"dream for a defense attorney,\" as well as notes government agents had taken during their interviews of the witness.   There was no abuse of discretion in ruling this was sufficient.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We add only that we do not see, even with hindsight, what more a continuance would have achieved.   The defense had apparently hoped to discredit Miller by implicating him in the uncharged murders of several accomplices in the cocaine conspiracy, and wished more time to locate, interview and subpoena witnesses who could tie Miller to these crimes.   The court, however, in a pre-trial ruling, had strictly prohibited introduction of extrinsic evidence of Miller's involvement in the murders and limited cross-examination in reference to these crimes strictly to questioning his motivation to enter the plea agreement,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> in accordance with Federal Rule of Evidence 608(b).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  See Tigges v. Cataldo, <span class=\"citation\" data-id=\"372914\"><a href=\"/opinion/372914/robert-t-tigges-v-nunzio-cataldo/\"><span class=\"volume\">611</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">936</span></a></span>, 938 (1st Cir.1979).   As to this, post.</p>\n    </div>\n    <p>III. Prosecutorial Misconduct</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Before trial government counsel had informed the defense and the court that Miller had stated during plea negotiations that he had decided to plead guilty because \"he thought that he was going to be imputed with some murders to which he denies, and ... the reason that motivated him is because he wanted to clear the record that in fact he did not participate in those murders.\"   During a pre-trial interview Miller had told defense counsel roughly the same--that he was afraid \"the government ... [was] going to bring a massacre against him, a murder against him, but he also stated to us that in fact he did not do that.\"   The plea agreement was admitted in evidence.   It made no mention, of course, of murders.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">During cross-examination defense counsel sought vigorously to impeach Miller's testimony linking their clients to the drug venture by attempting to solicit an admission from Miller that he was motivated to cooperate with the government by a desire to \"minimize the severity of the accusations against himself,\" specifically by avoiding being implicated in, or charged with, the murders.   Miller repeatedly denied such motivation, professing only a desire to \"repent\" and \"tell the truth.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Appellants now contend this was an outright lie that due process required the government to correct.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  They rely principally upon Napue v. Illinois, <span class=\"citation\" data-id=\"105912\"><a href=\"/opinion/105912/napue-v-illinois/\"><span class=\"volume\">360</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">264</span></a></span>, <span class=\"citation\" data-id=\"105912\"><a href=\"/opinion/105912/napue-v-illinois/\"><span class=\"volume\">79</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1173</span></a></span>, <span class=\"citation\" data-id=\"105912\"><a href=\"/opinion/105912/napue-v-illinois/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1217</span></a></span> (1959), which held that a defendant's due process rights under the Fourteenth Amendment required reversal of his conviction where the prosecutor failed to correct a witness' denial of receiving promises of leniency in exchange for his testimony, knowing it was false, even though the prosecutor had not himself solicited the falsity.  360 U.S. at 269, 79 S.Ct. at 1177.   The Court said this principle, \"implicit in any concept of ordered liberty, does not cease to apply merely because the false testimony goes only to the credibility of the witness.\"  Id.  Nor did the fact that the jury was presented with other grounds for questioning the witness' credibility \"turn[ ] what was otherwise a tainted trial into a fair one.\"  Id. at 270, 79 S.Ct. at 1177.   Appellants contend defense counsels' equal knowledge of Miller's pre-trial admissions cannot alleviate the government of its duty in this case to bring this impeachment \"evidence\" before the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">There are two answers to this.   The first is that the court had already ruled that testimony of murders was too prejudicial to be admitted.   But, more important, although defendant refused this specific characterization of his motives, he did concede to believing the plea agreement meant that \"if I speak about things of which I have knowledge or in which I have taken part, I wouldn't be indicted for them,\" and \"would be sentenced to fewer years.\"   This was a sufficient acknowledgment that his claim of rebirth was less than genuine;  there could be no question the government had no duty to go further.</p>\n    </div>\n    <p>IV. Jury Instructions</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Having raised no objections to any aspect of the jury instructions at trial, Aponte now claims plain error both in the court's explanation of reasonable doubt and in its failure to give a requested instruction on the defendant's exercise of his right to remain silent.   The following instructions (emphasis ours) contain the alleged errors:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">A reasonable doubt is a doubt based upon reason and common sense, and may arise from a careful and impartial consideration of all the evidence, or from lack of evidence.   Proof beyond a reasonable doubt is proof that leaves you firmly convinced that the defendant is guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">If after a careful and impartial consideration with your fellow jurors of all the evidence, you are not convinced beyond a reasonable doubt that the defendant is guilty, it is your duty to find the defendant not guilty.   On the other hand, if after a careful and impartial consideration with your fellow jurors of all the evidence, you are convinced beyond a reasonable doubt that the defendant is guilty, it is your duty to find the defendant guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">... Each defendant is presumed to be innocent and does not have to testify or present any evidence to prove innocence.   The government has the burden of proving every element of the charge beyond a reasonable doubt.   If it fails to do so, you must return a not-guilty verdict.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Aponte contends that by the first paragraph the court permitted the jury to convict by a degree of proof lower than constitutionally required.   He argues that \"firmly convinced\" suggests a burden of proof akin to the civil \"clear and convincing\" standard, use of which is impermissible in a criminal case.   See Addington v. Texas, <span class=\"citation\" data-id=\"110067\"><a href=\"/opinion/110067/addington-v-texas/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">418</span></a></span>, 425, <span class=\"citation\" data-id=\"110067\"><a href=\"/opinion/110067/addington-v-texas/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1804</span></a></span>, 1808-09, <span class=\"citation\" data-id=\"110067\"><a href=\"/opinion/110067/addington-v-texas/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">323</span></a></span> (1979) (clear and convincing is an \"intermediate standard\" between preponderance of the evidence and proof beyond a reasonable doubt);  In re Winship, <span class=\"citation\" data-id=\"108111\"><a href=\"/opinion/108111/in-re-winship/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">358</span></a></span>, 363-64, <span class=\"citation\" data-id=\"108111\"><a href=\"/opinion/108111/in-re-winship/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1068</span></a></span>, 1072-73, <span class=\"citation\" data-id=\"108111\"><a href=\"/opinion/108111/in-re-winship/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">368</span></a></span> (1970) (guilt in a criminal case must be proved by no less a standard than \"beyond a reasonable doubt\").   According to Aponte, it is linguistically impossible to conceive how \"firmly convinced\" could equate with \"beyond a reasonable doubt,\" when \"clear and convincing\" does not.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Assessing the instructions as a whole, Victor v. Nebraska, --- U.S. ----, ----, <span class=\"citation\" data-id=\"117831\"><a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1239</span></a></span>, 1243, <span class=\"citation\" data-id=\"117831\"><a href=\"/opinion/117831/victor-v-nebraska/\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">583</span></a></span> (1994), we conclude that the emphasized portions adequately and ultimately conveyed an accurate, unambiguous and comprehensible description of the government's burden and the standard for acquittal.   Whether or not the \"firmly convinced\" definition alone would be constitutionally sufficient to convey the meaning of proof beyond a reasonable doubt, the court's further exposition here left no doubt that the jury's duty was to convict only upon reaching consensus as to guilt beyond a reasonable doubt.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Nothing further is required.  United States v. Andujar, <span class=\"citation\" data-id=\"195947\"><a href=\"/opinion/195947/united-states-v-andujar/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span>, 23 (1st Cir.1995).B.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As was his right, Aponte elected not to testify, and requested the following instruction be given to the jury:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>Under the law, a defendants [sic] does not need to testify, since it is the Government who must prove her [sic]<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> guilty beyond a reasonable doubt.   No presumption or inference of guilt may be made or drawn.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The court declined, instructing instead as quoted above.   While he did not object, Aponte now claims violation of his constitutional rights.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The Fifth Amendment guarantees a criminal defendant both the right to remain silent and that no adverse inferences may be drawn from his exercise of this right.  Carter v. Kentucky, <span class=\"citation\" data-id=\"110426\"><a href=\"/opinion/110426/carter-v-kentucky/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">288</span></a></span>, 305, <span class=\"citation\" data-id=\"110426\"><a href=\"/opinion/110426/carter-v-kentucky/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1112</span></a></span>, 1121-22, <span class=\"citation\" data-id=\"110426\"><a href=\"/opinion/110426/carter-v-kentucky/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">241</span></a></span> (1981).   Further, \"when the defendant makes a timely request that a prophylactic instruction be given ... [the court] has the constitutional obligation ... to minimize the danger that the jury will give evidentiary weight to a defendant's failure to testify.\"  Id.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  We have not read Carter to require use of the exact wording requested, however, so long as the trial court's instructions complied with this obligation.  United States v. Ladd, <span class=\"citation\" data-id=\"525208\"><a href=\"/opinion/525208/united-states-v-paul-w-ladd/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1083</span></a></span>, 1089 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Our question is whether instructing that the government has the burden of proof and that defendant does not have to testify or present evidence adequately communicates that no adverse inferences may be drawn from the fact that he does not testify.   The government urges that we answered this affirmatively in Ladd, where we approved an instruction that the defendant's silence \"cannot even be considered by you in arriving at your verdict.\"  Id.  Not so.   A jury might well think that a defendant's right not to testify means merely that he cannot be called as a witness, leaving it to draw such conclusions from his silence as it felt warranted.   An instruction not to consider his failure to testify precisely forbids drawing inferences.  Ladd, 877 F.2d at 1089.   Here, however, the court mentioned nothing beyond the defendant's right not to testify or present evidence.  Carter v. Kentucky makes clear that, once request for a no-adverse-presumption instruction has been made, the \"full and free exercise\" of the constitutionally guaranteed privilege against self-incrimination requires more than instruction on the right not to testify and to be presumed innocent until proven guilty.  450 U.S. at 305, 101 S.Ct. at 1121-22.   See also United States v. Eiland, <span class=\"citation\" data-id=\"440117\"><a href=\"/opinion/440117/united-states-v-kenneth-eiland/\"><span class=\"volume\">741</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">738</span></a></span>, 743 (5th Cir.1984) (holding instructions similar to those given here constitutionally deficient under Carter ).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We also find, per United States v. Olano, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 736-37, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, 1779, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1993), that the forfeited error was \"plain,\" and \"affect[ed] substantial rights\" within the meaning of Fed.R.Crim.P. 52(b).   See Bruno v. United States, <span class=\"citation\" data-id=\"103254\"><a href=\"/opinion/103254/bruno-v-united-states/\"><span class=\"volume\">308</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">287</span></a></span>, 293-94, <span class=\"citation\" data-id=\"103254\"><a href=\"/opinion/103254/bruno-v-united-states/\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">198</span></a></span>, 200-01, <span class=\"citation\" data-id=\"103254\"><a href=\"/opinion/103254/bruno-v-united-states/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">257</span></a></span> (1939) (failure to give requested instruction cautioning against drawing presumptions from defendant's failure to testify was not a mere \"technical erro[r] ... which do[es] not affect ... substantial rights....\").  We therefore perceive discretion to reverse, but no obligation to do so.   Fed.R.Crim.P. 52(b);  Olano, 507 U.S. at 734-36, 113 S.Ct. at 1778.   See also Chapman v. California, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">18</span></a></span>, 23, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">824</span></a></span>, 827-28, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">705</span></a></span> (1967) (not every constitutional error automatically requires reversal).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Olano contemplates that we guide our discretion under Rule 52(b) by further determining whether the error \"seriously affect[ed] the fairness, integrity or public reputation of the judicial proceedings.\"  507 U.S. at 736, 113 S.Ct. at 1779 (internal quotations omitted).   We have long realized that among the things we may consider is the weight of the evidence of guilt or innocence, without casting it favorably to the government or presuming that credibility issues were resolved in its favor, Arrieta-Agressot, 3 F.3d at 528, to determine whether the error could have made any difference to the verdict.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  We do not view Olano as having removed or limited such an assessment from our discretionary consideration as a general matter.   However, the Court has deemed a small number of \"structural defects\" not amenable to \"quantitative[ ] assess[ment],\" Arizona v. Fulminante, <span class=\"citation\" data-id=\"112566\"><a href=\"/opinion/112566/arizona-v-fulminante/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">279</span></a></span>, 308, <span class=\"citation\" data-id=\"112566\"><a href=\"/opinion/112566/arizona-v-fulminante/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1246</span></a></span>, 1264, <span class=\"citation\" data-id=\"112566\"><a href=\"/opinion/112566/arizona-v-fulminante/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">302</span></a></span> (1991), including total deprivation of the right to counsel at trial (Gideon v. Wainwright, <span class=\"citation\" data-id=\"106545\"><a href=\"/opinion/106545/gideon-v-wainwright/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span>, <span class=\"citation\" data-id=\"106545\"><a href=\"/opinion/106545/gideon-v-wainwright/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"106545\"><a href=\"/opinion/106545/gideon-v-wainwright/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">799</span></a></span> (1963)), and lack of an impartial judge (Tumey v. Ohio, <span class=\"citation\" data-id=\"101031\"><a href=\"/opinion/101031/tumey-v-ohio/\"><span class=\"volume\">273</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span>, <span class=\"citation\" data-id=\"101031\"><a href=\"/opinion/101031/tumey-v-ohio/\"><span class=\"volume\">47</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">437</span></a></span>, <span class=\"citation\" data-id=\"101031\"><a href=\"/opinion/101031/tumey-v-ohio/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">749</span></a></span> (1927)).  Id. at 309, 111 S.Ct. at 1264-65.   See also id. at 310, 111 S.Ct. at 1265 (citing additional cases);  Sullivan v. Louisiana, <span class=\"citation\" data-id=\"112868\"><a href=\"/opinion/112868/sullivan-v-louisiana/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">275</span></a></span>, 279, <span class=\"citation\" data-id=\"112868\"><a href=\"/opinion/112868/sullivan-v-louisiana/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2078</span></a></span>, 2082, <span class=\"citation\" data-id=\"112868\"><a href=\"/opinion/112868/sullivan-v-louisiana/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">182</span></a></span> (1993) (constitutionally deficient reasonable doubt instruction).   The distinction these special errors share is that they are \"structural defects in the trial mechanism\" which affect \"the entire conduct of the trial from beginning to end\" and \"without [which] a criminal trial cannot reliably serve its function as a vehicle for determination of guilt or innocence,\" rather than being simply \"error[s] in the trial process itself.\"  Fulminante, 499 U.S. at 309-10, 111 S.Ct. at 1265 (internal quotations omitted).   We think failure to give a requested Carter instruction falls comfortably in the latter category.   It is not the sort of error for which an assessment of the evidence is unsuitable precisely because it concerns the evidentiary value the jury may give to a defendant's election not to testify on his own behalf.  Carter, 450 U.S. at 305, 101 S.Ct. at 1121-22.   On this basis we are confident in saying that the uncontradicted evidence against appellants Aponte and Pulliza, from the testimony of several co-conspirators involved in various aspects of the scheme, was overwhelming, and the verdict rendered would have ensued regardless of the error.   In sum, although \"the failure to limit the jurors' speculation on the meaning of [the defendant's] silence, when the defendant makes a timely request that a prophylactic instruction be given, exacts an impermissible toll on the full and free exercise of [defendant's Fifth Amendment privileges],\" id., we do not believe it could have seriously affected the fairness of the proceedings.</p>\n    </div>\n    <p>V. Double Jeopardy</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Aponte maintains that because the same offenses underlying his convictions also formed the basis of a civil forfeiture of some personal assets, pursuant to the Controlled Substances and Money Laundering Acts, 21 U.S.C. &#167;&#167; 881(a)(6) and (7) and 18 U.S.C. &#167; 981, respectively, his criminal sentence constitutes a prohibited second punishment, for the same offenses, in violation of the Double Jeopardy Clause of the Fifth Amendment.   See, e.g., United States v. Dixon, <span class=\"citation\" data-id=\"112906\"><a href=\"/opinion/112906/united-states-v-dixon/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">688</span></a></span>, ----, <span class=\"citation\" data-id=\"112906\"><a href=\"/opinion/112906/united-states-v-dixon/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2849</span></a></span>, 2855-56, <span class=\"citation\" data-id=\"112906\"><a href=\"/opinion/112906/united-states-v-dixon/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">556</span></a></span> (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The Clause only becomes relevant, however, once a defendant has first been placed in jeopardy, and \"even then, it is only the second proceeding that is constitutionally endangered.\"  United States v. Pierce, <span class=\"citation\" data-id=\"196196\"><a href=\"/opinion/196196/united-states-v-pierce/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">886</span></a></span>, 889 (1st Cir.1995), pet. for cert. filed, Oct. 19, 1995 (No. 95-6474).   Aponte contends, against all authority, that jeopardy in the criminal case did not attach until his sentencing, well after imposition of the civil penalty.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  We regard it as beyond question that \"jeopardy attaches when the jury is empaneled and sworn.\"  Crist v. Bretz, <span class=\"citation\" data-id=\"109893\"><a href=\"/opinion/109893/crist-v-bretz/\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">28</span></a></span>, 35, <span class=\"citation\" data-id=\"109893\"><a href=\"/opinion/109893/crist-v-bretz/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2156</span></a></span>, 2161, <span class=\"citation\" data-id=\"109893\"><a href=\"/opinion/109893/crist-v-bretz/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">24</span></a></span> (1978).  Pierce, 60 F.3d at 889.   A glance at the sequence of events in this case, supra note 12, reveals that the criminal sanction therefore cannot have been second to the forfeiture, and thus whether or not civil sanctions under 21 U.S.C. &#167;&#167; 881(a)(6) and (7) and 18 U.S.C. &#167; 981 even constitute punishment for the purposes of the Double Jeopardy Clause is a question we need not reach.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The convictions of appellants are therefore affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Appellants concede plain error is their sole recourse with respect to the incomplete portions of the transcript</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We limit our consideration to the closing arguments and jury charge, as any other alleged breaches in the record were not brought to the attention of the district court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Appellants have all obtained new counsel for this appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Aponte points out that discovery involved \"some 1453 documents totaling over 5000 pages.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> This ruling has not been appealed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> (b) Specific instances of conduct.   Specific instances of the conduct of a witness, for the purpose of attacking or supporting the witness' credibility, other than conviction of crime ... may not be proved by extrinsic evidence</p>\n        <p>Fed.R.Evid. 608(b).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Defense counsel made no indication to the court at the time that the defense believed the government was under an obligation to clarify Miller's statements about his motivation to plead, and, indeed, indicated satisfaction with coverage of the issue when the court inquired prior to allowing examination of Miller to proceed into another area</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The \"firmly convinced\" language has withstood similar attack in a variety of contexts.   See United States v. Velasquez, <span class=\"citation\" data-id=\"596190\"><a href=\"/opinion/596190/united-states-v-alberto-torres-velasquez/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1275</span></a></span>, 1278 (9th Cir.1992), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">979</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2979</span></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">677</span></span> (1993) (upholding same pattern instruction used here);  United States v. Hunt, <span class=\"citation\" data-id=\"472610\"><a href=\"/opinion/472610/united-states-v-richard-l-hunt/\"><span class=\"volume\">794</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1095</span></a></span>, 1100-1101 (5th Cir.1986) (\"firmly convinced\" adequately conveys \"beyond a reasonable doubt\" standard);  United States v. Taylor, <span class=\"citation\" data-id=\"610877\"><a href=\"/opinion/610877/united-states-v-michael-joe-taylor-united-states-of-america-v-chardale/\"><span class=\"volume\">997</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1551</span></a></span>, 1557 (D.C.Cir.1993) (same);  see also United States v. Williams, <span class=\"citation\" data-id=\"6383\"><a href=\"/opinion/6383/united-states-v-williams/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">125</span></a></span>, 131 (5th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">239</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">162</span></span> (1994);  United States v. Barrera-Gonzales, <span class=\"citation\" data-id=\"574993\"><a href=\"/opinion/574993/united-states-v-carlos-barrera-gonzales-also-known-as-oscar/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1269</span></a></span>, 1272-73 (10th Cir.1992);  United States v. Conway, <span class=\"citation\" data-id=\"710947\"><a href=\"/opinion/710947/united-states-v-quincy-j-conway/\"><span class=\"volume\">73</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">975</span></a></span>, 980 (10th Cir.1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The district court apparently accepted from Aponte's appellate counsel a set of proposed jury instructions that counsel believed had been submitted to the court but were inexplicably absent from the record.   We note that these instructions were not prepared for Aponte, but for a Sonia Berrios Rodriguez, but since the government did not object to their inclusion in the appellate record as Aponte's requested instructions, we will treat them as such</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> This obligation is also imposed by statute.  18 U.S.C. &#167; 3481 (formerly designated as 28 U.S.C. &#167; 632).   See Bruno v. United States, <span class=\"citation\" data-id=\"103254\"><a href=\"/opinion/103254/bruno-v-united-states/\"><span class=\"volume\">308</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">287</span></a></span>, <span class=\"citation\" data-id=\"103254\"><a href=\"/opinion/103254/bruno-v-united-states/\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">198</span></a></span>, <span class=\"citation\" data-id=\"103254\"><a href=\"/opinion/103254/bruno-v-united-states/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">257</span></a></span> (1939)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> At this stage of review for forfeited error the assessment is whether the error was \"harmless beyond a reasonable doubt,\" and differs from so-called \"harmless error\" review only in that the defendant bears the burden of persuasion.  Olano, 507 U.S. at 734-36, 113 S.Ct. at 1778</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The following chronology is pertinent:</p>\n        <pre>   Jury empaneled:          September 21, 1993\n   Criminal trial began:    September 22, 1993\n   Verdicts read:           October 1, 1993\n   Civil action commenced:  Nov. 4, 1993\n   Forfeiture stipulated:   March 9, 1994\n   Forfeiture order:        March 10, 1994\n   Criminal sentencing:     March 21, 1994</pre>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/6062/",
    "http://www.courtlistener.com/api/rest/v3/opinions/6383/",
    "http://www.courtlistener.com/api/rest/v3/opinions/101031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103254/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105912/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109893/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110067/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110426/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110914/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112566/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112868/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112906/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117831/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196165/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196196/",
    "http://www.courtlistener.com/api/rest/v3/opinions/348291/",
    "http://www.courtlistener.com/api/rest/v3/opinions/360837/",
    "http://www.courtlistener.com/api/rest/v3/opinions/372914/",
    "http://www.courtlistener.com/api/rest/v3/opinions/440117/",
    "http://www.courtlistener.com/api/rest/v3/opinions/453322/",
    "http://www.courtlistener.com/api/rest/v3/opinions/472610/",
    "http://www.courtlistener.com/api/rest/v3/opinions/485652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/491458/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494593/",
    "http://www.courtlistener.com/api/rest/v3/opinions/525208/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543801/",
    "http://www.courtlistener.com/api/rest/v3/opinions/574993/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596190/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596409/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596604/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610877/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/710947/"
  ]
}