{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196693/",
  "absolute_url": "/opinion/196693/united-states-v-frankhauser/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196693/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:11:50Z",
  "date_modified": "2017-03-24T10:48:18.359139Z",
  "type": "010combined",
  "sha1": "12ecf38986f1377b78f23e4d046cb68b691ba3e5",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1560.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 95-1560\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                       ROY FRANKHAUSER,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n          [Hon. Patti B. Saris, U.S. District Judge]\r                                                               \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n                Bownes, Senior Circuit Judge,\r                                                        \r\n                  and Stahl, Circuit Judge. \r                                                      \r\n\n                                         \r\n\nJoan M.  Griffin, with whom  Casner &amp;  Edwards were  on brief  for\r                                                          \r\nappellant.\r\nS. Theodore Merritt,  Assistant United States Attorney, with  whom\r                               \r\nDonald K. Stern, United States Attorney, was on brief for appellee.\r                       \r\n\n                                         \r\n\n                        April 9, 1996\r\n                                         \r\r\n\n          BOWNES, Senior Circuit Judge.  Appellant        Roy\r                      BOWNES, Senior Circuit Judge.\r                                                  \r\n\nFrankhauser   (Frankhauser)   appeals  his   convictions  and\r\n\nsentence  for corruptly  persuading a  witness to  destroy or\r\n\nconceal objects with intent  to impair their availability for\r\n\nuse  in an  official  proceeding, 18  U.S.C.    1512(b)(2)(B)\r\n\n(Count   II),   endeavoring   to  obstruct   a   grand   jury\r\n\ninvestigation, 18  U.S.C.   1503 (Count  III), and conspiracy\r\n\nto commit  the  two substantive  offenses,  18 U.S.C.     371\r\n\n(Count I).   As to the convictions, Frankhauser contends that\r\n\nthe district court  erred under Fed.  R. Evid. 404(b)  and/or\r\n\nFed. R. Evid. 403  in admitting evidence from his  1987 trial\r\n\nand conviction  for conspiracy to obstruct  justice, and that\r\n\nthe evidence was insufficient to support any of the counts of\r\n\nconviction.   As to  his sentence, Frankhauser  contends that\r\n\nthe district court incorrectly added two points for  his role\r\n\nin the  offense.   We reverse Frankhauser's  conviction under\r\n\nsection 1503, affirm his  convictions under sections 1512 and\r\n\n371, vacate  his sentence  and remand for  further sentencing\r\n\nproceedings.     \r\n\n                        I. BACKGROUND\r                                                 \r\n\n          In addition to evidence of Frankhauser's conduct in\r\n\nthis case,  evidence of  the  following was  presented:   (1)\r\n\nviolations  of  civil  rights  laws  by  Brian  Clayton  (the\r\n\nunderlying  investigation in  this  case); (2)  Frankhauser's\r\n\n1987 trial and conviction for conspiracy to obstruct justice;\r\n\n                             -2-\r                                          2\r\r\n\n(3)  credit card  fraud and  other violations  of the  law by\r\n\nmembers of  the  1984 Lyndon  LaRouche presidential  campaign\r\n\n(the underlying investigation in the  1987 case).  Because we\r\n\nreview claims of insufficiency of the evidence, we set  forth\r\n\nthe evidence in the light most favorable to the government.\r\n\n                Frankhauser and Brian Clayton\r                                                         \r\n\n          Frankhauser,  a self-described  political activist,\r\n\nhas  been  a  well-known  member  of  the  Ku  Klux  Klan  in\r\n\nPennsylvania  since at least  the 1960s.   Up to  the time of\r\n\ntrial,  he  had a  local weekly  television show,  made other\r\n\npublic appearances, and gave interviews to the print media in\r\n\nwhich  he openly discussed his beliefs.   He also ran what he\r\n\ncalled  the \"Legal Defense Fund\" out of his home, the purpose\r\n\nof  which was  to advise  and find  attorneys for  people who\r\n\nclaimed  that  their   First  Amendment  rights  were   being\r\n\nviolated.     Frankhauser  used   his  own  name   in  public\r\n\nappearances, but used names other than his own when acting as\r\n\na representative of the Legal Defense Fund.  \r\n\n          Brian  Clayton  (Clayton)  was   a  twenty-year-old\r\n\nfounder of a  skinhead organization formed in August  of 1993\r\n\nin Brockton, Massachusetts, called  the New Dawn Hammerskins.\r\n\nAccording  to  FBI   Agent  Finn,  skinheads  espouse   white\r\n\nsupremacy  and separate themselves  from non-white and Jewish\r\n\npersons.  In February of 1994, Clayton met Frankhauser at the\r\n\nfilming  of a Geraldo show in which Frankhauser appeared as a\r\n\n                             -3-\r                                          3\r\r\n\nrepresentative  of the Ku Klux Klan.  Clayton appeared in the\r\n\naudience, identified  himself as a skinhead,  and spoke about\r\n\nhis white  supremacist and separatist  views.  Three  or four\r\n\ntimes  during  March  and   April  of  1994,  Clayton  called\r\n\nFrankhauser's \"speech  line,\" which played a recorded speech.\r\n\nOn  April 14,  1994,  Clayton  called Frankhauser's  personal\r\n\nline;  telephone records  introduced  at  trial reflected  an\r\n\neight-minute conversation. \r\n\n     The Underlying Investigation: Brian Clayton's Crimes\r                                                                     \r\n\n          FBI Agent  Finn testified that  between August  and\r\n\nOctober of 1993, in  the Brockton/Randolph area, three Jewish\r\n\ntemples   were   spray-painted  with   anti-Semitic  graffiti\r\n\nincluding a swastika,  the SS symbol,  a fist labeled  \"White\r\n\nPower,\" the  phrase \"Foreigners Out,\" and  \"Ian Stewart,\" the\r\n\nname of  a  deceased  singer  in an  English  skinhead  band.\r\n\nDuring  the same  period,  a \"bashing\"  incident occurred  in\r\n\nwhich a group of young  men in a pick-up truck threw  a stick\r\n\nat and shouted a racial epithet at two young African-American\r\n\ngirls.    The FBI,  the Massachusetts  State Police,  and the\r\n\nBrockton   and  Randolph   police  began   investigating  the\r\n\nincidents  in October of 1993.  Early in the investigation, a\r\n\nstate  trooper  and a  Randolph  police  sergeant interviewed\r\n\nClayton  at his parents' home where he lived.  Clayton showed\r\n\nthem  his room  containing  photographs of  Adolph Hitler,  a\r\n\nposter  depicting the Holocaust, various pamphlets and flyers\r\n\n                             -4-\r                                          4\r\r\n\nadvocating white supremacy, and  an arm band with  a swastika\r\n\non it.   Clayton  denied involvement in  the incidents  under\r\n\ninvestigation.  \r\n\n          On  December  7, 1993,  a  federal  grand jury  was\r\n\nconvened to investigate the temple desecrations as violations\r\n\nof  civil rights  laws.   On  January  14, 1994,  Agent  Finn\r\n\nvisited   Brian  Clayton's  mother,  Patricia  Clayton  (Mrs.\r\n\nClayton), at her place of  work, told her that her son  was a\r\n\nsuspect in an investigation  of temple desecrations, and gave\r\n\nher a subpoena directing  Clayton to provide fingerprints and\r\n\nhandwriting exemplars to  the grand jury.  Mrs.  Clayton gave\r\n\nthe  subpoena to her son, and  he complied with it on January\r\n\n18, 1994.  \r\n\n          The grand  jury investigation  stopped in  March of\r\n\n1994,  but resumed in May  of 1994, after  another temple was\r\n\nvandalized on April  30, 1994.  At the time of that incident,\r\n\nClayton was  in  Florida with  his  family for  his  sister's\r\n\nwedding.    While there,  he had  a  quarrel with  his father\r\n\nduring which he said that he would be  moving out.  On May 7,\r\n\na  few  days  after  the family  returned  to  Massachusetts,\r\n\nClayton left  home for  Pennsylvania, where  he stayed  for a\r\n\ntime with Frankhauser and joined the Ku Klux Klan.\r\n\n        Evidence Of Frankhauser's Conduct In This Case\r                                                                  \r\n\n          On the morning of Friday, May 13, 1994,  Agent Finn\r\n\nand  a  Brockton  police  officer visited  the  Clayton  home\r\n\n                             -5-\r                                          5\r\r\n\nseeking to question Brian  Clayton about the April  30 temple\r\n\ndesecration.  Mrs.  Clayton informed Agent Finn that  her son\r\n\nhad been in  Florida on April 30 and that  he had since moved\r\n\nout.    Because Agent  Finn had  been  told that  Clayton had\r\n\nsupplied baseball bats for \"bashing\" incidents, he asked Mrs.\r\n\nClayton if her son  had any bats.  Mrs. Clayton  replied that\r\n\nhe  did, then,  at Agent  Finn's request,  she signed  a form\r\n\nconsenting  to a search  of Brian's bedroom  and another room\r\n\nthat  also  contained  his  belongings.   There,  Agent  Finn\r\n\nobserved  five baseball  bats,  various fliers  and pamphlets\r\n\nespousing white supremacy, three flags -- a confederate stars\r\n\nand  bars  flag, a  POW/MIA flag  with  a white  power symbol\r\n\naffixed  to it, and a swastika flag  -- on the ceiling, and a\r\n\nphotograph of Adolph Hitler and news clippings about the 1993\r\n\ntemple desecrations and other vandalism and bias incidents on\r\n\nthe walls.   According to Agent Finn, some of the symbols and\r\n\nslogans  on the objects  in Clayton's  rooms were  similar to\r\n\nthose spray  painted on the  temples, and a  confederate flag\r\n\nwas reported to have  been flying from the truck  involved in\r\n\nthe  \"bashing\"  incident.   Although  the  consent form  Mrs.\r\n\nClayton signed  said that he  could take anything  he wished,\r\n\nAgent Finn did not take anything because he was not confident\r\n\nthat Mrs. Clayton's consent was sufficient to permit a search\r\n\nof her son's rooms.  He did take twenty-nine political fliers\r\n\nfrom the living room.\r\n\n                             -6-\r                                          6\r\r\n\n          Later that day, Clayton  called his mother at work.\r\n\nDuring a brief conversation, she told him that Agent Finn had\r\n\nbeen to the  house that day.  Frankhauser also  spoke to Mrs.\r\n\nClayton, identifying himself  as Ron Miller,  an investigator\r\n\nwith  the Legal Defense Fund and a counselor who helped young\r\n\npeople.  He said he  was not a lawyer, but that  he would try\r\n\nto get Brian a lawyer and a polygraph test.   Because she was\r\n\nat work and could  not talk any longer on the telephone, Mrs.\r\n\nClayton asked them to call  her later at home.  Mrs.  Clayton\r\n\ndid not mention Agent Finn's search during this conversation.\r\n\n          That  same day, Frankhauser,  having obtained Agent\r\n\nFinn's   telephone  number   from  Mrs.   Clayton's  husband,\r\n\ncontacted Agent Finn and said  that he was Ron Miller  of the\r\n\nLegal Defense  Fund, which  represented Clayton.   Agent Finn\r\n\ntestified that  Frankhauser told  him where Clayton  was, and\r\n\nthat Clayton would not speak to him without counsel but would\r\n\nsurrender himself to Special Agent Reighley at the Allentown,\r\n\nPennsylvania,  office of the FBI if an arrest warrant were to\r\n\nissue.  Agent Finn  did not testify that he  told Frankhauser\r\n\nthat he was acting on  behalf of a grand jury or that a grand\r\n\njury was investigating Clayton.\r\n\n          That  night,  Frankhauser and  Clayton  called Mrs.\r\n\nClayton  at  home  as she  had  asked.    She testified  that\r\n\nFrankhauser (still calling himself Ron Miller) first told her\r\n\nnot to  worry because he had  called Agent Finn and  told him\r\n\n                             -7-\r                                          7\r\r\n\nwhere Brian was and that he would try to get him a lawyer and\r\n\na polygraph test.  He  then advised her that she had  a legal\r\n\nright not to  talk to an FBI agent, and  asked what questions\r\n\nAgent  Finn had  asked.  She  said that  he asked  if her son\r\n\nowned  any baseball bats, and  that she answered  that he did\r\n\nand then showed the officers Brian's rooms at  their request.\r\n\nFrankhauser  said that she should not have done so \"without a\r\n\nsearch  warrant or subpoena.\"   Frankhauser then  told her to\r\n\n\"clean out  everything that's  upstairs in Brian's  room, get\r\n\nrid of everything, because the FBI will be back with a search\r\n\nwarrant.\"   Mrs. Clayton responded that she did not think the\r\n\nofficers would be back, and Frankhauser said: \"Do you want to\r\n\nbe responsible  for putting your son  in jail?   If you don't\r\n\nclean  everything out  of that  room, they'll  have all  that\r\n\nevidence  against Brian, even though you and I both know he's\r\n\ninnocent, but that  won't matter to  the FBI because  they'll\r\n\nuse all this against him.\"  He then told Mrs. Clayton to pack\r\n\n\"anything that had anything  to do with Naziism, skinheadism,\r\n\nanything like that\" in boxes marked \"Antiques,\" advising that\r\n\nthe  \"FBI will never open  it because they'll  know it's your\r\n\nproperty  and they  are  only interested  in Brian's  stuff.\"\r\n\nWhen Mrs. Clayton  said that she could not lie  by hiding the\r\n\nthings in boxes, Frankhauser again asked if she would like to\r\n\nbe responsible  for putting her son in jail, and urged her to\r\n\n\"get that room  all cleaned out\"  before the agents  returned\r\n\n                             -8-\r                                          8\r\r\n\nwith  a  search   warrant.    At   some  point  during   this\r\n\nconversation, either  before or after Frankhauser offered his\r\n\nadvice, Brian Clayton took the  telephone and told his mother\r\n\nto throw away all of the news clippings on the walls.  \r\n\n          Over the weekend, Mrs. Clayton did not put anything\r\n\nin  boxes, but  put all  of the  items on  the walls  and the\r\n\nceiling  -- the news clippings, the flags and the pictures of\r\n\nHitler -- in the trash,  which was picked up at 6:00  A.M. on\r\n\nMonday morning.  Later on Monday morning, Agent Finn returned\r\n\nwith a search warrant  listing the items he had  seen that he\r\n\nconsidered to be relevant to the investigation.  In case Mrs.\r\n\nClayton  had moved  the  items, he  also  brought a  subpoena\r\n\ndirecting her to appear before  the grand jury on May  17 and\r\n\nto bring  with her the same  items.  Mrs. Clayton  told Agent\r\n\nFinn that she had thrown the things on the walls  and ceiling\r\n\naway.  Agent  Finn took five baseball bats and two trash bags\r\n\nfull  of  pamphlets,  fliers,  newsletters,  photographs, arm\r\n\nbands and other clothing.   He did  not attempt to   retrieve\r\n\nthe  items  that  had been  picked  up  with  the trash  that\r\n\nmorning.\r\n\n          Mrs.  Clayton appeared  before  the  grand jury  on\r\n\nMay 17,  then  agreed to  cooperate  with  the government  by\r\n\nmaking further  telephone calls  to Ron Miller  and recording\r\n\nthem.     During  the   course  of  two   recorded  telephone\r\n\nconversations  that same  day, Mrs. Clayton  told Frankhauser\r\n\n                             -9-\r                                          9\r\r\n\n(who identified himself  as \"McGreen\"  in one  call and  \"Ron\r\n\nMiller\"  in another) that she had been served with a subpoena\r\n\nand described  it to him.   Frankhauser's first  response was\r\n\nthat Brian  should be  represented  by an  attorney \"at  this\r\n\npoint\" and would \"not talk to anyone without an attorney, not\r\n\neven you.\"  He  told her to contact the Federal  Defender and\r\n\nexplain  that  she  may  be  the  subject  of  a  grand  jury\r\n\ninvestigation and to follow his advice, that  she should tell\r\n\nthe  grand jury that she no longer possessed the things other\r\n\nthan  the baseball bats but  to bring the  baseball bats, and\r\n\nthat it would have been illegal to dispose of the items after\r\n\na subpoena issued, but  she had not violated the  law because\r\n\nno subpoena had issued.  He added that he wished she'd thrown\r\n\naway  the baseball  bats  too, but  \"that's alright,  there's\r\n\nnothing wrong with baseball  bats.\"  In addition, Frankhauser\r\n\nquestioned Mrs. Clayton about whether her son really was with\r\n\nher in Florida, referring to the April  30 temple desecration\r\n\nabout which Agent Finn had questioned her.  When Mrs. Clayton\r\n\nassured him that he was, Frankhauser  replied, \"Then you know\r\n\nhe's innocent, don't you.\"  \r\n\n          In  July of  1994,  the grand  jury indicted  Brian\r\n\nClayton for conspiracy to violate civil rights and conspiracy\r\n\nto   intimidate  and   interfere  with   federally  protected\r\n\nactivities  on   account  of   race,  based  on   the  temple\r\n\ndesecrations and  \"bashing\" incidents  in the latter  part of\r\n\n                             -10-\r                                          10\r\r\n\n1993.      Special  Agent   Reighley   arrested   Clayton  in\r\n\nPennsylvania  at his place of work, after getting the address\r\n\nfrom Frankhauser. Clayton laterpled guilty tothe indictment.1\r\n\n                  The 1987 \"LaRouche\" Case2\r                                                      \r\n\n          In  1987, Frankhauser  was convicted  after  a jury\r\n\ntrial of one  count of  conspiracy to commit  the offense  of\r\n\nobstruction  of justice, 18 U.S.C.   1503, in violation of 18\r\n\nU.S.C.    371.  In the  trial of the case now  before us, the\r\n\ngovernment was permitted to  introduce the following from the\r\n\n1987 trial:  (1) the indictment; (2) testimony of FBI Special\r\n\nAgent Egan, the case agent and  a witness in the prior trial;\r\n\n(3)  a  re-enacted portion  of  the  transcript testimony  of\r\n\nForrest Fick, a government witness in the prior trial who was\r\n\nunavailable to  testify in the  present trial;3 (4)  a report\r\n\nauthored by Frankhauser; (5) the jury instructions; and (6) a\r\n\ncertified copy of the judgment of conviction.  \r\n\n          The relevant facts underlying the 1987 case were as\r\n\nfollows.  Frankhauser, who worked as a security consultant to\r\n\nthe 1984  Lyndon LaRouche  presidential campaign and  related\r\n\n                    \r                                \r\n\n1.  No  evidence  of  Clayton's  guilty  plea  and  resulting\r\nconviction was presented to the jury.\r\n\n2.  The 1987 case was  entitled United States v. Frankhauser,\r                                                                        \r\nbut we refer  to it  as the \"LaRouche\"  case, as the  parties\r\nhave throughout trial and in this appeal.\r\n\n3.  Agent  Finn read  Fick's testimony,  with the  prosecutor\r\nreading the direct examination questions and defense  counsel\r\nreading the cross examination questions.\r\n\n                             -11-\r                                          11\r\r\n\norganizations, learned that  a grand  jury was  investigating\r\n\nthe organizations and several of their members for defrauding\r\n\ncredit card  holders by making unauthorized  charges to their\r\n\naccounts, and  that subpoenas  had been served  on depository\r\n\nbanks  for processed  credit  card slips.   Frankhauser  then\r\n\nsuggested  that the  organization  destroy  records to  avoid\r\n\ntheir  being subpoenaed.  A  few months later, subpoenas were\r\n\nserved  on  the LaRouche  organizations, and  the LaRouchites\r\n\ndestroyed  records a few  days later.   As part  of a 39-page\r\n\njury instruction,  the district court  in Frankhauser's  1987\r\n\ntrial  instructed the  jury that  the following,  among other\r\n\nthings, constituted obstruction of justice:\r\n\n          (3)  destroying  documents  for  which  a\r\n          grand jury has not yet issued a  subpoena\r\n          but  as to  which the  person or  persons\r\n          involved in the  destruction know that  a\r\n          subpoena is likely;\r\n\n          (6) counseling, encouraging or suggesting\r\n          the destruction or  burning of  documents\r\n          or records . .  . which the person acting\r\n          knows are likely to be subpoenaed.4  \r\n\nFrankhauser was  found guilty  and sentenced to  three years'\r\n\nimprisonment.\r\n\n        II.  FEDERAL RULES OF EVIDENCE 404(b) AND 403\r                                                                 \r\n\n                    \r                                \r\n\n4.  We express  no opinion  as to whether  these instructions\r\ncontinue to  correctly describe  a violation of  section 1503\r\nafter United States  v. Aguilar,    U.S.   , 115  S. Ct. 2357\r                                           \r\n(1995),  decided  after  the  trial  of  this  case,  because\r\nFrankhauser has not raised that particular issue and,  in any\r\nevent,  we find  that  there was  insufficient evidence  that\r\nFrankhauser violated or conspired to violate section 1503. \r\n\n                             -12-\r                                          12\r\r\n\n          In   denying  Frankhauser's  motion  in  limine  to\r                                                                     \r\n\nexclude  the LaRouche evidence under Fed. R. Evid. 404(b) and\r\n\nFed. R. Evid. 403, the court  ruled that it was admissible as\r\n\n\"probative of  defendant's knowledge  of  the law  concerning\r\n\ndestruction of  evidence,\" and  that \"its probative  value is\r\n\nnot  substantially   outweighed  by  the  danger   of  unfair\r\n\nprejudice.\"   In  terms of  the  issues in  the case,  it was\r\n\nadmitted for  two  purposes:   (1) to  show that  Frankhauser\r\n\nacted with  corrupt motive and specific intent to violate the\r\n\nlaw,  an essential element of each of the charged crimes; and\r\n\n(2) to refute that Frankhauser had a good faith belief, as he\r\n\nstated to Mrs. Clayton on May  17, that it was not illegal to\r\n\ndiscard objects not yet under subpoena.  The court instructed\r\n\nthe jury that  it could  not consider the  evidence as  proof\r\n\nthat Frankhauser had a bad character or that he endeavored to\r\n\nobstruct  justice in 1994, but  that it could,  but need not,\r\n\ninfer  from   it  that  Frankhauser   \"acted  knowingly   and\r\n\nintentionally and  not because  of some mistake,  accident or\r\n\nother innocent reasons.\"5\r\n\n          We  review  a  trial  court's   determination  that\r\n\nevidence of prior  bad acts is admissible  under Rules 404(b)\r\n\nand  403  of  the Federal  Rules  of  Evidence  for abuse  of\r\n\n                    \r                                \r\n\n5.  The  government  intimates  that  the  evidence was  also\r\nadmissible  to establish a pattern,  but the jury  was not so\r\ninstructed,   so  we   do   not  consider   that  theory   of\r\nadmissibility.\r\n\n                             -13-\r                                          13\r\r\n\ndiscretion.   United States v.  Guyon, 27 F.3d  723, 729 (1st\r                                                 \r\n\nCir.  1994).  It  is well-established that  evidence of prior\r\n\nbad acts is inadmissible to show bad character and consequent\r\n\npropensity to commit a  crime, but may be admitted  to prove,\r\n\namong other things, knowledge,  intent, or absence of mistake\r\n\nor  accident.  Fed. R.  Evid. 404(b); see  also, e.g., United\r                                                                         \r\n\nStates v. Aguilar-Aranceta, 58 F.3d 796, 798 (1st Cir. 1995);\r                                      \r\n\nUnited States v. Arias-Montoya, 967  F.2d 708, 709 (1st  Cir.\r                                          \r\n\n1992).   Although  logically relevant,  \"propensity\" or  \"bad\r\n\ncharacter\" evidence carries an  unacceptable risk that a jury\r\n\nwill  convict for crimes other than those charged, or that it\r\n\nwill  convict, although  uncertain  of guilt,  because a  bad\r\n\nperson deserves punishment.   Arias-Montoya, 967 F.2d at 709;\r                                                       \r\n\nUnited States v.  Moccia, 681  F.2d 61, 63  (1st Cir.  1982).\r                                    \r\n\nSuch evidence  therefore is  inadmissible as a  general rule,\r\n\nbut may  be admissible  if it  has \"special\" probative  value\r\n\nbeyond  mere  relevance  that   does  not  derive  from  \"bad\r\n\ncharacter\" or \"propensity.\"   Arias-Montoya, 967 F.2d at 709;\r                                                       \r\n\nMoccia, 681 F.2d at 63.\r                  \r\n\n          This Circuit  applies a two-part test  to determine\r\n\nwhether a  district court abused its  discretion in admitting\r\n\nevidence of prior bad acts.  First the evidence must overcome\r\n\nthe \"absolute bar\" of Fed. R. Evid. 404(b) by being specially\r\n\nprobative of  an issue  in  the case  --  such as  intent  or\r\n\nknowledge -- without including bad character or propensity as\r\n\n                             -14-\r                                          14\r\r\n\na  necessary  link in  the inferential  chain.   See Aguilar-\r                                                                         \r\n\nAranceta, 58  F.3d at  798; Arias-Montoya, 967  F.2d at  710;\r                                                     \r\n\nUnited States  v. Ferrer-Cruz,  899 F.2d  135, 137  (1st Cir.\r                                         \r\n\n1990).  Probative value  \"must be considered in light  of the\r\n\nremoteness  in  time  of the  other  act  and  the degree  of\r\n\nresemblance to the crime charged.\"  United States  v. Fields,\r                                                                        \r\n\n871  F.2d 188,  197 (1st  Cir.), cert.  denied, 493  U.S. 955\r                                                          \r\n\n(1989).   If the proffered evidence  has \"special relevance,\"\r\n\nit  is nonetheless  inadmissible  if its  probative value  is\r\n\n\"substantially  outweighed by  the  danger of,\"  inter  alia,\r                                                                        \r\n\n\"unfair prejudice, confusion of the issues, or misleading the\r\n\njury.\"   Fed. R. Evid. 403; Aguilar-Aranceta, 58 F.3d at 798.\r                                                        \r\n\n\"The  trial  judge .  . .  must  weigh the  special relevance\r\n\nagainst the prejudicial risk,  taking into account the likely\r\n\nhostile jury  reaction that  underlies the common  law rule.\"\r\n\nMoccia, 681 F.2d at 63.\r                  \r\n\n          Frankhauser argues,  as he  did at trial,  that the\r\n\nevidence  about  his  1987   trial  and  conviction  was  not\r\n\nprobative of his knowledge,  intent or absence of  mistake in\r\n\nthis case because the main focus of the  earlier case was the\r\n\ndestruction  of  documents  by  others  three  days  after  a\r\n\nsubpoena had issued.  His conduct -- the pre-subpoena  advice\r\n\n-- was charged as an overt act which may or may not have been\r\n\nillegal in itself.   To  convict him of  the conspiracy,  the\r\n\n1987 jury need not have found  that his advice was illegal as\r\n\n                             -15-\r                                          15\r\r\n\nlong as  it found that  he joined in a  conspiracy to destroy\r\n\ndocuments  after  a subpoena  issued.    He  argues that  his\r\n\nconviction in  that case  therefore did  not inform  him that\r\n\npre-subpoena  advice  to  destroy  evidence  or  pre-subpoena\r\n\ndestruction of evidence was  illegal.  Frankhauser points out\r\n\nthat the only mention of pre-subpoena destruction of evidence\r\n\nin the 1987 trial was in a jury instruction that  did not fit\r\n\nthe  facts of the case.  In addition, Frankhauser argues, his\r\n\nprior  conduct  took place  ten  years  before his  telephone\r\n\nconversation  with Mrs. Clayton in 1994, and he was tried for\r\n\nit seven years before that conversation.   He argues that the\r\n\nremoteness in time lessened the  probative value of the prior\r\n\nbad act evidence, Fields,  871 F.2d at 198; United  States v.\r                                                                         \r\n\nLynn, 856 F.2d  430, 435 (1st Cir.  1988), especially because\r                \r\n\nthe relevance  of the evidence  depended on  a \"once  burned,\r\n\ntwice  shy\" chain  of inferences.   See  Aguilar-Aranceta, 58\r                                                                     \r\n\nF.3d at 801.  Frankhauser  argues that, given the  remoteness\r\n\nin  time  and  the  dissimilarity between  the  charges,  the\r\n\nevidence should have been excluded.  \r\n\n          For its  part, the government argues  that the jury\r\n\ncould permissibly infer from Frankhauser's own conduct in the\r                                                          \r\n\n1984  conspiracy,  which  was  advising  the  destruction  of\r\n\nrecords for  the express purpose  of avoiding a  subpoena and\r\n\nnot  their  actual  destruction,  the  1987  jury instruction\r\n\nstating  that  it  is   obstruction  of  justice  to  counsel\r\n\n                             -16-\r                                          16\r\r\n\ndestruction  of  documents before  a  subpoena  arrives while\r\n\nknowing  a subpoena is  likely, and Frankhauser's conviction,\r\n\nthat he  knew that advising  someone to dispose  of documents\r\n\nbefore a subpoena issued for the express purpose of  avoiding\r\n\na subpoena was illegal, and that he therefore acted corruptly\r\n\nwith the specific  intent to violate the  law in 1994.   That\r\n\ninferential chain would  not include Frankhauser's  character\r\n\nas a  necessary link.   Ferrer-Cruz,  899 F.2d  at 137.   The\r                                               \r\n\ngovernment also  contends that  the jury could  conclude from\r\n\nthe  1987  instruction  stating  that it  is  obstruction  of\r\n\njustice to  destroy documents before a  subpoena arrives that\r\n\nFrankhauser did not have a good faith belief, as he stated to\r\n\nMrs.  Clayton, that  the opposite was  true.   The government\r\n\nargues  that  the  passage  of  time  would  not  lessen  the\r\n\nprobative  value particularly  of  the instruction  regarding\r\n\ncounseling  destruction of documents because that instruction\r\n\nfit Frankhauser's own conduct in the case  and his conviction\r\n\nand sentence  for that conduct  after a severed  trial likely\r\n\nmade a lasting impression on him.  \r\n\n          We find that  the district court did not  abuse its\r\n\ndiscretion in  finding that the  theory under which  the 1987\r\n\nevidence  was  offered did  not run  afoul  of Fed.  R. Evid.\r\n\n404(b) because the  conduct charged in 1987  was very similar\r\n\nto that charged in 1994, with certain differences  that could\r\n\nbe explained to the jury.   The remoteness in time did lessen\r\n\n                             -17-\r                                          17\r\r\n\nthe  overall  probative  value   of  the  evidence,  but  not\r\n\nappreciably,  with  one  exception  --  the jury  instruction\r\n\nstating  that  it  was  obstruction  of  justice  to  destroy\r\n\nevidence before  a subpoena issued was not  very probative to\r\n\nrefute  Frankhauser's stated  belief that  discarding objects\r\n\nnot yet under  subpoena was  legal, as  it was  only a  small\r\n\nportion of a lengthy  seven-year-old instruction that did not\r\n\nfit the facts of the case in which it was given.   \r\n\n          Our most serious concerns rest on the Rule 403 side\r\n\nof the scale.  \"If the evidence brings unwanted baggage, say,\r\n\nunfair  prejudice or a cognizable risk of confusing the jury,\r\n\nand if  the baggage's  weight substantially overbalances  any\r\n\nprobative  value,  then  the   evidence  must  be  excluded.\"\r\n\nAguilar-Aranceta, 58  F.3d at  800 (internal  quotation marks\r                            \r\n\nand citations omitted).  The author of this  opinion believes\r\n\nthat although the LaRouche  evidence was probative in theory,\r\n\nthe  use  and  extent  of  it  \"progressed  well  beyond  the\r\n\nnecessary,\"  United States  v. Pratt,  73 F.3d 450,  452 (1st\r                                                \r\n\nCir.  1996), and that this  raised a threat  of confusion and\r\n\nunfair prejudice.6   The other two judges believe  that there\r\n\n                    \r                                \r\n\n6.  Once the  district court finds  that evidence of  a prior\r\nbad  act  is probative,  it has  an  obligation to  limit the\r\nevidence to what is legitimately necessary.  Evidence of  two\r\nobstruction  of justice  cases was  presented in  this trial,\r\neach of which  was two cases in  one.  The  jury had with  it\r\nthree  different indictments during  its deliberations.   One\r\nthird of the trial transcript and four of nineteen government\r\nexhibits were devoted to  the LaRouche case.  The  case agent\r\ndescribed   numerous   crimes  committed   by   the  LaRouche\r\n\n                             -18-\r                                          18\r\r\n\nwas adequate justification for the admission  of at least the\r\n\nbulk  of the  evidence.  While  it behooves us  once again to\r\n\nwarn the government and the district court against \"the folly\r\n\nof  bad act overkill,\" Arias-Montoya, 967 F.2d at 714, we all\r                                                \r\n\nagree that in this case it is \"highly probable\" that whatever\r\n\nportion  of  the  LaRouche evidence  that  was  unnecessarily\r\n\nadmitted \"did not  contribute to the  verdict[s]\" on Count  I\r\n\n(conspiracy) and  Count  II (18  U.S.C.    1512).    Aguilar-\r                                                                         \r\n\nAranceta, 58 F.3d at 802; Arias-Montoya, 967 F.2d at 714; see\r                                                                         \r\n\nalso Kotteakos v. United States, 328 U.S. 750, 764-65 (1946).\r                                           \r\n\nEven aside from the  404(b) evidence, the evidence supporting\r\n\nthe  requisite state of mind with  respect to Counts I and II\r\n\nwas strong and uncontradicted, see Parts IV and V, infra, and\r                                                                    \r\n\n                    \r                                \r\n\norganizations and individuals, with which Frankhauser was not\r\ncharged.   Only enough evidence to explain the context of the\r\nobstruction -- that there was an investigation of credit card\r\nfraud  -- was required.  In other four-layered obstruction of\r\njustice cases, the evidence  of prior obstructive conduct was\r\nnot nearly so extensive as  that here.  See United  States v.\r                                                                         \r\nArnold, 773 F.2d 823,  833 (7th Cir. 1985);  United States v.\r                                                                         \r\nMoree, 897 F.2d  1329, 1333 (5th Cir. 1990).   A multitude of\r                 \r\ncollateral  factual issues  was relitigated,  necessitated by\r\nthe  extent and  detail of  the evidence  the government  was\r\nallowed to present.   This created a danger of  confusing the\r\njury, distracting it from  the main issues it had  to decide,\r\nand misleading  it into  placing too much  importance on  the\r\nLaRouche case.  See  J. Weinstein &amp; M. Berger,  1 Weinstein's\r                                                                         \r\nEvidence,     403[04], at  403-59  to  403-67 (1995);  United\r                                                                         \r\nStates  v.  Glecier,  923  F.2d 496,  503  (7th  Cir.), cert.\r                                                                        \r\ndenied, 502 U.S. 810  (1991); Kinan v. City of  Brockton, 876\r                                                                    \r\nF.2d  1029,  1034-35  (1st   Cir.  1989);  United  States  v.\r                                                                         \r\nPitocchelli, 830 F.2d 401, 403-04 (1st Cir. 1987).  The trial\r                       \r\ncourt should have taken care to limit the  extent and some of\r\nthe content  of the  LaRouche evidence, especially  given the\r\nwelter  of issues in this case that might have invited a jury\r\nto convict irrationally.\r\n\n                             -19-\r                                          19\r\r\n\nwe  reverse the conviction on  Count III (18  U.S.C.   1503).\r\n\nSee Part III, infra.   We therefore decline to hold  that the\r                               \r\n\nadmission of the LaRouche evidence was prejudicial error.\r\n\n                 III.  OBSTRUCTION OF JUSTICE\r                                                         \r\n\n          Frankhauser  contends  that there  was insufficient\r\n\nevidence that  he violated the so-called  \"omnibus\" clause of\r\n\n18  U.S.C.   1503 under  which he was  charged and convicted,\r\n\nwhich  provides  in  relevant part  that  it  is  a crime  to\r\n\n\"corruptly  . . .  endeavor[]   to  influence,  obstruct,  or\r\n\nimpede, the due administration  of justice.\"  In  assessing a\r\n\nclaim of insufficiency of the evidence, we examine the record\r\n\nin  the light  most  favorable to  the  verdict, drawing  all\r\n\nreasonable inferences and  credibility determinations in  its\r\n\nfavor,  in an  effort to  ascertain whether  the proof  would\r\n\nallow  a rational jury to find every essential element of the\r\n\ncrime charged beyond  a reasonable doubt.   United States  v.\r                                                                         \r\n\nLanoue,  71 F.3d 966, 982  (1st Cir. 1995);  United States v.\r                                                                         \r\n\nVictor, 973 F.2d 975, 977-78 (1st Cir. 1992).  \r                  \r\n\n          Frankhauser, principally relying  on United  States\r                                                                         \r\n\nv. Aguilar,      U.S.   ,  115  S. Ct.  2357 (1995),  a  case\r                      \r\n\ndecided by  the Supreme  Court after  his trial,  argues that\r\n\nthere  was  insufficient evidence  that  his  advice to  Mrs.\r\n\nClayton had  the natural  and probable effect  of interfering\r\n\nwith a pending grand  jury investigation, or that he  knew or\r\n\nintended that his advice would interfere with a pending grand\r\n\n                             -20-\r                                          20\r\r\n\njury investigation.  At  most, Frankhauser argues, a rational\r\n\njury could  conclude  that his  advice  had the  natural  and\r\n\nprobable effect of interfering with a search by an FBI agent,\r\n\nand that all  he knew or  intended was that his  advice would\r\n\ninterfere with an FBI search.\r\n\n          We  need  not  reach   the  question  whether,  had\r\n\nFrankhauser known of the grand jury investigation, the advice\r\n\nhe offered  to  Mrs. Clayton  would have  been sufficient  to\r\n\nsupport a  conviction under the statute.   Aguilar reaffirmed\r                                                              \r\n\nthe  proposition  that a  defendant  may  be convicted  under\r\n\nsection 1503  only when he  knew or  had notice of  a pending\r\n\nproceeding.  Id. at 2362  (citing Pettibone v. United States,\r                                                                        \r\n\n148 U.S. 197, 206 (1893)).  After scouring the record in this\r\n\ncase, we  are unable  to find  any evidence  that Frankhauser\r\n\nknew  or had notice of  the pending grand  jury proceeding in\r\n\nMassachusetts.   To  be  sure,  he  knew  that  the  FBI  was\r\n\ninvestigating Brian  Clayton, but the  government has pointed\r\n\nto no evidence (and we have found none) that he knew that the\r\n\ninvestigation was connected to a grand jury.\r\n\n          The government points to  two pieces of evidence to\r\n\nsupport the  inference that Frankhauser knew  about the grand\r\n\njury.  The first is Mrs. Clayton's testimony that Frankhauser\r\n\nsaid  he expected  that the  FBI agent  would return,  in her\r\n\nwords, \"with a subpoena  or search warrant, I'm sorry.\"   She\r\n\nalso testified that he said the agent would be back, again in\r\n\n                             -21-\r                                          21\r\r\n\nher words, \"with the  subpoena -- I mean the  search warrant,\r\n\nI'm sorry.\"   Even on a  cold record it is  evident that Mrs.\r\n\nClayton's  reference to  a subpoena  was a  misstatement, and\r\n\nthat in fact she intended to refer only to a  search warrant.\r\n\nBut  even if  this statement  could  be read  to  refer to  a\r\n\nsubpoena as well,  there is no  way to  infer from this  that\r\n\nFrankhauser knew  that a grand jury  proceeding was underway,\r\n\nrather than a possibility for the future.\r\n\n          Second,  the government  argues  that testimony  by\r\n\nFrankhauser's  step-daughter  supports  the proposition  that\r\n\nFrankhauser knew that  Brian Clayton was  under investigation\r\n\nby a federal grand jury.  Yet this testimony referred only to\r\n\nan \"investigation,\" and  we see  no way the  jury could  have\r\n\ninferred that  the investigation was  by a grand  jury rather\r\n\nthan by the FBI.  Without stronger evidence  of Frankhauser's\r\n\nknowledge   of  the  pending   grand  jury   proceeding,  his\r\n\nconviction on this count cannot stand.   We therefore reverse\r\n\nhis conviction on Count III.\r\n\n             IV.  CORRUPTLY PERSUADING A WITNESS\r                                                            \r\n\n          Frankhauser also argues that there was insufficient\r\n\nevidence from which  a rational jury could  conclude beyond a\r\n\nreasonable doubt that he  violated 18 U.S.C.   1512(b)(2)(B),\r\n\nwhich  provides  in  relevant part  that  it  is  a crime  to\r\n\n\"knowingly . . . corruptly persuade[] another person . . . or\r\n\nengage[]  in misleading  conduct toward another  person, with\r\n\n                             -22-\r                                          22\r\r\n\nintent to . . .  cause or induce any person to .  . . destroy\r\n\n. . . or conceal an object with intent to impair the object's\r\n\nintegrity or availability for use in an official proceeding.\"\r\n\nBoth a  federal trial and a federal  grand jury investigation\r\n\nare \"official proceedings\" within the meaning of the statute.\r\n\nSee  18 U.S.C.   1515(a)(1)(A).  In contrast to section 1503,\r               \r\n\n\"an  official proceeding need not  be pending or  about to be\r\n\ninstituted  at the  time  of  the  offense.\"    18  U.S.C.   \r\n\n1512(e)(1).\r\n\n          Frankhauser  argues that  even  assuming  that  his\r\n\nstatements  to  Mrs.  Clayton on  May  17  that  she had  not\r\n\nviolated the law  by discarding items not  yet under subpoena\r\n\nwere intentionally misleading, there  was no evidence that in\r\n\nmaking those statements he intended  to induce her to destroy\r\n\nor conceal any evidence  in addition to what she  already had\r\n\nput out with the trash.  We agree and the government concedes\r\n\nthat there was a lack  of evidence that Frankhauser  intended\r\n\nto  induce  any  further action  on  May  17.   The  statute,\r\n\nhowever, can be violated  not only by engaging  in misleading\r\n\nconduct, but also by corruptly persuading a person to destroy\r\n\nor conceal an object  with the specific intent to  impair the\r\n\nobject's availability for use in an official proceeding.  \r\n\n          As to  the  \"corrupt persuasion\"  prong of  section\r\n\n1512(b)(2)(B),   Frankhauser   reiterates   that  there   was\r\n\ninsufficient evidence that  his advice to Mrs. Clayton on May\r\n\n                             -23-\r                                          23\r\r\n\n13 was directed at an official proceeding rather than just an\r\n\nFBI search.    Because an  official  proceeding need  not  be\r\n\npending or about to be instituted  at the time of the corrupt\r\n\npersuasion,  the  statute  obviously  cannot  require  actual\r\n\nknowledge  of a pending proceeding.   On the  other hand, the\r\n\ndefendant must act knowingly and with the intent to impair an\r\n\nobject's  availability  for  use  in  a  particular  official\r\n\nproceeding.   18  U.S.C.    1512(b)(2)(B);  United States  v.\r                                                                         \r\n\nMurphy,  762 F.2d  1151, 1154  (1st Cir. 1985)  (section 1512\r                  \r\n\nindictment  was   defective  for  failing   to  identify  the\r\n\nproceeding the defendants allegedlyattempted to influence).  \r\n\n          We have not  yet had occasion to  decide what state\r\n\nof mind a  defendant must  have with respect  to an  official\r\n\nproceeding  in order to violate section 1512 in a case where,\r\n\nas here,  there is  insufficient evidence that  the defendant\r\n\nknew that an  official proceeding was currently pending.  Cf.\r                                                                        \r\n\nVictor, 973  F.2d at 978 (sufficient  evidence that defendant\r                  \r\n\nintended to prevent further testimony in a federal proceeding\r\n\nwhere, inter alia, defendant told witness that he \"talked too\r                             \r\n\nmuch  in the federal court\").   In United  States v. Shively,\r                                                                        \r\n\n927  F.2d 804 (5th Cir.), cert. denied, 501 U.S. 1209 (1991),\r                                                  \r\n\nthe Fifth Circuit grappled with the issue in a case where the\r\n\ndefendants had committed arson and  filed suit in state court\r\n\nto  collect from their insurance company, and then acted in a\r\n\nthreatening  way toward  a deposition  witness and  his wife.\r\n\n                             -24-\r                                          24\r\r\n\nThe  record  was  silent as  to  when  the  grand jury  began\r\n\ninvestigating  the arson, and whether the witness or his wife\r\n\never  testified  before the  grand  jury.   Although  federal\r\n\ninvestigators  had become  involved  in the  case before  the\r\n\ndefendants' intimidating  conduct and there was evidence that\r\n\ntheir  co-conspirator   in  the   arson  knew   that  federal\r\n\ninvestigators were  involved, there was no  evidence that the\r\n\ndefendants knew it.   The Shively court found that  there was\r                                             \r\n\ninsufficient  evidence that the  defendants acted with intent\r\n\nto  influence an  official proceeding  rather than  the state\r\n\ncivil   proceedings,  reasoning  that  \"without  at  least  a\r\n\ncircumstantial showing of intent  to affect testimony at some\r\n\nparticular federal proceeding that is ongoing or is scheduled\r\n\nto  be  commenced  in  the  future,  this  statute  does  not\r\n\nproscribe his conduct.\"  Id. at 812-13.  In United  States v.\r                                                                         \r\n\nConneaut Indus., Inc.,  852 F. Supp. 116 (D.R.I. 1994), Judge\r                                 \r\n\nPettine acknowledged Shively, but took  it a step further  to\r                                        \r\n\nallow conviction under section  1512(b)(2)(B) in a case where\r\n\nthe defendant's office manager  had instructed a secretary to\r\n\nremove documents  after another  employee had been  fired for\r\n\nprice fixing, but before an official proceeding had commenced\r\n\nor been  scheduled.   The office manager's  instructions were\r\n\n\"strong  circumstantial evidence that  she certainly intended\r\n\nto affect, indeed bury, testimony and gave those instructions\r\n\nbecause  she  realized that  a  federal  proceeding could  be\r\n\n                             -25-\r                                          25\r\r\n\ncommenced in  the future.\"   Id. at 125.   Judge Pettine held\r                                           \r\n\nthat  \"the language  of the  statute .  . .  encompass[es] an\r\n\ninvestigation  that the  involved  individual has  reasonable\r\n\ncause to believe may be about to commence.\"  Id. \r                                                           \r\n\n          We do not  adopt the Shively opinion  insofar as it\r                                                  \r\n\nmay indicate  that a defendant  in every  case must  actually\r\n\nknow  that  an  official  proceeding has  been  commenced  or\r\n\nscheduled.  Nor do  we adopt the Conneaut opinion  insofar as\r                                                     \r\n\nit might be  read as  allowing conviction in  any case  where\r\n\nthere is some circumstantial  evidence that the defendant may\r\n\nhave  foreseen an  official proceeding  at  some time  in the\r\n\nfuture.  Each case must be evaluated on its own facts.  \r\n\n          Here,  the  evidence that  Frankhauser  intended to\r\n\ninterfere  with  an  identifiable  official  proceeding  went\r\n\nbeyond  that in  either Shively  or Conneaut.   There  was no\r                                                        \r\n\ndispute  that on  May 13  Frankhauser knew  that the  FBI was\r\n\ninvestigating Brian  Clayton.   His warnings to  Mrs. Clayton\r\n\nthat  her  son  could go  to  jail  unless  she followed  his\r\n\ninstructions, and  his statement  to Agent Finn  that Clayton\r\n\nwould surrender himself  if an arrest warrant were  to issue,\r\n\nwere  direct evidence that he  in fact expected  a grand jury\r\n\ninvestigation and/or  a trial in the  foreseeable future, and\r\n\nthat his intent was to make the items unavailable  for use in\r\n\nsuch  a proceeding or proceedings.   His prior conviction for\r\n\nparticipating in a conspiracy to obstruct justice by advising\r\n\n                             -26-\r                                          26\r\r\n\nthe destruction of documents gave him  notice that his advice\r\n\nto  Mrs. Clayton was illegal, thus establishing that he acted\r\n\nwith corrupt intent to violate the law. \r\n\n          Frankhauser   further   argues   that   there   was\r\n\ninsufficient evidence  that he intended Mrs.  Clayton to rely\r\n\non  his advice  rather than  that he  intended that  she seek\r\n\nindependent  legal counsel  before  deciding  what action  to\r\n\ntake. This argument is unavailing for the  simple reason that\r\n\nMrs. Clayton testified that Frankhauser first  encouraged her\r\n\nto  consult with a lawyer on May  17, four days after he gave\r\n\nhis advice and she acted on it.\r\n\n                             -27-\r                                          27\r\r\n\n                        V.  CONSPIRACY\r                                                  \r\n\n          Frankhauser  argues  that  there  was  insufficient\r\n\nevidence from  which a rational  jury could conclude  that he\r\n\nconspired  with  Brian Clayton  to  violate  section 1503  or\r\n\nsection 1512,  reiterating his  arguments that he  lacked the\r\n\nrequisite intent  to violate  either statute,  and contending\r\n\nthat  the  mere fact  that  they participated  together  in a\r\n\ntelephone conversation with  many lawful objectives, such  as\r\n\ntelling Mrs. Clayton that Agent Finn had been informed of her\r\n\nson's whereabouts, was not enough to show that they conspired\r\n\ntogether  with  the specific  intent  to  interfere with  the\r\n\nadministration of justice  or to induce Mrs.  Clayton to make\r\n\nevidence unavailable for use in an official proceeding.  \r\n\n          In order  to prove a conspiracy  under section 371,\r\n\nthe government must prove the existence of a  conspiracy, the\r\n\ndefendant's  knowledge of and  voluntary participation in it,\r\n\nand  the commission  of an  overt act  in furtherance  of the\r\n\nagreement.  United States  v. Yefsky, 994 F.2d 885,  890 (1st\r                                                \r\n\nCir.  1993); United States v.  Gomez, 921 F.2d  378, 380 (1st\r                                                \r\n\nCir.  1990).  The  agreement need not be  proved to have been\r\n\nexplicit, and may be proved  by circumstantial evidence.  See\r                                                                         \r\n\nDirect  Sales  Co. v.  United  States, 319  U.S.  703 (1943);\r                                                 \r\n\nGlasser  v. United States, 315 U.S.  60, 80 (1942).  To prove\r                                     \r\n\nvoluntary participation,  the government must  prove that the\r\n\ndefendant had \"an intent to agree and an intent to effectuate\r\n\n                             -28-\r                                          28\r\r\n\nthe commission of the substantive offense.\"  United States v.\r                                                                         \r\n\nPiper, 35 F.3d 611, 615 (1st Cir. 1994). \r                 \r\n\n          The evidence of the  chain of events on May  13 was\r\n\nsufficient  to establish  an agreement to  corruptly persuade\r\n\nMrs. Clayton to conceal and  discard the objects in Clayton's\r\n\nrooms in order  to impair  their availability for  use in  an\r\n\nofficial proceeding.   Frankhauser  and Clayton  learned that\r\n\nAgent Finn was seeking to question Clayton about the April 30\r\n\ntemple desecration and that  he had searched Clayton's rooms.\r\n\nIn  Clayton's presence,  Frankhauser  said that  he  expected\r\n\nAgent  Finn to return with a search warrant, and that Clayton\r\n\ncould go  to jail.   Frankhauser and Clayton  each instructed\r\n\nMrs.  Clayton to take some action with respect to the objects\r\n\nin  Clayton's rooms -- Frankhauser told her to pack things to\r\n\ndo with Naziism or skinheadism in boxes or \"get rid of\" them,\r\n\nand Clayton told her to throw the news clippings away.  While\r\n\nthe insufficiency of the evidence that Frankhauser knew about\r\n\na   pending  grand   jury  investigation  would   preclude  a\r\n\nconviction for conspiracy to violate section 1503, a rational\r\n\njury  could find that  there was a meeting  of the minds with\r\n\nrespect  to  impairing the  availability  of  the objects  in\r\n\nClayton's rooms for use in an official proceeding, which both\r\n\nFrankhauser and  Clayton  expected, in  violation of  section\r\n\n1512(b)(2)(B).           \r\n\n                             -29-\r                                          29\r\r\n\n                      VI.  THE SENTENCE\r                                                   \r\n\n          The district court added 2 levels  to Frankhauser's\r\n\nbase offense  level pursuant to  U.S.S.G.   3B1.1(c)  for his\r\n\nrole  in the  offense, finding  that he  was a  supervisor or\r\n\norganizer of  Clayton.7  Frankhauser appeals  the upward role\r\n\nadjustment.  The government bears the burden of proving facts\r\n\nto  justify such  an enhancement  by a  preponderance  of the\r\n\nevidence.    United States  v. Piedrahita-Santiago,  931 F.2d\r                                                              \r\n\n127,  132 (1st  Cir. 1991).   Because the  sentencing court's\r\n\ndetermination of a defendant's role in  an offense is heavily\r\n\nfact-dependent,  it will be  set aside only  for clear error,\r\n\nUnited States v. Shrader,  56 F.3d 288, 293 (1st  Cir. 1995),\r                                    \r\n\nunless  a mistake  of law was  made, in which  case we remand\r\n\nwith  appropriate  instructions.   18  U.S.C.     3742(f)(1);\r\n\nUnited  States v.  Tejada-Beltran, 50  F.3d 105,  110-11 (1st\r                                             \r\n\nCir. 1995); United States v. Fuller, 897 F.2d 1217, 1220 (1st\r                                               \r\n\nCir. 1990).\r\n\n          The  Guidelines  provisions   pertaining  to   role\r\n\nadjustments  are as follows:  When an offense is committed by\r\n\n\"more  than one participant,\" a role adjustment may, but need\r\n\nnot,  apply.    U.S.S.G. Ch.  3,  pt.B,  intro.  comment.   A\r\n\n                    \r                                \r\n\n7.  Before the two-point addition, the base offense level was\r\n12 according to U.S.S.G.   2J1.2(a).  With a Criminal History\r\nCategory  of III, a  total offense level of  14 resulted in a\r\nsentencing range of  21 to  27 months.   The court  sentenced\r\nFrankhauser  to  25  months  imprisonment and  36  months  of\r\nsupervised release on each count, to run concurrently.\r\n\n                             -30-\r                                          30\r\r\n\n\"participant\" is a \"person  who is criminally responsible for\r\n\nthe commission  of  the  offense,  but  need  not  have  been\r\n\nconvicted.\"  U.S.S.G.    3B1.1, comment.(n.1).   The range of\r\n\nadjustments  in  section 3B1.1  is based  on  \"the size  of a\r\n\ncriminal organization  (i.e., the  number of participants  in\r                                        \r\n\nthe offense)  and  the  degree  to which  the  defendant  was\r\n\nresponsible for  committing the offense.\"   U.S.S.G.   3B1.1,\r\n\ncomment.   (backg'd.).     These  adjustments   are  included\r\n\n\"primarily    because    of    concerns     about    relative\r\n\nresponsibility.\"    Id.   \"Many offenses  are committed  by a\r                                  \r\n\nsingle  individual  or   by  individuals  of   roughly  equal\r\n\nculpability so that  none of them will  receive an adjustment\r\n\nunder  this Part.\"    U.S.S.G.    3B1.4,  comment.   \"If  the\r\n\ndefendant was an organizer, leader, manager, or supervisor in\r\n\nany criminal activity [involving more than one but  less than\r\n\nfive participants and was not otherwise  extensive], increase\r\n\nby  2 levels.\"  U.S.S.G.    3B1.1(c).   This adjustment \"does\r\n\nnot apply to a  defendant who merely suggests committing  the\r\n\noffense.\"  U.S.S.G.   3B1.1, comment.(n.4).  \r\n\n          Here,  the  court  found  that  Frankhauser  was  a\r\n\nsupervisor  or organizer  of  Brian Clayton,  the only  other\r\n\n\"participant\" in  the offense  of  conviction.   In order  to\r\n\nqualify  under  U.S.S.G.      3B1.1(c)  as  a  supervisor  or\r\n\norganizer  in  criminal  activity  involving  less  than five\r\n\nparticipants  that is  not otherwise extensive,  the evidence\r\n\n                             -31-\r                                          31\r\r\n\nmust support that the defendant \"exercised control over these\r\n\npersons or  was otherwise responsible for  organizing them in\r\n\nthe  commission of the offense.\"   Fuller, 897  F.2d at 1221;\r                                                     \r\n\nsee also United  States v. Webster,  54 F.3d 1,  8 (1st  Cir.\r                                              \r\n\n1995)  (same).  The government urges that there need not have\r\n\nbeen evidence that Frankhauser exercised control over Clayton\r\n\nbased  on our statement in  Tejada-Beltran, 50 F.3d 105, that\r                                                      \r\n\n\"retention  of  control  over  other  participants,  although\r\n\nsometimes  relevant to  an  inquiry  into  the  status  of  a\r\n\nputative  organizer,   is  not  an   essential  attribute  of\r\n\norganizer status.\"   Id.  at 113.   Tejada-Beltran considered\r                                                              \r\n\nwhether  direct  control  over   other  participants  in   an\r\n\n\"extensive  criminal enterprise\"  was necessary  to establish\r\n\norganizer  status  under  U.S.S.G.    3B1.1(a),  not  section\r\n\n3B1.1(c).   We held  in  that context  that the  key \"is  not\r\n\ndirect control  but  relative responsibility,\"  such as  when\r\n\n\"the  organizer stages an extensive activity in such a way as\r\n\nto  evince an  increased degree of  relative responsibility.\"\r\n\nId.  at 112.  We defined an  organizer in that context as one\r              \r\n\nwho  \"forms  diverse  elements  into a  whole  consisting  of\r\n\ninterdependent,  coordinated  parts,  geared   for  concerted\r\n\naction.\"  Id. at 113.  See also United States  v. Camuti, No.\r                                                                    \r\n\n94-1222, slip op. at 16 (1st Cir. Mar. 12, 1996) (in order to\r\n\nbe  found an  organizer  under 3B1.1(a),  not only  must \"the\r\n\nfraud  be  extensive  but  [defendant must]  have  played  an\r\n\n                             -32-\r                                          32\r\r\n\nextensive  role as  an organizer  or leader\").   We  have not\r\n\nextended  Tejada-Beltran  to a  case  in  which the  criminal\r                                    \r\n\nactivity was not \"otherwise extensive,\" and decline to do so.\r\n\n          The court  did not adopt the  recommendation of the\r\n\nProbation  Office   against  a  role  adjustment,8  but  made\r\n\nfindings in open court, United States v. Catano, 65 F.3d 219,\r                                                           \r\n\n229 (1st Cir.  1995), that Frankhauser acted in a supervisory\r\n\nor  organizational role.   The court relied  on the following\r\n\nfactors:  (1) Frankhauser's  motive (\"I think Mr. Frankhauser\r\n\nbelieved  that Mr. Clayton was  innocent, and I  think he was\r\n\ngoing  to  take him  under  his  wing.  .  .  .  He  came  to\r\n\nPennsylvania and I think Mr.  Frankhauser wanted to help him,\r\n\nhe  thought  he was  innocent, and  then  he engaged  in this\r\n\nscheme with  him.\"); (2) Frankhauser's greater  experience in\r\n\ndealing with the FBI  (\"He knew better than Mr.  Clayton what\r\n\nyou're  supposed to do in  these circumstances because he had\r\n\nbeen through it once before in the  Lyndon LaRouche case. . .\r\n\n.  I will take into account not that it's age discrimination,\r\n\nbut one  person just had a  heck of a lot  more experience in\r\n\ndealing with the FBI than Mr. Clayton who was basically a 20-\r\n\n                    \r                                \r\n\n8.  The   Probation   Office   stated  in   the   Presentence\r\nInvestigation  Report  (PSR)  that  although   \"Mrs.  Clayton\r\nreceived the  majority  of  her  instructions  regarding  the\r\ndestruction or concealing of evidence  from Frankhauser,\" and\r\n\"Brian  Clayton's involvement  was  limited  to  telling  his\r\nmother to  throw  away all  the  news  clippings .  .  .  the\r\nProbation Office  has not  been presented with  evidence that\r\nFrankhauser directed  Clayton to give  these instructions  to\r\nMrs. Clayton.\" \r\n\n                             -33-\r                                          33\r\r\n\nyear-old  kid  without anything.\");  (3)  the  fact that  the\r\n\nadvice was not spontaneously  given in the first conversation\r\n\non  May  13  but  that  several  hours  passed  between  that\r\n\nconversation and  the one  in  which the  illegal advice  was\r\n\ngiven;  (4) the fact that Frankhauser got on the phone before\r\n\nClayton did; and (5) Clayton's statement to a fellow skinhead\r\n\non June 30 that when his mother telephoned after she disposed\r\n\nof  the items, Frankhauser told her \"they can't do nothing to\r\n\nyou  because you  got  rid  of  it  before  they  served  the\r\n\nwarrant.\" \r\n\n          Frankhauser  contends  that  the  court  improperly\r\n\nrelied on  his greater experience as  compared with Clayton's\r\n\nrelative  youth, and  that  there  was  no evidence  that  he\r\n\nsupervised  or organized  Clayton  in the  commission of  the\r\n\noffense during the twenty-minute conversation on the night of\r\n\nMay 13.  \r\n\n          While a defendant's having greater  experience than\r\n\nanother participant  may be  a  pertinent evidentiary  factor\r\n\nsupporting an inference that a defendant played a supervisory\r\n\nrole, relative  age and  experience, without more,  cannot be\r\n\nthe basis for  an enhancement  under   3B1.1.   E.g.,  United\r                                                                         \r\n\nStates v.  Wihbey, 75 F.3d 761,  777-78 (1st Cir. 1996).   We\r                             \r\n\nrecognize, as  the government urges, that  the adjustments in\r\n\nsection 3B1.1  are available \"primarily  because of  concerns\r\n\nabout relative responsibility,\"   U.S.S.G.    3B1.1, comment.\r\n\n                             -34-\r                                          34\r\r\n\n(backg'd.), but greater  responsibility must be reflected  in\r\n\nthe defendant's actions relative to another  participant, not\r\n\nin the mere fact of greater experience.  The court must focus\r\n\non what the defendant did, in relation to at least  one other\r                                     \r\n\nparticipant,  in  the commission  of  the  offense.   Compare\r                                                                         \r\n\nFuller, 897 F.2d at 1221 (mere fact that defendant dealt with\r                  \r\n\na  large quantity of marijuana did not support a finding that\r\n\nhe was  an organizer,  leader, supervisor, or  manager) with,\r                                                                        \r\n\ne.g., Wihbey,  75 F.3d 761 (defendant gave orders to another,\r                        \r\n\nset timing of drug transaction and received a larger share of\r\n\nthe  profit).   Without a  link to  a defendant's  conduct, a\r\n\ndefendant's greater  experience would  not establish that  he\r\n\nacted in a supervisory  or organizational role.9  As  we have\r\n\nstated  before, \"upgrading the BOL must be based on more than\r\n\nthe trial judge's hunch, no matter how sound  [her] instincts\r\n\nor how sagacious  [her] judgment.\"   United States v.  Ortiz,\r                                                                        \r\n\n966 F.2d 707, 717 (1st Cir. 1992),  cert. denied,    U.S.   ,\r                                                            \r\n\n113 S. Ct. 1005 (1993).    \r\n\n          We are not  confident that the  court did not  rely\r\n\ntoo  heavily  on  Frankhauser's  greater  experience  without\r\n\nsufficiently considering  whether he \"exercised  control over\r\n\n                    \r                                \r\n\n9.  We note that  Frankhauser's prior  experience in  dealing\r\nwith a  government investigation, gained through the LaRouche\r\ncase,  was taken  into  account  in  two  other  ways:    his\r\nconviction in  the LaRouche case contributed  to his criminal\r\nhistory  category and the court sentenced him near the higher\r\nend of the range because it was his second similar offense. \r\n\n                             -35-\r                                          35\r\r\n\n[Clayton] or was  otherwise responsible for organizing  [him]\r\n\nin the commission of the offense.\"  Fuller, 897 F.2d at 1221.\r                                                      \r\n\nThat Frankhauser had a motive to protect Clayton in believing\r\n\nthat he was innocent only shows that he and Clayton  were \"of\r\n\nroughly equal culpability,\" U.S.S.G.   3B1.4, comment., where\r\n\nClayton  had  a strong  motive  of his  own and  had  lied to\r\n\nFrankhauser  about   his  innocence.     Nor  do   the  other\r\n\nevidentiary factors relied upon by  the court appear to  have\r\n\nbeen \"fairly  supportive of the two-level  increase.\"  Ortiz,\r                                                                        \r\n\n966 F.2d at 717.  We therefore vacate the sentence and remand\r\n\nfor  further sentencing  proceedings  so that  the court  may\r\n\nreconsider the  role adjustment  or make factual  findings to\r\n\nsupport it in light of this opinion.\r\n\n                       VII.  CONCLUSION\r                                                   \r\n\n          For the foregoing reasons, we reverse Frankhauser's\r\n\nconviction  under 18  U.S.C.    1503, affirm  his convictions\r\n\nunder  18  U.S.C.    1512  and 18  U.S.C.    371,  vacate his\r\n\nsentence and remand for further sentencing proceedings.\r\n\n          So ordered.\r                                 \r\n\n                             -36-\r                                          36\r\r\n",
  "html": "<p class=\"case_cite\">80 F.3d 641</p>\n    <p class=\"case_cite\">44 Fed. R. Evid. Serv. 403</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Roy FRANKHAUSER, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1560.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 7, 1995.<br>Decided April 9, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts;  Hon.  Patti B. Saris, U.S. District Judge.</p>\n      <p class=\"indent\">Joan M. Griffin, with whom Casner &amp; Edwards, Boston, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">S. Theodore Merritt, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Roy Frankhauser (Frankhauser) appeals his convictions and sentence for corruptly persuading a witness to destroy or conceal objects with intent to impair their availability for use in an official proceeding, 18 U.S.C. &#167; 1512(b)(2)(B) (Count II), endeavoring to obstruct a grand jury investigation, 18 U.S.C. &#167; 1503 (Count III), and conspiracy to commit the two substantive offenses, 18 U.S.C. &#167; 371 (Count I).   As to the convictions, Frankhauser contends that the district court erred under Fed.R.Evid. 404(b) and/or Fed.R.Evid. 403 in admitting evidence from his 1987 trial and conviction for conspiracy to obstruct justice, and that the evidence was insufficient to support any of the counts of conviction.   As to his sentence, Frankhauser contends that the district court incorrectly added two points for his role in the offense.   We reverse Frankhauser's conviction under section 1503, affirm his convictions under sections 1512 and 371, vacate his sentence and remand for further sentencing proceedings.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In addition to evidence of Frankhauser's conduct in this case, evidence of the following was presented:  (1) violations of civil rights laws by Brian Clayton (the underlying investigation in this case);  (2) Frankhauser's 1987 trial and conviction for conspiracy to obstruct justice;  (3) credit card fraud and other violations of the law by members of the 1984 Lyndon LaRouche presidential campaign (the underlying investigation in the 1987 case).   Because we review claims of insufficiency of the evidence, we set forth the evidence in the light most favorable to the government.</p>\n    </div>\n    <p>Frankhauser and Brian Clayton</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Frankhauser, a self-described political activist, has been a well-known member of the Ku Klux Klan in Pennsylvania since at least the 1960s.   Up to the time of trial, he had a local weekly television show, made other public appearances, and gave interviews to the print media in which he openly discussed his beliefs.   He also ran what he called the \"Legal Defense Fund\" out of his home, the purpose of which was to advise and find attorneys for people who claimed that their First Amendment rights were being violated.   Frankhauser used his own name in public appearances, but used names other than his own when acting as a representative of the Legal Defense Fund.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Brian Clayton (Clayton) was a twenty-year-old founder of a skinhead organization formed in August of 1993 in Brockton, Massachusetts, called the New Dawn Hammerskins.   According to FBI Agent Finn, skinheads espouse white supremacy and separate themselves from non-white and Jewish persons.   In February of 1994, Clayton met Frankhauser at the filming of a Geraldo show in which Frankhauser appeared as a representative of the Ku Klux Klan.   Clayton appeared in the audience, identified himself as a skinhead, and spoke about his white supremacist and separatist views.   Three or four times during March and April of 1994, Clayton called Frankhauser's \"speech line,\" which played a recorded speech.   On April 14, 1994, Clayton called Frankhauser's personal line;  telephone records introduced at trial reflected an eight-minute conversation.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>The Underlying Investigation:  Brian Clayton's Crimes</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">FBI Agent Finn testified that between August and October of 1993, in the Brockton/Randolph area, three Jewish temples were spray-painted with anti-Semitic graffiti including a swastika, the SS symbol, a fist labeled \"White Power,\" the phrase \"Foreigners Out,\" and \"Ian Stewart,\" the name of a deceased singer in an English skinhead band.   During the same period, a \"bashing\" incident occurred in which a group of young men in a pick-up truck threw a stick at and shouted a racial epithet at two young African-American girls.   The FBI, the Massachusetts State Police, and the Brockton and Randolph police began investigating the incidents in October of 1993.   Early in the investigation, a state trooper and a Randolph police sergeant interviewed Clayton at his parents' home where he lived.   Clayton showed them his room containing photographs of Adolph Hitler, a poster depicting the Holocaust, various pamphlets and flyers advocating white supremacy, and an arm band with a swastika on it.   Clayton denied involvement in the incidents under investigation.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On December 7, 1993, a federal grand jury was convened to investigate the temple desecrations as violations of civil rights laws.   On January 14, 1994, Agent Finn visited Brian Clayton's mother, Patricia Clayton (Mrs. Clayton), at her place of work, told her that her son was a suspect in an investigation of temple desecrations, and gave her a subpoena directing Clayton to provide fingerprints and handwriting exemplars to the grand jury.   Mrs. Clayton gave the subpoena to her son, and he complied with it on January 18, 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The grand jury investigation stopped in March of 1994, but resumed in May of 1994, after another temple was vandalized on April 30, 1994.   At the time of that incident, Clayton was in Florida with his family for his sister's wedding.   While there, he had a quarrel with his father during which he said that he would be moving out.   On May 7, a few days after the family returned to Massachusetts, Clayton left home for Pennsylvania, where he stayed for a time with Frankhauser and joined the Ku Klux Klan.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>Evidence Of Frankhauser's Conduct In This Case</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On the morning of Friday, May 13, 1994, Agent Finn and a Brockton police officer visited the Clayton home seeking to question Brian Clayton about the April 30 temple desecration.   Mrs. Clayton informed Agent Finn that her son had been in Florida on April 30 and that he had since moved out.   Because Agent Finn had been told that Clayton had supplied baseball bats for \"bashing\" incidents, he asked Mrs. Clayton if her son had any bats.   Mrs. Clayton replied that he did, then, at Agent Finn's request, she signed a form consenting to a search of Brian's bedroom and another room that also contained his belongings.   There, Agent Finn observed five baseball bats, various fliers and pamphlets espousing white supremacy, three flags--a confederate stars and bars flag, a POW/MIA flag with a white power symbol affixed to it, and a swastika flag--on the ceiling, and a photograph of Adolph Hitler and news clippings about the 1993 temple desecrations and other vandalism and bias incidents on the walls.   According to Agent Finn, some of the symbols and slogans on the objects in Clayton's rooms were similar to those spray painted on the temples, and a confederate flag was reported to have been flying from the truck involved in the \"bashing\" incident.   Although the consent form Mrs. Clayton signed said that he could take anything he wished, Agent Finn did not take anything because he was not confident that Mrs. Clayton's consent was sufficient to permit a search of her son's rooms.   He did take twenty-nine political fliers from the living room.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Later that day, Clayton called his mother at work.   During a brief conversation, she told him that Agent Finn had been to the house that day.   Frankhauser also spoke to Mrs. Clayton, identifying himself as Ron Miller, an investigator with the Legal Defense Fund and a counselor who helped young people.   He said he was not a lawyer, but that he would try to get Brian a lawyer and a polygraph test.   Because she was at work and could not talk any longer on the telephone, Mrs. Clayton asked them to call her later at home.   Mrs. Clayton did not mention Agent Finn's search during this conversation.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">That same day, Frankhauser, having obtained Agent Finn's telephone number from Mrs. Clayton's husband, contacted Agent Finn and said that he was Ron Miller of the Legal Defense Fund, which represented Clayton.   Agent Finn testified that Frankhauser told him where Clayton was, and that Clayton would not speak to him without counsel but would surrender himself to Special Agent Reighley at the Allentown, Pennsylvania, office of the FBI if an arrest warrant were to issue.   Agent Finn did not testify that he told Frankhauser that he was acting on behalf of a grand jury or that a grand jury was investigating Clayton.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">That night, Frankhauser and Clayton called Mrs. Clayton at home as she had asked.   She testified that Frankhauser (still calling himself Ron Miller) first told her not to worry because he had called Agent Finn and told him where Brian was and that he would try to get him a lawyer and a polygraph test.   He then advised her that she had a legal right not to talk to an FBI agent, and asked what questions Agent Finn had asked.   She said that he asked if her son owned any baseball bats, and that she answered that he did and then showed the officers Brian's rooms at their request.   Frankhauser said that she should not have done so \"without a search warrant or subpoena.\"   Frankhauser then told her to \"clean out everything that's upstairs in Brian's room, get rid of everything, because the FBI will be back with a search warrant.\"   Mrs. Clayton responded that she did not think the officers would be back, and Frankhauser said:  \"Do you want to be responsible for putting your son in jail?   If you don't clean everything out of that room, they'll have all that evidence against Brian, even though you and I both know he's innocent, but that won't matter to the FBI because they'll use all this against him.\"   He then told Mrs. Clayton to pack \"anything that had anything to do with Naziism, skinheadism, anything like that\" in boxes marked \"Antiques,\" advising that the \"FBI will never open it because they'll know it's your property and they are only interested in Brian's stuff.\"   When Mrs. Clayton said that she could not lie by hiding the things in boxes, Frankhauser again asked if she would like to be responsible for putting her son in jail, and urged her to \"get that room all cleaned out\" before the agents returned with a search warrant.   At some point during this conversation, either before or after Frankhauser offered his advice, Brian Clayton took the telephone and told his mother to throw away all of the news clippings on the walls.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Over the weekend, Mrs. Clayton did not put anything in boxes, but put all of the items on the walls and the ceiling--the news clippings, the flags and the pictures of Hitler--in the trash, which was picked up at 6:00 A.M. on Monday morning.   Later on Monday morning, Agent Finn returned with a search warrant listing the items he had seen that he considered to be relevant to the investigation.   In case Mrs. Clayton had moved the items, he also brought a subpoena directing her to appear before the grand jury on May 17 and to bring with her the same items.   Mrs. Clayton told Agent Finn that she had thrown the things on the walls and ceiling away.   Agent Finn took five baseball bats and two trash bags full of pamphlets, fliers, newsletters, photographs, arm bands and other clothing.   He did not attempt to retrieve the items that had been picked up with the trash that morning.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Mrs. Clayton appeared before the grand jury on May 17, then agreed to cooperate with the government by making further telephone calls to Ron Miller and recording them.   During the course of two recorded telephone conversations that same day, Mrs. Clayton told Frankhauser (who identified himself as \"McGreen\" in one call and \"Ron Miller\" in another) that she had been served with a subpoena and described it to him.   Frankhauser's first response was that Brian should be represented by an attorney \"at this point\" and would \"not talk to anyone without an attorney, not even you.\"   He told her to contact the Federal Defender and explain that she may be the subject of a grand jury investigation and to follow his advice, that she should tell the grand jury that she no longer possessed the things other than the baseball bats but to bring the baseball bats, and that it would have been illegal to dispose of the items after a subpoena issued, but she had not violated the law because no subpoena had issued.   He added that he wished she'd thrown away the baseball bats too, but \"that's alright, there's nothing wrong with baseball bats.\"   In addition, Frankhauser questioned Mrs. Clayton about whether her son really was with her in Florida, referring to the April 30 temple desecration about which Agent Finn had questioned her.   When Mrs. Clayton assured him that he was, Frankhauser replied, \"Then you know he's innocent, don't you.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In July of 1994, the grand jury indicted Brian Clayton for conspiracy to violate civil rights and conspiracy to intimidate and interfere with federally protected activities on account of race, based on the temple desecrations and \"bashing\" incidents in the latter part of 1993.   Special Agent Reighley arrested Clayton in Pennsylvania at his place of work, after getting the address from Frankhauser.   Clayton later pled guilty to the indictment.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>The 1987 \"LaRouche\" Case<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In 1987, Frankhauser was convicted after a jury trial of one count of conspiracy to commit the offense of obstruction of justice, 18 U.S.C. &#167; 1503, in violation of 18 U.S.C. &#167; 371.   In the trial of the case now before us, the government was permitted to introduce the following from the 1987 trial:  (1) the indictment;  (2) testimony of FBI Special Agent Egan, the case agent and a witness in the prior trial;  (3) a re-enacted portion of the transcript testimony of Forrest Fick, a government witness in the prior trial who was unavailable to testify in the present trial;<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  (4) a report authored by Frankhauser;  (5) the jury instructions;  and (6) a certified copy of the judgment of conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The relevant facts underlying the 1987 case were as follows.   Frankhauser, who worked as a security consultant to the 1984 Lyndon LaRouche presidential campaign and related organizations, learned that a grand jury was investigating the organizations and several of their members for defrauding credit card holders by making unauthorized charges to their accounts, and that subpoenas had been served on depository banks for processed credit card slips.   Frankhauser then suggested that the organization destroy records to avoid their being subpoenaed.   A few months later, subpoenas were served on the LaRouche organizations, and the LaRouchites destroyed records a few days later.   As part of a 39-page jury instruction, the district court in Frankhauser's 1987 trial instructed the jury that the following, among other things, constituted obstruction of justice:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>(3) destroying documents for which a grand jury has not yet issued a subpoena but as to which the person or persons involved in the destruction know that a subpoena is likely;(6) counseling, encouraging or suggesting the destruction or burning of documents or records ... which the person acting knows are likely to be subpoenaed.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Frankhauser was found guilty and sentenced to three years' imprisonment.</p>\n    </div>\n    <p>II. FEDERAL RULES OF EVIDENCE 404(b) AND 403</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In denying Frankhauser's motion in limine to exclude the LaRouche evidence under Fed.R.Evid. 404(b) and Fed.R.Evid. 403, the court ruled that it was admissible as \"probative of defendant's knowledge of the law concerning destruction of evidence,\" and that \"its probative value is not substantially outweighed by the danger of unfair prejudice.\"   In terms of the issues in the case, it was admitted for two purposes:  (1) to show that Frankhauser acted with corrupt motive and specific intent to violate the law, an essential element of each of the charged crimes;  and (2) to refute that Frankhauser had a good faith belief, as he stated to Mrs. Clayton on May 17, that it was not illegal to discard objects not yet under subpoena.   The court instructed the jury that it could not consider the evidence as proof that Frankhauser had a bad character or that he endeavored to obstruct justice in 1994, but that it could, but need not, infer from it that Frankhauser \"acted knowingly and intentionally and not because of some mistake, accident or other innocent reasons.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We review a trial court's determination that evidence of prior bad acts is admissible under Rules 404(b) and 403 of the Federal Rules of Evidence for abuse of discretion.  United States v. Guyon, 27 F.3d 723, 729 (1st Cir.1994).   It is well-established that evidence of prior bad acts is inadmissible to show bad character and consequent propensity to commit a crime, but may be admitted to prove, among other things, knowledge, intent, or absence of mistake or accident.   Fed.R.Evid. 404(b);  see also, e.g., United States v. Aguilar-Aranceta, 58 F.3d 796, 798 (1st Cir.1995);  United States v. Arias-Montoya, 967 F.2d 708, 709 (1st Cir.1992).   Although logically relevant, \"propensity\" or \"bad character\" evidence carries an unacceptable risk that a jury will convict for crimes other than those charged, or that it will convict, although uncertain of guilt, because a bad person deserves punishment.  Arias-Montoya, 967 F.2d at 709;  United States v. Moccia, 681 F.2d 61, 63 (1st Cir.1982).   Such evidence therefore is inadmissible as a general rule, but may be admissible if it has \"special\" probative value beyond mere relevance that does not derive from \"bad character\" or \"propensity.\"  Arias-Montoya, 967 F.2d at 709;  Moccia, 681 F.2d at 63.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This Circuit applies a two-part test to determine whether a district court abused its discretion in admitting evidence of prior bad acts.   First the evidence must overcome the \"absolute bar\" of Fed.R.Evid. 404(b) by being specially probative of an issue in the case--such as intent or knowledge--without including bad character or propensity as a necessary link in the inferential chain.   See Aguilar-Aranceta, 58 F.3d at 798;  Arias-Montoya, 967 F.2d at 710;  United States v. Ferrer-Cruz, 899 F.2d 135, 137 (1st Cir.1990).   Probative value \"must be considered in light of the remoteness in time of the other act and the degree of resemblance to the crime charged.\"  United States v. Fields, 871 F.2d 188, 197 (1st Cir.), cert. denied, 493 U.S. 955, 110 S.Ct. 369, 107 L.Ed.2d 355 (1989).   If the proffered evidence has \"special relevance,\" it is nonetheless inadmissible if its probative value is \"substantially outweighed by the danger of,\" inter alia, \"unfair prejudice, confusion of the issues, or misleading the jury.\"   Fed.R.Evid. 403;  Aguilar-Aranceta, 58 F.3d at 798.  \"The trial judge ... must weigh the special relevance against the prejudicial risk, taking into account the likely hostile jury reaction that underlies the common law rule.\"  Moccia, 681 F.2d at 63.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Frankhauser argues, as he did at trial, that the evidence about his 1987 trial and conviction was not probative of his knowledge, intent or absence of mistake in this case because the main focus of the earlier case was the destruction of documents by others three days after a subpoena had issued.   His conduct--the pre-subpoena advice--was charged as an overt act which may or may not have been illegal in itself.   To convict him of the conspiracy, the 1987 jury need not have found that his advice was illegal as long as it found that he joined in a conspiracy to destroy documents after a subpoena issued.   He argues that his conviction in that case therefore did not inform him that pre-subpoena advice to destroy evidence or pre-subpoena destruction of evidence was illegal.   Frankhauser points out that the only mention of pre-subpoena destruction of evidence in the 1987 trial was in a jury instruction that did not fit the facts of the case.   In addition, Frankhauser argues, his prior conduct took place ten years before his telephone conversation with Mrs. Clayton in 1994, and he was tried for it seven years before that conversation.   He argues that the remoteness in time lessened the probative value of the prior bad act evidence, Fields, 871 F.2d at 198;  United States v. Lynn, 856 F.2d 430, 435 (1st Cir.1988), especially because the relevance of the evidence depended on a \"once burned, twice shy\" chain of inferences.   See Aguilar-Aranceta, 58 F.3d at 801.   Frankhauser argues that, given the remoteness in time and the dissimilarity between the charges, the evidence should have been excluded.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">For its part, the government argues that the jury could permissibly infer from Frankhauser's own conduct in the 1984 conspiracy, which was advising the destruction of records for the express purpose of avoiding a subpoena and not their actual destruction, the 1987 jury instruction stating that it is obstruction of justice to counsel destruction of documents before a subpoena arrives while knowing a subpoena is likely, and Frankhauser's conviction, that he knew that advising someone to dispose of documents before a subpoena issued for the express purpose of avoiding a subpoena was illegal, and that he therefore acted corruptly with the specific intent to violate the law in 1994.   That inferential chain would not include Frankhauser's character as a necessary link.  Ferrer-Cruz, 899 F.2d at 137.   The government also contends that the jury could conclude from the 1987 instruction stating that it is obstruction of justice to destroy documents before a subpoena arrives that Frankhauser did not have a good faith belief, as he stated to Mrs. Clayton, that the opposite was true.   The government argues that the passage of time would not lessen the probative value particularly of the instruction regarding counseling destruction of documents because that instruction fit Frankhauser's own conduct in the case and his conviction and sentence for that conduct after a severed trial likely made a lasting impression on him.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We find that the district court did not abuse its discretion in finding that the theory under which the 1987 evidence was offered did not run afoul of Fed.R.Evid. 404(b) because the conduct charged in 1987 was very similar to that charged in 1994, with certain differences that could be explained to the jury.   The remoteness in time did lessen the overall probative value of the evidence, but not appreciably, with one exception--the jury instruction stating that it was obstruction of justice to destroy evidence before a subpoena issued was not very probative to refute Frankhauser's stated belief that discarding objects not yet under subpoena was legal, as it was only a small portion of a lengthy seven-year-old instruction that did not fit the facts of the case in which it was given.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Our most serious concerns rest on the Rule 403 side of the scale.  \"If the evidence brings unwanted baggage, say, unfair prejudice or a cognizable risk of confusing the jury, and if the baggage's weight substantially overbalances any probative value, then the evidence must be excluded.\"  Aguilar-Aranceta, 58 F.3d at 800 (internal quotation marks and citations omitted).   The author of this opinion believes that although the LaRouche evidence was probative in theory, the use and extent of it \"progressed well beyond the necessary,\" United States v. Pratt, 73 F.3d 450, 452 (1st Cir.1996), and that this raised a threat of confusion and unfair prejudice.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The other two judges believe that there was adequate justification for the admission of at least the bulk of the evidence.   While it behooves us once again to warn the government and the district court against \"the folly of bad act overkill,\" Arias-Montoya, 967 F.2d at 714, we all agree that in this case it is \"highly probable\" that whatever portion of the LaRouche evidence that was unnecessarily admitted \"did not contribute to the verdict[s]\" on Count I (conspiracy) and Count II (18 U.S.C. &#167; 1512).  Aguilar-Aranceta, 58 F.3d at 802;  Arias-Montoya, 967 F.2d at 714;  see also Kotteakos v. United States, 328 U.S. 750, 764-65, 66 S.Ct. 1239, 1247-48, 90 L.Ed. 1557 (1946).   Even aside from the 404(b) evidence, the evidence supporting the requisite state of mind with respect to Counts I and II was strong and uncontradicted, see Parts IV and V, infra, and we reverse the conviction on Count III (18 U.S.C. &#167; 1503).   See Part III, infra.   We therefore decline to hold that the admission of the LaRouche evidence was prejudicial error.</p>\n    </div>\n    <p>III. OBSTRUCTION OF JUSTICE</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Frankhauser contends that there was insufficient evidence that he violated the so-called \"omnibus\" clause of 18 U.S.C. &#167; 1503 under which he was charged and convicted, which provides in relevant part that it is a crime to \"corruptly ... endeavor[ ] to influence, obstruct, or impede, the due administration of justice.\"   In assessing a claim of insufficiency of the evidence, we examine the record in the light most favorable to the verdict, drawing all reasonable inferences and credibility determinations in its favor, in an effort to ascertain whether the proof would allow a rational jury to find every essential element of the crime charged beyond a reasonable doubt.  United States v. Lanoue, 71 F.3d 966, 982 (1st Cir.1995);  United States v. Victor, 973 F.2d 975, 977-78 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Frankhauser, principally relying on United States v. Aguilar, --- U.S. ----, 115 S.Ct. 2357, 132 L.Ed.2d 520 (1995), a case decided by the Supreme Court after his trial, argues that there was insufficient evidence that his advice to Mrs. Clayton had the natural and probable effect of interfering with a pending grand jury investigation, or that he knew or intended that his advice would interfere with a pending grand jury investigation.   At most, Frankhauser argues, a rational jury could conclude that his advice had the natural and probable effect of interfering with a search by an FBI agent, and that all he knew or intended was that his advice would interfere with an FBI search.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We need not reach the question whether, had Frankhauser known of the grand jury investigation, the advice he offered to Mrs. Clayton would have been sufficient to support a conviction under the statute.  Aguilar reaffirmed the proposition that a defendant may be convicted under section 1503 only when he knew or had notice of a pending proceeding.  Id. at ----, 115 S.Ct. at 2362 (citing Pettibone v. United States, 148 U.S. 197, 206, 13 S.Ct. 542, 546, 37 L.Ed. 419 (1893)).   After scouring the record in this case, we are unable to find any evidence that Frankhauser knew or had notice of the pending grand jury proceeding in Massachusetts.   To be sure, he knew that the FBI was investigating Brian Clayton, but the government has pointed to no evidence (and we have found none) that he knew that the investigation was connected to a grand jury.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The government points to two pieces of evidence to support the inference that Frankhauser knew about the grand jury.   The first is Mrs. Clayton's testimony that Frankhauser said he expected that the FBI agent would return, in her words, \"with a subpoena or search warrant, I'm sorry.\"   She also testified that he said the agent would be back, again in her words, \"with the subpoena--I mean the search warrant, I'm sorry.\"   Even on a cold record it is evident that Mrs. Clayton's reference to a subpoena was a misstatement, and that in fact she intended to refer only to a search warrant.   But even if this statement could be read to refer to a subpoena as well, there is no way to infer from this that Frankhauser knew that a grand jury proceeding was underway, rather than a possibility for the future.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Second, the government argues that testimony by Frankhauser's step-daughter supports the proposition that Frankhauser knew that Brian Clayton was under investigation by a federal grand jury.   Yet this testimony referred only to an \"investigation,\" and we see no way the jury could have inferred that the investigation was by a grand jury rather than by the FBI.   Without stronger evidence of Frankhauser's knowledge of the pending grand jury proceeding, his conviction on this count cannot stand.   We therefore reverse his conviction on Count III.</p>\n    </div>\n    <p>IV. CORRUPTLY PERSUADING A WITNESS</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Frankhauser also argues that there was insufficient evidence from which a rational jury could conclude beyond a reasonable doubt that he violated 18 U.S.C. &#167; 1512(b)(2)(B), which provides in relevant part that it is a crime to \"knowingly ... corruptly persuade[ ] another person ... or engage[ ] in misleading conduct toward another person, with intent to ... cause or induce any person to ... destroy ... or conceal an object with intent to impair the object's integrity or availability for use in an official proceeding.\"   Both a federal trial and a federal grand jury investigation are \"official proceedings\" within the meaning of the statute.   See 18 U.S.C. &#167; 1515(a)(1)(A).   In contrast to section 1503, \"an official proceeding need not be pending or about to be instituted at the time of the offense.\"  18 U.S.C. &#167; 1512(e)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Frankhauser argues that even assuming that his statements to Mrs. Clayton on May 17 that she had not violated the law by discarding items not yet under subpoena were intentionally misleading, there was no evidence that in making those statements he intended to induce her to destroy or conceal any evidence in addition to what she already had put out with the trash.   We agree and the government concedes that there was a lack of evidence that Frankhauser intended to induce any further action on May 17.   The statute, however, can be violated not only by engaging in misleading conduct, but also by corruptly persuading a person to destroy or conceal an object with the specific intent to impair the object's availability for use in an official proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">As to the \"corrupt persuasion\" prong of section 1512(b)(2)(B), Frankhauser reiterates that there was insufficient evidence that his advice to Mrs. Clayton on May 13 was directed at an official proceeding rather than just an FBI search.   Because an official proceeding need not be pending or about to be instituted at the time of the corrupt persuasion, the statute obviously cannot require actual knowledge of a pending proceeding.   On the other hand, the defendant must act knowingly and with the intent to impair an object's availability for use in a particular official proceeding.  18 U.S.C. &#167; 1512(b)(2)(B);  United States v. Murphy, 762 F.2d 1151, 1154 (1st Cir.1985) (section 1512 indictment was defective for failing to identify the proceeding the defendants allegedly attempted to influence).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We have not yet had occasion to decide what state of mind a defendant must have with respect to an official proceeding in order to violate section 1512 in a case where, as here, there is insufficient evidence that the defendant knew that an official proceeding was currently pending.   Cf. Victor, 973 F.2d at 978 (sufficient evidence that defendant intended to prevent further testimony in a federal proceeding where, inter alia, defendant told witness that he \"talked too much in the federal court\").   In United States v. Shively, 927 F.2d 804 (5th Cir.), cert. denied, 501 U.S. 1209, 111 S.Ct. 2806, 115 L.Ed.2d 979 (1991), the Fifth Circuit grappled with the issue in a case where the defendants had committed arson and filed suit in state court to collect from their insurance company, and then acted in a threatening way toward a deposition witness and his wife.   The record was silent as to when the grand jury began investigating the arson, and whether the witness or his wife ever testified before the grand jury.   Although federal investigators had become involved in the case before the defendants' intimidating conduct and there was evidence that their co-conspirator in the arson knew that federal investigators were involved, there was no evidence that the defendants knew it.   The Shively court found that there was insufficient evidence that the defendants acted with intent to influence an official proceeding rather than the state civil proceedings, reasoning that \"without at least a circumstantial showing of intent to affect testimony at some particular federal proceeding that is ongoing or is scheduled to be commenced in the future, this statute does not proscribe his conduct.\"  Id. at 812-13.   In United States v. Conneaut Indus., Inc., 852 F.Supp. 116 (D.R.I.1994), Judge Pettine acknowledged Shively, but took it a step further to allow conviction under section 1512(b)(2)(B) in a case where the defendant's office manager had instructed a secretary to remove documents after another employee had been fired for price fixing, but before an official proceeding had commenced or been scheduled.   The office manager's instructions were \"strong circumstantial evidence that she certainly intended to affect, indeed bury, testimony and gave those instructions because she realized that a federal proceeding could be commenced in the future.\"  Id. at 125.   Judge Pettine held that \"the language of the statute ... encompass[es] an investigation that the involved individual has reasonable cause to believe may be about to commence.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We do not adopt the Shively opinion insofar as it may indicate that a defendant in every case must actually know that an official proceeding has been commenced or scheduled.   Nor do we adopt the Conneaut opinion insofar as it might be read as allowing conviction in any case where there is some circumstantial evidence that the defendant may have foreseen an official proceeding at some time in the future.   Each case must be evaluated on its own facts.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Here, the evidence that Frankhauser intended to interfere with an identifiable official proceeding went beyond that in either Shively or Conneaut.   There was no dispute that on May 13 Frankhauser knew that the FBI was investigating Brian Clayton.   His warnings to Mrs. Clayton that her son could go to jail unless she followed his instructions, and his statement to Agent Finn that Clayton would surrender himself if an arrest warrant were to issue, were direct evidence that he in fact expected a grand jury investigation and/or a trial in the foreseeable future, and that his intent was to make the items unavailable for use in such a proceeding or proceedings.   His prior conviction for participating in a conspiracy to obstruct justice by advising the destruction of documents gave him notice that his advice to Mrs. Clayton was illegal, thus establishing that he acted with corrupt intent to violate the law.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Frankhauser further argues that there was insufficient evidence that he intended Mrs. Clayton to rely on his advice rather than that he intended that she seek independent legal counsel before deciding what action to take.   This argument is unavailing for the simple reason that Mrs. Clayton testified that Frankhauser first encouraged her to consult with a lawyer on May 17, four days after he gave his advice and she acted on it.V. CONSPIRACY</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Frankhauser argues that there was insufficient evidence from which a rational jury could conclude that he conspired with Brian Clayton to violate section 1503 or section 1512, reiterating his arguments that he lacked the requisite intent to violate either statute, and contending that the mere fact that they participated together in a telephone conversation with many lawful objectives, such as telling Mrs. Clayton that Agent Finn had been informed of her son's whereabouts, was not enough to show that they conspired together with the specific intent to interfere with the administration of justice or to induce Mrs. Clayton to make evidence unavailable for use in an official proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In order to prove a conspiracy under section 371, the government must prove the existence of a conspiracy, the defendant's knowledge of and voluntary participation in it, and the commission of an overt act in furtherance of the agreement.  United States v. Yefsky, 994 F.2d 885, 890 (1st Cir.1993);  United States v. Gomez, 921 F.2d 378, 380 (1st Cir.1990).   The agreement need not be proved to have been explicit, and may be proved by circumstantial evidence.   See Direct Sales Co. v. United States, 319 U.S. 703, 63 S.Ct. 1265, 87 L.Ed. 1674 (1943);  Glasser v. United States, 315 U.S. 60, 80, 62 S.Ct. 457, 469, 86 L.Ed. 680 (1942).   To prove voluntary participation, the government must prove that the defendant had \"an intent to agree and an intent to effectuate the commission of the substantive offense.\"  United States v. Piper, 35 F.3d 611, 615 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The evidence of the chain of events on May 13 was sufficient to establish an agreement to corruptly persuade Mrs. Clayton to conceal and discard the objects in Clayton's rooms in order to impair their availability for use in an official proceeding.   Frankhauser and Clayton learned that Agent Finn was seeking to question Clayton about the April 30 temple desecration and that he had searched Clayton's rooms.   In Clayton's presence, Frankhauser said that he expected Agent Finn to return with a search warrant, and that Clayton could go to jail.   Frankhauser and Clayton each instructed Mrs. Clayton to take some action with respect to the objects in Clayton's rooms--Frankhauser told her to pack things to do with Naziism or skinheadism in boxes or \"get rid of\" them, and Clayton told her to throw the news clippings away.   While the insufficiency of the evidence that Frankhauser knew about a pending grand jury investigation would preclude a conviction for conspiracy to violate section 1503, a rational jury could find that there was a meeting of the minds with respect to impairing the availability of the objects in Clayton's rooms for use in an official proceeding, which both Frankhauser and Clayton expected, in violation of section 1512(b)(2)(B).</p>\n    </div>\n    <p>VI. THE SENTENCE</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The district court added 2 levels to Frankhauser's base offense level pursuant to U.S.S.G. &#167; 3B1.1(c) for his role in the offense, finding that he was a supervisor or organizer of Clayton.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Frankhauser appeals the upward role adjustment.   The government bears the burden of proving facts to justify such an enhancement by a preponderance of the evidence.  United States v. Piedrahita-Santiago, 931 F.2d 127, 132 (1st Cir.1991).   Because the sentencing court's determination of a defendant's role in an offense is heavily fact-dependent, it will be set aside only for clear error, United States v. Shrader, 56 F.3d 288, 293 (1st Cir.1995), unless a mistake of law was made, in which case we remand with appropriate instructions.  18 U.S.C. &#167; 3742(f)(1);  United States v. Tejada-Beltran, 50 F.3d 105, 110-11 (1st Cir.1995);  United States v. Fuller, 897 F.2d 1217, 1220 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The Guidelines provisions pertaining to role adjustments are as follows:  When an offense is committed by \"more than one participant,\" a role adjustment may, but need not, apply.   U.S.S.G. Ch. 3, pt. B, intro. comment.   A \"participant\" is a \"person who is criminally responsible for the commission of the offense, but need not have been convicted.\"   U.S.S.G. &#167; 3B1.1, comment.  (n.1).   The range of adjustments in section 3B1.1 is based on \"the size of a criminal organization (i.e., the number of participants in the offense) and the degree to which the defendant was responsible for committing the offense.\"   U.S.S.G. &#167; 3B1.1, comment.  (backg'd.).  These adjustments are included \"primarily because of concerns about relative responsibility.\"   Id.  \"Many offenses are committed by a single individual or by individuals of roughly equal culpability so that none of them will receive an adjustment under this Part.\"   U.S.S.G. &#167; 3B1.4, comment.  \"If the defendant was an organizer, leader, manager, or supervisor in any criminal activity [involving more than one but less than five participants and was not otherwise extensive], increase by 2 levels.\"   U.S.S.G. &#167; 3B1.1(c).   This adjustment \"does not apply to a defendant who merely suggests committing the offense.\"   U.S.S.G. &#167; 3B1.1, comment.  (n.4).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Here, the court found that Frankhauser was a supervisor or organizer of Brian Clayton, the only other \"participant\" in the offense of conviction.   In order to qualify under U.S.S.G. &#167; 3B1.1(c) as a supervisor or organizer in criminal activity involving less than five participants that is not otherwise extensive, the evidence must support that the defendant \"exercised control over these persons or was otherwise responsible for organizing them in the commission of the offense.\"  Fuller, 897 F.2d at 1221;  see also United States v. Webster, 54 F.3d 1, 8 (1st Cir.1995) (same).   The government urges that there need not have been evidence that Frankhauser exercised control over Clayton based on our statement in Tejada-Beltran, 50 F.3d 105, that \"retention of control over other participants, although sometimes relevant to an inquiry into the status of a putative organizer, is not an essential attribute of organizer status.\"  Id. at 113.  Tejada-Beltran considered whether direct control over other participants in an \"extensive criminal enterprise\" was necessary to establish organizer status under U.S.S.G. &#167; 3B1.1(a), not section 3B1.1(c).   We held in that context that the key \"is not direct control but relative responsibility,\" such as when \"the organizer stages an extensive activity in such a way as to evince an increased degree of relative responsibility.\"  Id. at 112.   We defined an organizer in that context as one who \"forms diverse elements into a whole consisting of interdependent, coordinated parts, geared for concerted action.\"  Id. at 113.   See also United States v. Camuti, 78 F.3d 738, 745 (1st Cir.1996) (in order to be found an organizer under 3B1.1(a), not only must \"the fraud be extensive but [defendant must] have played an extensive role as an organizer or leader\").   We have not extended Tejada-Beltran to a case in which the criminal activity was not \"otherwise extensive,\" and decline to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The court did not adopt the recommendation of the Probation Office against a role adjustment,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> but made findings in open court, United States v. Catano, 65 F.3d 219, 229 (1st Cir.1995), that Frankhauser acted in a supervisory or organizational role.   The court relied on the following factors:  (1) Frankhauser's motive (\"I think Mr. Frankhauser believed that Mr. Clayton was innocent, and I think he was going to take him under his wing....  He came to Pennsylvania and I think Mr. Frankhauser wanted to help him, he thought he was innocent, and then he engaged in this scheme with him.\");  (2) Frankhauser's greater experience in dealing with the FBI (\"He knew better than Mr. Clayton what you're supposed to do in these circumstances because he had been through it once before in the Lyndon LaRouche case....  I will take into account not that it's age discrimination, but one person just had a heck of a lot more experience in dealing with the FBI than Mr. Clayton who was basically a 20-year-old kid without anything.\");  (3) the fact that the advice was not spontaneously given in the first conversation on May 13 but that several hours passed between that conversation and the one in which the illegal advice was given;  (4) the fact that Frankhauser got on the phone before Clayton did;  and (5) Clayton's statement to a fellow skinhead on June 30 that when his mother telephoned after she disposed of the items, Frankhauser told her \"they can't do nothing to you because you got rid of it before they served the warrant.\"</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Frankhauser contends that the court improperly relied on his greater experience as compared with Clayton's relative youth, and that there was no evidence that he supervised or organized Clayton in the commission of the offense during the twenty-minute conversation on the night of May 13.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">While a defendant's having greater experience than another participant may be a pertinent evidentiary factor supporting an inference that a defendant played a supervisory role, relative age and experience, without more, cannot be the basis for an enhancement under &#167; 3B1.1.   E.g., United States v. Wihbey, 75 F.3d 761, 777-78 (1st Cir.1996).   We recognize, as the government urges, that the adjustments in section 3B1.1 are available \"primarily because of concerns about relative responsibility,\" U.S.S.G. &#167; 3B1.1, comment.  (backg'd.), but greater responsibility must be reflected in the defendant's actions relative to another participant, not in the mere fact of greater experience.   The court must focus on what the defendant did, in relation to at least one other participant, in the commission of the offense.   Compare Fuller, 897 F.2d at 1221 (mere fact that defendant dealt with a large quantity of marijuana did not support a finding that he was an organizer, leader, supervisor, or manager) with, e.g., Wihbey, 75 F.3d 761 (defendant gave orders to another, set timing of drug transaction and received a larger share of the profit).   Without a link to a defendant's conduct, a defendant's greater experience would not establish that he acted in a supervisory or organizational role.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  As we have stated before, \"upgrading the BOL must be based on more than the trial judge's hunch, no matter how sound [her] instincts or how sagacious [her] judgment.\"  United States v. Ortiz, 966 F.2d 707, 717 (1st Cir.1992), cert. denied, 506 U.S. 1063, 113 S.Ct. 1005, 122 L.Ed.2d 154 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We are not confident that the court did not rely too heavily on Frankhauser's greater experience without sufficiently considering whether he \"exercised control over [Clayton] or was otherwise responsible for organizing [him] in the commission of the offense.\"  Fuller, 897 F.2d at 1221.   That Frankhauser had a motive to protect Clayton in believing that he was innocent only shows that he and Clayton were \"of roughly equal culpability,\" U.S.S.G. &#167; 3B1.4, comment., where Clayton had a strong motive of his own and had lied to Frankhauser about his innocence.   Nor do the other evidentiary factors relied upon by the court appear to have been \"fairly supportive of the two-level increase.\"  Ortiz, 966 F.2d at 717.   We therefore vacate the sentence and remand for further sentencing proceedings so that the court may reconsider the role adjustment or make factual findings to support it in light of this opinion.</p>\n    </div>\n    <p>VII. CONCLUSION</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">For the foregoing reasons, we reverse Frankhauser's conviction under 18 U.S.C. &#167; 1503, affirm his convictions under 18 U.S.C. &#167; 1512 and 18 U.S.C. &#167; 371, vacate his sentence and remand for further sentencing proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> No evidence of Clayton's guilty plea and resulting conviction was presented to the jury</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The 1987 case was entitled United States v. Frankhauser, but we refer to it as the \"LaRouche\" case, as the parties have throughout trial and in this appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Agent Finn read Fick's testimony, with the prosecutor reading the direct examination questions and defense counsel reading the cross examination questions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We express no opinion as to whether these instructions continue to correctly describe a violation of section 1503 after United States v. Aguilar, --- U.S. ----, 115 S.Ct. 2357, 132 L.Ed.2d 520 (1995), decided after the trial of this case, because Frankhauser has not raised that particular issue and, in any event, we find that there was insufficient evidence that Frankhauser violated or conspired to violate section 1503</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The government intimates that the evidence was also admissible to establish a pattern, but the jury was not so instructed, so we do not consider that theory of admissibility</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Once the district court finds that evidence of a prior bad act is probative, it has an obligation to limit the evidence to what is legitimately necessary.   Evidence of two obstruction of justice cases was presented in this trial, each of which was two cases in one.   The jury had with it three different indictments during its deliberations.   One third of the trial transcript and four of nineteen government exhibits were devoted to the LaRouche case.   The case agent described numerous crimes committed by the LaRouche organizations and individuals, with which Frankhauser was not charged.   Only enough evidence to explain the context of the obstruction--that there was an investigation of credit card fraud--was required.   In other four-layered obstruction of justice cases, the evidence of prior obstructive conduct was not nearly so extensive as that here.   See United States v. Arnold, 773 F.2d 823, 833 (7th Cir.1985);  United States v. Moree, 897 F.2d 1329, 1333 (5th Cir.1990).   A multitude of collateral factual issues was relitigated, necessitated by the extent and detail of the evidence the government was allowed to present.   This created a danger of confusing the jury, distracting it from the main issues it had to decide, and misleading it into placing too much importance on the LaRouche case.   See J. Weinstein &amp; M. Berger, 1 Weinstein's Evidence, p 403, at 403-59 to 403-67 (1995);  United States v. Glecier, 923 F.2d 496, 503 (7th Cir.), cert. denied, 502 U.S. 810, 112 S.Ct. 54, 116 L.Ed.2d 31 (1991);  Kinan v. City of Brockton, 876 F.2d 1029, 1034-35 (1st Cir.1989);  United States v. Pitocchelli, 830 F.2d 401, 403-04 (1st Cir.1987).   The trial court should have taken care to limit the extent and some of the content of the LaRouche evidence, especially given the welter of issues in this case that might have invited a jury to convict irrationally</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Before the two-point addition, the base offense level was 12 according to U.S.S.G. &#167; 2J1.2(a).   With a Criminal History Category of III, a total offense level of 14 resulted in a sentencing range of 21 to 27 months.   The court sentenced Frankhauser to 25 months imprisonment and 36 months of supervised release on each count, to run concurrently</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The Probation Office stated in the Presentence Investigation Report (PSR) that although \"Mrs. Clayton received the majority of her instructions regarding the destruction or concealing of evidence from Frankhauser,\" and \"Brian Clayton's involvement was limited to telling his mother to throw away all the news clippings ... the Probation Office has not been presented with evidence that Frankhauser directed Clayton to give these instructions to Mrs. Clayton.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We note that Frankhauser's prior experience in dealing with a government investigation, gained through the LaRouche case, was taken into account in two other ways:  his conviction in the LaRouche case contributed to his criminal history category and the court sentenced him near the higher end of the range because it was his second similar offense</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">641</span></span></p>\n    <p class=\"case_cite\">44 Fed. R. Evid. Serv. 403</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Roy FRANKHAUSER, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1560.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 7, 1995.<br>Decided April 9, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts;  Hon.  Patti B. Saris, U.S. District Judge.</p>\n      <p class=\"indent\">Joan M. Griffin, with whom Casner &amp; Edwards, Boston, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">S. Theodore Merritt, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Roy Frankhauser (Frankhauser) appeals his convictions and sentence for corruptly persuading a witness to destroy or conceal objects with intent to impair their availability for use in an official proceeding, 18 U.S.C. &#167; 1512(b)(2)(B) (Count II), endeavoring to obstruct a grand jury investigation, 18 U.S.C. &#167; 1503 (Count III), and conspiracy to commit the two substantive offenses, 18 U.S.C. &#167; 371 (Count I).   As to the convictions, Frankhauser contends that the district court erred under Fed.R.Evid. 404(b) and/or Fed.R.Evid. 403 in admitting evidence from his 1987 trial and conviction for conspiracy to obstruct justice, and that the evidence was insufficient to support any of the counts of conviction.   As to his sentence, Frankhauser contends that the district court incorrectly added two points for his role in the offense.   We reverse Frankhauser's conviction under section 1503, affirm his convictions under sections 1512 and 371, vacate his sentence and remand for further sentencing proceedings.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In addition to evidence of Frankhauser's conduct in this case, evidence of the following was presented:  (1) violations of civil rights laws by Brian Clayton (the underlying investigation in this case);  (2) Frankhauser's 1987 trial and conviction for conspiracy to obstruct justice;  (3) credit card fraud and other violations of the law by members of the 1984 Lyndon LaRouche presidential campaign (the underlying investigation in the 1987 case).   Because we review claims of insufficiency of the evidence, we set forth the evidence in the light most favorable to the government.</p>\n    </div>\n    <p>Frankhauser and Brian Clayton</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Frankhauser, a self-described political activist, has been a well-known member of the Ku Klux Klan in Pennsylvania since at least the 1960s.   Up to the time of trial, he had a local weekly television show, made other public appearances, and gave interviews to the print media in which he openly discussed his beliefs.   He also ran what he called the \"Legal Defense Fund\" out of his home, the purpose of which was to advise and find attorneys for people who claimed that their First Amendment rights were being violated.   Frankhauser used his own name in public appearances, but used names other than his own when acting as a representative of the Legal Defense Fund.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Brian Clayton (Clayton) was a twenty-year-old founder of a skinhead organization formed in August of 1993 in Brockton, Massachusetts, called the New Dawn Hammerskins.   According to FBI Agent Finn, skinheads espouse white supremacy and separate themselves from non-white and Jewish persons.   In February of 1994, Clayton met Frankhauser at the filming of a Geraldo show in which Frankhauser appeared as a representative of the Ku Klux Klan.   Clayton appeared in the audience, identified himself as a skinhead, and spoke about his white supremacist and separatist views.   Three or four times during March and April of 1994, Clayton called Frankhauser's \"speech line,\" which played a recorded speech.   On April 14, 1994, Clayton called Frankhauser's personal line;  telephone records introduced at trial reflected an eight-minute conversation.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>The Underlying Investigation:  Brian Clayton's Crimes</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">FBI Agent Finn testified that between August and October of 1993, in the Brockton/Randolph area, three Jewish temples were spray-painted with anti-Semitic graffiti including a swastika, the SS symbol, a fist labeled \"White Power,\" the phrase \"Foreigners Out,\" and \"Ian Stewart,\" the name of a deceased singer in an English skinhead band.   During the same period, a \"bashing\" incident occurred in which a group of young men in a pick-up truck threw a stick at and shouted a racial epithet at two young African-American girls.   The FBI, the Massachusetts State Police, and the Brockton and Randolph police began investigating the incidents in October of 1993.   Early in the investigation, a state trooper and a Randolph police sergeant interviewed Clayton at his parents' home where he lived.   Clayton showed them his room containing photographs of Adolph Hitler, a poster depicting the Holocaust, various pamphlets and flyers advocating white supremacy, and an arm band with a swastika on it.   Clayton denied involvement in the incidents under investigation.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On December 7, 1993, a federal grand jury was convened to investigate the temple desecrations as violations of civil rights laws.   On January 14, 1994, Agent Finn visited Brian Clayton's mother, Patricia Clayton (Mrs. Clayton), at her place of work, told her that her son was a suspect in an investigation of temple desecrations, and gave her a subpoena directing Clayton to provide fingerprints and handwriting exemplars to the grand jury.   Mrs. Clayton gave the subpoena to her son, and he complied with it on January 18, 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The grand jury investigation stopped in March of 1994, but resumed in May of 1994, after another temple was vandalized on April 30, 1994.   At the time of that incident, Clayton was in Florida with his family for his sister's wedding.   While there, he had a quarrel with his father during which he said that he would be moving out.   On May 7, a few days after the family returned to Massachusetts, Clayton left home for Pennsylvania, where he stayed for a time with Frankhauser and joined the Ku Klux Klan.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>Evidence Of Frankhauser's Conduct In This Case</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On the morning of Friday, May 13, 1994, Agent Finn and a Brockton police officer visited the Clayton home seeking to question Brian Clayton about the April 30 temple desecration.   Mrs. Clayton informed Agent Finn that her son had been in Florida on April 30 and that he had since moved out.   Because Agent Finn had been told that Clayton had supplied baseball bats for \"bashing\" incidents, he asked Mrs. Clayton if her son had any bats.   Mrs. Clayton replied that he did, then, at Agent Finn's request, she signed a form consenting to a search of Brian's bedroom and another room that also contained his belongings.   There, Agent Finn observed five baseball bats, various fliers and pamphlets espousing white supremacy, three flags--a confederate stars and bars flag, a POW/MIA flag with a white power symbol affixed to it, and a swastika flag--on the ceiling, and a photograph of Adolph Hitler and news clippings about the 1993 temple desecrations and other vandalism and bias incidents on the walls.   According to Agent Finn, some of the symbols and slogans on the objects in Clayton's rooms were similar to those spray painted on the temples, and a confederate flag was reported to have been flying from the truck involved in the \"bashing\" incident.   Although the consent form Mrs. Clayton signed said that he could take anything he wished, Agent Finn did not take anything because he was not confident that Mrs. Clayton's consent was sufficient to permit a search of her son's rooms.   He did take twenty-nine political fliers from the living room.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Later that day, Clayton called his mother at work.   During a brief conversation, she told him that Agent Finn had been to the house that day.   Frankhauser also spoke to Mrs. Clayton, identifying himself as Ron Miller, an investigator with the Legal Defense Fund and a counselor who helped young people.   He said he was not a lawyer, but that he would try to get Brian a lawyer and a polygraph test.   Because she was at work and could not talk any longer on the telephone, Mrs. Clayton asked them to call her later at home.   Mrs. Clayton did not mention Agent Finn's search during this conversation.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">That same day, Frankhauser, having obtained Agent Finn's telephone number from Mrs. Clayton's husband, contacted Agent Finn and said that he was Ron Miller of the Legal Defense Fund, which represented Clayton.   Agent Finn testified that Frankhauser told him where Clayton was, and that Clayton would not speak to him without counsel but would surrender himself to Special Agent Reighley at the Allentown, Pennsylvania, office of the FBI if an arrest warrant were to issue.   Agent Finn did not testify that he told Frankhauser that he was acting on behalf of a grand jury or that a grand jury was investigating Clayton.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">That night, Frankhauser and Clayton called Mrs. Clayton at home as she had asked.   She testified that Frankhauser (still calling himself Ron Miller) first told her not to worry because he had called Agent Finn and told him where Brian was and that he would try to get him a lawyer and a polygraph test.   He then advised her that she had a legal right not to talk to an FBI agent, and asked what questions Agent Finn had asked.   She said that he asked if her son owned any baseball bats, and that she answered that he did and then showed the officers Brian's rooms at their request.   Frankhauser said that she should not have done so \"without a search warrant or subpoena.\"   Frankhauser then told her to \"clean out everything that's upstairs in Brian's room, get rid of everything, because the FBI will be back with a search warrant.\"   Mrs. Clayton responded that she did not think the officers would be back, and Frankhauser said:  \"Do you want to be responsible for putting your son in jail?   If you don't clean everything out of that room, they'll have all that evidence against Brian, even though you and I both know he's innocent, but that won't matter to the FBI because they'll use all this against him.\"   He then told Mrs. Clayton to pack \"anything that had anything to do with Naziism, skinheadism, anything like that\" in boxes marked \"Antiques,\" advising that the \"FBI will never open it because they'll know it's your property and they are only interested in Brian's stuff.\"   When Mrs. Clayton said that she could not lie by hiding the things in boxes, Frankhauser again asked if she would like to be responsible for putting her son in jail, and urged her to \"get that room all cleaned out\" before the agents returned with a search warrant.   At some point during this conversation, either before or after Frankhauser offered his advice, Brian Clayton took the telephone and told his mother to throw away all of the news clippings on the walls.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Over the weekend, Mrs. Clayton did not put anything in boxes, but put all of the items on the walls and the ceiling--the news clippings, the flags and the pictures of Hitler--in the trash, which was picked up at 6:00 A.M. on Monday morning.   Later on Monday morning, Agent Finn returned with a search warrant listing the items he had seen that he considered to be relevant to the investigation.   In case Mrs. Clayton had moved the items, he also brought a subpoena directing her to appear before the grand jury on May 17 and to bring with her the same items.   Mrs. Clayton told Agent Finn that she had thrown the things on the walls and ceiling away.   Agent Finn took five baseball bats and two trash bags full of pamphlets, fliers, newsletters, photographs, arm bands and other clothing.   He did not attempt to retrieve the items that had been picked up with the trash that morning.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Mrs. Clayton appeared before the grand jury on May 17, then agreed to cooperate with the government by making further telephone calls to Ron Miller and recording them.   During the course of two recorded telephone conversations that same day, Mrs. Clayton told Frankhauser (who identified himself as \"McGreen\" in one call and \"Ron Miller\" in another) that she had been served with a subpoena and described it to him.   Frankhauser's first response was that Brian should be represented by an attorney \"at this point\" and would \"not talk to anyone without an attorney, not even you.\"   He told her to contact the Federal Defender and explain that she may be the subject of a grand jury investigation and to follow his advice, that she should tell the grand jury that she no longer possessed the things other than the baseball bats but to bring the baseball bats, and that it would have been illegal to dispose of the items after a subpoena issued, but she had not violated the law because no subpoena had issued.   He added that he wished she'd thrown away the baseball bats too, but \"that's alright, there's nothing wrong with baseball bats.\"   In addition, Frankhauser questioned Mrs. Clayton about whether her son really was with her in Florida, referring to the April 30 temple desecration about which Agent Finn had questioned her.   When Mrs. Clayton assured him that he was, Frankhauser replied, \"Then you know he's innocent, don't you.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In July of 1994, the grand jury indicted Brian Clayton for conspiracy to violate civil rights and conspiracy to intimidate and interfere with federally protected activities on account of race, based on the temple desecrations and \"bashing\" incidents in the latter part of 1993.   Special Agent Reighley arrested Clayton in Pennsylvania at his place of work, after getting the address from Frankhauser.   Clayton later pled guilty to the indictment.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>The 1987 \"LaRouche\" Case<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In 1987, Frankhauser was convicted after a jury trial of one count of conspiracy to commit the offense of obstruction of justice, 18 U.S.C. &#167; 1503, in violation of 18 U.S.C. &#167; 371.   In the trial of the case now before us, the government was permitted to introduce the following from the 1987 trial:  (1) the indictment;  (2) testimony of FBI Special Agent Egan, the case agent and a witness in the prior trial;  (3) a re-enacted portion of the transcript testimony of Forrest Fick, a government witness in the prior trial who was unavailable to testify in the present trial;<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  (4) a report authored by Frankhauser;  (5) the jury instructions;  and (6) a certified copy of the judgment of conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The relevant facts underlying the 1987 case were as follows.   Frankhauser, who worked as a security consultant to the 1984 Lyndon LaRouche presidential campaign and related organizations, learned that a grand jury was investigating the organizations and several of their members for defrauding credit card holders by making unauthorized charges to their accounts, and that subpoenas had been served on depository banks for processed credit card slips.   Frankhauser then suggested that the organization destroy records to avoid their being subpoenaed.   A few months later, subpoenas were served on the LaRouche organizations, and the LaRouchites destroyed records a few days later.   As part of a 39-page jury instruction, the district court in Frankhauser's 1987 trial instructed the jury that the following, among other things, constituted obstruction of justice:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>(3) destroying documents for which a grand jury has not yet issued a subpoena but as to which the person or persons involved in the destruction know that a subpoena is likely;(6) counseling, encouraging or suggesting the destruction or burning of documents or records ... which the person acting knows are likely to be subpoenaed.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Frankhauser was found guilty and sentenced to three years' imprisonment.</p>\n    </div>\n    <p>II. FEDERAL RULES OF EVIDENCE 404(b) AND 403</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In denying Frankhauser's motion in limine to exclude the LaRouche evidence under Fed.R.Evid. 404(b) and Fed.R.Evid. 403, the court ruled that it was admissible as \"probative of defendant's knowledge of the law concerning destruction of evidence,\" and that \"its probative value is not substantially outweighed by the danger of unfair prejudice.\"   In terms of the issues in the case, it was admitted for two purposes:  (1) to show that Frankhauser acted with corrupt motive and specific intent to violate the law, an essential element of each of the charged crimes;  and (2) to refute that Frankhauser had a good faith belief, as he stated to Mrs. Clayton on May 17, that it was not illegal to discard objects not yet under subpoena.   The court instructed the jury that it could not consider the evidence as proof that Frankhauser had a bad character or that he endeavored to obstruct justice in 1994, but that it could, but need not, infer from it that Frankhauser \"acted knowingly and intentionally and not because of some mistake, accident or other innocent reasons.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We review a trial court's determination that evidence of prior bad acts is admissible under Rules 404(b) and 403 of the Federal Rules of Evidence for abuse of discretion.  United States v. Guyon, <span class=\"citation\" data-id=\"195450\"><a href=\"/opinion/195450/united-states-v-guyon/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">723</span></a></span>, 729 (1st Cir.1994).   It is well-established that evidence of prior bad acts is inadmissible to show bad character and consequent propensity to commit a crime, but may be admitted to prove, among other things, knowledge, intent, or absence of mistake or accident.   Fed.R.Evid. 404(b);  see also, e.g., United States v. Aguilar-Aranceta, <span class=\"citation\" data-id=\"698646\"><a href=\"/opinion/698646/united-states-v-esperanza-aguilar-aranceta/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">796</span></a></span>, 798 (1st Cir.1995);  United States v. Arias-Montoya, <span class=\"citation\" data-id=\"585782\"><a href=\"/opinion/585782/united-states-v-victor-arias-montoya/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">708</span></a></span>, 709 (1st Cir.1992).   Although logically relevant, \"propensity\" or \"bad character\" evidence carries an unacceptable risk that a jury will convict for crimes other than those charged, or that it will convict, although uncertain of guilt, because a bad person deserves punishment.  Arias-Montoya, 967 F.2d at 709;  United States v. Moccia, <span class=\"citation\" data-id=\"405332\"><a href=\"/opinion/405332/united-states-v-nicholas-anthony-moccia/\"><span class=\"volume\">681</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">61</span></a></span>, 63 (1st Cir.1982).   Such evidence therefore is inadmissible as a general rule, but may be admissible if it has \"special\" probative value beyond mere relevance that does not derive from \"bad character\" or \"propensity.\"  Arias-Montoya, 967 F.2d at 709;  Moccia, 681 F.2d at 63.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This Circuit applies a two-part test to determine whether a district court abused its discretion in admitting evidence of prior bad acts.   First the evidence must overcome the \"absolute bar\" of Fed.R.Evid. 404(b) by being specially probative of an issue in the case--such as intent or knowledge--without including bad character or propensity as a necessary link in the inferential chain.   See Aguilar-Aranceta, 58 F.3d at 798;  Arias-Montoya, 967 F.2d at 710;  United States v. Ferrer-Cruz, <span class=\"citation\" data-id=\"538800\"><a href=\"/opinion/538800/united-states-v-carlos-ferrer-cruz/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">135</span></a></span>, 137 (1st Cir.1990).   Probative value \"must be considered in light of the remoteness in time of the other act and the degree of resemblance to the crime charged.\"  United States v. Fields, <span class=\"citation\" data-id=\"520578\"><a href=\"/opinion/520578/united-states-v-michael-j-fields-united-states-of-america-v-james-p/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">188</span></a></span>, 197 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">955</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">369</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">355</span></span> (1989).   If the proffered evidence has \"special relevance,\" it is nonetheless inadmissible if its probative value is \"substantially outweighed by the danger of,\" inter alia, \"unfair prejudice, confusion of the issues, or misleading the jury.\"   Fed.R.Evid. 403;  Aguilar-Aranceta, 58 F.3d at 798.  \"The trial judge ... must weigh the special relevance against the prejudicial risk, taking into account the likely hostile jury reaction that underlies the common law rule.\"  Moccia, 681 F.2d at 63.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Frankhauser argues, as he did at trial, that the evidence about his 1987 trial and conviction was not probative of his knowledge, intent or absence of mistake in this case because the main focus of the earlier case was the destruction of documents by others three days after a subpoena had issued.   His conduct--the pre-subpoena advice--was charged as an overt act which may or may not have been illegal in itself.   To convict him of the conspiracy, the 1987 jury need not have found that his advice was illegal as long as it found that he joined in a conspiracy to destroy documents after a subpoena issued.   He argues that his conviction in that case therefore did not inform him that pre-subpoena advice to destroy evidence or pre-subpoena destruction of evidence was illegal.   Frankhauser points out that the only mention of pre-subpoena destruction of evidence in the 1987 trial was in a jury instruction that did not fit the facts of the case.   In addition, Frankhauser argues, his prior conduct took place ten years before his telephone conversation with Mrs. Clayton in 1994, and he was tried for it seven years before that conversation.   He argues that the remoteness in time lessened the probative value of the prior bad act evidence, Fields, 871 F.2d at 198;  United States v. Lynn, <span class=\"citation\" data-id=\"511571\"><a href=\"/opinion/511571/united-states-v-steven-lynn/\"><span class=\"volume\">856</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">430</span></a></span>, 435 (1st Cir.1988), especially because the relevance of the evidence depended on a \"once burned, twice shy\" chain of inferences.   See Aguilar-Aranceta, 58 F.3d at 801.   Frankhauser argues that, given the remoteness in time and the dissimilarity between the charges, the evidence should have been excluded.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">For its part, the government argues that the jury could permissibly infer from Frankhauser's own conduct in the 1984 conspiracy, which was advising the destruction of records for the express purpose of avoiding a subpoena and not their actual destruction, the 1987 jury instruction stating that it is obstruction of justice to counsel destruction of documents before a subpoena arrives while knowing a subpoena is likely, and Frankhauser's conviction, that he knew that advising someone to dispose of documents before a subpoena issued for the express purpose of avoiding a subpoena was illegal, and that he therefore acted corruptly with the specific intent to violate the law in 1994.   That inferential chain would not include Frankhauser's character as a necessary link.  Ferrer-Cruz, 899 F.2d at 137.   The government also contends that the jury could conclude from the 1987 instruction stating that it is obstruction of justice to destroy documents before a subpoena arrives that Frankhauser did not have a good faith belief, as he stated to Mrs. Clayton, that the opposite was true.   The government argues that the passage of time would not lessen the probative value particularly of the instruction regarding counseling destruction of documents because that instruction fit Frankhauser's own conduct in the case and his conviction and sentence for that conduct after a severed trial likely made a lasting impression on him.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We find that the district court did not abuse its discretion in finding that the theory under which the 1987 evidence was offered did not run afoul of Fed.R.Evid. 404(b) because the conduct charged in 1987 was very similar to that charged in 1994, with certain differences that could be explained to the jury.   The remoteness in time did lessen the overall probative value of the evidence, but not appreciably, with one exception--the jury instruction stating that it was obstruction of justice to destroy evidence before a subpoena issued was not very probative to refute Frankhauser's stated belief that discarding objects not yet under subpoena was legal, as it was only a small portion of a lengthy seven-year-old instruction that did not fit the facts of the case in which it was given.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Our most serious concerns rest on the Rule 403 side of the scale.  \"If the evidence brings unwanted baggage, say, unfair prejudice or a cognizable risk of confusing the jury, and if the baggage's weight substantially overbalances any probative value, then the evidence must be excluded.\"  Aguilar-Aranceta, 58 F.3d at 800 (internal quotation marks and citations omitted).   The author of this opinion believes that although the LaRouche evidence was probative in theory, the use and extent of it \"progressed well beyond the necessary,\" United States v. Pratt, <span class=\"citation\" data-id=\"196520\"><a href=\"/opinion/196520/united-states-v-pratt/\"><span class=\"volume\">73</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">450</span></a></span>, 452 (1st Cir.1996), and that this raised a threat of confusion and unfair prejudice.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The other two judges believe that there was adequate justification for the admission of at least the bulk of the evidence.   While it behooves us once again to warn the government and the district court against \"the folly of bad act overkill,\" Arias-Montoya, 967 F.2d at 714, we all agree that in this case it is \"highly probable\" that whatever portion of the LaRouche evidence that was unnecessarily admitted \"did not contribute to the verdict[s]\" on Count I (conspiracy) and Count II (18 U.S.C. &#167; 1512).  Aguilar-Aranceta, 58 F.3d at 802;  Arias-Montoya, 967 F.2d at 714;  see also Kotteakos v. United States, <span class=\"citation\" data-id=\"104321\"><a href=\"/opinion/104321/kotteakos-v-united-states/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">750</span></a></span>, 764-65, <span class=\"citation\" data-id=\"104321\"><a href=\"/opinion/104321/kotteakos-v-united-states/\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1239</span></a></span>, 1247-48, <span class=\"citation\" data-id=\"104321\"><a href=\"/opinion/104321/kotteakos-v-united-states/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1557</span></a></span> (1946).   Even aside from the 404(b) evidence, the evidence supporting the requisite state of mind with respect to Counts I and II was strong and uncontradicted, see Parts IV and V, infra, and we reverse the conviction on Count III (18 U.S.C. &#167; 1503).   See Part III, infra.   We therefore decline to hold that the admission of the LaRouche evidence was prejudicial error.</p>\n    </div>\n    <p>III. OBSTRUCTION OF JUSTICE</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Frankhauser contends that there was insufficient evidence that he violated the so-called \"omnibus\" clause of 18 U.S.C. &#167; 1503 under which he was charged and convicted, which provides in relevant part that it is a crime to \"corruptly ... endeavor[ ] to influence, obstruct, or impede, the due administration of justice.\"   In assessing a claim of insufficiency of the evidence, we examine the record in the light most favorable to the verdict, drawing all reasonable inferences and credibility determinations in its favor, in an effort to ascertain whether the proof would allow a rational jury to find every essential element of the crime charged beyond a reasonable doubt.  United States v. Lanoue, <span class=\"citation\" data-id=\"196477\"><a href=\"/opinion/196477/united-states-v-lanoue/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">966</span></a></span>, 982 (1st Cir.1995);  United States v. Victor, <span class=\"citation\" data-id=\"589960\"><a href=\"/opinion/589960/united-states-v-eugene-vivian-victor-jr/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">975</span></a></span>, 977-78 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Frankhauser, principally relying on United States v. Aguilar, --- U.S. ----, <span class=\"citation\" data-id=\"117962\"><a href=\"/opinion/117962/united-states-v-aguilar/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2357</span></a></span>, <span class=\"citation\" data-id=\"117962\"><a href=\"/opinion/117962/united-states-v-aguilar/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">520</span></a></span> (1995), a case decided by the Supreme Court after his trial, argues that there was insufficient evidence that his advice to Mrs. Clayton had the natural and probable effect of interfering with a pending grand jury investigation, or that he knew or intended that his advice would interfere with a pending grand jury investigation.   At most, Frankhauser argues, a rational jury could conclude that his advice had the natural and probable effect of interfering with a search by an FBI agent, and that all he knew or intended was that his advice would interfere with an FBI search.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We need not reach the question whether, had Frankhauser known of the grand jury investigation, the advice he offered to Mrs. Clayton would have been sufficient to support a conviction under the statute.  Aguilar reaffirmed the proposition that a defendant may be convicted under section 1503 only when he knew or had notice of a pending proceeding.  Id. at ----, 115 S.Ct. at 2362 (citing Pettibone v. United States, <span class=\"citation\" data-id=\"93551\"><a href=\"/opinion/93551/pettibone-v-united-states/\"><span class=\"volume\">148</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">197</span></a></span>, 206, <span class=\"citation\" data-id=\"93551\"><a href=\"/opinion/93551/pettibone-v-united-states/\"><span class=\"volume\">13</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">542</span></a></span>, 546, <span class=\"citation\" data-id=\"93551\"><a href=\"/opinion/93551/pettibone-v-united-states/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">419</span></a></span> (1893)).   After scouring the record in this case, we are unable to find any evidence that Frankhauser knew or had notice of the pending grand jury proceeding in Massachusetts.   To be sure, he knew that the FBI was investigating Brian Clayton, but the government has pointed to no evidence (and we have found none) that he knew that the investigation was connected to a grand jury.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The government points to two pieces of evidence to support the inference that Frankhauser knew about the grand jury.   The first is Mrs. Clayton's testimony that Frankhauser said he expected that the FBI agent would return, in her words, \"with a subpoena or search warrant, I'm sorry.\"   She also testified that he said the agent would be back, again in her words, \"with the subpoena--I mean the search warrant, I'm sorry.\"   Even on a cold record it is evident that Mrs. Clayton's reference to a subpoena was a misstatement, and that in fact she intended to refer only to a search warrant.   But even if this statement could be read to refer to a subpoena as well, there is no way to infer from this that Frankhauser knew that a grand jury proceeding was underway, rather than a possibility for the future.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Second, the government argues that testimony by Frankhauser's step-daughter supports the proposition that Frankhauser knew that Brian Clayton was under investigation by a federal grand jury.   Yet this testimony referred only to an \"investigation,\" and we see no way the jury could have inferred that the investigation was by a grand jury rather than by the FBI.   Without stronger evidence of Frankhauser's knowledge of the pending grand jury proceeding, his conviction on this count cannot stand.   We therefore reverse his conviction on Count III.</p>\n    </div>\n    <p>IV. CORRUPTLY PERSUADING A WITNESS</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Frankhauser also argues that there was insufficient evidence from which a rational jury could conclude beyond a reasonable doubt that he violated 18 U.S.C. &#167; 1512(b)(2)(B), which provides in relevant part that it is a crime to \"knowingly ... corruptly persuade[ ] another person ... or engage[ ] in misleading conduct toward another person, with intent to ... cause or induce any person to ... destroy ... or conceal an object with intent to impair the object's integrity or availability for use in an official proceeding.\"   Both a federal trial and a federal grand jury investigation are \"official proceedings\" within the meaning of the statute.   See 18 U.S.C. &#167; 1515(a)(1)(A).   In contrast to section 1503, \"an official proceeding need not be pending or about to be instituted at the time of the offense.\"  18 U.S.C. &#167; 1512(e)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Frankhauser argues that even assuming that his statements to Mrs. Clayton on May 17 that she had not violated the law by discarding items not yet under subpoena were intentionally misleading, there was no evidence that in making those statements he intended to induce her to destroy or conceal any evidence in addition to what she already had put out with the trash.   We agree and the government concedes that there was a lack of evidence that Frankhauser intended to induce any further action on May 17.   The statute, however, can be violated not only by engaging in misleading conduct, but also by corruptly persuading a person to destroy or conceal an object with the specific intent to impair the object's availability for use in an official proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">As to the \"corrupt persuasion\" prong of section 1512(b)(2)(B), Frankhauser reiterates that there was insufficient evidence that his advice to Mrs. Clayton on May 13 was directed at an official proceeding rather than just an FBI search.   Because an official proceeding need not be pending or about to be instituted at the time of the corrupt persuasion, the statute obviously cannot require actual knowledge of a pending proceeding.   On the other hand, the defendant must act knowingly and with the intent to impair an object's availability for use in a particular official proceeding.  18 U.S.C. &#167; 1512(b)(2)(B);  United States v. Murphy, <span class=\"citation\" data-id=\"452970\"><a href=\"/opinion/452970/united-states-v-patrick-murphy-united-states-of-america-v-kevin-w-deyo/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1151</span></a></span>, 1154 (1st Cir.1985) (section 1512 indictment was defective for failing to identify the proceeding the defendants allegedly attempted to influence).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We have not yet had occasion to decide what state of mind a defendant must have with respect to an official proceeding in order to violate section 1512 in a case where, as here, there is insufficient evidence that the defendant knew that an official proceeding was currently pending.   Cf. Victor, 973 F.2d at 978 (sufficient evidence that defendant intended to prevent further testimony in a federal proceeding where, inter alia, defendant told witness that he \"talked too much in the federal court\").   In United States v. Shively, <span class=\"citation\" data-id=\"557218\"><a href=\"/opinion/557218/united-states-v-michael-roy-shively-kim-renee-shively-and-george-russell/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">804</span></a></span> (5th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1209</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2806</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">979</span></span> (1991), the Fifth Circuit grappled with the issue in a case where the defendants had committed arson and filed suit in state court to collect from their insurance company, and then acted in a threatening way toward a deposition witness and his wife.   The record was silent as to when the grand jury began investigating the arson, and whether the witness or his wife ever testified before the grand jury.   Although federal investigators had become involved in the case before the defendants' intimidating conduct and there was evidence that their co-conspirator in the arson knew that federal investigators were involved, there was no evidence that the defendants knew it.   The Shively court found that there was insufficient evidence that the defendants acted with intent to influence an official proceeding rather than the state civil proceedings, reasoning that \"without at least a circumstantial showing of intent to affect testimony at some particular federal proceeding that is ongoing or is scheduled to be commenced in the future, this statute does not proscribe his conduct.\"  Id. at 812-13.   In United States v. Conneaut Indus., Inc., <span class=\"citation no-link\"><span class=\"volume\">852</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">116</span></span> (D.R.I.1994), Judge Pettine acknowledged Shively, but took it a step further to allow conviction under section 1512(b)(2)(B) in a case where the defendant's office manager had instructed a secretary to remove documents after another employee had been fired for price fixing, but before an official proceeding had commenced or been scheduled.   The office manager's instructions were \"strong circumstantial evidence that she certainly intended to affect, indeed bury, testimony and gave those instructions because she realized that a federal proceeding could be commenced in the future.\"  Id. at 125.   Judge Pettine held that \"the language of the statute ... encompass[es] an investigation that the involved individual has reasonable cause to believe may be about to commence.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We do not adopt the Shively opinion insofar as it may indicate that a defendant in every case must actually know that an official proceeding has been commenced or scheduled.   Nor do we adopt the Conneaut opinion insofar as it might be read as allowing conviction in any case where there is some circumstantial evidence that the defendant may have foreseen an official proceeding at some time in the future.   Each case must be evaluated on its own facts.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Here, the evidence that Frankhauser intended to interfere with an identifiable official proceeding went beyond that in either Shively or Conneaut.   There was no dispute that on May 13 Frankhauser knew that the FBI was investigating Brian Clayton.   His warnings to Mrs. Clayton that her son could go to jail unless she followed his instructions, and his statement to Agent Finn that Clayton would surrender himself if an arrest warrant were to issue, were direct evidence that he in fact expected a grand jury investigation and/or a trial in the foreseeable future, and that his intent was to make the items unavailable for use in such a proceeding or proceedings.   His prior conviction for participating in a conspiracy to obstruct justice by advising the destruction of documents gave him notice that his advice to Mrs. Clayton was illegal, thus establishing that he acted with corrupt intent to violate the law.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Frankhauser further argues that there was insufficient evidence that he intended Mrs. Clayton to rely on his advice rather than that he intended that she seek independent legal counsel before deciding what action to take.   This argument is unavailing for the simple reason that Mrs. Clayton testified that Frankhauser first encouraged her to consult with a lawyer on May 17, four days after he gave his advice and she acted on it.V. CONSPIRACY</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Frankhauser argues that there was insufficient evidence from which a rational jury could conclude that he conspired with Brian Clayton to violate section 1503 or section 1512, reiterating his arguments that he lacked the requisite intent to violate either statute, and contending that the mere fact that they participated together in a telephone conversation with many lawful objectives, such as telling Mrs. Clayton that Agent Finn had been informed of her son's whereabouts, was not enough to show that they conspired together with the specific intent to interfere with the administration of justice or to induce Mrs. Clayton to make evidence unavailable for use in an official proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In order to prove a conspiracy under section 371, the government must prove the existence of a conspiracy, the defendant's knowledge of and voluntary participation in it, and the commission of an overt act in furtherance of the agreement.  United States v. Yefsky, <span class=\"citation\" data-id=\"608076\"><a href=\"/opinion/608076/united-states-v-sheldon-arthur-yefsky/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">885</span></a></span>, 890 (1st Cir.1993);  United States v. Gomez, <span class=\"citation\" data-id=\"553170\"><a href=\"/opinion/553170/united-states-v-pedro-benavente-gomez-united-states-v-guillermo-cerda/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">378</span></a></span>, 380 (1st Cir.1990).   The agreement need not be proved to have been explicit, and may be proved by circumstantial evidence.   See Direct Sales Co. v. United States, <span class=\"citation\" data-id=\"103872\"><a href=\"/opinion/103872/direct-sales-co-v-united-states/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">703</span></a></span>, <span class=\"citation\" data-id=\"103872\"><a href=\"/opinion/103872/direct-sales-co-v-united-states/\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1265</span></a></span>, <span class=\"citation\" data-id=\"103872\"><a href=\"/opinion/103872/direct-sales-co-v-united-states/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1674</span></a></span> (1943);  Glasser v. United States, <span class=\"citation\" data-id=\"103597\"><a href=\"/opinion/103597/glasser-v-united-states/\"><span class=\"volume\">315</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">60</span></a></span>, 80, <span class=\"citation\" data-id=\"103597\"><a href=\"/opinion/103597/glasser-v-united-states/\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">457</span></a></span>, 469, <span class=\"citation\" data-id=\"103597\"><a href=\"/opinion/103597/glasser-v-united-states/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">680</span></a></span> (1942).   To prove voluntary participation, the government must prove that the defendant had \"an intent to agree and an intent to effectuate the commission of the substantive offense.\"  United States v. Piper, <span class=\"citation\" data-id=\"195585\"><a href=\"/opinion/195585/united-states-v-piper/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span>, 615 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The evidence of the chain of events on May 13 was sufficient to establish an agreement to corruptly persuade Mrs. Clayton to conceal and discard the objects in Clayton's rooms in order to impair their availability for use in an official proceeding.   Frankhauser and Clayton learned that Agent Finn was seeking to question Clayton about the April 30 temple desecration and that he had searched Clayton's rooms.   In Clayton's presence, Frankhauser said that he expected Agent Finn to return with a search warrant, and that Clayton could go to jail.   Frankhauser and Clayton each instructed Mrs. Clayton to take some action with respect to the objects in Clayton's rooms--Frankhauser told her to pack things to do with Naziism or skinheadism in boxes or \"get rid of\" them, and Clayton told her to throw the news clippings away.   While the insufficiency of the evidence that Frankhauser knew about a pending grand jury investigation would preclude a conviction for conspiracy to violate section 1503, a rational jury could find that there was a meeting of the minds with respect to impairing the availability of the objects in Clayton's rooms for use in an official proceeding, which both Frankhauser and Clayton expected, in violation of section 1512(b)(2)(B).</p>\n    </div>\n    <p>VI. THE SENTENCE</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The district court added 2 levels to Frankhauser's base offense level pursuant to U.S.S.G. &#167; 3B1.1(c) for his role in the offense, finding that he was a supervisor or organizer of Clayton.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Frankhauser appeals the upward role adjustment.   The government bears the burden of proving facts to justify such an enhancement by a preponderance of the evidence.  United States v. Piedrahita-Santiago, <span class=\"citation\" data-id=\"559869\"><a href=\"/opinion/559869/united-states-v-roberto-piedrahita-santiago-united-states-of-america-v/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">127</span></a></span>, 132 (1st Cir.1991).   Because the sentencing court's determination of a defendant's role in an offense is heavily fact-dependent, it will be set aside only for clear error, United States v. Shrader, <span class=\"citation\" data-id=\"196080\"><a href=\"/opinion/196080/united-states-v-shrader/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">288</span></a></span>, 293 (1st Cir.1995), unless a mistake of law was made, in which case we remand with appropriate instructions.  18 U.S.C. &#167; 3742(f)(1);  United States v. Tejada-Beltran, <span class=\"citation\" data-id=\"691951\"><a href=\"/opinion/691951/united-states-v-maximo-e-tejada-beltran-alias-etc/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">105</span></a></span>, 110-11 (1st Cir.1995);  United States v. Fuller, <span class=\"citation\" data-id=\"537727\"><a href=\"/opinion/537727/united-states-v-leonard-r-fuller/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1217</span></a></span>, 1220 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The Guidelines provisions pertaining to role adjustments are as follows:  When an offense is committed by \"more than one participant,\" a role adjustment may, but need not, apply.   U.S.S.G. Ch. 3, pt. B, intro. comment.   A \"participant\" is a \"person who is criminally responsible for the commission of the offense, but need not have been convicted.\"   U.S.S.G. &#167; 3B1.1, comment.  (n.1).   The range of adjustments in section 3B1.1 is based on \"the size of a criminal organization (i.e., the number of participants in the offense) and the degree to which the defendant was responsible for committing the offense.\"   U.S.S.G. &#167; 3B1.1, comment.  (backg'd.).  These adjustments are included \"primarily because of concerns about relative responsibility.\"   Id.  \"Many offenses are committed by a single individual or by individuals of roughly equal culpability so that none of them will receive an adjustment under this Part.\"   U.S.S.G. &#167; 3B1.4, comment.  \"If the defendant was an organizer, leader, manager, or supervisor in any criminal activity [involving more than one but less than five participants and was not otherwise extensive], increase by 2 levels.\"   U.S.S.G. &#167; 3B1.1(c).   This adjustment \"does not apply to a defendant who merely suggests committing the offense.\"   U.S.S.G. &#167; 3B1.1, comment.  (n.4).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Here, the court found that Frankhauser was a supervisor or organizer of Brian Clayton, the only other \"participant\" in the offense of conviction.   In order to qualify under U.S.S.G. &#167; 3B1.1(c) as a supervisor or organizer in criminal activity involving less than five participants that is not otherwise extensive, the evidence must support that the defendant \"exercised control over these persons or was otherwise responsible for organizing them in the commission of the offense.\"  Fuller, 897 F.2d at 1221;  see also United States v. Webster, <span class=\"citation\" data-id=\"196037\"><a href=\"/opinion/196037/united-states-v-webster/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 8 (1st Cir.1995) (same).   The government urges that there need not have been evidence that Frankhauser exercised control over Clayton based on our statement in Tejada-Beltran, <span class=\"citation\" data-id=\"691951\"><a href=\"/opinion/691951/united-states-v-maximo-e-tejada-beltran-alias-etc/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">105</span></a></span>, that \"retention of control over other participants, although sometimes relevant to an inquiry into the status of a putative organizer, is not an essential attribute of organizer status.\"  Id. at 113.  Tejada-Beltran considered whether direct control over other participants in an \"extensive criminal enterprise\" was necessary to establish organizer status under U.S.S.G. &#167; 3B1.1(a), not section 3B1.1(c).   We held in that context that the key \"is not direct control but relative responsibility,\" such as when \"the organizer stages an extensive activity in such a way as to evince an increased degree of relative responsibility.\"  Id. at 112.   We defined an organizer in that context as one who \"forms diverse elements into a whole consisting of interdependent, coordinated parts, geared for concerted action.\"  Id. at 113.   See also United States v. Camuti, <span class=\"citation\" data-id=\"196627\"><a href=\"/opinion/196627/united-states-v-camuti/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">738</span></a></span>, 745 (1st Cir.1996) (in order to be found an organizer under 3B1.1(a), not only must \"the fraud be extensive but [defendant must] have played an extensive role as an organizer or leader\").   We have not extended Tejada-Beltran to a case in which the criminal activity was not \"otherwise extensive,\" and decline to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The court did not adopt the recommendation of the Probation Office against a role adjustment,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> but made findings in open court, United States v. Catano, <span class=\"citation\" data-id=\"196298\"><a href=\"/opinion/196298/united-states-v-catano/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">219</span></a></span>, 229 (1st Cir.1995), that Frankhauser acted in a supervisory or organizational role.   The court relied on the following factors:  (1) Frankhauser's motive (\"I think Mr. Frankhauser believed that Mr. Clayton was innocent, and I think he was going to take him under his wing....  He came to Pennsylvania and I think Mr. Frankhauser wanted to help him, he thought he was innocent, and then he engaged in this scheme with him.\");  (2) Frankhauser's greater experience in dealing with the FBI (\"He knew better than Mr. Clayton what you're supposed to do in these circumstances because he had been through it once before in the Lyndon LaRouche case....  I will take into account not that it's age discrimination, but one person just had a heck of a lot more experience in dealing with the FBI than Mr. Clayton who was basically a 20-year-old kid without anything.\");  (3) the fact that the advice was not spontaneously given in the first conversation on May 13 but that several hours passed between that conversation and the one in which the illegal advice was given;  (4) the fact that Frankhauser got on the phone before Clayton did;  and (5) Clayton's statement to a fellow skinhead on June 30 that when his mother telephoned after she disposed of the items, Frankhauser told her \"they can't do nothing to you because you got rid of it before they served the warrant.\"</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Frankhauser contends that the court improperly relied on his greater experience as compared with Clayton's relative youth, and that there was no evidence that he supervised or organized Clayton in the commission of the offense during the twenty-minute conversation on the night of May 13.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">While a defendant's having greater experience than another participant may be a pertinent evidentiary factor supporting an inference that a defendant played a supervisory role, relative age and experience, without more, cannot be the basis for an enhancement under &#167; 3B1.1.   E.g., United States v. Wihbey, <span class=\"citation\" data-id=\"196557\"><a href=\"/opinion/196557/united-states-v-wihbey/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">761</span></a></span>, 777-78 (1st Cir.1996).   We recognize, as the government urges, that the adjustments in section 3B1.1 are available \"primarily because of concerns about relative responsibility,\" U.S.S.G. &#167; 3B1.1, comment.  (backg'd.), but greater responsibility must be reflected in the defendant's actions relative to another participant, not in the mere fact of greater experience.   The court must focus on what the defendant did, in relation to at least one other participant, in the commission of the offense.   Compare Fuller, 897 F.2d at 1221 (mere fact that defendant dealt with a large quantity of marijuana did not support a finding that he was an organizer, leader, supervisor, or manager) with, e.g., Wihbey, <span class=\"citation\" data-id=\"196557\"><a href=\"/opinion/196557/united-states-v-wihbey/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">761</span></a></span> (defendant gave orders to another, set timing of drug transaction and received a larger share of the profit).   Without a link to a defendant's conduct, a defendant's greater experience would not establish that he acted in a supervisory or organizational role.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  As we have stated before, \"upgrading the BOL must be based on more than the trial judge's hunch, no matter how sound [her] instincts or how sagacious [her] judgment.\"  United States v. Ortiz, <span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span>, 717 (1st Cir.1992), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1063</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1005</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">154</span></span> (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We are not confident that the court did not rely too heavily on Frankhauser's greater experience without sufficiently considering whether he \"exercised control over [Clayton] or was otherwise responsible for organizing [him] in the commission of the offense.\"  Fuller, 897 F.2d at 1221.   That Frankhauser had a motive to protect Clayton in believing that he was innocent only shows that he and Clayton were \"of roughly equal culpability,\" U.S.S.G. &#167; 3B1.4, comment., where Clayton had a strong motive of his own and had lied to Frankhauser about his innocence.   Nor do the other evidentiary factors relied upon by the court appear to have been \"fairly supportive of the two-level increase.\"  Ortiz, 966 F.2d at 717.   We therefore vacate the sentence and remand for further sentencing proceedings so that the court may reconsider the role adjustment or make factual findings to support it in light of this opinion.</p>\n    </div>\n    <p>VII. CONCLUSION</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">For the foregoing reasons, we reverse Frankhauser's conviction under 18 U.S.C. &#167; 1503, affirm his convictions under 18 U.S.C. &#167; 1512 and 18 U.S.C. &#167; 371, vacate his sentence and remand for further sentencing proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> No evidence of Clayton's guilty plea and resulting conviction was presented to the jury</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The 1987 case was entitled United States v. Frankhauser, but we refer to it as the \"LaRouche\" case, as the parties have throughout trial and in this appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Agent Finn read Fick's testimony, with the prosecutor reading the direct examination questions and defense counsel reading the cross examination questions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We express no opinion as to whether these instructions continue to correctly describe a violation of section 1503 after United States v. Aguilar, --- U.S. ----, <span class=\"citation\" data-id=\"117962\"><a href=\"/opinion/117962/united-states-v-aguilar/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2357</span></a></span>, <span class=\"citation\" data-id=\"117962\"><a href=\"/opinion/117962/united-states-v-aguilar/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">520</span></a></span> (1995), decided after the trial of this case, because Frankhauser has not raised that particular issue and, in any event, we find that there was insufficient evidence that Frankhauser violated or conspired to violate section 1503</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The government intimates that the evidence was also admissible to establish a pattern, but the jury was not so instructed, so we do not consider that theory of admissibility</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Once the district court finds that evidence of a prior bad act is probative, it has an obligation to limit the evidence to what is legitimately necessary.   Evidence of two obstruction of justice cases was presented in this trial, each of which was two cases in one.   The jury had with it three different indictments during its deliberations.   One third of the trial transcript and four of nineteen government exhibits were devoted to the LaRouche case.   The case agent described numerous crimes committed by the LaRouche organizations and individuals, with which Frankhauser was not charged.   Only enough evidence to explain the context of the obstruction--that there was an investigation of credit card fraud--was required.   In other four-layered obstruction of justice cases, the evidence of prior obstructive conduct was not nearly so extensive as that here.   See United States v. Arnold, <span class=\"citation\" data-id=\"458727\"><a href=\"/opinion/458727/united-states-v-joseph-arnold-and-joseph-grieco/\"><span class=\"volume\">773</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">823</span></a></span>, 833 (7th Cir.1985);  United States v. Moree, <span class=\"citation\" data-id=\"537745\"><a href=\"/opinion/537745/united-states-v-sim-ed-moree/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1329</span></a></span>, 1333 (5th Cir.1990).   A multitude of collateral factual issues was relitigated, necessitated by the extent and detail of the evidence the government was allowed to present.   This created a danger of confusing the jury, distracting it from the main issues it had to decide, and misleading it into placing too much importance on the LaRouche case.   See J. Weinstein &amp; M. Berger, 1 Weinstein's Evidence, p 403, at 403-59 to 403-67 (1995);  United States v. Glecier, <span class=\"citation\" data-id=\"554064\"><a href=\"/opinion/554064/united-states-v-daniel-p-glecier/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">496</span></a></span>, 503 (7th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">810</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">54</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">31</span></span> (1991);  Kinan v. City of Brockton, <span class=\"citation\" data-id=\"524621\"><a href=\"/opinion/524621/albert-j-kinan-v-city-of-brockton/\"><span class=\"volume\">876</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1029</span></a></span>, 1034-35 (1st Cir.1989);  United States v. Pitocchelli, <span class=\"citation\" data-id=\"495223\"><a href=\"/opinion/495223/united-states-v-ronald-j-pitocchelli/\"><span class=\"volume\">830</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">401</span></a></span>, 403-04 (1st Cir.1987).   The trial court should have taken care to limit the extent and some of the content of the LaRouche evidence, especially given the welter of issues in this case that might have invited a jury to convict irrationally</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Before the two-point addition, the base offense level was 12 according to U.S.S.G. &#167; 2J1.2(a).   With a Criminal History Category of III, a total offense level of 14 resulted in a sentencing range of 21 to 27 months.   The court sentenced Frankhauser to 25 months imprisonment and 36 months of supervised release on each count, to run concurrently</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The Probation Office stated in the Presentence Investigation Report (PSR) that although \"Mrs. Clayton received the majority of her instructions regarding the destruction or concealing of evidence from Frankhauser,\" and \"Brian Clayton's involvement was limited to telling his mother to throw away all the news clippings ... the Probation Office has not been presented with evidence that Frankhauser directed Clayton to give these instructions to Mrs. Clayton.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We note that Frankhauser's prior experience in dealing with a government investigation, gained through the LaRouche case, was taken into account in two other ways:  his conviction in the LaRouche case contributed to his criminal history category and the court sentenced him near the higher end of the range because it was his second similar offense</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/93551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103597/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103872/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104321/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117962/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195450/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196037/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196080/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196477/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196627/",
    "http://www.courtlistener.com/api/rest/v3/opinions/405332/",
    "http://www.courtlistener.com/api/rest/v3/opinions/452970/",
    "http://www.courtlistener.com/api/rest/v3/opinions/458727/",
    "http://www.courtlistener.com/api/rest/v3/opinions/495223/",
    "http://www.courtlistener.com/api/rest/v3/opinions/511571/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520578/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524621/",
    "http://www.courtlistener.com/api/rest/v3/opinions/537727/",
    "http://www.courtlistener.com/api/rest/v3/opinions/537745/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538800/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/554064/",
    "http://www.courtlistener.com/api/rest/v3/opinions/557218/",
    "http://www.courtlistener.com/api/rest/v3/opinions/559869/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/585782/",
    "http://www.courtlistener.com/api/rest/v3/opinions/589960/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608076/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691951/",
    "http://www.courtlistener.com/api/rest/v3/opinions/698646/"
  ]
}