{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196649/",
  "absolute_url": "/opinion/196649/kelley-v-nlrb/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196649/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:10:51Z",
  "date_modified": "2017-03-24T10:48:00.414350Z",
  "type": "010combined",
  "sha1": "5706ca10e17cab3b4df8c63400db3a4c8a4388de",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1618.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 95-1618\r\n\n                      CHRISTINE KELLEY,\r\n\n                    Petitioner, Appellant,\r\n\n                              v.\r\n\n               NATIONAL LABOR RELATIONS BOARD,\r\n\n                    Respondent, Appellee.\r\n\n                                         \r\n\n            ON PETITION FOR REVIEW OF AN ORDER OF\r\n              THE NATIONAL LABOR RELATIONS BOARD\r\n\n                                         \r\n\n                            Before\r\n\n                     Selya, Circuit Judge,\r                                                     \r\n                Bownes, Senior Circuit Judge,\r                                                        \r\n                  and Stahl, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nMargaret  J.  Palladino,   with  whom  Tamara  E.  Goulston,   and\r                                                                       \r\nSherburne,  Powers  &amp; Needham,  P.C.,  were on  brief  for petitioner,\r                                            \r\nappellant.\r\nChristopher W. Young, Attorney, with whom Frederick L.  Feinstein,\r                                                                             \r\nGeneral  Counsel,  Frederick C.  Havard,  Supervisory  Attorney, Linda\r                                                                              \r\nSher,  Associate  General Counsel,  and  Aileen  A. Armstrong,  Deputy\r                                                                     \r\nAssociate  General Counsel,  National Labor  Relations Board,  were on\r\nbrief for respondent, appellee.\r\nJay  M. Presser, Audrey  J. Samit,  and Skoler,  Abbott &amp; Presser,\r                                                                              \r\nP.C., on  brief  for intervenor,  appellee Dun  &amp; Bradstreet  Software\r            \r\nServices, Inc. \r\n\n                                         \r\n\n                        March 26, 1996\r\n                                         \r\r\n\n          BOWNES, Senior Circuit Judge.  This appeal concerns\r                      BOWNES, Senior Circuit Judge.\r                                                  \r\n\nthe requirements  for  filing unfair  labor practice  charges\r\n\nwith   the   National   Labor  Relations   Board   (\"Board\").\r\n\nPlaintiff-appellant Christine Kelley (\"Kelley\")  seeks review\r\n\nof  a  Board  order  dismissing  her  unfair  labor  practice\r\n\ncomplaint  against  intervenor-appellee   Dun  &amp;   Bradstreet\r\n\nSoftware (\"DBS\"),  her former employer.   The Board dismissed\r\n\nKelley's  complaint for failure to serve a copy of the charge\r\n\nunderlying the  complaint  within the  six-month time  period\r\n\nprescribed by  section 10(b) of the  National Labor Relations\r\n\nAct  (\"Act\"),  29 U.S.C.    160(b).    We affirm  the Board's\r\n\ndecision.  Jurisdiction stems from 29 U.S.C.   160(f).\r\n\n                              I.\r                                          I.\r\n\n                          BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          DBS, a company which develops  and markets computer\r\n\nsoftware, employed Kelley  at its Framingham,  Massachusetts,\r\n\nfacility until April  1993.   On April 12,  1993, Kelley  was\r\n\nterminated from her  sales representative position.   Shortly\r\n\nafter her termination, Kelley  retained counsel to  represent\r\n\nher  in an unlawful termination suit against DBS.  Kelley, by\r\n\nher counsel, sent an August 30, 1993, letter to DBS alleging,\r\n\ninter  alia, that  it terminated her  because she  engaged in\r                       \r\n\nconcerted activities  with  other employees  to dissuade  DBS\r\n\nfrom changing its food service provider.  The letter demanded\r\n\na $120,000.00 settlement,  stating that the  settlement offer\r\n\n                             -2-\r                                          2\r\r\n\nwould  be withdrawn if DBS failed to respond by September 17,\r\n\n1993.  It also notified DBS of Kelly's intent to pursue legal\r\n\nremedies in the event of failed negotiations.  \r\n\n          After postponing,  at DBS's  request,  the date  by\r\n\nwhich a  response to the  settlement offer was  due, Kelley's\r\n\nattorney  contacted DBS  regarding  the  initiation of  legal\r\n\nproceedings  against it.    On September  27, 1993,  Kelley's\r\n\nattorney  informed  DBS   that  she   would  commence   legal\r\n\nproceedings to ensure that Kelley complied with the six-month\r\n\nstatute  of limitations  prescribed by  section 10(b)  of the\r\n\nAct.   On October  1, 1993, Kelley's  attorney discussed  the\r\n\nprocedures for filing unfair  labor practice charges with the\r\n\nBoard information officer for Region 1 and specifically asked\r\n\nwhether her  client was  responsible for  serving DBS  with a\r\n\ncopy of the charge filed against it.  The information officer\r\n\ninformed  her that the regional  office would mail the charge\r\n\nto DBS.  \r\n\n          On October  6, 1993,  Kelley filed an  unfair labor\r\n\npractice charge  with the Board's regional office, contending\r\n\nthat  DBS terminated her  in violation of  section 8(a)(1) of\r\n\nthe  Act, 29  U.S.C.    158(a)(1), which  makes it  an unfair\r\n\nlabor practice for employers to \"interfere with, restrain, or\r\n\ncoerce employees in the exercise  of the rights guaranteed by\r\n\n[the Act].\"  29 U.S.C.    158(a)(1).  Neither Kelley  nor her\r\n\nattorney served or attempted to serve  DBS with a copy of the\r\n\n                             -3-\r                                          3\r\r\n\ncharge.  And due to personnel changes in the regional office,\r\n\nthe Board did not mail DBS a copy of the charge until October\r\n\n13, 1993, one day after  the six-month statute of limitations\r\n\nprescribed by  the Act  elapsed.   An  amended charge,  which\r\n\nappellant filed on  July 7, 1994, was  served on DBS  July 8,\r\n\n1994.  See  Truck Drivers &amp; Helpers  Union v. NLRB, 993  F.2d\r                                                              \r\n\n990, 1000 n.12 (1st Cir. 1993)(\"A complaint based on a timely\r\n\nfiled  charge may be amended to include other allegations . .\r\n\n. .\").\r\n\n          Despite the untimely service of the initial charge,\r\n\nthe Board's General Counsel issued a complaint against DBS on\r\n\nJuly 20, 1994.  See id.  The complaint, which was accompanied\r                                   \r\n\nby  notice of  a  November 7,  1994,  hearing on  the  claims\r\n\nbrought  against  DBS,  alleged  that   Kelley's  termination\r\n\nviolated  section 8(a)(1)  of  the Act.     Pursuant  to  the\r\n\nBoard's complaint, DBS filed an answer admitting in part, and\r\n\ndenying in  part, the  complaint allegations and  raising the\r\n\naffirmative defense that Kelley's action was time-barred.  On\r\n\nOctober 5, 1994, DBS  filed a joint Motion  to Dismiss and  a\r\n\nMotion for Summary Judgment  with the Board, maintaining that\r\n\nKelley's complaint should be dismissed because the underlying\r\n\ncharge,  though timely  filed, was served  one day  after the\r\n\nsix-month limitations  period  established by  statute.    On\r\n\nOctober  17, 1994, both the General  Counsel and Kelley filed\r\n\nbriefs  opposing  DBS's motion,  contending  that the  demand\r\n\n                             -4-\r                                          4\r\r\n\nletter sent to DBS  provided actual notice of the  charge and\r\n\nthat  section 10(b)  should  be equitably  tolled because  of\r\n\nDBS's  delay  in  responding  to the  settlement  demand  and\r\n\nKelley's reliance on  the information officer's  statement of\r\n\nBoard  procedure.   DBS filed  a reply  brief on  October 21,\r\n\n1994.  \r\n\n          On  October 31,  1994,  the Board  issued an  order\r\n\ntransferring the proceeding to the Board and a Notice to Show\r\n\nCause why DBS's motion should  not be granted.  On April  27,\r\n\n1995,  a  three-member  panel  of the  Board  concluded  that\r\n\nKelley's complaint should be dismissed for failure to serve a\r\n\ncopy of the charge within  the six-month period section 10(b)\r\n\nprescribes.  Emphasizing the statutory policy against holding\r\n\nrespondents liable for conduct occurring more than six months\r\n\nearlier,  the   Board  found  that  there   are  \"no  special\r\n\ncircumstances  present  in this  case  that  would warrant  a\r\n\nconclusion   that  the  statutory   service  requirement  was\r\n\nsatisfied.\"   It  noted that  neither Kelley nor  the General\r\n\nCounsel  alleged  that  DBS  attempted to  evade  service  or\r\n\nfraudulently  conceal  the  operative  facts  underlying  the\r\n\nalleged violation.  See Kale v. Combined Ins. Co. of Am., 861\r                                                                    \r\n\nF.2d  746, 752  (1st Cir.  1988).   It also  noted that  both\r\n\nsection 10(b)  and section  102.14 of  the Board's  Rules and\r\n\nRegulations, 29 C.F.R.   102.14, place primary responsibility\r\n\nfor  effectuating  timely  service  on  the  charging  party,\r\n\n                             -5-\r                                          5\r\r\n\nrejecting claims  that the  statute should be  tolled because\r\n\nKelley detrimentally relied on the Board employee's statement\r\n\nof procedure.  \r\n\n                             II.\r                                         II.\r\n\n                          DISCUSSION\r                                      DISCUSSION\r                                                \r\n\n          We  are faced with two issues on appeal.  The first\r\n\ninvolves section 10(b)'s charge-content requirements and asks\r\n\nus  to consider  whether a  demand letter  mailed to  a party\r\n\nwithin  the statute  of  limitations period  provides  actual\r\n\nnotice  within  the meaning  of the  Act.   The  second issue\r\n\nconcerns the  circumstances under which  equitable principles\r\n\nmay  appropriately  be  employed   to  toll  section  10(b)'s\r\n\nlimitations  period.   Appellant argues  that the  August 30,\r\n\n1993, settlement  letter sent  to DBS provided  actual notice\r\n\nwithin the meaning of  the Act and, in the  alternative, that\r\n\nher reliance  on the  Board employee's information  and DBS's\r\n\ndelay in  responding to her settlement  offer warrant tolling\r\n\nof the statute.  \r\n\n          Both the Board and DBS, as intervenor, contend that\r\n\nthe Board correctly dismissed  Kelley's claim as time-barred.\r\n\nThey  assert  that  Kelley  did not  effectuate  constructive\r\n\nservice  within the  meaning  of the  Act  and maintain  that\r\n\nneither DBS's conduct nor  the misinformation provided by the\r\n\nBoard  employee  and  detrimentally  relied  upon  by  Kelley\r\n\n                             -6-\r                                          6\r\r\n\nwarrant tolling of the statute.  It is well-established that,\r\n\nabsent  special circumstances, unfair  labor practice charges\r\n\nmust be both  filed and  served within six  months after  the\r\n\ndate of the alleged  statutory violation.  See NLRB  v. Local\r                                                                         \r\n\n264, Laborers' Int'l  Union of N. Am., 529 F.2d 778, 783 (8th\r                                                 \r\n\nCir. 1976); see also  NLRB v. Warrensburg Bd. &amp;  Paper Corp.,\r                                                                        \r\n\n340 F.2d 920, 925 (2d Cir. 1965)(\"Only proof of extraordinary\r\n\ncircumstances  will cause  the reviewing  court to  find that\r\n\nstrict  compliance  with  the  Board's  regulations  was  not\r\n\nrequired.\").  \r\n\n                      Standard of Review\r                                  Standard of Review\r                                                    \r\n\n          When  reviewing unfair  labor  practice orders,  we\r\n\nreview  the  Board's  interpretation   of  the  Act  and  its\r\n\nrequirements for a \"'reasonably defensible construction'\" and\r\n\nreview the Board's application of its rules \"'for rationality\r\n\nand consistency with  the Act.'\" NLRB v. Manitowoc Eng'g Co.,\r                                                                        \r\n\n909 F.2d 963, 971 n.10  (7th Cir. 1990)(citing cases),  cert.\r                                                                         \r\n\ndenied sub nom. Clipper City Lodge No. 516 v. NLRB, 498  U.S.\r                                                              \r\n\n1083 (1991); see also  Truck Drivers, 993 F.2d at 995.  While\r                                                \r\n\n\"we will not  'rubber stamp'\" Board decisions, NLRB  v. Int'l\r                                                                         \r\n\nBhd. of Elec. Workers, Local 952, 758 F.2d 436, 439 (9th Cir.\r                                            \r\n\n1985),  we \"must  enforce  the  Board's  order if  the  Board\r\n\ncorrectly applied the law and if the Board's findings of fact\r\n\nare  supported by  substantial  evidence on  the record  as a\r\n\nwhole.\"  Penntech Papers, Inc. v.  NLRB, 706 F.2d 18, 22 (1st\r                                                   \r\n\n                             -7-\r                                          7\r\r\n\nCir.), cert. denied, 464 U.S. 892 (1983)(citing cases); Union\r                                                                         \r\n\nBuilders, Inc. v. NLRB, 68 F.3d 520, 522 (1st Cir. 1995); see\r                                                                         \r\n\nalso 29  U.S.C.    160(f)(\"[T]he findings  of the  Board with\r                \r\n\nrespect  to questions  of  fact if  supported by  substantial\r\n\nevidence  on the record considered  as a whole  shall in like\r\n\nmanner  be conclusive.\").  Absent a  finding that the Board's\r\n\napplication of section  102.14 was \"so arbitrary as to defeat\r\n\njustice,\" we are  obligated, by  the deference  traditionally\r\n\naccorded the  Board and  its rules  and  regulations, not  to\r\n\ndisturb the Board's decision.   Father &amp; Sons Lumber  &amp; Bldg.\r                                                                         \r\n\nSupplies  v. NLRB, 931 F.2d  1093, 1096 (6th  Cir. 1991); see\r                                                                         \r\n\nNLRB v. United Food &amp; Commercial Workers Union, Local 23, 484\r                                                                    \r\n\nU.S. 112, 123 (1987); Strickland v. Maine Dep't of Health and\r                                                                         \r\n\nHuman  Services, 48 F.3d 12, 17 (1st Cir.), cert. denied, 116\r                                                                    \r\n\nS. Ct. 145 (1995). \r\n\n        Enactment and Administration of Section 10(b)\r                    Enactment and Administration of Section 10(b)\r                                                                 \r\n\n          Section 10(b)  operates as an  ordinary statute  of\r\n\nlimitations, subject  to recognized equitable  doctrines, and\r\n\nnot as a  jurisdictional restriction.   Zipes v. Trans  World\r                                                                         \r\n\nAirlines, Inc., 455 U.S.  385, 395 n.11 (1982)(citing cases);\r                          \r\n\nsee NLRB v.  Crafts Precision  Indus., Inc., 16  F.3d 24,  26\r                                                       \r\n\n(1st  Cir.  1994); NLRB  v.  Silver Bakery,  Inc.  of Newton,\r                                                                         \r\n\nMassachusetts,  351  F.2d 37,  39  (1st  Cir. 1965).    First\r                         \r\n\nenacted as part  of the Wagner Act, Act of  July 5, 1935, ch.\r\n\n372, 49 Stat. 449  (1935), without a specific time  limit for\r\n\n                             -8-\r                                          8\r\r\n\nfiling  and serving  charges, the  section 10(b)  proviso was\r\n\namended  to include  a  six-month statute  of limitations  in\r\n\n1947.  Laborer's Int'l  Union, 529 F.2d at 781-85;  see Taft-\r                                                                   \r\n\nHartley Act Amendments,  Act of  June 23, 1947,  ch. 120,  61\r\n\nStat. 136.  In pertinent part, section 10(b) provides:\r\n\n          Whenever  it is  charged that  any person\r\n          has engaged in or is engaging in any such\r\n          unfair  labor practice, the Board, or any\r\n          agent or  agency designated by  the Board\r\n          for  such purposes,  shall have  power to\r\n          issue and  cause to  be served upon  such\r\n          person a complaint stating the charges in\r\n          that respect, and containing a  notice of\r\n          hearing  before the  Board  or  a  member\r\n          thereof, or before  a designated agent or\r\n          agency, at  a  place therein  fixed,  not\r\n          less than five days after  the serving of\r\n          said  complaint:     Provided,  That   no\r                                                   \r\n          complaint  shall  issue  based  upon  any\r\n          unfair labor practice occurring more than\r\n          six  months prior  to  the filing  of the\r\n          charge with the Board  and the service of\r\n          a  copy thereof  upon the  person against\r\n          whom such charge is made \r\n          . . . .\r\n\n29  U.S.C.   160(b).   Congress added the  time limitation to\r\n\ndiscourage dilatory  filing of unfair labor  practice charges\r\n\nand to \"bar  litigation over past events  'after records have\r\n\nbeen   destroyed,   witnesses   have  gone   elsewhere,   and\r\n\nrecollections  of the events in  question have become dim and\r\n\nconfused .  . . .'\"  Local 1424, Int'l Ass'n of Machinists v.\r                                                                         \r\n\nNLRB,  362 U.S.  411, 419  (1960)(quoting H.R. Rep.  No. 245,\r                \r\n\n80th  Cong., 1st Sess. 40); see Silver Bakery, Inc., 351 F.2d\r                                                               \r\n\nat 39.  Under current law, the section 10(b) period begins to\r\n\nrun when the \"aggrieved individual  has actual notice that an\r\n\n                             -9-\r                                          9\r\r\n\nunfair labor practice has been committed.\"   Esmarck, Inc. v.\r                                                                         \r\n\nNLRB,  887 F.2d  739,  745  (7th  Cir.  1989).    An  adverse\r                \r\n\nemployment decision provides such notice.  Id. at 745-46.    \r                                                          \r\n\n          Congress entrusted the Board with  broad discretion\r\n\nfor  interpreting  the  Act  and  adjudicating  unfair  labor\r\n\npractice claims.  See generally Commercial Workers Union, 484\r                                                                    \r\n\nU.S.  at 118-22; NLRB v.  Rutter-Rex Mfg. Co.,  396 U.S. 258,\r                                                         \r\n\n262-63  (1969).   To effectuate  the purposes of  the section\r\n\n10(b) proviso, the  Board has promulgated  a series of  rules\r\n\nand  regulations.   See  29 C.F.R.  ch.  I, pt.  102  (7-1-95\r                                   \r\n\nEdition); see also  29 U.S.C.    156 (\"The  Board shall  have\r                              \r\n\nauthority . . .  to make, amend, and rescind . . . such rules\r\n\nand regulations as may be  necessary . . . .\").   Chief among\r\n\nthese is section 102.14, which provides: \r\n\n          Upon  filing  of a  charge,  the charging\r\n          party shall be responsible for the timely\r\n          and proper service of a copy thereof upon\r\n          the  person against  whom such  charge is\r\n          made.  The  regional director will,  as a\r\n          matter of course,  cause a  copy of  such\r\n          charge  to  be  served  upon  the  person\r\n          against  whom the charge  is made, but he\r\n          shall   not   be    deemed   to    assume\r\n          responsibility for such service.\r\n\n29  C.F.R.     102.14 (1995);  see  also  29  C.F.R.    101.4\r                                                    \r\n\n(1995)(investigation of charges)(\"[T]imely  service of a copy\r\n\nof the charge .  . . is  the exclusive responsibility of  the\r\n\ncharging  party and not  of the Regional  Director.\").  Under\r\n\nsection  102.14,  charging  parties  such as  appellant  bear\r\n\n                             -10-\r                                          10\r\r\n\nprimary responsibility for  service of unfair labor  practice\r\n\ncharges.   While standard  Board operating procedure dictates\r\n\nthat regional  offices serve charged  parties with a  copy of\r\n\nthe  charge  filed against  them,  charging  parties such  as\r\n\nKelley must  ultimately ensure  timely service.   Charges are\r\n\ntimely if mailed or  personally served within the limitations\r\n\nperiod.    See  29 C.F.R.     102.113(a);  see  also West  v.\r                                                                         \r\n\nConrail, 481 U.S. 35, 38 n.3 (1987).  \r                   \r\n\n          In  light of  the 1947  amendments made  to section\r\n\n10(b) and Congress's intent to place practical time limits on\r\n\nthe  investigation and prosecution of unfair labor practices,\r\n\nLaborer's  Int'l Union,  529  F.2d at  782-83,  we hold  that\r                                  \r\n\nsection 102.14 is both a rational and reasonable exercise  of\r\n\nthe  Board's discretion  and rulemaking  authority.   Section\r\n\n102.14  comports   with  the  congressional   policy  against\r\n\nsubjecting  charged parties  to suits  brought more  than six\r\n\nmonths  after  the  occurrence  of an  alleged  unfair  labor\r\n\npractice.   We do not  think it unreasonable,  given this and\r\n\nthe Board's rather liberal  construction of the section 10(b)\r\n\nproviso,  to place  the  ultimate  responsibility for  timely\r\n\nservice  on the shoulders of  the party who  sets the Board's\r\n\nadjudicatory procedures  in motion.  See NLRB  v. Wiltse, 188\r                                                                    \r\n\nF.2d 917, 926  (6th Cir.),  cert. denied sub  nom. Ann  Arbor\r                                                                         \r\n\nPress v. NLRB, 342 U.S. 859 (1951).\r                         \r\n\n                             -11-\r                                          11\r\r\n\n          Because we find that section 102.14 is a reasonable\r\n\nexercise  of the Board's  authority, appellant's  request for\r\n\nrelief may  only be  granted if  appellant complied  with the\r\n\nstatute by  providing  constructive  service  of  her  charge\r\n\nwithin the section 10(b) period  or the circumstances of this\r\n\ncase are such that an application of equitable  principles is\r\n\nwarranted.  We  now consider  whether, on the  facts of  this\r\n\ncase, either ground for tolling the statute exists.   \r\n\n    Actual Notice and Section 10(b)'s Service Requirement\r                Actual Notice and Section 10(b)'s Service Requirement\r                                                                     \r\n\n          Appellant  maintains that  she  complied  with  the\r\n\nspirit,  if  not  the  letter,  of  section  10(b)'s  service\r\n\nrequirement  and  that   the  Board,  therefore,  erroneously\r\n\ndismissed her complaint.  More specifically, she asserts that\r\n\nthe August 30,  1993, demand letter provided  DBS with actual\r\n\nnotice of the  charges against it.   Both the  Board and  DBS\r\n\nreject this contention.  \r\n\n          The  basic  proposition  that  actual  notice  of a\r\n\ncharge may, in certain circumstances, satisfy section 10(b)'s\r\n\nrequirements is undisputed.  See Hospital &amp; Service Employees\r                                                                         \r\n\nUnion v. NLRB, 798 F.2d 1245, 1249 (9th Cir. 1986).  Congress\r                         \r\n\ndid  not intend unfair labor  practice charges to  be held to\r\n\nthe  same \"standards  applicable to a  pleading in  a private\r\n\nlawsuit.\"   NLRB  v.  Fant Milling  Co.,  360 U.S.  301,  307\r                                                   \r\n\n(1959).   The purpose  of  a charge  is  to set  the  Board's\r\n\ninvestigative  machinery in  motion,  not to  provide a  full\r\n\n                             -12-\r                                          12\r\r\n\nexplication of the allegations leveled against  a party.  Id.\r                                                                         \r\n\nCharges  are generally recorded  on a blank  form provided by\r\n\nthe Board's  regional office, see  29 C.F.R.    101.2 (1995),\r                                             \r\n\nand function  primarily as  a mechanism for  extracting early\r\n\nand concise statements  of the positions held  by the charged\r\n\nand charging  parties. See Service Employees  Union, 798 F.2d\r                                                               \r\n\nat 1249; 29  C.F.R.   101.4.  Complaints,  on the other hand,\r\n\nare  designed  to  give  notice  of  the  substantive  issues\r\n\nunderlying a  charge.  Service  Employees Union, 798  F.2d at\r                                                           \r\n\n1249; see 29 C.F.R.   102.15 (1995).  \r                     \r\n\n          Nonetheless, we  are not at all  persuaded that the\r\n\nAugust  30,  1993,  demand letter  satisfies  section 10(b)'s\r\n\nservice  requirements.  First, despite appellant's assertions\r\n\nto the contrary,  it is  not settled that  charge filing  and\r\n\nservice  may  be  accomplished  by  two  different  documents\r\n\ncontaining  similar information.   The Board's  Statements of\r\n\nProcedures and Rules and Regulations clearly require  service\r\n\nwith  a copy  of the  charge actually  filed with  the Board.\r\n\nSee,  e.g.,   29  C.F.R.      101.4,   102.14.    Appellant's\r                      \r\n\nobservation that the Board's  Statements of Procedures do not\r\n\nrequire charges to be filed on a specific form has no bearing\r\n\non this.   See 29 C.F.R.   101.2.   But even if service could\r                          \r\n\nbe  accomplished with  a charge  which differs  from the  one\r\n\nfiled  with  the Board,  we find  that  the August  30, 1993,\r\n\n                             -13-\r                                          13\r\r\n\ndemand  letter  lacks the  specificity typically  required of\r\n\ncharges brought pursuant to the Act.  \r\n\n          The  August 30,  1993,  letter advances  a host  of\r\n\nclaims against  DBS, which  include  unfair labor  practices,\r\n\ngender discrimination, and violation of the Federal Equal Pay\r\n\nAct,  29 U.S.C.   206(d)(1), the Federal Civil Rights Act, 42\r\n\nU.S.C.   2000e  et seq., and  the Massachusetts Equal  Rights\r                                   \r\n\nAct, Mass. Gen. L. ch. 93,    102, 103.  It does not focus on\r\n\nthe section 8(a)(1) violation and, thus, does not comply with\r\n\nthe  Board's requirement  that charges  provide a  \"clear and\r\n\nconcise statement  of  the  facts  constituting  the  alleged\r\n\nunfair  labor practices  affecting  commerce.\"   29 C.F.R.   \r\n\n102.12  (1995).  Moreover, it did not, as the Board correctly\r\n\nnotes, provide notice  that a charge was  actually filed with\r\n\nthe Board.   Because the letter was  mailed more than a month\r\n\nbefore appellant filed  her charge, it  only notified DBS  of\r\n\nthe possibility that a charge would be filed.  Compare Bihler\r                                                                         \r\n\nv. Singer Co., 710  F.2d 96 (3d Cir. 1983)(letter  discussing\r                         \r\n\npossibility  of legal action not  an EEOC charge).   This, we\r\n\nthink, falls short of what section 10(b) contemplates. \r\n\n          The Ninth Circuit's decision  in Hospital &amp; Service\r                                                                         \r\n\nEmployees  Union  v. NLRB,  798  F.2d 1245  (9th  Cir. 1986),\r                                     \r\n\nprovides  no leverage  for appellant's  position.   While the\r\n\nNinth Circuit  did hold that actual  notice satisfies section\r\n\n10(b)'s service  requirements, 798  F.2d at 1249,  it reached\r\n\n                             -14-\r                                          14\r\r\n\nthat  conclusion  on the  basis of  a  set of  facts entirely\r\n\ndifferent from  the one with which we are now presented.  The\r\n\ncourt  disregarded  the  fact  that the  charges  were  never\r\n\nreceived by  the employer in that case  because the complaint\r\n\nwas both  issued and served within  the six-month limitations\r\n\nperiod and there was  no claim of prejudice to  the employer.\r\n\nId. at 1249.  In contrast, both the charge and the  complaint\r               \r\n\nin this  case  were issued  after  the section  10(b)  period\r\n\nelapsed.   Additionally,  the employer  in Service  Employees\r                                                                         \r\n\nUnion, after  hearing from an unofficial  source that charges\r                 \r\n\nhad been  filed, contacted the Board  about the investigation\r\n\ninto its  employment practices within the limitations period.\r\n\nUnlike  DBS,   which  did  not  formally   learn  that  Board\r\n\nproceedings  had been  initiated against  it until  after the\r\n\nsix-month period prescribed by the Act had run, that employer\r\n\nreceived actual notice within the meaning of section 10(b). \r\n\n          For  the reasons  just stated,  the other  cases on\r\n\nwhich appellant  seeks to rest  her argument, Buckeye  Mold &amp;\r                                                                         \r\n\nDie Corp., 299 N.L.R.B. 1053 (1990), and Freightway Corp. and\r                                                                         \r\n\nKaplan  Enter.,  Inc.,  299  N.L.R.B. 531  (1990),  are  also\r                                 \r\n\ninapposite.  Buckeye, a case decided by the Board, explicitly\r                                \r\n\nadopts  the  Ninth Circuit's  reasoning in  Service Employees\r                                                                         \r\n\nUnion.   Buckeye, 299 N.L.R.B. at 1053.  Accordingly, it does\r                            \r\n\nnot  reach cases in which  the charge and  complaint are both\r\n\nfiled  and  served outside  of  the limitations  period.   It\r\n\n                             -15-\r                                          15\r\r\n\nstands for the narrow holding that noncompliance with section\r\n\n10(b)'s requirements for charge filing can be cured by timely\r\n\nservice  of  a  complaint.   Id.    Appellant's  reliance  on\r                                            \r\n\nFreightway also falls short of the mark.  That case held that\r                      \r\n\nservice  of  an   unsigned  copy  of  a   charge  within  the\r\n\nlimitations  period  satisfies  the statute  because  section\r\n\n10(b) neither requires  that the original signed charge nor a\r\n\nsigned copy of  that charge  be mailed to  the party  against\r\n\nwhom the  allegations were made.  Freightway, 299 N.L.R.B. at\r                                                        \r\n\n531.    It does  not,  however, address  whether  service and\r\n\nfiling can be accomplished by different original documents or\r\n\nwhat the contents of each document should be.  \r\n\n          That Kelley's charge was  served only one day after\r\n\nthe section 10(b)  deadline makes this a hard case.   DBS was\r\n\nnot  seriously  prejudiced   by  Kelley's  untimely  service.\r\n\nNevertheless, we are unwilling to stretch  existing precedent\r\n\nto  find that  DBS  had actual  notice  of the  charge  filed\r\n\nagainst  it when  appellant  has failed  to  comply with  the\r\n\nrequirements  for  charge content  and  has  not cleared  the\r\n\nhurdle of  demonstrating that either her  charge or complaint\r\n\nwas  filed  within  the  limitations  period.    The  Board's\r\n\nconclusion that appellant did not comply with section 10(b)'s\r\n\nservice requirements,  in spirit  or letter, is  supported by\r\n\nthe  record.   See Simon v.  Kroger Co., 743  F.2d 1544, 1546\r                                                   \r\n\n(11th Cir. 1984), cert. denied, 471 U.S. 1075 (1985)(\"We find\r                                          \r\n\n                             -16-\r                                          16\r\r\n\nthat the intent, spirit, and plain  language of section 10(b)\r\n\nrequire  that a complaint be both filed and served within the\r\n\nsix month limitations period.\").  \r                                              \r\n\n      Equitable Estoppel And Tolling Under Section 10(b)\r                  Equitable Estoppel And Tolling Under Section 10(b)\r                                                                    \r\n\n          Section  10(b)'s statute  of limitations  period is\r\n\nsubject to  equitable modification.   Zipes, 455 U.S.  at 395\r                                                       \r\n\nn.11.  Two alternate,  though closely related, doctrines have\r\n\nbeen  developed to  resolve  the relatively  small number  of\r\n\ncases  in   which  equitable  modification   is  appropriate:\r\n\nequitable estoppel and equitable tolling.   Kale, 861 F.2d at\r                                                            \r\n\n752;  see also Guidry  v. Sheet Metal  Worker's Nat'l Pension\r                                                                         \r\n\nFund, 493 U.S.  365, 376 (1990)(\"[C]ourts should  be loath to\r                \r\n\nannounce  equitable exceptions to legislative requirements or\r\n\nprohibitions  that  are  unqualified  by  statutory  text.\");\r\n\nEarnhardt v.  Commonwealth of Puerto  Rico, 691  F.2d 69,  71\r                                                      \r\n\n(1st Cir. 1982)(\"Courts have taken a uniformly narrow view of\r\n\nequitable exceptions to . .  . limitations periods.\").   They\r\n\nare appropriate only to  avoid injustice in particular cases.\r\n\nSee Heckler v.  Community Health  Services, 467  U.S. 51,  59\r                                                      \r\n\n(1984);  see also  Cerbone v.  Int'l Ladies  Garment Worker's\r                                                                         \r\n\nUnion, 768 F.2d 45, 47-48 (2d Cir. 1985).    \r                 \r\n\n          Courts invoke equitable estoppel when a defendant's\r\n\nconduct causes  a plaintiff  to delay  bringing an  action or\r\n\npursuing a claim he or  she was entitled to initiate  by law.\r\n\nDillman v. Combustion Eng'g,  Inc., 784 F.2d 57, 61  (2d Cir.\r                                              \r\n\n                             -17-\r                                          17\r\r\n\n1986).   In  the  section 10(b)  context,  it is  most  often\r\n\napplied when  a plaintiff's  untimely filing is  caused by  a\r\n\ndefendant's deceptive  conduct or by  reasonable reliance  on\r\n\nthe  defendant's  misleading representations  or information.\r\n\nSee, e.g., Barnard Eng'g Co.,  Inc., 295 N.L.R.B. 226 (1989);\r                                               \r\n\nsee also Kale,  861 F.2d at  752; Lavery  v. Marsh, 918  F.2d\r                                                              \r\n\n1022, 1028 (1st Cir.  1990).  It  is not employed unless  the\r\n\nplaintiff  relies  on  his  or her  adversary's  conduct  and\r\n\nchanges his or  her position  for the worse.   See  Community\r                                                                         \r\n\nHealth  Services,  467 U.S.  at 59;  see also  Precious Metal\r                                                                         \r\n\nAssoc., Inc.  v. Commodity  Futures Trading Comm'n,  620 F.2d\r                                                              \r\n\n900, 908 (1st Cir. 1980)(citing Bergeron v. Mansour, 152 F.2d\r                                                               \r\n\n27, 30 (1st Cir. 1945)).  \r\n\n          Equitable  tolling,  in  contrast,  encompasses   a\r\n\nbroader  range  of conduct,  Kale, 861  F.2d  at 752,  and is\r                                             \r\n\n\"appropriate  only  when  the  circumstances  that   cause  a\r\n\nplaintiff to miss a  filing deadline are out of his  [or her]\r\n\nhands.\"  Heideman v. PFL, Inc., 904 F.2d 1262, 1266 (8th Cir.\r                                          \r\n\n1990),  cert. denied, 498 U.S.  1026 (1991).   Cases in which\r                                \r\n\nthe  equitable tolling  doctrine  is invoked  are most  often\r\n\ncharacterized  by some  affirmative misconduct  by the  party\r\n\nagainst  whom it  is  employed, such  as  an employer  or  an\r\n\nadministrative  agency.   Id.   Courts  generally weigh  five\r                                         \r\n\nfactors in assessing claims  for equitable tolling: \"(1) lack\r\n\nof  actual  notice of  the  filing requirement;  (2)  lack of\r\n\n                             -18-\r                                          18\r\r\n\nconstructive  knowledge  of   the  filing  requirement;   (3)\r\n\ndiligence in pursuing one's  rights; (4) absence of prejudice\r\n\nto  the defendant;  and (5)  a plaintiff's  reasonableness in\r\n\nremaining  ignorant of  the notice  requirement.\"   Kale, 861\r                                                                    \r\n\nF.2d at 752-53 (citing cases).    \r\n\n          Appellant  asserts that  grounds for  applying both\r\n\nthe equitable estoppel and  equitable tolling doctrines exist\r\n\nin  this case.  We  find no basis  for appellant's contention\r\n\nthat equitable estoppel is appropriate because DBS caused the\r\n\ndelay  in the  filing of her  charge.    In  fact, the record\r\n\nmakes it  apparent  that the  delay,  with respect  to  DBS's\r\n\nconduct at least, was caused by appellant's counsel's attempt\r\n\nto obtain  a pre-charge settlement from  DBS.  We  do not, of\r\n\ncourse, disparage settlement strategies  of the sort employed\r\n\nby appellant's  counsel.   Prompt disposition of  disputes is\r\n\nconsistent  with  the  purposes   of  the  Act,  see  Service\r                                                                         \r\n\nEmployees Union, 798 F.2d  at 1249, and the interests  of our\r                           \r\n\nlegal system as a  whole.  But,  having made the decision  to\r\n\npursue  an  early  settlement  with DBS,  appellant,  who  is\r\n\nrepresented  on appeal by  the same counsel  who prepared the\r\n\nAugust 30, 1993, demand letter and who represented her before\r\n\nthe  Board, cannot  reasonably  expect  us  now to  cure  the\r\n\ndefects in her settlement strategy.   Though DBS requested an\r\n\nextension beyond the September 17, 1993, settlement  deadline\r\n\ninitially established  by appellant's  counsel,  there is  no\r\n\n                             -19-\r                                          19\r\r\n\nevidence in the record  that it engaged in  deceptive conduct\r\n\nor  unfairly led  appellant to  believe  that it  intended to\r\n\nsettle.   Compare  Cerbone, 768  F.2d at  48-50 (reliance  on\r                                      \r\n\nsettlement promise);  Kanakis  Co.,  Inc.,  293  N.L.R.B.  50\r                                                     \r\n\n(1989)(perjured  testimony by  defendant); see  also Dillman,\r                                                                        \r\n\n784  F.2d at 61.  Nothing  precluded appellant's counsel from\r\n\ninitiating  Board proceedings  against DBS;  she was  free at\r\n\nevery moment  relevant to  this appeal to  suspend settlement\r\n\nnegotiations  and  to file  a charge  with  the Board.   That\r\n\nappellant's counsel notified DBS,  on September 27, 1993, she\r\n\nwas withdrawing the settlement offer and taking steps to file\r\n\na charge with the Board highlights this point.  \r\n\n          Appellant's position was not  substantially changed\r\n\nby the ten-day delay in filing worked by DBS's request for an\r\n\nextension of  time.   When appellant's attorney  withdrew the\r\n\nsettlement offer made  to DBS, more  than two weeks  remained\r\n\nwithin the section 10(b) period, enough time for appellant to\r\n\nboth file  a charge with the  Board and serve a  copy on DBS.\r\n\nThus,  to the extent that this case  may involve a delay that\r\n\nwas outside of  appellant's control, we find that  the record\r\n\nsupports the  Board's conclusion  that it  was not  caused by\r\n\nDBS.\r\n\n          The contention  that  equitable tolling  should  be\r\n\ninvoked  against the  Board,  however, presents  a  different\r\n\nquestion.   It  is axiomatic  that \"the  grounds  for tolling\r\n\n                             -20-\r                                          20\r\r\n\nstatutes of limitations are more limited in suits against the\r\n\ngovernment .  . .  .\"   Swietlik v. United  States, 779  F.2d\r                                                              \r\n\n1306, 1311 (7th Cir. 1985);  see generally Falcone v. Pierce,\r                                                                        \r\n\n864 F.2d 226,  228-29 (1st Cir.  1988).  The  main thrust  of\r\n\nappellant's equitable tolling argument  is that the blame for\r\n\nthe  untimely service of her  charge lies with  the Board and\r\n\nthe  employee who failed to  inform her attorney that section\r\n\n102.14 places the ultimate responsibility  for charge service\r\n\non the charging party.  She alleges, in  fact, that the Board\r\n\nemployee specifically  instructed her attorney  not to  serve\r\n\nDBS with a copy of the charge.  \r\n\n          Although  we   agree  that  the   Board  employee's\r\n\nstatement  of  Board  procedure was  incomplete  and  perhaps\r\n\nmisleading, we do  not agree that the delay at  issue in this\r\n\ncase can be wholly attributed to  an error on the part of the\r\n\nBoard.  The record shows that the Board employee neglected to\r\n\ncall appellant's  attention to  section 102.14, but  does not\r\n\nsupport   appellant's  contention   that   her  counsel   was\r\n\nexplicitly  prohibited from  serving  DBS  with  the  charge.\r\n\nThus,  to the extent  that the Board  did commit  an error in\r\n\nthis case, it did not rise to the level of agency error which\r\n\nhas required  the application  of equitable tolling  in other\r\n\ncases.   Compare Page v. U.S.  Indus., 556 F.2d 346 (5th Cir.\r                                                 \r\n\n1977)(EEOC erroneously sent misleading letter), cert. denied,\r                                                                        \r\n\n434 U.S. 1045 (1978);  Bracey v. Helene Curtis, 780  F. Supp.\r                                                          \r\n\n                             -21-\r                                          21\r\r\n\n568  (N.D.  Ill. 1982)(EEOC  miscalculation of  filing date);\r\n\nRoberts v. Arizona  Bd. of  Regents, 661 F.2d  796 (9th  Cir.\r                                               \r\n\n1981)(EEOC affirmatively misconstrued own regulations).   \r\n\n          The  emphasis placed  on the allegations  of agency\r\n\nerror  obscures the fact that appellant fails to meet all but\r\n\none of the equitable  tolling requisites.  Although appellant\r\n\ndid not receive actual notice of section 102.14, we find that\r\n\nshe did have constructive notice  of it and its  requirements\r\n\nbecause she was  represented by  counsel at the  time of  the\r\n\ndelayed service to DBS.  Courts generally impute constructive\r\n\nknowledge  of filing  and service requirements  to plaintiffs\r\n\nwho, like  appellant, consult with an  attorney. See Jacobson\r                                                                         \r\n\nv. Pitman-Moore, Inc., 573 F. Supp. 565, 569 (D. Minn. 1983);\r                                 \r\n\nsee also Lopez v. Citibank, N.A., 808 F.2d 905, 907 (1st Cir.\r                                            \r\n\n1987); Edwards  v. Kiser Aluminum  &amp; Chem.  Sales, Inc.,  515\r                                                                   \r\n\nF.2d  1195,  1200 n.8  (5th  Cir. 1975);  Leite  v. Kennecott\r                                                                         \r\n\nCopper Corp., 558 F.  Supp. 1170, 1174 (D. Mass.),  aff'd 720\r                                                                     \r\n\nF.2d 658  (1st Cir.  1983).   Appellant's  attorney had  full\r\n\naccess to the  Board's rules and  regulations and could  have\r\n\ninitiated  service on  DBS within  the section  10(b) period.\r\n\nThat she  was unfamiliar  with Board  regulations, in  and of\r\n\nitself, is not an  excuse for failure to comply  with section\r\n\n10(b)'s  requirements.  NLRB v. Washington Star Co., 732 F.2d\r                                                               \r\n\n974, 975 (D.C. Cir. 1984).   The general rule is  that \"those\r\n\nwho deal with the Government are expected to know the law and\r\n\n                             -22-\r                                          22\r\r\n\nmay  not rely on the conduct of Government agents contrary to\r\n\nlaw.\"   Community Health Services,  467 U.S. at  63; see also\r                                                                         \r\n\nFalcone, 864 F.2d at 230; Kale, 861 F.2d at 754.  \r                                          \r\n\n          Our   holding   that  appellant   had  constructive\r\n\nknowledge  of the  Board's rules  and regulations  is further\r\n\nsupported by the duration  of the representation she enjoyed.\r\n\nJacobson,  573  F. Supp.  at  570  (\"[T]he  duration  of  the\r                    \r\n\nattorney-client relationship  .  . .  is  the key  factor  in\r\n\ndetermining  whether equitable tolling  should apply.\").  The\r\n\nrecord    reveals    that   appellant    received   extensive\r\n\nrepresentation over an extended period of time.   Appellant's\r\n\nattorney wrote and mailed the  August 30, 1993, demand letter\r\n\nto DBS,  contacted the Board about its  procedures, filed the\r\n\ncharge with  the Board, and then  later represented appellant\r\n\nduring  Board   proceedings.     We  are  not   persuaded  by\r\n\nappellant's   attempt  to  characterize  the  assistance  she\r\n\nreceived as  \"limited.\"  This is  not a case in  which a mere\r\n\ntechnicality   prevents   a   layperson   from   successfully\r\n\nnavigating a  complicated regulatory process.  Compare Vanity\r                                                                         \r\n\nFair Mills, Inc.,  256 N.L.R.B. 1104 (1981); Abbott  v. Moore\r                                                                         \r\n\nBusiness Forms,  Inc., 439  F. Supp.  643 (D.N.H.  1977); see\r                                                                         \r\n\nalso Love v. Pullman, 404 U.S. 522, 525-27 (1972).  Nor   are\r                                \r\n\nwe persuaded by  the argument appellant makes  with regard to\r\n\nthe  two remaining equitable tolling factors.   While we take\r\n\nnote  of   the  fact   that   attorneys  frequently   contact\r\n\n                             -23-\r                                          23\r\r\n\nadministrative  agencies  about their  rules  and regulations\r\n\ndirectly,   we  cannot  agree   that  appellant's  attorney's\r\n\nreliance  on  the  information  provided  by  the  Board  was\r\n\nreasonable.  We think it plain that an attorney's reliance on\r\n\noral information, provided  over the telephone and  by a low-\r\n\nlevel  employee, is  not  reasonable.   See Community  Health\r                                                                         \r\n\nServices, 467 U.S. at 65; Falcone, 864 F.2d at 230-31.   Such\r                                             \r\n\ninformation, almost by definition,  is not nearly as reliable\r\n\nas simply looking  up the  text of a  regulation.   Community\r                                                                         \r\n\nHealth Services, 467 U.S. at 65.  We also think it plain that\r                           \r\n\nappellant failed  to exhaust the options  for compliance with\r\n\nthe\r\n\n                             -24-\r                                          24\r\r\n\nsection 10(b)  proviso.   Neither appellant nor  her attorney\r\n\nmade any  attempt to mail or personally deliver a copy of the\r\n\ncharge to  DBS.   In fact,  they failed  even to  contact the\r\n\nBoard about the  status of the  charge after it was  filed on\r\n\nOctober  6, 1993.   Had  they done  so, they might  have been\r\n\nalerted to the problem with the charge and might have avoided\r\n\nthe section 10(b) violation.\r\n\n          That no real prejudice flowed to DBS as a result of\r\n\nthe   untimely  filing  lends   some  appeal  to  appellant's\r\n\nargument.    The  effect  of  the  Board's  order  dismissing\r\n\nappellant's  complaint is that the merits of her unfair labor\r\n\npractice  claim  against  DBS  will never  be  decided.    We\r\n\nappreciate the  difficulty this poses for  appellant, but are\r\n\nmindful  of the  Court's  holding in  Baldwin County  Welcome\r                                                                         \r\n\nCenter v. Brown,  466 U.S.  147 (1984), that  the absence  of\r                           \r\n\nprejudice  \"is  not an  independent  basis  for invoking  the\r\n\n[equitable tolling] doctrine and sanctioning  deviations from\r\n\nestablished procedures.\"   Id. at  152.  We  hold, therefore,\r                                          \r\n\nthat the Board properly  refused to invoke equitable estoppel\r\n\nand tolling in this case.      \r                                         \r\n\n                             III.\r                                         III.\r\n\n                          CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          For the reasons stated above, the  order dismissing\r\n\nappellant's complaint  for untimely service of  the charge is\r\n\naffirmed.    Because  there  are  no  outstanding  issues  of\r                    \r\n\n                             -25-\r                                          25\r\r\n\nmaterial fact, the Board  properly granted DBS's joint Motion\r\n\nto Dismiss and Motion for Summary Judgment.\r\n\nNo costs to either party.\r            No costs to either party\r                                    \r\n\n                             -26-\r                                          26\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 95-1618\r\n\n                      CHRISTINE KELLEY,\r\n\n                    Petitioner, Appellant,\r\n\n                              v.\r\n\n               NATIONAL LABOR RELATIONS BOARD,\r\n\n                    Respondent, Appellee.\r\n\n                                         \r\n\n            ON PETITION FOR REVIEW OF AN ORDER OF\r\n              THE NATIONAL LABOR RELATIONS BOARD\r\n\n                                         \r\n\n                            Before\r\n\n                     Selya, Circuit Judge,\r                                                     \r\n                Bownes, Senior Circuit Judge,\r                                                        \r\n                  and Stahl, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nMargaret  J.  Palladino,   with  whom  Tamara  E.  Goulston,   and\r                                                                       \r\nSherburne,  Powers  &amp; Needham,  P.C.,  were on  brief  for petitioner,\r                                            \r\nappellant.\r\nChristopher W. Young, Attorney, with whom Frederick L.  Feinstein,\r                                                                             \r\nGeneral  Counsel,  Frederick C.  Havard,  Supervisory  Attorney, Linda\r                                                                              \r\nSher,  Associate  General Counsel,  and  Aileen  A. Armstrong,  Deputy\r                                                                     \r\nAssociate  General Counsel,  National Labor  Relations Board,  were on\r\nbrief for respondent, appellee.\r\nJay  M. Presser, Audrey  J. Samit,  and Skoler,  Abbott &amp; Presser,\r                                                                              \r\nP.C., on  brief  for intervenor,  appellee Dun  &amp; Bradstreet  Software\r            \r\nServices, Inc. \r\n\n                                         \r\n\n                        March 26, 1996\r\n                                         \r\r\n\n          BOWNES, Senior Circuit Judge.  This appeal concerns\r                      BOWNES, Senior Circuit Judge.\r                                                  \r\n\nthe requirements  for  filing unfair  labor practice  charges\r\n\nwith   the   National   Labor  Relations   Board   (\"Board\").\r\n\nPlaintiff-appellant Christine Kelley (\"Kelley\")  seeks review\r\n\nof  a  Board  order  dismissing  her  unfair  labor  practice\r\n\ncomplaint  against  intervenor-appellee   Dun  &amp;   Bradstreet\r\n\nSoftware (\"DBS\"),  her former employer.   The Board dismissed\r\n\nKelley's  complaint for failure to serve a copy of the charge\r\n\nunderlying the  complaint  within the  six-month time  period\r\n\nprescribed by  section 10(b) of the  National Labor Relations\r\n\nAct  (\"Act\"),  29 U.S.C.    160(b).    We affirm  the Board's\r\n\ndecision.  Jurisdiction stems from 29 U.S.C.   160(f).\r\n\n                              I.\r                                          I.\r\n\n                          BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          DBS, a company which develops  and markets computer\r\n\nsoftware, employed Kelley  at its Framingham,  Massachusetts,\r\n\nfacility until April  1993.   On April 12,  1993, Kelley  was\r\n\nterminated from her  sales representative position.   Shortly\r\n\nafter her termination, Kelley  retained counsel to  represent\r\n\nher  in an unlawful termination suit against DBS.  Kelley, by\r\n\nher counsel, sent an August 30, 1993, letter to DBS alleging,\r\n\ninter  alia, that  it terminated her  because she  engaged in\r                       \r\n\nconcerted activities  with  other employees  to dissuade  DBS\r\n\nfrom changing its food service provider.  The letter demanded\r\n\na $120,000.00 settlement,  stating that the  settlement offer\r\n\n                             -2-\r                                          2\r\r\n\nwould  be withdrawn if DBS failed to respond by September 17,\r\n\n1993.  It also notified DBS of Kelly's intent to pursue legal\r\n\nremedies in the event of failed negotiations.  \r\n\n          After postponing,  at DBS's  request,  the date  by\r\n\nwhich a  response to the  settlement offer was  due, Kelley's\r\n\nattorney  contacted DBS  regarding  the  initiation of  legal\r\n\nproceedings  against it.    On September  27, 1993,  Kelley's\r\n\nattorney  informed  DBS   that  she   would  commence   legal\r\n\nproceedings to ensure that Kelley complied with the six-month\r\n\nstatute  of limitations  prescribed by  section 10(b)  of the\r\n\nAct.   On October  1, 1993, Kelley's  attorney discussed  the\r\n\nprocedures for filing unfair  labor practice charges with the\r\n\nBoard information officer for Region 1 and specifically asked\r\n\nwhether her  client was  responsible for  serving DBS  with a\r\n\ncopy of the charge filed against it.  The information officer\r\n\ninformed  her that the regional  office would mail the charge\r\n\nto DBS.  \r\n\n          On October  6, 1993,  Kelley filed an  unfair labor\r\n\npractice charge  with the Board's regional office, contending\r\n\nthat  DBS terminated her  in violation of  section 8(a)(1) of\r\n\nthe  Act, 29  U.S.C.    158(a)(1), which  makes it  an unfair\r\n\nlabor practice for employers to \"interfere with, restrain, or\r\n\ncoerce employees in the exercise  of the rights guaranteed by\r\n\n[the Act].\"  29 U.S.C.    158(a)(1).  Neither Kelley  nor her\r\n\nattorney served or attempted to serve  DBS with a copy of the\r\n\n                             -3-\r                                          3\r\r\n\ncharge.  And due to personnel changes in the regional office,\r\n\nthe Board did not mail DBS a copy of the charge until October\r\n\n13, 1993, one day after  the six-month statute of limitations\r\n\nprescribed by  the Act  elapsed.   An  amended charge,  which\r\n\nappellant filed on  July 7, 1994, was  served on DBS  July 8,\r\n\n1994.  See  Truck Drivers &amp; Helpers  Union v. NLRB, </pre><span class=\"citation\" data-id=\"607108\"><a href=\"/opinion/607108/truck-drivers-helpers-union-local-no-170-v-national-labor-relations/\"><span class=\"volume\">993</span>  <span class=\"reporter\">F.2d</span>\r                                                              \r\n\n<span class=\"page\">990</span></a></span><pre class=\"inline\">, 1000 n.12 (1st Cir. 1993)(\"A complaint based on a timely\r\n\nfiled  charge may be amended to include other allegations . .\r\n\n. .\").\r\n\n          Despite the untimely service of the initial charge,\r\n\nthe Board's General Counsel issued a complaint against DBS on\r\n\nJuly 20, 1994.  See id.  The complaint, which was accompanied\r                                   \r\n\nby  notice of  a  November 7,  1994,  hearing on  the  claims\r\n\nbrought  against  DBS,  alleged  that   Kelley's  termination\r\n\nviolated  section 8(a)(1)  of  the Act.     Pursuant  to  the\r\n\nBoard's complaint, DBS filed an answer admitting in part, and\r\n\ndenying in  part, the  complaint allegations and  raising the\r\n\naffirmative defense that Kelley's action was time-barred.  On\r\n\nOctober 5, 1994, DBS  filed a joint Motion  to Dismiss and  a\r\n\nMotion for Summary Judgment  with the Board, maintaining that\r\n\nKelley's complaint should be dismissed because the underlying\r\n\ncharge,  though timely  filed, was served  one day  after the\r\n\nsix-month limitations  period  established by  statute.    On\r\n\nOctober  17, 1994, both the General  Counsel and Kelley filed\r\n\nbriefs  opposing  DBS's motion,  contending  that the  demand\r\n\n                             -4-\r                                          4\r\r\n\nletter sent to DBS  provided actual notice of the  charge and\r\n\nthat  section 10(b)  should  be equitably  tolled because  of\r\n\nDBS's  delay  in  responding  to the  settlement  demand  and\r\n\nKelley's reliance on  the information officer's  statement of\r\n\nBoard  procedure.   DBS filed  a reply  brief on  October 21,\r\n\n1994.  \r\n\n          On  October 31,  1994,  the Board  issued an  order\r\n\ntransferring the proceeding to the Board and a Notice to Show\r\n\nCause why DBS's motion should  not be granted.  On April  27,\r\n\n1995,  a  three-member  panel  of the  Board  concluded  that\r\n\nKelley's complaint should be dismissed for failure to serve a\r\n\ncopy of the charge within  the six-month period section 10(b)\r\n\nprescribes.  Emphasizing the statutory policy against holding\r\n\nrespondents liable for conduct occurring more than six months\r\n\nearlier,  the   Board  found  that  there   are  \"no  special\r\n\ncircumstances  present  in this  case  that  would warrant  a\r\n\nconclusion   that  the  statutory   service  requirement  was\r\n\nsatisfied.\"   It  noted that  neither Kelley nor  the General\r\n\nCounsel  alleged  that  DBS  attempted to  evade  service  or\r\n\nfraudulently  conceal  the  operative  facts  underlying  the\r\n\nalleged violation.  See Kale v. Combined Ins. Co. of Am., </pre><span class=\"citation\" data-id=\"514584\"><a href=\"/opinion/514584/carl-kale-v-combined-insurance-company-of-america-carl-kale-v-combined/\"><span class=\"volume\">861</span>\r                                                                    \r\n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">746</span></a></span><pre class=\"inline\">, 752  (1st Cir.  1988).   It also  noted that  both\r\n\nsection 10(b)  and section  102.14 of  the Board's  Rules and\r\n\nRegulations, 29 C.F.R.   102.14, place primary responsibility\r\n\nfor  effectuating  timely  service  on  the  charging  party,\r\n\n                             -5-\r                                          5\r\r\n\nrejecting claims  that the  statute should be  tolled because\r\n\nKelley detrimentally relied on the Board employee's statement\r\n\nof procedure.  \r\n\n                             II.\r                                         II.\r\n\n                          DISCUSSION\r                                      DISCUSSION\r                                                \r\n\n          We  are faced with two issues on appeal.  The first\r\n\ninvolves section 10(b)'s charge-content requirements and asks\r\n\nus  to consider  whether a  demand letter  mailed to  a party\r\n\nwithin  the statute  of  limitations period  provides  actual\r\n\nnotice  within  the meaning  of the  Act.   The  second issue\r\n\nconcerns the  circumstances under which  equitable principles\r\n\nmay  appropriately  be  employed   to  toll  section  10(b)'s\r\n\nlimitations  period.   Appellant argues  that the  August 30,\r\n\n1993, settlement  letter sent  to DBS provided  actual notice\r\n\nwithin the meaning of  the Act and, in the  alternative, that\r\n\nher reliance  on the  Board employee's information  and DBS's\r\n\ndelay in  responding to her settlement  offer warrant tolling\r\n\nof the statute.  \r\n\n          Both the Board and DBS, as intervenor, contend that\r\n\nthe Board correctly dismissed  Kelley's claim as time-barred.\r\n\nThey  assert  that  Kelley  did not  effectuate  constructive\r\n\nservice  within the  meaning  of the  Act  and maintain  that\r\n\nneither DBS's conduct nor  the misinformation provided by the\r\n\nBoard  employee  and  detrimentally  relied  upon  by  Kelley\r\n\n                             -6-\r                                          6\r\r\n\nwarrant tolling of the statute.  It is well-established that,\r\n\nabsent  special circumstances, unfair  labor practice charges\r\n\nmust be both  filed and  served within six  months after  the\r\n\ndate of the alleged  statutory violation.  See NLRB  v. Local\r                                                                         \r\n\n264, Laborers' Int'l  Union of N. Am., </pre><span class=\"citation\" data-id=\"332960\"><a href=\"/opinion/332960/national-labor-relations-board-v-local-264-laborers-international-union/\"><span class=\"volume\">529</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">778</span></a></span><pre class=\"inline\">, 783 (8th\r                                                 \r\n\nCir. 1976); see also  NLRB v. Warrensburg Bd. &amp;  Paper Corp.,\r                                                                        \r\n\n</pre><span class=\"citation\" data-id=\"266679\"><a href=\"/opinion/266679/national-labor-relations-board-v-warrensburg-board-paper-corporation/\"><span class=\"volume\">340</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">920</span></a></span><pre class=\"inline\">, 925 (2d Cir. 1965)(\"Only proof of extraordinary\r\n\ncircumstances  will cause  the reviewing  court to  find that\r\n\nstrict  compliance  with  the  Board's  regulations  was  not\r\n\nrequired.\").  \r\n\n                      Standard of Review\r                                  Standard of Review\r                                                    \r\n\n          When  reviewing unfair  labor  practice orders,  we\r\n\nreview  the  Board's  interpretation   of  the  Act  and  its\r\n\nrequirements for a \"'reasonably defensible construction'\" and\r\n\nreview the Board's application of its rules \"'for rationality\r\n\nand consistency with  the Act.'\" NLRB v. Manitowoc Eng'g Co.,\r                                                                        \r\n\n</pre><span class=\"citation\" data-id=\"545530\"><a href=\"/opinion/545530/national-labor-relations-board-v-manitowoc-engineering-co-and-clipper/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">963</span></a></span><pre class=\"inline\">, 971 n.10  (7th Cir. 1990)(citing cases),  cert.\r                                                                         \r\n\ndenied sub nom. Clipper City Lodge No. 516 v. NLRB, </pre><span class=\"citation no-link\"><span class=\"volume\">498</span>  <span class=\"reporter\">U.S.</span>\r                                                              \r\n\n<span class=\"page\">1083</span></span><pre class=\"inline\"> (1991); see also  Truck Drivers, 993 F.2d at 995.  While\r                                                \r\n\n\"we will not  'rubber stamp'\" Board decisions, NLRB  v. Int'l\r                                                                         \r\n\nBhd. of Elec. Workers, Local 952, </pre><span class=\"citation\" data-id=\"449750\"><a href=\"/opinion/449750/national-labor-relations-board-v-international-brotherhood-of-electrical/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">436</span></a></span><pre class=\"inline\">, 439 (9th Cir.\r                                            \r\n\n1985),  we \"must  enforce  the  Board's  order if  the  Board\r\n\ncorrectly applied the law and if the Board's findings of fact\r\n\nare  supported by  substantial  evidence on  the record  as a\r\n\nwhole.\"  Penntech Papers, Inc. v.  NLRB, </pre><span class=\"citation\" data-id=\"417771\"><a href=\"/opinion/417771/penntech-papers-inc-tp-property-corporation-and-kennebec-river-pulp/\"><span class=\"volume\">706</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">18</span></a></span><pre class=\"inline\">, 22 (1st\r                                                   \r\n\n                             -7-\r                                          7\r\r\n\nCir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">892</span></span><pre class=\"inline\"> (1983)(citing cases); Union\r                                                                         \r\n\nBuilders, Inc. v. NLRB, </pre><span class=\"citation\" data-id=\"706819\"><a href=\"/opinion/706819/union-builders-inc-v-national-labor-relations-board-district-council/\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">520</span></a></span><pre class=\"inline\">, 522 (1st Cir. 1995); see\r                                                                         \r\n\nalso 29  U.S.C.    160(f)(\"[T]he findings  of the  Board with\r                \r\n\nrespect  to questions  of  fact if  supported by  substantial\r\n\nevidence  on the record considered  as a whole  shall in like\r\n\nmanner  be conclusive.\").  Absent a  finding that the Board's\r\n\napplication of section  102.14 was \"so arbitrary as to defeat\r\n\njustice,\" we are  obligated, by  the deference  traditionally\r\n\naccorded the  Board and  its rules  and  regulations, not  to\r\n\ndisturb the Board's decision.   Father &amp; Sons Lumber  &amp; Bldg.\r                                                                         \r\n\nSupplies  v. NLRB, </pre><span class=\"citation\" data-id=\"560374\"><a href=\"/opinion/560374/father-sons-lumber-and-building-supplies-inc-father-sons-lumber-and/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1093</span></a></span><pre class=\"inline\">, 1096 (6th  Cir. 1991); see\r                                                                         \r\n\nNLRB v. United Food &amp; Commercial Workers Union, Local 23, </pre><span class=\"citation\" data-id=\"111970\"><a href=\"/opinion/111970/nlrb-v-food-commercial-workers/\"><span class=\"volume\">484</span>\r                                                                    \r\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">112</span></a></span><pre class=\"inline\">, 123 (1987); Strickland v. Maine Dep't of Health and\r                                                                         \r\n\nHuman  Services, </pre><span class=\"citation\" data-id=\"689917\"><a href=\"/opinion/689917/nancy-strickland-v-commissioner-maine-department-of-human-services-v/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span><pre class=\"inline\">, 17 (1st Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">116</span>\r                                                                    \r\n\n<span class=\"reporter\">S. Ct.</span> <span class=\"page\">145</span></span><pre class=\"inline\"> (1995). \r\n\n        Enactment and Administration of Section 10(b)\r                    Enactment and Administration of Section 10(b)\r                                                                 \r\n\n          Section 10(b)  operates as an  ordinary statute  of\r\n\nlimitations, subject  to recognized equitable  doctrines, and\r\n\nnot as a  jurisdictional restriction.   Zipes v. Trans  World\r                                                                         \r\n\nAirlines, Inc., </pre><span class=\"citation\" data-id=\"110655\"><a href=\"/opinion/110655/zipes-v-trans-world-airlines-inc/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">385</span></a></span><pre class=\"inline\">, 395 n.11 (1982)(citing cases);\r                          \r\n\nsee NLRB v.  Crafts Precision  Indus., Inc., </pre><span class=\"citation\" data-id=\"662467\"><a href=\"/opinion/662467/national-labor-relations-board-v-crafts-precision-industries-inc/\"><span class=\"volume\">16</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span><pre class=\"inline\">,  26\r                                                       \r\n\n(1st  Cir.  1994); NLRB  v.  Silver Bakery,  Inc.  of Newton,\r                                                                         \r\n\nMassachusetts,  </pre><span class=\"citation\" data-id=\"269181\"><a href=\"/opinion/269181/national-labor-relations-board-v-silver-bakery-inc-of-newton/\"><span class=\"volume\">351</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">37</span></a></span><pre class=\"inline\">,  39  (1st  Cir. 1965).    First\r                         \r\n\nenacted as part  of the Wagner Act, Act of  July 5, 1935, ch.\r\n\n372, 49 Stat. 449  (1935), without a specific time  limit for\r\n\n                             -8-\r                                          8\r\r\n\nfiling  and serving  charges, the  section 10(b)  proviso was\r\n\namended  to include  a  six-month statute  of limitations  in\r\n\n1947.  Laborer's Int'l  Union, 529 F.2d at 781-85;  see Taft-\r                                                                   \r\n\nHartley Act Amendments,  Act of  June 23, 1947,  ch. 120,  61\r\n\nStat. 136.  In pertinent part, section 10(b) provides:\r\n\n          Whenever  it is  charged that  any person\r\n          has engaged in or is engaging in any such\r\n          unfair  labor practice, the Board, or any\r\n          agent or  agency designated by  the Board\r\n          for  such purposes,  shall have  power to\r\n          issue and  cause to  be served upon  such\r\n          person a complaint stating the charges in\r\n          that respect, and containing a  notice of\r\n          hearing  before the  Board  or  a  member\r\n          thereof, or before  a designated agent or\r\n          agency, at  a  place therein  fixed,  not\r\n          less than five days after  the serving of\r\n          said  complaint:     Provided,  That   no\r                                                   \r\n          complaint  shall  issue  based  upon  any\r\n          unfair labor practice occurring more than\r\n          six  months prior  to  the filing  of the\r\n          charge with the Board  and the service of\r\n          a  copy thereof  upon the  person against\r\n          whom such charge is made \r\n          . . . .\r\n\n29  U.S.C.   160(b).   Congress added the  time limitation to\r\n\ndiscourage dilatory  filing of unfair labor  practice charges\r\n\nand to \"bar  litigation over past events  'after records have\r\n\nbeen   destroyed,   witnesses   have  gone   elsewhere,   and\r\n\nrecollections  of the events in  question have become dim and\r\n\nconfused .  . . .'\"  Local 1424, Int'l Ass'n of Machinists v.\r                                                                         \r\n\nNLRB,  </pre><span class=\"citation\" data-id=\"106040\"><a href=\"/opinion/106040/machinists-local-v-labor-board/\"><span class=\"volume\">362</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">411</span></a></span><pre class=\"inline\">, 419  (1960)(quoting H.R. Rep.  No. 245,\r                \r\n\n80th  Cong., 1st Sess. 40); see Silver Bakery, Inc., 351 F.2d\r                                                               \r\n\nat 39.  Under current law, the section 10(b) period begins to\r\n\nrun when the \"aggrieved individual  has actual notice that an\r\n\n                             -9-\r                                          9\r\r\n\nunfair labor practice has been committed.\"   Esmarck, Inc. v.\r                                                                         \r\n\nNLRB,  </pre><span class=\"citation\" data-id=\"530601\"><a href=\"/opinion/530601/esmark-inc-v-national-labor-relations-board-united-food-commercial/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">739</span></a></span><pre class=\"inline\">,  745  (7th  Cir.  1989).    An  adverse\r                \r\n\nemployment decision provides such notice.  Id. at 745-46.    \r                                                          \r\n\n          Congress entrusted the Board with  broad discretion\r\n\nfor  interpreting  the  Act  and  adjudicating  unfair  labor\r\n\npractice claims.  See generally Commercial Workers Union, 484\r                                                                    \r\n\nU.S.  at 118-22; NLRB v.  Rutter-Rex Mfg. Co.,  </pre><span class=\"citation no-link\"><span class=\"volume\">396</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">258</span></span><pre class=\"inline\">,\r                                                         \r\n\n262-63  (1969).   To effectuate  the purposes of  the section\r\n\n10(b) proviso, the  Board has promulgated  a series of  rules\r\n\nand  regulations.   See  29 C.F.R.  ch.  I, pt.  102  (7-1-95\r                                   \r\n\nEdition); see also  29 U.S.C.    156 (\"The  Board shall  have\r                              \r\n\nauthority . . .  to make, amend, and rescind . . . such rules\r\n\nand regulations as may be  necessary . . . .\").   Chief among\r\n\nthese is section 102.14, which provides: \r\n\n          Upon  filing  of a  charge,  the charging\r\n          party shall be responsible for the timely\r\n          and proper service of a copy thereof upon\r\n          the  person against  whom such  charge is\r\n          made.  The  regional director will,  as a\r\n          matter of course,  cause a  copy of  such\r\n          charge  to  be  served  upon  the  person\r\n          against  whom the charge  is made, but he\r\n          shall   not   be    deemed   to    assume\r\n          responsibility for such service.\r\n\n29  C.F.R.     102.14 (1995);  see  also  29  C.F.R.    101.4\r                                                    \r\n\n(1995)(investigation of charges)(\"[T]imely  service of a copy\r\n\nof the charge .  . . is  the exclusive responsibility of  the\r\n\ncharging  party and not  of the Regional  Director.\").  Under\r\n\nsection  102.14,  charging  parties  such as  appellant  bear\r\n\n                             -10-\r                                          10\r\r\n\nprimary responsibility for  service of unfair labor  practice\r\n\ncharges.   While standard  Board operating procedure dictates\r\n\nthat regional  offices serve charged  parties with a  copy of\r\n\nthe  charge  filed against  them,  charging  parties such  as\r\n\nKelley must  ultimately ensure  timely service.   Charges are\r\n\ntimely if mailed or  personally served within the limitations\r\n\nperiod.    See  29 C.F.R.     102.113(a);  see  also West  v.\r                                                                         \r\n\nConrail, </pre><span class=\"citation\" data-id=\"111857\"><a href=\"/opinion/111857/west-v-conrail/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">35</span></a></span><pre class=\"inline\">, 38 n.3 (1987).  \r                   \r\n\n          In  light of  the 1947  amendments made  to section\r\n\n10(b) and Congress's intent to place practical time limits on\r\n\nthe  investigation and prosecution of unfair labor practices,\r\n\nLaborer's  Int'l Union,  529  F.2d at  782-83,  we hold  that\r                                  \r\n\nsection 102.14 is both a rational and reasonable exercise  of\r\n\nthe  Board's discretion  and rulemaking  authority.   Section\r\n\n102.14  comports   with  the  congressional   policy  against\r\n\nsubjecting  charged parties  to suits  brought more  than six\r\n\nmonths  after  the  occurrence  of an  alleged  unfair  labor\r\n\npractice.   We do not  think it unreasonable,  given this and\r\n\nthe Board's rather liberal  construction of the section 10(b)\r\n\nproviso,  to place  the  ultimate  responsibility for  timely\r\n\nservice  on the shoulders of  the party who  sets the Board's\r\n\nadjudicatory procedures  in motion.  See NLRB  v. Wiltse, </pre><span class=\"citation\" data-id=\"227110\"><a href=\"/opinion/227110/national-labor-relations-board-v-wiltse/\"><span class=\"volume\">188</span>\r                                                                    \r\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">917</span></a></span><pre class=\"inline\">, 926  (6th Cir.),  cert. denied sub  nom. Ann  Arbor\r                                                                         \r\n\nPress v. NLRB, </pre><span class=\"citation no-link\"><span class=\"volume\">342</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">859</span></span><pre class=\"inline\"> (1951).\r                         \r\n\n                             -11-\r                                          11\r\r\n\n          Because we find that section 102.14 is a reasonable\r\n\nexercise  of the Board's  authority, appellant's  request for\r\n\nrelief may  only be  granted if  appellant complied  with the\r\n\nstatute by  providing  constructive  service  of  her  charge\r\n\nwithin the section 10(b) period  or the circumstances of this\r\n\ncase are such that an application of equitable  principles is\r\n\nwarranted.  We  now consider  whether, on the  facts of  this\r\n\ncase, either ground for tolling the statute exists.   \r\n\n    Actual Notice and Section 10(b)'s Service Requirement\r                Actual Notice and Section 10(b)'s Service Requirement\r                                                                     \r\n\n          Appellant  maintains that  she  complied  with  the\r\n\nspirit,  if  not  the  letter,  of  section  10(b)'s  service\r\n\nrequirement  and  that   the  Board,  therefore,  erroneously\r\n\ndismissed her complaint.  More specifically, she asserts that\r\n\nthe August 30,  1993, demand letter provided  DBS with actual\r\n\nnotice of the  charges against it.   Both the  Board and  DBS\r\n\nreject this contention.  \r\n\n          The  basic  proposition  that  actual  notice  of a\r\n\ncharge may, in certain circumstances, satisfy section 10(b)'s\r\n\nrequirements is undisputed.  See Hospital &amp; Service Employees\r                                                                         \r\n\nUnion v. NLRB, </pre><span class=\"citation\" data-id=\"474906\"><a href=\"/opinion/474906/hospital-service-employees-union-local-399-service-employees/\"><span class=\"volume\">798</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1245</span></a></span><pre class=\"inline\">, 1249 (9th Cir. 1986).  Congress\r                         \r\n\ndid  not intend unfair labor  practice charges to  be held to\r\n\nthe  same \"standards  applicable to a  pleading in  a private\r\n\nlawsuit.\"   NLRB  v.  Fant Milling  Co.,  </pre><span class=\"citation\" data-id=\"105915\"><a href=\"/opinion/105915/nlrb-v-fant-milling-co/\"><span class=\"volume\">360</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">301</span></a></span><pre class=\"inline\">,  307\r                                                   \r\n\n(1959).   The purpose  of  a charge  is  to set  the  Board's\r\n\ninvestigative  machinery in  motion,  not to  provide a  full\r\n\n                             -12-\r                                          12\r\r\n\nexplication of the allegations leveled against  a party.  Id.\r                                                                         \r\n\nCharges  are generally recorded  on a blank  form provided by\r\n\nthe Board's  regional office, see  29 C.F.R.    101.2 (1995),\r                                             \r\n\nand function  primarily as  a mechanism for  extracting early\r\n\nand concise statements  of the positions held  by the charged\r\n\nand charging  parties. See Service Employees  Union, 798 F.2d\r                                                               \r\n\nat 1249; 29  C.F.R.   101.4.  Complaints,  on the other hand,\r\n\nare  designed  to  give  notice  of  the  substantive  issues\r\n\nunderlying a  charge.  Service  Employees Union, 798  F.2d at\r                                                           \r\n\n1249; see 29 C.F.R.   102.15 (1995).  \r                     \r\n\n          Nonetheless, we  are not at all  persuaded that the\r\n\nAugust  30,  1993,  demand letter  satisfies  section 10(b)'s\r\n\nservice  requirements.  First, despite appellant's assertions\r\n\nto the contrary,  it is  not settled that  charge filing  and\r\n\nservice  may  be  accomplished  by  two  different  documents\r\n\ncontaining  similar information.   The Board's  Statements of\r\n\nProcedures and Rules and Regulations clearly require  service\r\n\nwith  a copy  of the  charge actually  filed with  the Board.\r\n\nSee,  e.g.,   29  C.F.R.      101.4,   102.14.    Appellant's\r                      \r\n\nobservation that the Board's  Statements of Procedures do not\r\n\nrequire charges to be filed on a specific form has no bearing\r\n\non this.   See 29 C.F.R.   101.2.   But even if service could\r                          \r\n\nbe  accomplished with  a charge  which differs  from the  one\r\n\nfiled  with  the Board,  we find  that  the August  30, 1993,\r\n\n                             -13-\r                                          13\r\r\n\ndemand  letter  lacks the  specificity typically  required of\r\n\ncharges brought pursuant to the Act.  \r\n\n          The  August 30,  1993,  letter advances  a host  of\r\n\nclaims against  DBS, which  include  unfair labor  practices,\r\n\ngender discrimination, and violation of the Federal Equal Pay\r\n\nAct,  29 U.S.C.   206(d)(1), the Federal Civil Rights Act, 42\r\n\nU.S.C.   2000e  et seq., and  the Massachusetts Equal  Rights\r                                   \r\n\nAct, Mass. Gen. L. ch. 93,    102, 103.  It does not focus on\r\n\nthe section 8(a)(1) violation and, thus, does not comply with\r\n\nthe  Board's requirement  that charges  provide a  \"clear and\r\n\nconcise statement  of  the  facts  constituting  the  alleged\r\n\nunfair  labor practices  affecting  commerce.\"   29 C.F.R.   \r\n\n102.12  (1995).  Moreover, it did not, as the Board correctly\r\n\nnotes, provide notice  that a charge was  actually filed with\r\n\nthe Board.   Because the letter was  mailed more than a month\r\n\nbefore appellant filed  her charge, it  only notified DBS  of\r\n\nthe possibility that a charge would be filed.  Compare Bihler\r                                                                         \r\n\nv. Singer Co., </pre><span class=\"citation\" data-id=\"420705\"><a href=\"/opinion/420705/robert-bihler-v-the-singer-company/\"><span class=\"volume\">710</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">96</span></a></span><pre class=\"inline\"> (3d Cir. 1983)(letter  discussing\r                         \r\n\npossibility  of legal action not  an EEOC charge).   This, we\r\n\nthink, falls short of what section 10(b) contemplates. \r\n\n          The Ninth Circuit's decision  in Hospital &amp; Service\r                                                                         \r\n\nEmployees  Union  v. NLRB,  </pre><span class=\"citation\" data-id=\"474906\"><a href=\"/opinion/474906/hospital-service-employees-union-local-399-service-employees/\"><span class=\"volume\">798</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1245</span></a></span><pre class=\"inline\">  (9th  Cir. 1986),\r                                     \r\n\nprovides  no leverage  for appellant's  position.   While the\r\n\nNinth Circuit  did hold that actual  notice satisfies section\r\n\n10(b)'s service  requirements, 798  F.2d at 1249,  it reached\r\n\n                             -14-\r                                          14\r\r\n\nthat  conclusion  on the  basis of  a  set of  facts entirely\r\n\ndifferent from  the one with which we are now presented.  The\r\n\ncourt  disregarded  the  fact  that the  charges  were  never\r\n\nreceived by  the employer in that case  because the complaint\r\n\nwas both  issued and served within  the six-month limitations\r\n\nperiod and there was  no claim of prejudice to  the employer.\r\n\nId. at 1249.  In contrast, both the charge and the  complaint\r               \r\n\nin this  case  were issued  after  the section  10(b)  period\r\n\nelapsed.   Additionally,  the employer  in Service  Employees\r                                                                         \r\n\nUnion, after  hearing from an unofficial  source that charges\r                 \r\n\nhad been  filed, contacted the Board  about the investigation\r\n\ninto its  employment practices within the limitations period.\r\n\nUnlike  DBS,   which  did  not  formally   learn  that  Board\r\n\nproceedings  had been  initiated against  it until  after the\r\n\nsix-month period prescribed by the Act had run, that employer\r\n\nreceived actual notice within the meaning of section 10(b). \r\n\n          For  the reasons  just stated,  the other  cases on\r\n\nwhich appellant  seeks to rest  her argument, Buckeye  Mold &amp;\r                                                                         \r\n\nDie Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">299</span> <span class=\"reporter\">N.L.R.B.</span> <span class=\"page\">1053</span></span><pre class=\"inline\"> (1990), and Freightway Corp. and\r                                                                         \r\n\nKaplan  Enter.,  Inc.,  </pre><span class=\"citation no-link\"><span class=\"volume\">299</span>  <span class=\"reporter\">N.L.R.B.</span> <span class=\"page\">531</span></span><pre class=\"inline\">  (1990),  are  also\r                                 \r\n\ninapposite.  Buckeye, a case decided by the Board, explicitly\r                                \r\n\nadopts  the  Ninth Circuit's  reasoning in  Service Employees\r                                                                         \r\n\nUnion.   Buckeye, 299 N.L.R.B. at 1053.  Accordingly, it does\r                            \r\n\nnot  reach cases in which  the charge and  complaint are both\r\n\nfiled  and  served outside  of  the limitations  period.   It\r\n\n                             -15-\r                                          15\r\r\n\nstands for the narrow holding that noncompliance with section\r\n\n10(b)'s requirements for charge filing can be cured by timely\r\n\nservice  of  a  complaint.   Id.    Appellant's  reliance  on\r                                            \r\n\nFreightway also falls short of the mark.  That case held that\r                      \r\n\nservice  of  an   unsigned  copy  of  a   charge  within  the\r\n\nlimitations  period  satisfies  the statute  because  section\r\n\n10(b) neither requires  that the original signed charge nor a\r\n\nsigned copy of  that charge  be mailed to  the party  against\r\n\nwhom the  allegations were made.  Freightway, 299 N.L.R.B. at\r                                                        \r\n\n531.    It does  not,  however, address  whether  service and\r\n\nfiling can be accomplished by different original documents or\r\n\nwhat the contents of each document should be.  \r\n\n          That Kelley's charge was  served only one day after\r\n\nthe section 10(b)  deadline makes this a hard case.   DBS was\r\n\nnot  seriously  prejudiced   by  Kelley's  untimely  service.\r\n\nNevertheless, we are unwilling to stretch  existing precedent\r\n\nto  find that  DBS  had actual  notice  of the  charge  filed\r\n\nagainst  it when  appellant  has failed  to  comply with  the\r\n\nrequirements  for  charge content  and  has  not cleared  the\r\n\nhurdle of  demonstrating that either her  charge or complaint\r\n\nwas  filed  within  the  limitations  period.    The  Board's\r\n\nconclusion that appellant did not comply with section 10(b)'s\r\n\nservice requirements,  in spirit  or letter, is  supported by\r\n\nthe  record.   See Simon v.  Kroger Co., </pre><span class=\"citation\" data-id=\"441835\"><a href=\"/opinion/441835/steven-d-simon-v-kroger-company-general-teamsters-local-528/\"><span class=\"volume\">743</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1544</span></a></span><pre class=\"inline\">, 1546\r                                                   \r\n\n(11th Cir. 1984), cert. denied, </pre><span class=\"citation\" data-id=\"111453\"><a href=\"/opinion/111453/steven-d-simon-v-kroger-company/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1075</span></a></span><pre class=\"inline\"> (1985)(\"We find\r                                          \r\n\n                             -16-\r                                          16\r\r\n\nthat the intent, spirit, and plain  language of section 10(b)\r\n\nrequire  that a complaint be both filed and served within the\r\n\nsix month limitations period.\").  \r                                              \r\n\n      Equitable Estoppel And Tolling Under Section 10(b)\r                  Equitable Estoppel And Tolling Under Section 10(b)\r                                                                    \r\n\n          Section  10(b)'s statute  of limitations  period is\r\n\nsubject to  equitable modification.   Zipes, 455 U.S.  at 395\r                                                       \r\n\nn.11.  Two alternate,  though closely related, doctrines have\r\n\nbeen  developed to  resolve  the relatively  small number  of\r\n\ncases  in   which  equitable  modification   is  appropriate:\r\n\nequitable estoppel and equitable tolling.   Kale, 861 F.2d at\r                                                            \r\n\n752;  see also Guidry  v. Sheet Metal  Worker's Nat'l Pension\r                                                                         \r\n\nFund, </pre><span class=\"citation\" data-id=\"112353\"><a href=\"/opinion/112353/guidry-v-sheet-metal-workers-nat-pension-fund/\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">365</span></a></span><pre class=\"inline\">, 376 (1990)(\"[C]ourts should  be loath to\r                \r\n\nannounce  equitable exceptions to legislative requirements or\r\n\nprohibitions  that  are  unqualified  by  statutory  text.\");\r\n\nEarnhardt v.  Commonwealth of Puerto  Rico, </pre><span class=\"citation\" data-id=\"409643\"><a href=\"/opinion/409643/30-fair-emplpraccas-65-30-empl-prac-dec-p-33117-kent-earnhardt/\"><span class=\"volume\">691</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">69</span></a></span><pre class=\"inline\">,  71\r                                                      \r\n\n(1st Cir. 1982)(\"Courts have taken a uniformly narrow view of\r\n\nequitable exceptions to . .  . limitations periods.\").   They\r\n\nare appropriate only to  avoid injustice in particular cases.\r\n\nSee Heckler v.  Community Health  Services, </pre><span class=\"citation\" data-id=\"111187\"><a href=\"/opinion/111187/heckler-v-community-health-services-of-crawford-cty-inc/\"><span class=\"volume\">467</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">51</span></a></span><pre class=\"inline\">,  59\r                                                      \r\n\n(1984);  see also  Cerbone v.  Int'l Ladies  Garment Worker's\r                                                                         \r\n\nUnion, </pre><span class=\"citation\" data-id=\"455861\"><a href=\"/opinion/455861/38-fair-emplpraccas-801-37-empl-prac-dec-p-35487-richard-cerbone-v/\"><span class=\"volume\">768</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">45</span></a></span><pre class=\"inline\">, 47-48 (2d Cir. 1985).    \r                 \r\n\n          Courts invoke equitable estoppel when a defendant's\r\n\nconduct causes  a plaintiff  to delay  bringing an  action or\r\n\npursuing a claim he or  she was entitled to initiate  by law.\r\n\nDillman v. Combustion Eng'g,  Inc., </pre><span class=\"citation\" data-id=\"465044\"><a href=\"/opinion/465044/39-fair-emplpraccas-1750-39-empl-prac-dec-p-35876-harry-l-dillman/\"><span class=\"volume\">784</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">57</span></a></span><pre class=\"inline\">, 61  (2d Cir.\r                                              \r\n\n                             -17-\r                                          17\r\r\n\n1986).   In  the  section 10(b)  context,  it is  most  often\r\n\napplied when  a plaintiff's  untimely filing is  caused by  a\r\n\ndefendant's deceptive  conduct or by  reasonable reliance  on\r\n\nthe  defendant's  misleading representations  or information.\r\n\nSee, e.g., Barnard Eng'g Co.,  Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">295</span> <span class=\"reporter\">N.L.R.B.</span> <span class=\"page\">226</span></span><pre class=\"inline\"> (1989);\r                                               \r\n\nsee also Kale,  861 F.2d at  752; Lavery  v. Marsh, </pre><span class=\"citation\" data-id=\"551476\"><a href=\"/opinion/551476/54-fair-emplpraccas-1402-55-empl-prac-dec-p-40399-stanley-lavery-v/\"><span class=\"volume\">918</span>  <span class=\"reporter\">F.2d</span>\r                                                              \r\n\n<span class=\"page\">1022</span></a></span><pre class=\"inline\">, 1028 (1st Cir.  1990).  It  is not employed unless  the\r\n\nplaintiff  relies  on  his  or her  adversary's  conduct  and\r\n\nchanges his or  her position  for the worse.   See  Community\r                                                                         \r\n\nHealth  Services,  467 U.S.  at 59;  see also  Precious Metal\r                                                                         \r\n\nAssoc., Inc.  v. Commodity  Futures Trading Comm'n,  </pre><span class=\"citation\" data-id=\"377902\"><a href=\"/opinion/377902/precious-metals-associates-inc-v-commodity-futures-trading-commission/\"><span class=\"volume\">620</span> <span class=\"reporter\">F.2d</span>\r                                                              \r\n\n<span class=\"page\">900</span></a></span><pre class=\"inline\">, 908 (1st Cir. 1980)(citing Bergeron v. Mansour, </pre><span class=\"citation\" data-id=\"1486534\"><a href=\"/opinion/1486534/bergeron-v-mansour/\"><span class=\"volume\">152</span> <span class=\"reporter\">F.2d</span>\r                                                               \r\n\n<span class=\"page\">27</span></a></span><pre class=\"inline\">, 30 (1st Cir. 1945)).  \r\n\n          Equitable  tolling,  in  contrast,  encompasses   a\r\n\nbroader  range  of conduct,  Kale, 861  F.2d  at 752,  and is\r                                             \r\n\n\"appropriate  only  when  the  circumstances  that   cause  a\r\n\nplaintiff to miss a  filing deadline are out of his  [or her]\r\n\nhands.\"  Heideman v. PFL, Inc., </pre><span class=\"citation\" data-id=\"542902\"><a href=\"/opinion/542902/53-fair-emplpraccas-92-53-empl-prac-dec-p-40009-leo-heideman-and/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1262</span></a></span><pre class=\"inline\">, 1266 (8th Cir.\r                                          \r\n\n1990),  cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">1026</span></span><pre class=\"inline\"> (1991).   Cases in which\r                                \r\n\nthe  equitable tolling  doctrine  is invoked  are most  often\r\n\ncharacterized  by some  affirmative misconduct  by the  party\r\n\nagainst  whom it  is  employed, such  as  an employer  or  an\r\n\nadministrative  agency.   Id.   Courts  generally weigh  five\r                                         \r\n\nfactors in assessing claims  for equitable tolling: \"(1) lack\r\n\nof  actual  notice of  the  filing requirement;  (2)  lack of\r\n\n                             -18-\r                                          18\r\r\n\nconstructive  knowledge  of   the  filing  requirement;   (3)\r\n\ndiligence in pursuing one's  rights; (4) absence of prejudice\r\n\nto  the defendant;  and (5)  a plaintiff's  reasonableness in\r\n\nremaining  ignorant of  the notice  requirement.\"   Kale, 861\r                                                                    \r\n\nF.2d at 752-53 (citing cases).    \r\n\n          Appellant  asserts that  grounds for  applying both\r\n\nthe equitable estoppel and  equitable tolling doctrines exist\r\n\nin  this case.  We  find no basis  for appellant's contention\r\n\nthat equitable estoppel is appropriate because DBS caused the\r\n\ndelay  in the  filing of her  charge.    In  fact, the record\r\n\nmakes it  apparent  that the  delay,  with respect  to  DBS's\r\n\nconduct at least, was caused by appellant's counsel's attempt\r\n\nto obtain  a pre-charge settlement from  DBS.  We  do not, of\r\n\ncourse, disparage settlement strategies  of the sort employed\r\n\nby appellant's  counsel.   Prompt disposition of  disputes is\r\n\nconsistent  with  the  purposes   of  the  Act,  see  Service\r                                                                         \r\n\nEmployees Union, 798 F.2d  at 1249, and the interests  of our\r                           \r\n\nlegal system as a  whole.  But,  having made the decision  to\r\n\npursue  an  early  settlement  with DBS,  appellant,  who  is\r\n\nrepresented  on appeal by  the same counsel  who prepared the\r\n\nAugust 30, 1993, demand letter and who represented her before\r\n\nthe  Board, cannot  reasonably  expect  us  now to  cure  the\r\n\ndefects in her settlement strategy.   Though DBS requested an\r\n\nextension beyond the September 17, 1993, settlement  deadline\r\n\ninitially established  by appellant's  counsel,  there is  no\r\n\n                             -19-\r                                          19\r\r\n\nevidence in the record  that it engaged in  deceptive conduct\r\n\nor  unfairly led  appellant to  believe  that it  intended to\r\n\nsettle.   Compare  Cerbone, 768  F.2d at  48-50 (reliance  on\r                                      \r\n\nsettlement promise);  Kanakis  Co.,  Inc.,  </pre><span class=\"citation no-link\"><span class=\"volume\">293</span>  <span class=\"reporter\">N.L.R.B.</span>  <span class=\"page\">50</span></span><pre class=\"inline\">\r                                                     \r\n\n(1989)(perjured  testimony by  defendant); see  also Dillman,\r                                                                        \r\n\n784  F.2d at 61.  Nothing  precluded appellant's counsel from\r\n\ninitiating  Board proceedings  against DBS;  she was  free at\r\n\nevery moment  relevant to  this appeal to  suspend settlement\r\n\nnegotiations  and  to file  a charge  with  the Board.   That\r\n\nappellant's counsel notified DBS,  on September 27, 1993, she\r\n\nwas withdrawing the settlement offer and taking steps to file\r\n\na charge with the Board highlights this point.  \r\n\n          Appellant's position was not  substantially changed\r\n\nby the ten-day delay in filing worked by DBS's request for an\r\n\nextension of  time.   When appellant's attorney  withdrew the\r\n\nsettlement offer made  to DBS, more  than two weeks  remained\r\n\nwithin the section 10(b) period, enough time for appellant to\r\n\nboth file  a charge with the  Board and serve a  copy on DBS.\r\n\nThus,  to the extent that this case  may involve a delay that\r\n\nwas outside of  appellant's control, we find that  the record\r\n\nsupports the  Board's conclusion  that it  was not  caused by\r\n\nDBS.\r\n\n          The contention  that  equitable tolling  should  be\r\n\ninvoked  against the  Board,  however, presents  a  different\r\n\nquestion.   It  is axiomatic  that \"the  grounds  for tolling\r\n\n                             -20-\r                                          20\r\r\n\nstatutes of limitations are more limited in suits against the\r\n\ngovernment .  . .  .\"   Swietlik v. United  States, </pre><span class=\"citation\" data-id=\"462503\"><a href=\"/opinion/462503/joseph-i-swietlik-personal-representative-of-the-estate-of-helen-v/\"><span class=\"volume\">779</span>  <span class=\"reporter\">F.2d</span>\r                                                              \r\n\n<span class=\"page\">1306</span></a></span><pre class=\"inline\">, 1311 (7th Cir. 1985);  see generally Falcone v. Pierce,\r                                                                        \r\n\n</pre><span class=\"citation\" data-id=\"516168\"><a href=\"/opinion/516168/louis-t-falcone-etc-v-samuel-r-pierce-jr-etc/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">226</span></a></span><pre class=\"inline\">,  228-29 (1st Cir.  1988).  The  main thrust  of\r\n\nappellant's equitable tolling argument  is that the blame for\r\n\nthe  untimely service of her  charge lies with  the Board and\r\n\nthe  employee who failed to  inform her attorney that section\r\n\n102.14 places the ultimate responsibility  for charge service\r\n\non the charging party.  She alleges, in  fact, that the Board\r\n\nemployee specifically  instructed her attorney  not to  serve\r\n\nDBS with a copy of the charge.  \r\n\n          Although  we   agree  that  the   Board  employee's\r\n\nstatement  of  Board  procedure was  incomplete  and  perhaps\r\n\nmisleading, we do  not agree that the delay at  issue in this\r\n\ncase can be wholly attributed to  an error on the part of the\r\n\nBoard.  The record shows that the Board employee neglected to\r\n\ncall appellant's  attention to  section 102.14, but  does not\r\n\nsupport   appellant's  contention   that   her  counsel   was\r\n\nexplicitly  prohibited from  serving  DBS  with  the  charge.\r\n\nThus,  to the extent  that the Board  did commit  an error in\r\n\nthis case, it did not rise to the level of agency error which\r\n\nhas required  the application  of equitable tolling  in other\r\n\ncases.   Compare Page v. U.S.  Indus., </pre><span class=\"citation\" data-id=\"345750\"><a href=\"/opinion/345750/15-fair-emplpraccas-487-14-empl-prac-dec-p-7754-john-d-page-and-don/\"><span class=\"volume\">556</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">346</span></a></span><pre class=\"inline\"> (5th Cir.\r                                                 \r\n\n1977)(EEOC erroneously sent misleading letter), cert. denied,\r                                                                        \r\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1045</span></span><pre class=\"inline\"> (1978);  Bracey v. Helene Curtis, 780  F. Supp.\r                                                          \r\n\n                             -21-\r                                          21\r\r\n\n568  (N.D.  Ill. 1982)(EEOC  miscalculation of  filing date);\r\n\nRoberts v. Arizona  Bd. of  Regents, </pre><span class=\"citation\" data-id=\"395360\"><a href=\"/opinion/395360/27-fair-emplpraccas-571-27-empl-prac-dec-p-32213-carole-patricia/\"><span class=\"volume\">661</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">796</span></a></span><pre class=\"inline\"> (9th  Cir.\r                                               \r\n\n1981)(EEOC affirmatively misconstrued own regulations).   \r\n\n          The  emphasis placed  on the allegations  of agency\r\n\nerror  obscures the fact that appellant fails to meet all but\r\n\none of the equitable  tolling requisites.  Although appellant\r\n\ndid not receive actual notice of section 102.14, we find that\r\n\nshe did have constructive notice  of it and its  requirements\r\n\nbecause she was  represented by  counsel at the  time of  the\r\n\ndelayed service to DBS.  Courts generally impute constructive\r\n\nknowledge  of filing  and service requirements  to plaintiffs\r\n\nwho, like  appellant, consult with an  attorney. See Jacobson\r                                                                         \r\n\nv. Pitman-Moore, Inc., </pre><span class=\"citation\" data-id=\"2309157\"><a href=\"/opinion/2309157/jacobson-v-pitman-moore-inc/\"><span class=\"volume\">573</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">565</span></a></span><pre class=\"inline\">, 569 (D. Minn. 1983);\r                                 \r\n\nsee also Lopez v. Citibank, N.A., </pre><span class=\"citation\" data-id=\"481323\"><a href=\"/opinion/481323/homero-lopez-v-citibank-na/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">905</span></a></span><pre class=\"inline\">, 907 (1st Cir.\r                                            \r\n\n1987); Edwards  v. Kiser Aluminum  &amp; Chem.  Sales, Inc.,  </pre><span class=\"citation\" data-id=\"327585\"><a href=\"/opinion/327585/10-fair-emplpraccas-1398-10-empl-prac-dec-p-10324-james-f-edwards/\"><span class=\"volume\">515</span>\r                                                                   \r\n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">1195</span></a></span><pre class=\"inline\">,  1200 n.8  (5th  Cir. 1975);  Leite  v. Kennecott\r                                                                         \r\n\nCopper Corp., 558 F.  Supp. 1170, 1174 (D. Mass.),  aff'd </pre><span class=\"citation\" data-id=\"426474\"><a href=\"/opinion/426474/leite-v-kennecott-copper-corp/\"><span class=\"volume\">720</span>\r                                                                     \r\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">658</span></a></span><pre class=\"inline\">  (1st Cir.  1983).   Appellant's  attorney had  full\r\n\naccess to the  Board's rules and  regulations and could  have\r\n\ninitiated  service on  DBS within  the section  10(b) period.\r\n\nThat she  was unfamiliar  with Board  regulations, in  and of\r\n\nitself, is not an  excuse for failure to comply  with section\r\n\n10(b)'s  requirements.  NLRB v. Washington Star Co., </pre><span class=\"citation\" data-id=\"434881\"><a href=\"/opinion/434881/national-labor-relations-board-v-the-washington-star-company/\"><span class=\"volume\">732</span> <span class=\"reporter\">F.2d</span>\r                                                               \r\n\n<span class=\"page\">974</span></a></span><pre class=\"inline\">, 975 (D.C. Cir. 1984).   The general rule is  that \"those\r\n\nwho deal with the Government are expected to know the law and\r\n\n                             -22-\r                                          22\r\r\n\nmay  not rely on the conduct of Government agents contrary to\r\n\nlaw.\"   Community Health Services,  467 U.S. at  63; see also\r                                                                         \r\n\nFalcone, 864 F.2d at 230; Kale, 861 F.2d at 754.  \r                                          \r\n\n          Our   holding   that  appellant   had  constructive\r\n\nknowledge  of the  Board's rules  and regulations  is further\r\n\nsupported by the duration  of the representation she enjoyed.\r\n\nJacobson,  573  F. Supp.  at  570  (\"[T]he  duration  of  the\r                    \r\n\nattorney-client relationship  .  . .  is  the key  factor  in\r\n\ndetermining  whether equitable tolling  should apply.\").  The\r\n\nrecord    reveals    that   appellant    received   extensive\r\n\nrepresentation over an extended period of time.   Appellant's\r\n\nattorney wrote and mailed the  August 30, 1993, demand letter\r\n\nto DBS,  contacted the Board about its  procedures, filed the\r\n\ncharge with  the Board, and then  later represented appellant\r\n\nduring  Board   proceedings.     We  are  not   persuaded  by\r\n\nappellant's   attempt  to  characterize  the  assistance  she\r\n\nreceived as  \"limited.\"  This is  not a case in  which a mere\r\n\ntechnicality   prevents   a   layperson   from   successfully\r\n\nnavigating a  complicated regulatory process.  Compare Vanity\r                                                                         \r\n\nFair Mills, Inc.,  </pre><span class=\"citation no-link\"><span class=\"volume\">256</span> <span class=\"reporter\">N.L.R.B.</span> <span class=\"page\">1104</span></span><pre class=\"inline\"> (1981); Abbott  v. Moore\r                                                                         \r\n\nBusiness Forms,  Inc., </pre><span class=\"citation\" data-id=\"1578265\"><a href=\"/opinion/1578265/abbott-v-moore-business-forms-inc/\"><span class=\"volume\">439</span>  <span class=\"reporter\">F. Supp.</span>  <span class=\"page\">643</span></a></span><pre class=\"inline\"> (D.N.H.  1977); see\r                                                                         \r\n\nalso Love v. Pullman, </pre><span class=\"citation\" data-id=\"108433\"><a href=\"/opinion/108433/love-v-pullman-co/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">522</span></a></span><pre class=\"inline\">, 525-27 (1972).  Nor   are\r                                \r\n\nwe persuaded by  the argument appellant makes  with regard to\r\n\nthe  two remaining equitable tolling factors.   While we take\r\n\nnote  of   the  fact   that   attorneys  frequently   contact\r\n\n                             -23-\r                                          23\r\r\n\nadministrative  agencies  about their  rules  and regulations\r\n\ndirectly,   we  cannot  agree   that  appellant's  attorney's\r\n\nreliance  on  the  information  provided  by  the  Board  was\r\n\nreasonable.  We think it plain that an attorney's reliance on\r\n\noral information, provided  over the telephone and  by a low-\r\n\nlevel  employee, is  not  reasonable.   See Community  Health\r                                                                         \r\n\nServices, 467 U.S. at 65; Falcone, 864 F.2d at 230-31.   Such\r                                             \r\n\ninformation, almost by definition,  is not nearly as reliable\r\n\nas simply looking  up the  text of a  regulation.   Community\r                                                                         \r\n\nHealth Services, 467 U.S. at 65.  We also think it plain that\r                           \r\n\nappellant failed  to exhaust the options  for compliance with\r\n\nthe\r\n\n                             -24-\r                                          24\r\r\n\nsection 10(b)  proviso.   Neither appellant nor  her attorney\r\n\nmade any  attempt to mail or personally deliver a copy of the\r\n\ncharge to  DBS.   In fact,  they failed  even to  contact the\r\n\nBoard about the  status of the  charge after it was  filed on\r\n\nOctober  6, 1993.   Had  they done  so, they might  have been\r\n\nalerted to the problem with the charge and might have avoided\r\n\nthe section 10(b) violation.\r\n\n          That no real prejudice flowed to DBS as a result of\r\n\nthe   untimely  filing  lends   some  appeal  to  appellant's\r\n\nargument.    The  effect  of  the  Board's  order  dismissing\r\n\nappellant's  complaint is that the merits of her unfair labor\r\n\npractice  claim  against  DBS  will never  be  decided.    We\r\n\nappreciate the  difficulty this poses for  appellant, but are\r\n\nmindful  of the  Court's  holding in  Baldwin County  Welcome\r                                                                         \r\n\nCenter v. Brown,  </pre><span class=\"citation\" data-id=\"111145\"><a href=\"/opinion/111145/baldwin-county-welcome-center-v-brown/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">147</span></a></span><pre class=\"inline\"> (1984), that  the absence  of\r                           \r\n\nprejudice  \"is  not an  independent  basis  for invoking  the\r\n\n[equitable tolling] doctrine and sanctioning  deviations from\r\n\nestablished procedures.\"   Id. at  152.  We  hold, therefore,\r                                          \r\n\nthat the Board properly  refused to invoke equitable estoppel\r\n\nand tolling in this case.      \r                                         \r\n\n                             III.\r                                         III.\r\n\n                          CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          For the reasons stated above, the  order dismissing\r\n\nappellant's complaint  for untimely service of  the charge is\r\n\naffirmed.    Because  there  are  no  outstanding  issues  of\r                    \r\n\n                             -25-\r                                          25\r\r\n\nmaterial fact, the Board  properly granted DBS's joint Motion\r\n\nto Dismiss and Motion for Summary Judgment.\r\n\nNo costs to either party.\r            No costs to either party\r                                    \r\n\n                             -26-\r                                          26\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105915/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106040/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108433/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111145/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111187/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111453/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111857/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111970/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112353/",
    "http://www.courtlistener.com/api/rest/v3/opinions/227110/",
    "http://www.courtlistener.com/api/rest/v3/opinions/266679/",
    "http://www.courtlistener.com/api/rest/v3/opinions/269181/",
    "http://www.courtlistener.com/api/rest/v3/opinions/327585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/332960/",
    "http://www.courtlistener.com/api/rest/v3/opinions/345750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/377902/",
    "http://www.courtlistener.com/api/rest/v3/opinions/395360/",
    "http://www.courtlistener.com/api/rest/v3/opinions/409643/",
    "http://www.courtlistener.com/api/rest/v3/opinions/417771/",
    "http://www.courtlistener.com/api/rest/v3/opinions/420705/",
    "http://www.courtlistener.com/api/rest/v3/opinions/426474/",
    "http://www.courtlistener.com/api/rest/v3/opinions/434881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/441835/",
    "http://www.courtlistener.com/api/rest/v3/opinions/449750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/455861/",
    "http://www.courtlistener.com/api/rest/v3/opinions/462503/",
    "http://www.courtlistener.com/api/rest/v3/opinions/465044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/474906/",
    "http://www.courtlistener.com/api/rest/v3/opinions/481323/",
    "http://www.courtlistener.com/api/rest/v3/opinions/514584/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516168/",
    "http://www.courtlistener.com/api/rest/v3/opinions/530601/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542902/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545530/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/560374/",
    "http://www.courtlistener.com/api/rest/v3/opinions/607108/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662467/",
    "http://www.courtlistener.com/api/rest/v3/opinions/689917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/706819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1486534/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1578265/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2309157/"
  ]
}