{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196611/",
  "absolute_url": "/opinion/196611/united-states-v-grandmaison/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196611/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:10:07Z",
  "date_modified": "2017-03-24T10:48:00.013660Z",
  "type": "010combined",
  "sha1": "8f3d71e1a828db6de11ebdd6b64f8cf823ffbd1c",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1674.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 95-1674\r\n\n                        UNITED STATES,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                     PHILIP GRANDMAISON,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n       [Hon. Steven J. McAuliffe, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n                Bownes, Senior Circuit Judge,\r                                                        \r\n                 and Keeton,* District Judge.\r                                                        \r\n\n                                         \r\n\nMartin G. Weinberg, with whom Oteri,  Weinberg &amp; Lawson, Cathy  J.\r                                                                              \r\nGreen,  and Kimberly  Homan,  Sheketoff &amp;  Homan,  were on  brief  for\r                                                        \r\nappellant.\r\nPeter E. Papps, First Assistant United States  Attorney, with whom\r                          \r\nPaul M. Gagnon, United States Attorney, were on brief for appellee.\r                      \r\n\n                                         \r\n\n                        March 1, 1996\r\n                                         \r\n\n                  \r\n*Of the District of Massachusetts, sitting by designation.\r\r\n\n          BOWNES, Senior Circuit Judge.  On February 8, 1995,\r                      BOWNES, Senior Circuit Judge.\r                                                  \r\n\npursuant to a plea  agreement with the government, defendant-\r\n\nappellant  Philip  Joseph  Grandmaison  (\"Grandmaison\")  pled\r\n\nguilty to a one count information charging him with utilizing\r\n\nthe mail system to defraud Nashua, New Hampshire, citizens of\r\n\ntheir right to the honest services of their public officials,\r\n\nin violation of  18 U.S.C.     1341, 1346.   Grandmaison  now\r\n\nappeals  the  eighteen-month  sentence  of   imprisonment  he\r\n\nreceived, contending that the district court failed to depart\r\n\ndownward  from  the  minimum  prison  term  mandated  by  the\r\n\nSentencing Guidelines (\"Guidelines\") because of the erroneous\r\n\nview that  it lacked authority to  do so.  We  agree that the\r\n\ndistrict  court  misapprehended   its  authority  to   depart\r\n\ndownward  on   aberrant  behavior   grounds.     See  Federal\r                                                                \r\n\nSentencing  Guidelines Manual  Ch. 1,  Pt. A,  Introduction  \r\n\n4(d) (1994).   Accordingly, we vacate the sentence and remand\r\n\nto  the  district  court  for a  determination  of  whether a\r\n\ndownward  departure  on the  basis  of  aberrant behavior  is\r\n\nwarranted  in this case.  Jurisdiction stems from 18 U.S.C.  \r\n\n3742.\r\n\nI.        THE FACTS\r            I.        THE FACTS\r\n\n          We  consider   the  facts  as  set   forth  in  the\r\n\nunobjected-  to  portions  of  the  Presentence Investigation\r\n\nReport  (\"PSR\"),  the  information  to  which  defendant pled\r\n\nguilty, and  the sentencing  hearing transcript.   See, e.g.,\r                                                                        \r\n\n                             -2-\r                                          2\r\r\n\nUnited  States v. LeBlanc, 24 F.3d 340, 342 (1st Cir.), cert.\r                                                                         \r\n\ndenied, -- U.S. --, 115  S. Ct. 250 (1994); United  States v.\r                                                                         \r\n\nBrewster,  1 F.3d 51, 52 (1st Cir. 1993).  Grandmaison served\r                    \r\n\nas  an  \"at-large\" member  on  the Nashua  Board  of Alderman\r\n\n(\"Board\") from 1986 to  1993.  The Board consists  of fifteen\r\n\nmembers -- six of whom are elected  at-large and nine of whom\r\n\nare  elected from one of Nashua's nine electoral wards -- and\r\n\nfunctions   as  Nashua's  chief   legislative  arm,  enacting\r\n\nmunicipal  legislation   and  approving  all   financing  and\r\n\nmunicipal construction  projects.  Grandmaison  served on the\r\n\nBoard's Secondary School Coordinating Committee  (\"SSCC\") and\r\n\nthe Joint Special School Building Committee (\"JSSBC\").\r\n\n          Like many of his aldermanic colleagues, Grandmaison\r\n\nalso  had  a full-time  job.   He  was employed  as Marketing\r\n\nDirector   of  the   Eckman  Construction   Company  (\"Eckman\r\n\nConstruction\"),  a Bedford, New Hampshire-based company, from\r\n\n1989  to  1993.     In   addition  to  his   job  as   Eckman\r\n\nConstruction's  Marketing Director,  Grandmaison participated\r\n\nin a number of charitable activities.    \r\n\n          In 1990, the Board  began seeking construction bids\r\n\nfor a $6.3 million project, the renovation of Nashua's sixty-\r\n\nyear old  Elm Street Junior High  School.  Both the  SSCC and\r\n\nthe JSSBC,  the two  committees on which  Grandmaison served,\r\n\nplay  integral  roles  in  selecting  a  school  construction\r\n\ncontractor and  in overseeing the construction  process.  The\r\n\n                             -3-\r                                          3\r\r\n\nSSCC, inter alia, preselects school construction contractors,\r                            \r\n\noversees  school construction or  renovation work,  and makes\r\n\nrecommendations   concerning   contractor  expenditures   and\r\n\npayments.  The JSSBC, which is comprised of both alderman and\r\n\nNashua    School   Board   members,    reviews   the   SSCC's\r\n\nrecommendations regarding contractors, payments, and contract\r\n\nmodifications.\r\n\n          Eckman   Construction  submitted  a   bid  for  the\r\n\nlucrative Elm  Street School Project  contract.  In  spite of\r\n\nthe conflict  in interest,  Grandmaison remained on  both the\r\n\nSSCC  and  the JSSBC  for  months  after Eckman  Construction\r\n\nsubmitted its  bid.   He publicly  recused himself  from both\r\n\ncommittees on January 9, 1991, but only after questions  were\r\n\nraised  about his  connections to  Eckman Construction.   The\r\n\nsubcommittee  vacancies  created by  Grandmaison's departures\r\n\nwere filled  by Alderman Thomas Magee  (\"Magee\"), an at-large\r\n\nmember of the Board and purported construction aficionado.\r\n\n          After  recusal from the SSCC and JSSBC, Grandmaison\r\n\ncontinued  as an  at-large  member of  the  Board.   He  also\r\n\nsecretly  took steps to manipulate the contacts he enjoyed as\r\n\nan  alderman  to  Eckman   Construction's  advantage.    From\r\n\nFebruary 1991 until shortly before the Elm Street Project was\r\n\ncompleted,  Grandmaison  lobbied  three  of   his  aldermanic\r\n\ncolleagues -- Magee, Steve Kuchinski (\"Kuchinski\"), and  Anne\r\n\nAckerman   (\"Ackerman\"),  SSCC   chairperson  --   on  Eckman\r\n\n                             -4-\r                                          4\r\r\n\nConstruction's behalf.  Grandmaison distributed informational\r\n\nmaterials  and video cassettes  about Eckman  construction to\r\n\nboth  Ackerman  and  Magee.   At  the  behest  of Hal  Eckman\r\n\n(\"Eckman\"),  president  of  Eckman Construction,  Grandmaison\r\n\ngave  gratuities,  gifts,  and   other  things  of  value  to\r\n\nKuchinski,  Magee,  and  Ackerman   before  and  after  major\r\n\ncontract selection  votes.   These gratuities and  gift items\r\n\nincluded  pay-per-view  sporting   events,  dinners,   money,\r\n\ncampaign  contributions,  and  promises of  future  political\r\n\nsupport.  Grandmaison also  extended Ackerman a personal loan\r\n\nand steered Eckman Construction printing jobs to the printing\r\n\nbusiness she owned.\r\n\n          These lobbying  efforts eventually bore fruit.   In\r\n\nJune 1991, the Board awarded  the Elm Street Project contract\r\n\nto  Eckman Construction  by a  vote of  eight to  seven, with\r\n\nKuchinski  casting  the  tie-breaking  vote.     The  project\r\n\ncontract,  which  the  Board  subsequently  mailed  to Eckman\r\n\nConstruction,  served as  the basis  for the  charges brought\r\n\nagainst Grandmaison.  The government charged Grandmaison with\r\n\nviolating  18 U.S.C.     1341, 1346, the  mail fraud statute.\r\n\nSpecifically,  it maintained  that  Grandmaison utilized  the\r\n\nmail system to  forward a fraudulent  scheme in violation  of\r\n\nthe oath of  honest, faithful, and impartial  service he took\r\n\nbefore becoming an  alderman and  a host of  state and  local\r\n\nlaws  pertaining,  inter  alia,  to  conflicts  of  interest,\r                                          \r\n\n                             -5-\r                                          5\r\r\n\ninfluencing discretionary decisions  by public servants,  and\r\n\nacceptance of  pecuniary benefits  by public officials.   See\r                                                                         \r\n\nNew Hampshire Revised Statutes Annotated  640 et seq. (1986 &amp;\r                                                                 \r\n\nSupp. 1994);  Nashua, N.H., Rev. Ordinances     2-273, 2-274,\r\n\n2-276, 2-278;  and   Nashua, N.H.,  Rev. Ordinances     7:56,\r\n\n7:59.  The government also prosecuted Magee and Kuchinski for\r\n\ntheir roles in this case.\r\n\n          Pursuant to a  plea agreement with the  government,\r\n\nGrandmaison pled  guilty to a one  count information charging\r\n\nhim with utilizing the mail system to defraud Nashua citizens\r\n\nof their  right  to  the  honest  services  of  their  public\r\n\nofficials.  The district court scheduled a sentencing hearing\r\n\nand  prior   thereto  received  a  PSR   from  the  Probation\r\n\nDepartment.   The  PSR prepared  by the  Probation Department\r\n\nrecommended  a  total  adjusted  guideline offense  level  of\r\n\nfifteen.    This  recommendation  reflects  an   eight  level\r\n\nincrease in the base  offense because a public official  in a\r\n\ndecision  making position  committed  the crime  and a  three\r\n\nlevel  decrease   for  acceptance  of  responsibility.    See\r                                                                         \r\n\nU.S.S.G.      2C1.7(b)(1)(B), 3E1.1  (a)  and  (b).   Because\r\n\nGrandmaison  had  no  prior criminal  record,  the  Probation\r\n\nDepartment  placed  him  in  Criminal History  Category    I,\r\n\nresulting in  a sentencing  range of eighteen  to twenty-four\r\n\nmonths.\r\n\nII.       THE SENTENCING HEARING\r            II.       THE SENTENCING HEARING\r\n\n                             -6-\r                                          6\r\r\n\n          At  the sentencing hearing, Grandmaison requested a\r\n\ndownward  departure  to  an  offense level  of  eight,  which\r\n\ncorresponds  to a  sentencing range  of zero  to six  months.\r\n\nGrandmaison based this request on three interrelated grounds:\r\n\n1)  his  criminal  conduct  constituted  \"aberrant  behavior\"\r\n\nwithin  the  meaning  of  Guidelines  Manual  Ch.  1, Pt.  A,\r\n\nIntroduction   \r\n\n4(d); 2) his extraordinary contributions  to family, friends,\r\n\nand  the  community  were  not adequately  addressed  by  the\r\n\nGuidelines; and 3) the facts of his case warranted a downward\r\n\ndeparture by analogy to section 2C1.3 of the Guidelines.  The\r\n\ndefense  also submitted  one  hundred  letters  attesting  to\r\n\nGrandmaison's  good deeds  and  character  at the  sentencing\r\n\nhearing.   Based  on  these letters  and Grandmaison's  prior\r\n\nrecord,  the  government agreed  that  downward  departure on\r\n\naberrant  behavior grounds was  appropriate and recommended a\r\n\nreduced prison sentence of twelve months and one day.\r\n\n          The district court  declined to depart  downward on\r\n\nany of the three grounds advanced by Grandmaison.  The court,\r\n\nciting  our decision in United States v. Catucci, 55 F.3d 15,\r                                                            \r\n\n19  n.3 (1st Cir. 1995),  as support, found  that a \"downward\r\n\ndeparture  based  on 'aberrant  behavior,'\"  though generally\r\n\navailable  under  the Guidelines,  \"was  not  available as  a\r\n\nmatter of law\" in this case.  It concluded that Grandmaison's\r\n\nconduct  did  not  fall  within the  definition  of  aberrant\r\n\n                             -7-\r                                          7\r\r\n\nbehavior.  The  definition adopted  by the  court required  a\r\n\nshowing of first-offender status, behavior  inconsistent with\r\n\notherwise  good or  exemplary  character, and  spontaneity or\r\n\nthoughtlessness in committing the crime of conviction.   \r\n\n          Next, the  court concluded  that the facts  did not\r\n\nwarrant  downward departure  on  the  basis of  Grandmaison's\r\n\ncontribution  to family, friends, and  the community.  It did\r\n\nnot make a specific finding on the section 2C1.3 claim raised\r\n\nby  Grandmaison, but did  state that \"no other  grounds . . .\r\n\nadvanced [by defendant or the government].  . . would justify\r\n\ndeparture  downward.\"   Accordingly,  the  court adopted  the\r\n\nPSR's  factual  findings  and offense  calculations  in full.\r\n\nHonoring  the government's  request for  leniency, the  court\r\n\nselected the lowest end of the applicable guideline range and\r\n\nsentenced   Grandmaison   to  an   eighteen  month   term  of\r\n\nimprisonment and two  years of supervised release.  The court\r\n\nalso assessed Grandmaison $50.00, as required by statute.  \r\n\nIII.      REFUSALS TO DEPART FROM THE GUIDELINES\r            III.      REFUSALS TO DEPART FROM THE GUIDELINES\r\n\n          Before   addressing  the  three  grounds  on  which\r\n\ndefendant  rests his  appeal,  we briefly  discuss the  rules\r\n\npertaining to refusals to depart from sentences prescribed by\r\n\nthe Guidelines.  Under  the Sentencing Reform Act, sentencing\r\n\ncourts are expected to apply  the Guidelines, adjust the base\r\n\noffense level  as the  facts require, calculate  a sentencing\r\n\nrange,  and impose  a sentence  within the  identified range.\r\n\n                             -8-\r                                          8\r\r\n\nUnited States v. Jackson,  30 F.3d 199, 201 (1st  Cir. 1994);\r                                    \r\n\nsee  18 U.S.C.    3553(b);  Guidelines Manual  Ch. 1,  Pt. A,\r               \r\n\nIntroduction    4(b).  In  general, sentencing courts  are to\r\n\nregard \"each guideline as carving out a 'heartland,' a set of\r\n\ntypical   cases   embodying   the   conduct   each  guideline\r\n\ndescribes.\"   Guidelines  Manual Ch.  1, Pt.  A, Introduction\r\n\ncomment 4(b).   Departures are warranted only where a case is\r\n\natypical  or where  the facts  are significantly  outside the\r\n\nnorm.  Jackson, 30 F.3d at 201.  \r                          \r\n\n          Decisions  to depart  generally  fall into  one  of\r\n\nthree  categories:  forbidden,  discouraged, and  encouraged.\r\n\nForbidden departures  are those  based, inter alia,  on race,\r                                                              \r\n\nsex,  national  origin,  creed,  religion,  or  socioeconomic\r\n\nstatus.   See  Jackson,  30 F.3d  at  202; United  States  v.\r                                                                         \r\n\nRivera, 994  F.2d 942, 948-49  (1st Cir.  1993); U.S.S.G.    \r                  \r\n\n5H1.10, 5H1.12.  The Sentencing Commission (\"Commission\") has\r\n\nexpressly precluded  departure on these  grounds, even  where\r\n\nthey make a case atypical or extraordinary.  Rivera, 994 F.2d\r                                                               \r\n\nat 948-49.  Discouraged departures involve factors which were\r\n\nconsidered  by the Commission -- such as age, family ties and\r\n\nresponsibilities, employment record,  good works, or physical\r\n\ncondition -- but which present themselves to an extraordinary\r\n\ndegree in a  particular case.   United States  v. DeMasi,  40\r                                                                    \r\n\nF.3d 1306, 1323-24 (1st Cir. 1994), cert. denied, -- U.S. --,\r                                                            \r\n\n115 S. Ct. 947 (1995); United States v. Hilton, 946 F.2d 955,\r                                                          \r\n\n                             -9-\r                                          9\r\r\n\n959  (1st Cir.  1991).   Encouraged departures,  in contrast,\r\n\ninvolve  considerations not previously  taken into account by\r\n\nthe Commission.  Hilton, 946 F.2d at 959. \r                                   \r\n\n          Because the Commission  intended departures on  any\r\n\ngrounds to be the  exception rather than the rule,   Jackson,\r                                                                        \r\n\n30  F.3d  at 201,  a district  court's  refusal to  depart --\r\n\nupward  or downward  -- is  ordinarily not  appealable.   See\r                                                                         \r\n\nUnited  States  v. DeCosta,  37 F.3d  5,  8 (1st  Cir. 1994);\r                                      \r\n\nUnited States v.  Gaines, 7  F.3d 101, 105  (7th Cir.  1993);\r                                    \r\n\nHilton, 946 F.2d at  957.  The well-established rule  is that\r                  \r\n\nappellate  courts lack  jurisdiction to  review discretionary\r\n\ndistrict court decisions not to depart from sentences imposed\r\n\nunder the Guidelines.   See  United States v.  Byrd, 53  F.3d\r                                                               \r\n\n144, 145 (6th Cir.  1995); United States v. Gifford,  17 F.3d\r                                                               \r\n\n462, 473 (1st Cir.  1994); United States v. Amparo,  961 F.2d\r                                                              \r\n\n288, 292 (1st Cir.), cert. denied, 506 U.S. 878 (1992).  \r                                             \r\n\n          There  are,  however,  certain  exceptions  to this\r\n\nrule.   Appellate  jurisdiction attaches, for  example, where\r\n\nthe record indicates that the trial court's failure to depart\r\n\nwas  the product of  a mistake of  law.  Gifford,  17 F.3d at\r                                                            \r\n\n473; Amparo, 961 F.2d at 292; Hilton, 946 F.2d at 957.  If it\r                                                \r\n\nappears that a misapprehension of the applicable guideline or\r\n\nmiscalculation of the authority to deviate from the guideline\r\n\nrange prevented the court from departing downward,  appellate\r\n\nreview  is  appropriate.   Gifford,  17 F.3d  at  473; United\r                                                                         \r\n\n                             -10-\r                                          10\r\r\n\nStates v. Pierro,  32 F.3d  611, 619 (1st  Cir. 1994),  cert.\r                                                                         \r\n\ndenied, -- U.S. --, 115 S. Ct. 919 (1995).   \r                  \r\n\n          Our review as to  whether such a misapprehension of\r\n\njudicial  authority occurred  is plenary.   United  States v.\r                                                                         \r\n\nOvalle-M rquez,  36  F.3d 212,  221  (1st  Cir. 1994),  cert.\r                                                                         \r\n\ndenied, -- U.S. --,  115 S. Ct. 1322 (1995).   Plenary review\r                  \r\n\nalso  governs where the issue on appeal pertains to the scope\r\n\nor interpretation of a guideline.  United States v. Marcello,\r                                                                        \r\n\n13  F.3d 752, 755 (3d Cir. 1994)(\"The question of whether the\r\n\ndistrict    court   adopted    the   proper    standard   [of\r\n\ninterpretation]  is  a question  of  law  subject to  plenary\r\n\nreview.\"). \r\n\nIV.       DISCUSSION\r            IV.       DISCUSSION\r\n\n          The  crux  of  Grandmaison's  appeal  is  that  the\r\n\ndistrict  court  misunderstood  the  scope of  its  departure\r\n\nauthority.   He argues  that the court  erroneously concluded\r\n\nthat it was precluded from departing downward  on the grounds\r\n\nof    aberrant    behavior    and   extraordinary    offender\r\n\ncharacteristics.  Additionally, he  maintains that the  court\r\n\nmisapprehended  its power  to depart  downward by  analogy to\r\n\nsection 2C1.3 of the  Guidelines, which concerns conflicts of\r\n\ninterest.  See  U.S.S.G.   2C1.3.  We begin  by analyzing the\r                          \r\n\nclaim that the  facts of this case  permit downward departure\r\n\non  the  basis  of  aberrant  behavior  and  discuss the  two\r\n\nremaining bases for appeal in turn.\r\n\n                             -11-\r                                          11\r\r\n\n          A.   Aberrant  Behavior as  a  Basis  for  Downward\r                      A.   Aberrant  Behavior as  a  Basis  for  Downward\r\n               Departure.\r                           Departure\r\n\n               1.   Jurisdiction  and  the  District  Court's\r                           1.   Jurisdiction  and  the  District  Court's\r\n                    Refusal to Depart.\r                                Refusal to Depart.\r\n\n          The  threshold issue raised by defendant's aberrant\r\n\nbehavior claim is whether we  have jurisdiction to review the\r\n\ndistrict court's refusal to depart downward.  Pierro, 32 F.3d\r                                                                \r\n\nat 619.   We note at  the outset, though  it does not  relate\r\n\ndirectly to questions of jurisdiction, that the basic premise\r\n\nof  defendant's aberrant  departure  claim is  correct.   The\r\n\nGuidelines  permit  downward  departures  on  the  basis   of\r\n\naberrant behavior.   See, e.g.,  Catucci, 55 F.3d  at 19  n.3\r                                                    \r\n\n(citing  cases); Marcello,  13  F.3d at  760 (citing  cases);\r                                     \r\n\nGifford, 17 F.3d at  475; United States v. Morales,  972 F.2d\r                                                              \r\n\n1007, 1011 (9th Cir. 1992), cert.  denied, -- U.S. --, 113 S.\r                                                     \r\n\nCt.  1665 (1993).    Such departures  fall into  the category\r\n\nembracing   factors  not   previously   considered   by   the\r\n\nCommission.  United States v. Premachandra, 32  F.3d 346, 349\r                                                      \r\n\n(8th  Cir. 1994);  United States  v. Fairless, 975  F.2d 664,\r                                                         \r\n\n668-69 (9th Cir. 1992);  see Guidelines Manual Ch. 1,  Pt. A,\r                                        \r\n\nIntroduction   4(d)(\"The Commission, of course, has not dealt\r\n\nwith  the single  acts of  aberrant behavior  that still  may\r\n\njustify   probation  at   higher   offense   levels   through\r\n\ndepartures.\").  And they may be employed whether the sentence\r\n\ncomputed  involves imprisonment  or  merely probation.    See\r                                                                         \r\n\n                             -12-\r                                          12\r\r\n\nUnited  States  v.  Duerson,  25  F.3d  376,  380  (6th  Cir.\r                                       \r\n\n1994)(citing cases); Fairless, 975 F.2d at 668.\r                                         \r\n\n          Consistent  with  the  departure recommendation  it\r\n\nentered  at  sentencing,  the  government  acknowledges  that\r\n\naberrant   behavior  departures   are  available   under  the\r\n\nGuidelines, but maintains that we lack jurisdiction to review\r\n\ndefendant's  claim because  the district  court's refusal  to\r\n\ndepart  was an  exercise of  discretion.   Defendant disputes\r\n\nthis, arguing  that he has cleared  his jurisdictional hurdle\r\n\nbecause the record clearly  shows that the   district court's\r\n\nrefusal  to  depart stemmed  from  a  misapprehension of  its\r\n\nauthority  to  depart  on  aberrant behavior  grounds.    See\r                                                                         \r\n\nGifford, 17 F.3d  at 473;   Pierro, 32 F.3d  at 611.   Having\r                                              \r\n\nreviewed the totality of  the record, as we are  obligated to\r\n\ndo, see United States v. Morrison, 46 F.3d 127, 130 (1st Cir.\r                                             \r\n\n1995)(citing United States  v. LeBlanc, 24 F.3d 340, 348 (1st\r                                                  \r\n\nCir.), cert. denied, --  U.S. --, 115 S. Ct. 250  (1994)), we\r                               \r\n\nfind  that  the  truth   lies  somewhere  between  these  two\r\n\npositions.\r\n\n          The   record  reveals   that  the   district  court\r\n\nunderstood  its  general  authority  to  depart  on  aberrant\r\n\nbehavior  grounds,  but   adopted  the   wrong  standard   in\r\n\ndetermining whether defendant's behavior was \"aberrant\" under\r\n\nthe Guidelines.  The court erroneously held that  an aberrant\r\n\nbehavior  departure  in  this  Circuit  requires  an  initial\r\n\n                             -13-\r                                          13\r\r\n\nfinding    of   \"spontaneity\"   or   a   \"thoughtless   act.\"\r\n\nAnticipating our review, the court also made it clear that it\r\n\nwould  have granted  the departure  requests entered  by both\r\n\ndefendant and the government had it not believed itself bound\r\n\nto this standard:\r\n\n          THE COURT:     And   so   I'm  going   to\r\n          sentence  you at  the  lowest end  of the\r\n          guidelines   range   that  otherwise   is\r\n          applicable in your case.  If the Court of\r\n          Appeals disagrees  with my interpretation\r\n          of  aberrant behavior  and  the  case  is\r\n          returned,  if  it   helps  the  Court  of\r\n          Appeals in terms of imposing  sentence on\r\n          appeal  or  resolving  the   question  on\r\n          appeal,  assuming you  do appeal,  I will\r\n          say  on the  record that  if I  thought I\r\n          could  depart on  a principled  basis and\r\n          consistent with  the law, I  would follow\r\n          the U.S. Attorney's recommendation  and I\r\n          would  sentence you  to  one  year --  12\r\n          months and one day.\r\n\nBased on this  statement, we  think it plain  that the  court\r\n\nmisunderstood its authority to  depart downward under the law\r\n\nof this Circuit.\r\n\n          We therefore agree  with defendant on  this initial\r\n\nmatter of jurisdiction.  The district court's misapprehension\r\n\nof  its  departure  authority confers  jurisdiction  on  this\r\n\ncourt.  See Gifford, 17 F.3d  at 473; Pierro, 32 F.3d at 619.\r                                                        \r\n\nThe de novo  standard of  review governs our  review of  this\r                       \r\n\naspect of defendant's claim.  See Marcello, 13 F.3d at 755.  \r                                                      \r\n\n               2.   A Definition of Aberrant Behavior.\r                           2.   A Definition of Aberrant Behavior.\r\n\n                             -14-\r                                          14\r\r\n\n          The Guidelines refer  to \"single  acts of  aberrant\r\n\nbehavior,\"  but neither  define that  phrase nor  provide any\r\n\ninsight into  what the  Commission might  have meant  when it\r\n\nused it.  See Guidelines Manual Ch. 1, Pt. A,  Introduction  \r                         \r\n\n4(d);  United States v. Williams,  974 F.2d 25,  26 (5th Cir.\r                                            \r\n\n1992), cert. denied, 507 U.S. 934 (1993).   Defendant's claim\r                               \r\n\npresents  an issue of first  impression in this  Circuit.  We\r\n\nhave considered cases  involving departure requests based  on\r\n\naberrant  behavior, see,  e.g., Catucci,  55 F.3d at  19 n.3;\r                                                   \r\n\nUnited  States  v. Pozzy,  902 F.2d  133, 137-38  (1st Cir.),\r                                    \r\n\ncert.  denied, 498 U.S. 943 (1990); United States v. Russell,\r                                                                        \r\n\n870 F.2d 18, 21 (1st Cir. 1989), but have not had occasion to\r\n\ndefine that term with specificity until now.  Catucci, supra,\r                                                                        \r\n\nwhich the district court erroneously  regarded as foreclosing\r\n\ndeparture, did not require  us to define \"aberrant behavior.\"\r\n\nIn that case, we acknowledged disagreement among the circuits\r\n\nas  to what type of conduct aberrant behavior entails but did\r\n\nnot  deem it necessary to articulate a definition for our own\r\n\nCircuit because we  found that the  defendant had waived  his\r\n\ndeparture claim.  Grandmaison's claim, in contrast, hinges on\r\n\nan  articulation  of  an  aberrant behavior  standard.    We,\r\n\ntherefore, turn our attention to that task.  \r\n\n          Two cases establish what have come to be recognized\r\n\nas the  outer boundaries  of the aberrant  behavior spectrum.\r\n\nUnited States v. Russell, 870 F.2d 18 (1st Cir. 1989), stands\r                                    \r\n\n                             -15-\r                                          15\r\r\n\nat one  end of the  spectrum and United States  v. Carey, 895\r                                                                    \r\n\nF.2d 318 (7th  Cir. 1990),  at the other.   Russell  involved\r                                                               \r\n\ncriminal  conduct  which  was impulsive  and  unpremeditated.\r\n\nTempted by  the prospect  of  instant wealth,  a Wells  Fargo\r\n\narmored truck driver and his partner decided to keep an extra\r\n\nbag of money mistakenly handed them.   The driver, who had no\r\n\nprior criminal record, returned  the money almost immediately\r\n\nafter committing  his crime and cooperated  in the subsequent\r\n\npolice   investigation.    In   contrast,  Carey  involved  a\r                                                            \r\n\npremeditated criminal  scheme carried out over  a long period\r\n\nof  time.  There, a  trucking company president  engaged in a\r\n\ncheck-kiting scheme  over a fifteen-month period.   Each work\r\n\nday during  this period  the company president  concealed his\r\n\ntwo over-drawn bank accounts by having his bookkeeper prepare\r\n\nchecks to cover the fund shortage.  He signed each  check and\r\n\nfrequently deposited them himself.   The Seventh Circuit held\r\n\nthat this behavior was  not \"aberrant.\"  895 F.2d  at 324-25.\r\n\nUncertainty about the reason for the district court's refusal\r\n\nto depart precluded  this court from  deciding that issue  in\r\n\nRussell. \r                   \r\n\n          Circuit  courts  are  divided over  where  criminal\r\n\nconduct  must  fall  on  the aberrant  behavior  spectrum  to\r\n\njustify downward  departure.   As we  noted in  Catucci, some\r                                                                   \r\n\nhave  adopted an  expansive  view of  what aberrant  behavior\r\n\nmeans  in  the  context  of the  Guidelines,  whereas  others\r\n\n                             -16-\r                                          16\r\r\n\nrequire  a  spontaneous  or   thoughtless  act  of  the  sort\r\n\ncommitted by the defendant in Russell.  The Seventh Circuit's\r                                                 \r\n\ndecision in Carey provided the  moorings for the latter group\r                             \r\n\nof circuits.   The Carey court  held that \"[a] single  act of\r                                    \r\n\naberrant behavior . . .  generally contemplates a spontaneous\r\n\nand  seemingly thoughtless act rather than  one which was the\r\n\nresult of  substantial planning  because an act  which occurs\r\n\nsuddenly and  is  not the  result of  a continued  reflective\r\n\nprocess is one for  which the defendant may be  arguably less\r\n\naccountable.\"   895 F.2d at  325.  The  Seventh Circuit later\r\n\nreinforced  this  tight interpretation  in  United States  v.\r                                                                         \r\n\nAndruska, 964  F.2d 640, 645-46  (7th Cir. 1992),  a decision\r                    \r\n\nreversing a district court's decision to depart downward in a\r\n\ncase  involving  a  woman  found  guilty  of  concealing  her\r\n\nfugitive paramour from arrest.    \r\n\n          The Third, Fourth, Fifth, and Eighth  Circuits have\r\n\nembraced  the Seventh  Circuit's  view of  aberrant behavior.\r\n\nFor example, in Marcello,  supra, the Third Circuit explained\r                                            \r\n\nthat \"there must be  some element of abnormal  or exceptional\r\n\nbehavior\"  before adopting the  Seventh Circuit's spontaneity\r\n\nrequirement and  reversing the  district court's  decision to\r\n\ndepart downward.  13 F.3d at 761.  The Marcello defendant was\r                                                           \r\n\nan attorney who, on seven separate occasions, structured bank\r\n\ndeposits to avoid tax  reporting requirements in violation of\r\n\n                             -17-\r                                          17\r\r\n\n31 U.S.C.    5322(a),  5324(3).  He committed  these offenses\r\n\nover the span of seven consecutive working days.  \r\n\n          Cases  involving  extensive  planning  or  repeated\r\n\ncriminal acts  received  similar  treatment  in  the  Fourth,\r\n\nFifth, and Eighth Circuits.   In United States v.  Glick, 946\r                                                                    \r\n\nF.2d  335, 338 (4th Cir. 1991), the Fourth Circuit reversed a\r\n\ndownward departure  decision after noting that  the defendant\r\n\ntransported  letters containing  stolen trade  secrets across\r\n\nstate lines  on several occasions.   In Williams,  supra, the\r                                                                    \r\n\nFifth Circuit  affirmed a district court's  refusal to depart\r\n\ndownward  because  the  robbery  executed  by  the  defendant\r\n\ninvolved planning.  Similarly,  the Eighth Circuit found that\r\n\na bank fraud scheme carried out over a one year period lacked\r\n\nthe  level of  spontaneity  and  thoughtlessness required  by\r\n\ncases such as Carey.  See United States v. Garlich,  951 F.2d\r                                                              \r\n\n161, 164 (8th Cir.  1991); see also Premachandra, 32  F.3d at\r                                                            \r\n\n349.   \r\n\n          In  contrast,  the Ninth  and  Tenth Circuits  have\r\n\neschewed any focus on spontaneity and thoughtlessness, opting\r\n\ninstead  for a broad view of aberrant behavior.  They require\r\n\nreviewing courts to employ  the totality of the circumstances\r\n\ntest in making aberrant  behavior determinations.  Under this\r\n\ntest, courts  consider a variety of  mitigating factors, such\r\n\nas  pecuniary gain to the defendant, prior good deeds, and an\r\n\neffort to  mitigate the  effects of  the crime in  evaluating\r\n\n                             -18-\r                                          18\r\r\n\nwhether   a   defendant's  conduct   was  unusual   or,  more\r\n\nspecifically, \"aberrant.\"  See, e.g., United States v. Takai,\r                                                                        \r\n\n941 F.2d 738, 741 (9th Cir. 1991).  \r\n\n          In Takai, the  Ninth Circuit affirmed  the district\r                              \r\n\ncourt's decision  to depart  downward after finding  that the\r\n\ndefendants who  pled guilty to  bribery of and  conspiracy to\r\n\nbribe  an  Immigration and  Naturalization  Service official,\r\n\ninter  alia,  received no  pecuniary  gain,  had no  criminal\r                       \r\n\nrecord, and had  been influenced  by a government  agent.   A\r\n\nconvergence  of  factors,  such  as  the  defendant's   manic\r\n\ndepression,  suicidal  tendencies,  and recent  unemployment,\r\n\nalso led  the Ninth Circuit  to affirm downward  departure in\r\n\nFairless, supra, an armed robbery case.  Similarly, in United\r                                                                         \r\n\nStates v. Pena, 930 F.2d 1486,  1494 (10th Cir. 1991), a drug\r                          \r\n\npossession  case,  the  Tenth  Circuit   held  that  downward\r\n\ndeparture  was appropriate  because the  defendant's behavior\r\n\nwas  an   aberration  from  her  usual   conduct,  which  was\r\n\nhighlighted  by  long-term  employment,  no  abuse  or  prior\r\n\ndistribution of controlled  substances, and economic  support\r\n\nof her family. \r\n\n          We are persuaded, after reviewing the cases decided\r\n\nby our colleagues in other circuits, that the approach  taken\r\n\nby the Ninth and Tenth  Circuits achieves the balance between\r\n\nuniformity in  sentencing and district  court discretion  the\r\n\nGuidelines  were intended to strike.  See Jackson, 30 F.3d at\r                                                             \r\n\n                             -19-\r                                          19\r\r\n\n201-02.  We, thus, hold that  determinations about whether an\r\n\noffense constitutes a single  act of aberrant behavior should\r\n\nbe  made  by reviewing  the  totality  of the  circumstances.\r\n\nDistrict court judges may  consider, inter alia, factors such\r                                                           \r\n\nas pecuniary  gain to  the defendant, charitable  activities,\r\n\nprior  good deeds, and efforts to mitigate the effects of the\r\n\ncrime in  deciding whether a defendant's  conduct is aberrant\r\n\nin  terms  of other  crimes.   See  DeMasi, 40  F.3d  at 1324\r                                                      \r\n\n(departure determination should be  made by comparing case to\r\n\nother  cases  involving  the  stated  reason  for departure).\r\n\nSpontaneity and thoughtlessness may also be among the factors\r\n\nconsidered, though they are not prerequisites for departure.\r\n\n          That  aberrant behavior departures are available to\r\n\nfirst  offenders whose  course of  criminal conduct  involves\r\n\nmore than  one criminal act is implicit  in our holding.  See\r                                                                         \r\n\nTakai, 941 F.2d at 743.  We think the Commission intended the\r                 \r\n\nword \"single\" to refer to the crime  committed and not to the\r\n\nvarious  acts involved.  As a result, we read the Guidelines'\r\n\nreference to  \"single acts  of aberrant behavior\"  to include\r\n\nmultiple acts leading up to  the commission of a crime.   See\r                                                                         \r\n\nid.    Any other  reading  would  produce an  absurd  result.\r               \r\n\nDistrict courts would  be reduced to  counting the number  of\r\n\nacts  involved in  the  commission of  a  crime to  determine\r\n\nwhether  departure is  warranted.   Moreover,  the  practical\r\n\neffect of such  an interpretation would  be to make  aberrant\r\n\n                             -20-\r                                          20\r\r\n\nbehavior  departures virtually unavailable to most defendants\r\n\nbecause  almost every  crime  involves a  series of  criminal\r\n\nacts.  Even the  Russell defendant, whose spontaneous actions\r                                    \r\n\nare  widely  regarded  as   a  classic  example  of  aberrant\r\n\nbehavior, could be  understood to have committed  more than a\r\n\nsingle  act of  aberrant  behavior.   He  conspired with  his\r\n\npartner to take money  from the armored truck he  drove; took\r\n\nthe money;  and then  kept the  money for  a short period  of\r\n\ntime.    Thus,  we  think  that  focusing  on  the  crime  of\r\n\nconviction instead of the criminal acts committed in carrying\r\n\nout that crimebest comports with what theCommission intended.\r\n\n          The approach  we now  adopt does not  unnecessarily\r\n\nexpand opportunities for departure under the Guidelines.  The\r\n\ntotality of the circumstances test, though admittedly broader\r\n\nthan the  spontaneity test  employed in Carey,  is consistent\r                                                         \r\n\nwith the Commission's intention  to limit applications of the\r\n\naberrant behavior principle.  See Andruska, 964  F.2d at 645.\r                                                      \r\n\nConcerns  that it  ensures  every first  offender a  downward\r\n\ndeparture  from their Guidelines-imposed sentence are without\r\n\nfoundation.   As the Ninth Circuit explained in United States\r                                                                         \r\n\nv. Dickey, 924  F.2d 836 (9th Cir.  1991), \"aberrant behavior\r                     \r\n\nand first offense are not synonymous.\"   924 F.2d at 838; see\r                                                                         \r\n\nGlick, 946 F.2d at 338.   Without more, first-offender status\r                 \r\n\nis not enough to warrant downward departure.    \r\n\n                             -21-\r                                          21\r\r\n\n          District  courts are  not, however,  precluded from\r\n\nconsidering   first-offender  status  as   a  factor  in  the\r\n\ndeparture  calculus.    Departure-phase  consideration  of  a\r\n\ndefendant's criminal  record  does  not,  we  think,  wrongly\r\n\nduplicate   the  calculations  involved   in  establishing  a\r\n\ndefendant's criminal  history category under  the Guidelines.\r\n\nFirst, as we just  noted, it is  obviously not the case  that\r\n\nevery  defendant  in  Criminal  History Category  I  will  be\r\n\nqualified for  an aberrant behavior departure.  There will be\r\n\nindividuals  in  that category  who,  for  instance, are  not\r\n\nentitled to departure because  they were convicted of several\r\n\nunrelated offenses  or who have been  regular participants in\r\n\nelaborate  criminal enterprises.   See  Morales, 972  F.2d at\r                                                           \r\n\n1011.  Second,  to the extent that  considering a defendant's\r\n\ncriminal record  at both  the criminal history  and departure\r\n\nstages amounts  to  double counting,  the Guidelines  clearly\r\n\npermit  it.   But  see  Marcello, 13  F.3d at  755  (3d Cir.)\r                                            \r\n\n(concluding  that  the   Guidelines  prohibit  considering  a\r\n\ndefendant's criminal record at  both the criminal history and\r\n\ndeparture stages).   The  Guidelines explain that  \"the court\r\n\nmay  depart .  . .  even though the  reason for  departure is\r\n\ntaken  into consideration . . . if the court determines that,\r\n\nin  light  of  unusual  circumstances,  the  guideline  level\r\n\nattached to that factor is inadequate.\"  U.S.S.G.   5K2.0.  \r\n\n                             -22-\r                                          22\r\r\n\n          The  question  now   becomes  whether   defendant's\r\n\nconduct falls within the ambit of aberrant behavior under the\r\n\nstandard  we have articulated.  We leave this to the district\r\n\ncourt's discretion.  It occupies the best vantage point  from\r\n\nwhich to  make the decision.   Rivera, 994 F.2d at  950.  We,\r                                                 \r\n\ntherefore,  vacate  defendant's  sentence  and  remand    for\r\n\nresentencing.  \r\n\n          B.   Extraordinary  Offender  Characteristics as  a\r                      B.   Extraordinary  Offender  Characteristics as  a\r\n               Basis for Downward Departure.\r                           Basis for Downward Departure.\r\n\n          Defendant's second  argument on appeal is  that the\r\n\ndistrict court  misunderstood its authority to  depart on the\r\n\nground of  his extraordinary characteristics.   We agree that\r\n\nextraordinary   characteristics   such   as  unusual   family\r\n\nobligations  or  exceptional  charitable activities  may,  in\r\n\ncertain   circumstances,  provide  a  basis  for  a  downward\r\n\ndeparture.   See, e.g.,  United States v.  Haverstat, 22 F.3d\r                                                                \r\n\n790, 795-96 (8th Cir. 1994), cert. denied, -- U.S. --, 116 S.\r                                                     \r\n\nCt. 671 (1995); United  States v. Canoy, 38 F.3d  893, 905-07\r                                                   \r\n\n(7th Cir. 1994); Rivera, 994 F.2d at 948-53; United States v.\r                                                                         \r\n\nSclamo,  997 F.2d 970, 973-74 (1st Cir. 1993); Pena, 930 F.2d\r                                                               \r\n\nat 1495; United States v. Big Crow, 898 F.2d 1326,  1332 (8th\r                                              \r\n\nCir.  1990).  We  disagree, however, that  the district court\r\n\nmisunderstood its authority to depart.  It appears clear that\r\n\nthe  court  found  that defendant's  family  obligations  and\r\n\ncharitable  activities,  though   noteworthy,  were   neither\r\n\nextraordinary nor exceptional.\r\n\n                             -23-\r                                          23\r\r\n\n          The   best  indicator   of  the   district  court's\r\n\nunwillingness   to   depart   downward   on   the  basis   of\r\n\nextraordinary characteristics is the stark difference between\r\n\nthe  court's sentencing-hearing statements about departure on\r\n\nthis basis and  on the  grounds of aberrant  behavior.   When\r\n\nasked  to  make  a finding  about  defendant's  extraordinary\r\n\noffender characteristics claim, the district court stated:\r\n\n          THE COURT:  To the extent you've asked me\r\n          to  depart based  on that,  I  would find\r\n          that  those, extraordinary  commitment to\r\n          family    and   extraordinary    offender\r\n          characteristics, don't rise to  the level\r\n          that would justify a departure out of the\r\n          heartland of the guidelines .  . .  So to\r\n          the  extent I  have  discretion  in  that\r\n          regard, I  exercise my discretion  not to\r\n          depart downward.\r\n\nThese  statements make  it  plain that  the district  court's\r\n\nrefusal  to depart  stemmed from  an exercise  of discretion.\r\n\nSee  DeCosta, 37  F.3d at  8 (\"[we  suggest] . .  .[t]hat the\r                        \r\n\ndistrict  court  say  .  .  .  that  it  has  considered  the\r\n\nmitigating factors urged but  does not find them sufficiently\r\n\nunusual  to warrant a departure in the  case at hand.\").  And\r\n\neven   if  we  were  to  assume  that  these  statements  are\r\n\nambiguous, that ambiguity, without  more, would not be enough\r\n\nto make  the district  court's refusal to  depart appealable.\r\n\nMorrison, 46 F.3d  at 132;  see United States  v. Romero,  32\r                                                                    \r\n\nF.3d 641, 654 (1st Cir. 1994).  Our review of this matter is,\r\n\nthus, at an end.  We lack jurisdiction to review the district\r\n\n                             -24-\r                                          24\r\r\n\ncourt's  refusal   to  depart   downward  on  the   basis  of\r\n\nextraordinary offender  characteristics.   Byrd,  53 F.3d  at\r                                                           \r\n\n145; Gifford, 17 F.3d at 473.\r                        \r\n\n           C.  The Heartland of Section 2C1.7 of the\r                       C.  The Heartland of Section 2C1.7 of the\r\n               Guidelines.\r                           Guidelines.\r\n\n          Defendant's final argument  on appeal concerns  the\r\n\nscope of  section 2C1.7 of the  Guidelines, which corresponds\r\n\nto 18 U.S.C.    1341,  1346, the mail fraud statute  to which\r\n\nhe pled  guilty.   Without disputing section  2C1.7's general\r\n\napplicability to  his conduct,  defendant maintains  that the\r\n\ndistrict  court  misapprehended  its authority  to  impose  a\r\n\nshorter prison term by departing downward, by analogy, to the\r\n\nsentence  prescribed under section  2C1.3 of  the Guidelines.\r\n\nFor individuals in Criminal History Category I, section 2C1.3\r\n\n-- which concerns conflicts of interest by present and former\r\n\nfederal officers and employees  -- carries a sentencing range\r\n\nof  zero to six months.   Section 2C1.7  imposes a sentencing\r\n\nrange of  eighteen to  twenty-four months for  individuals in\r\n\nthe same  category.   See U.S.S.G.    2C1.7  (Fraud Involving\r                                     \r\n\nDeprivation of the Intangible Right to the Honest Services of\r\n\nPublic Officials); U.S.S.G.   2C1.3 (Conflict of Interest).  \r\n\n          Though  cast as  a claim  relating to  the district\r\n\ncourt's refusal to depart, defendant's argument, at its core,\r\n\nprimarily  concerns the  heartland  of section  2C1.7 of  the\r\n\nGuidelines.   Defendant essentially  argues that  his conduct\r\n\nfalls outside the  heartland of section 2C1.7  and within the\r\n\n                             -25-\r                                          25\r\r\n\nscope  of  section  2C1.3  because it  primarily  involved  a\r\n\nconflict   of  interest,  not   fraud.     Because  questions\r\n\nconcerning  the  scope and  meaning  of  a guideline,  unlike\r\n\nquestions pertaining to the facts which lead a district court\r\n\nto render  its departure decision, are quintessentially legal\r\n\nin nature, see LeBlanc,  24 F.3d at 345, Rivera, 994  F.2d at\r                                                           \r\n\n952,  we have jurisdiction to  review defendant's claim.  Our\r\n\nreview is  plenary,  as it  is  whenever a  district  court's\r\n\ndecision \"reflect[s] a determination of the purpose of, or an\r\n\ninterpretation of  the language in, a  guideline or statute.\"\r\n\nLeBlanc, 24 F.3d  at 344;  see United States  v. Rosales,  19\r                                                                    \r\n\nF.3d 763, 769 (1st Cir. 1994).\r\n\n          To determine whether defendant's  conduct is of the\r\n\nsort   which   generally   falls   within   section   2C1.7's\r\n\n\"heartland,\" we  must determine the nature  of the underlying\r\n\ncrime of mail fraud.  See, e.g., LeBlanc, 24 F.3d at 346.  We\r                                                    \r\n\nlook in part to the language of the mail fraud statute and to\r\n\nthe  legislative  history  which accompanies  it.    Id.   In\r                                                                    \r\n\nrelevant part, section 1341 provides:\r\n\n          Whoever, having devised  or intending  to\r\n          devise any scheme or artifice to defraud,\r\n          or  for obtaining  money  or property  by\r\n          means of false  or fraudulent  pretenses,\r\n          representations,  or promises  . .  . for\r\n          the purpose  of executing such  scheme or\r\n          artifice  or attempting  so to  do, [uses\r\n          the mail system or  causes it to be used]\r\n          shall  be  fined   under  this  title  or\r\n          imprisoned  not more than  five years, or\r\n          both.    If   the  violation  affects   a\r\n          financial institution,  such person shall\r\n\n                             -26-\r                                          26\r\r\n\n          be  fined not  more  than  $1,000,000  or\r\n          imprisoned  not more  than  30 years,  or\r\n          both.\r\n\n          Congress  enacted  this  statute  in  1872,  as  \"a\r\n\ngeneral  proscription  against using  the  mails to  initiate\r\n\ncorrespondence in  furtherance of 'any scheme  or artifice to\r\n\ndefraud.'\"   McNally v. United States, 483 U.S. 350, 355, 359\r                                                 \r\n\n(1987).    The  legislative history  suggests  that  Congress\r\n\nintended  the  mail  fraud  statute to  protect  people  from\r\n\n\"schemes to deprive them of their money or property.\"  Id. at\r                                                                      \r\n\n356.  Before 1987,  section 1341 was read as  a broad shield,\r\n\nprotecting individuals  against schemes  to  deprive them  of\r\n\nintangible, as  well as tangible,  property.  Then,  in 1987,\r\n\nthe  Supreme  Court held  that  the statute  did  not embrace\r\n\nintangible rights.  McNally held  that the mail fraud statute\r                                       \r\n\ndoes  not prohibit  schemes to  defraud individuals  of their\r\n\nintangible rights to  the honest services of government.  483\r\n\nU.S.  at 359-60; see Carpenter v. United States, 489 U.S. 19,\r                                                           \r\n\n25 (1987).\r\n\n          In 1988,  Congress enacted section 1346, the honest\r\n\nservices amendment,  to reverse the Supreme  Court's decision\r\n\nin  McNally.  United States  v. Bucuvalas, 970  F.2d 937, 942\r                                                     \r\n\nn.9 (1st Cir. 1992);  United States v. Alkins, 925  F.2d 541,\r                                                         \r\n\n548 (2d  Cir. 1991); McEvoy  Travel Bureau, Inc.  v. Heritage\r                                                                         \r\n\nTravel,  Inc., 904  F.2d 786,  790 (1st  Cir. 1990);  see 134\r                                                                     \r\n\nCong.  Rec. S17360-02 (daily ed. November 10, 1988)(Judiciary\r\n\n                             -27-\r                                          27\r\r\n\nCommittee analysis)(\"This section  overturns the decision  in\r\n\nMcNally v. United States  . . . Under [this]  amendment, [the\r                                    \r\n\nmail and wire fraud] statutes will protect . . . the right of\r\n\nthe  public to  the honest  services of  public officials.\").\r\n\nSection  1346  became  effective  on November  18,  1988  and\r\n\nprovides:\r\n\n          For  the purposes  of  this chapter,  the\r\n          term  \"scheme  or  artifice  to  defraud\"\r\n          includes  a scheme or artifice to deprive\r\n          another of the intangible right of honest\r\n          services.\r\n\nSee Anti-Drug Abuse Act  of 1988, Pub. L. No.  100-690, Title\r               \r\n\nVII,    7603 (a), 102  Stat. 4508 (1988).   It  restores mail\r\n\nfraud convictions to their pre-McNally status by allowing the\r                                                  \r\n\ngovernment   to   predicate   mail   fraud   prosecutions  on\r\n\ndeprivations  of  the intangible  right  of  honest services.\r\n\nUnited States  v. Bryan,  58 F.3d  933, 940  n.  1 (4th  Cir.\r                                   \r\n\n1995); Waymer, 55 F.3d  at 568 n.3; see 135 Cong.  Rec. S1063\r                                                   \r\n\n(daily ed.  February 2, 1989)(statement  of Sen. Biden).   An\r\n\noffense under  section 1346 is established  when the evidence\r\n\ndemonstrates that the use of the mail system played a role in\r\n\nexecuting  the   deprivation  of   the  honest   services  of\r\n\ngovernment.   Schmuck v.  United  States, 489  U.S. 705,  710\r                                                    \r\n\n(1989)(citing Kann v. United States, 323 U.S. 88, 95 (1944));\r                                               \r\n\nsee United States v. Yefsky, 994 F.2d 885, 890, 892 (1st Cir.\r                                       \r\n\n                             -28-\r                                          28\r\r\n\n1993); United States v.  Dray, 901 F.2d 1132, 1137  (1st Cir.\r                                         \r\n\n1990), cert. denied, 498 U.S. 895 (1990).  \r                               \r\n\n          Section  1346  includes  cases  in  which  the mail\r\n\nsystem  plays an  integral  role  in  the scheme  to  defraud\r\n\ncitizenry of  the honest services  of government, as  well as\r\n\nschemes in which use of the mail system is only incidental to\r\n\nthe larger plan.  Id. at 710-11; see United States v. Morrow,\r                                                                        \r\n\n39 F.3d 1228, 1236-37  (1st Cir. 1994), cert. denied,  115 S.\r                                                                \r\n\nCt. 1421 (1995) (mail fraud generally includes incidental use\r\n\nof  the mails  in furtherance  of a  scheme to  defraud). The\r\n\nEleventh  Circuit recently affirmed  a defendant's conviction\r\n\non twenty-two counts of mail  fraud even though the defendant\r\n\nonly  used the  mail  system  to  receive payments  from  his\r\n\npartner  in a money laundering the scheme.  In Waymer, supra,\r                                                                        \r\n\nthe  court rejected  claims  that section  1346 is  vague and\r\n\noverbroad  and reiterated the  Supreme Court's  conclusion in\r\n\nSchmuck, supra, that \"[i]t is  sufficient for the mailing  to\r                          \r\n\nbe 'incident to  an essential part of the  scheme' or 'a step\r\n\nin the  plot.'\"  55 F.3d  at 569; see also  Badders v. United\r                                                                         \r\n\nStates,  240  U.S.  391,  393-94  (1916).    In  Waymer,  the\r                                                                   \r\n\ndefendant  was an  elected  member of  the  Atlanta Board  of\r\n\nEducation who failed to  fully disclose his relationship with\r\n\nthe   contractor  who  provided   pest  control  services  to\r\n\nAtlanta's public  schools.   Unbeknownst to the  other school\r\n\nboard members, the defendant  received fifteen percent of all\r\n\n                             -29-\r                                          29\r\r\n\nthe proceeds from the  contractor's contracts with the school\r\n\nsystem. \r\n\n          Courts have read section 1346 to include efforts by\r\n\npublic  officials and  employees to conceal  their fraudulent\r\n\nacts  from  the  public  \"by means  of  false  or  fraudulent\r\n\npretenses,  representations,  promises,  or  other  deceptive\r\n\nconduct.\"  See McEvoy Travel, 904 F.2d at 791.  For  example,\r                                        \r\n\nthe Fourth Circuit recently upheld the conviction of a public\r\n\nofficial on such grounds  in United States v. Bryan,  58 F.3d\r                                                               \r\n\n933 (4th Cir. 1995).  In that case, the Director  of the West\r\n\nVirginia  Lottery orchestrated  a scheme whereby  he secretly\r\n\nensured that lottery contracts and contract bids were awarded\r\n\nto companies with whom  he had a personal relationship.   The\r\n\nFourth  Circuit  held  that   section  1346  applied  to  the\r\n\ndefendant's  conduct.  58 F.3d at  939-41.  Similarly, United\r                                                                         \r\n\nStates  v.  Alkins, 925  F.2d 541  (2d  Cir. 1991),  a Second\r                              \r\n\nCircuit case,  upheld the section  1346-based convictions  of\r\n\nsix Department  of  Motor  Vehicles  employees  because  they\r\n\nfailed to  disclose their fraudulent activities to department\r\n\nofficials.   925 F.2d  at 549.   The defendants  in that case\r\n\nsecretly  processed  improperly  documented applications  for\r\n\ndriver's   licenses,   identification   cards,  and   vehicle\r\n\nregistrations in return for monetary disbursements.  \r\n\n          We hold that the  conduct to which Grandmaison pled\r\n\nguilty falls within the range of conduct Congress intended 18\r\n\n                             -30-\r                                          30\r\r\n\nU.S.C.     1341, 1346 to encompass  and, concomitantly, rests\r\n\nsquarely within the heartland  of section 2C1.7.  Grandmaison\r\n\ncontinued  to  lobby  Board   members  on  behalf  of  Eckman\r\n\nConstruction after his recusal  from the SSCC and JSSBC.   He\r\n\nsecretly   delivered  gratuities  to   Magee,  Ackerman,  and\r\n\nKuchinski to secure favorable  votes on Eckman Construction's\r\n\nbid.   He  distributed informational  materials about  Eckman\r\n\nConstruction  to  Magee and  Ackerman without  disclosing his\r\n\nactions to other Board members.  And he caused the Elm Street\r\n\nProject contract to  be sent to  Eckman Construction via  the\r\n\nmail  system.  Though  there is no  evidence that Grandmaison\r\n\nreceived direct monetary benefit  from his actions, there can\r\n\nbe little doubt that  under cases such as Waymer,  Bryan, and\r                                                                    \r\n\nAlkins  he deprived  the  citizens of  Nashua  of the  honest\r                  \r\n\nservices of their government under section 1346.  This is not\r\n\nan unusual case.\r\n\n          Defendant maintains that he is mainly guilty of not\r\n\nrevealing  a conflict of interest.   To be  sure, his conduct\r\n\ninvolved  some  element of  such a  violation.   It  does not\r\n\nfollow  from this, however,  that he should  not be sentenced\r\n\npursuant to section 2C1.7, the guideline corresponding to the\r\n\nmail fraud \r\n\n                             -31-\r                                          31\r\r\n\nstatute to which  he pled  guilty.  First,  we are  convinced\r\n\nthat 18 U.S.C.     1341, 1346 encompasses crimes of  the sort\r\n\ncommitted by defendant.  Second, even if the applicability of\r\n\nsection 1346 were  suspect, we  are not at  all certain  that\r\n\ndownward  departure  to  the sentence  prescribed  by section\r\n\n2C1.3  would be  appropriate.   This  is principally  because\r\n\nsection 2C1.3  linguistically does not apply  to defendant or\r\n\nhis  conduct;  that  guideline  only addresses  conflicts  of\r\n\ninterests by present or former federal officers and employees\r\n\nand, therefore, does not reach state  or local officials such\r\n\nas defendant.   In the final analysis, defendant  has managed\r\n\nto persuade us of only one  thing: that had he been a federal\r\n\nemployee or official, the government might have been able  to\r\n\ncharge  him  with violating  other statutes  as  well.    See\r                                                                         \r\n\nU.S.S.G.   2C1.3  (listing statutory provisions corresponding\r\n\nto  that guideline).  Because  this argument clearly does not\r\n\nmerit the  application of a lower  sentencing range defendant\r\n\nseeks,  we  affirm the  district  court's  refusal to  depart\r\n\ndownward by analogy to section 2C1.3.  \r\n\nV.        CONCLUSION\r            V.        CONCLUSION\r\n\n          For the foregoing  reasons, we vacate Grandmaison's\r\n\nsentence  and  remand  for  resentencing under  the  aberrant\r\n\nbehavior  standard formulated in  this opinion.   Defendant's\r\n\nappeal   for  downward   departure  on   the  basis   of  his\r\n\nextraordinary  offender characteristics is dismissed for lack\r\n\n                             -32-\r                                          32\r\r\n\nof jurisdiction.  And we affirm  the district court's refusal\r\n\nto depart  downward  by  analogy  to  section  2C1.3  of  the\r\n\nGuidelines.\r\n\nIt is so ordered.  \r            It is so ordered.  \r                            \r\n\n                             -33-\r                                          33\r\r\n",
  "html": "<p class=\"case_cite\">77 F.3d 555</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Philip GRANDMAISON, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1674.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 3, 1995.<br>Decided March 1, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of New Hampshire;  Steven J. McAuliffe, Judge.</p>\n      <p class=\"indent\">Martin G. Weinberg, with whom Oteri, Weinberg &amp; Lawson, Boston, MA, Cathy J. Green, Manchester, NH, and Kimberly Homan, Sheketoff &amp; Homan, Boston, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">Peter E. Papps, First Assistant United States Attorney, with whom Paul M. Gagnon, United States Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, BOWNES, Senior Circuit Judge, and KEETON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On February 8, 1995, pursuant to a plea agreement with the government, defendant-appellant Philip Joseph Grandmaison (\"Grandmaison\") pled guilty to a one count information charging him with utilizing the mail system to defraud Nashua, New Hampshire, citizens of their right to the honest services of their public officials, in violation of 18 U.S.C. &#167;&#167; 1341, 1346.   Grandmaison now appeals the eighteen-month sentence of imprisonment he received, contending that the district court failed to depart downward from the minimum prison term mandated by the Sentencing Guidelines (\"Guidelines\") because of the erroneous view that it lacked authority to do so.   We agree that the district court misapprehended its authority to depart downward on aberrant behavior grounds.   See Federal Sentencing Guidelines Manual Ch. 1, Pt. A, Introduction p 4(d) (1994).   Accordingly, we vacate the sentence and remand to the district court for a determination of whether a downward departure on the basis of aberrant behavior is warranted in this case.   Jurisdiction stems from 18 U.S.C. &#167; 3742.</p>\n    </div>\n    <p>I. THE FACTS</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We consider the facts as set forth in the unobjected-to portions of the Presentence Investigation Report (\"PSR\"), the information to which defendant pled guilty, and the sentencing hearing transcript.   See, e.g., United States v. LeBlanc, 24 F.3d 340, 342 (1st Cir.), cert. denied, --- U.S. ----, 115 S.Ct. 250, 130 L.Ed.2d 172 (1994);  United States v. Brewster, 1 F.3d 51, 52 (1st Cir.1993).   Grandmaison served as an \"at-large\" member on the Nashua Board of Alderman (\"Board\") from 1986 to 1993.   The Board consists of fifteen members--six of whom are elected at-large and nine of whom are elected from one of Nashua's nine electoral wards--and functions as Nashua's chief legislative arm, enacting municipal legislation and approving all financing and municipal construction projects.   Grandmaison served on the Board's Secondary School Coordinating Committee (\"SSCC\") and the Joint Special School Building Committee (\"JSSBC\").</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Like many of his aldermanic colleagues, Grandmaison also had a full-time job.   He was employed as Marketing Director of the Eckman Construction Company (\"Eckman Construction\"), a Bedford, New Hampshire-based company, from 1989 to 1993.   In addition to his job as Eckman Construction's Marketing Director, Grandmaison participated in a number of charitable activities.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1990, the Board began seeking construction bids for a $6.3 million project, the renovation of Nashua's sixty-year old Elm Street Junior High School.   Both the SSCC and the JSSBC, the two committees on which Grandmaison served, play integral roles in selecting a school construction contractor and in overseeing the construction process.   The SSCC, inter alia, preselects school construction contractors, oversees school construction or renovation work, and makes recommendations concerning contractor expenditures and payments.   The JSSBC, which is comprised of both alderman and Nashua School Board members, reviews the SSCC's recommendations regarding contractors, payments, and contract modifications.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Eckman Construction submitted a bid for the lucrative Elm Street School Project contract.   In spite of the conflict in interest, Grandmaison remained on both the SSCC and the JSSBC for months after Eckman Construction submitted its bid.   He publicly recused himself from both committees on January 9, 1991, but only after questions were raised about his connections to Eckman Construction.   The subcommittee vacancies created by Grandmaison's departures were filled by Alderman Thomas Magee (\"Magee\"), an at-large member of the Board and purported construction aficionado.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After recusal from the SSCC and JSSBC, Grandmaison continued as an at-large member of the Board.   He also secretly took steps to manipulate the contacts he enjoyed as an alderman to Eckman Construction's advantage.   From February 1991 until shortly before the Elm Street Project was completed, Grandmaison lobbied three of his aldermanic colleagues--Magee, Steve Kuchinski (\"Kuchinski\"), and Anne Ackerman (\"Ackerman\"), SSCC chairperson--on Eckman Construction's behalf.   Grandmaison distributed informational materials and video cassettes about Eckman construction to both Ackerman and Magee.   At the behest of Hal Eckman (\"Eckman\"), president of Eckman Construction, Grandmaison gave gratuities, gifts, and other things of value to Kuchinski, Magee, and Ackerman before and after major contract selection votes.   These gratuities and gift items included pay-per-view sporting events, dinners, money, campaign contributions, and promises of future political support.   Grandmaison also extended Ackerman a personal loan and steered Eckman Construction printing jobs to the printing business she owned.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">These lobbying efforts eventually bore fruit.   In June 1991, the Board awarded the Elm Street Project contract to Eckman Construction by a vote of eight to seven, with Kuchinski casting the tie-breaking vote.   The project contract, which the Board subsequently mailed to Eckman Construction, served as the basis for the charges brought against Grandmaison.   The government charged Grandmaison with violating 18 U.S.C. &#167;&#167; 1341, 1346, the mail fraud statute.   Specifically, it maintained that Grandmaison utilized the mail system to forward a fraudulent scheme in violation of the oath of honest, faithful, and impartial service he took before becoming an alderman and a host of state and local laws pertaining, inter alia, to conflicts of interest, influencing discretionary decisions by public servants, and acceptance of pecuniary benefits by public officials.   See New Hampshire Revised Statutes Annotated 640 et seq.  (1986 &amp; Supp.1994);  Nashua, N.H., Rev. Ordinances &#167;&#167; 2-273, 2-274, 2-276, 2-278;  and Nashua, N.H., Rev. Ordinances &#167;&#167; 7:56, 7:59.   The government also prosecuted Magee and Kuchinski for their roles in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Pursuant to a plea agreement with the government, Grandmaison pled guilty to a one count information charging him with utilizing the mail system to defraud Nashua citizens of their right to the honest services of their public officials.   The district court scheduled a sentencing hearing and prior thereto received a PSR from the Probation Department.   The PSR prepared by the Probation Department recommended a total adjusted guideline offense level of fifteen.   This recommendation reflects an eight level increase in the base offense because a public official in a decision making position committed the crime and a three level decrease for acceptance of responsibility.   See U.S.S.G. &#167;&#167; 2C1.7(b)(1)(B), 3E1.1(a) and (b).   Because Grandmaison had no prior criminal record, the Probation Department placed him in Criminal History Category I, resulting in a sentencing range of eighteen to twenty-four months.</p>\n    </div>\n    <p>II. THE SENTENCING HEARING</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At the sentencing hearing, Grandmaison requested a downward departure to an offense level of eight, which corresponds to a sentencing range of zero to six months.   Grandmaison based this request on three interrelated grounds:  1) his criminal conduct constituted \"aberrant behavior\" within the meaning of Guidelines Manual Ch. 1, Pt. A, Introduction p 4(d);  2) his extraordinary contributions to family, friends, and the community were not adequately addressed by the Guidelines;  and 3) the facts of his case warranted a downward departure by analogy to section 2C1.3 of the Guidelines.   The defense also submitted one hundred letters attesting to Grandmaison's good deeds and character at the sentencing hearing.   Based on these letters and Grandmaison's prior record, the government agreed that downward departure on aberrant behavior grounds was appropriate and recommended a reduced prison sentence of twelve months and one day.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court declined to depart downward on any of the three grounds advanced by Grandmaison.   The court, citing our decision in United States v. Catucci, 55 F.3d 15, 19 n. 3 (1st Cir.1995), as support, found that a \"downward departure based on 'aberrant behavior,' \" though generally available under the Guidelines, \"was not available as a matter of law\" in this case.   It concluded that Grandmaison's conduct did not fall within the definition of aberrant behavior.   The definition adopted by the court required a showing of first-offender status, behavior inconsistent with otherwise good or exemplary character, and spontaneity or thoughtlessness in committing the crime of conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Next, the court concluded that the facts did not warrant downward departure on the basis of Grandmaison's contribution to family, friends, and the community.   It did not make a specific finding on the section 2C1.3 claim raised by Grandmaison, but did state that \"no other grounds ... advanced [by defendant or the government] ... would justify departure downward.\"   Accordingly, the court adopted the PSR's factual findings and offense calculations in full.   Honoring the government's request for leniency, the court selected the lowest end of the applicable guideline range and sentenced Grandmaison to an eighteen month term of imprisonment and two years of supervised release.   The court also assessed Grandmaison $50.00, as required by statute.</p>\n    </div>\n    <p>III. REFUSALS TO DEPART FROM THE GUIDELINES</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Before addressing the three grounds on which defendant rests his appeal, we briefly discuss the rules pertaining to refusals to depart from sentences prescribed by the Guidelines.   Under the Sentencing Reform Act, sentencing courts are expected to apply the Guidelines, adjust the base offense level as the facts require, calculate a sentencing range, and impose a sentence within the identified range.  United States v. Jackson, 30 F.3d 199, 201 (1st Cir.1994);  see 18 U.S.C. &#167; 3553(b);  Guidelines Manual Ch. 1, Pt. A, Introduction p 4(b).   In general, sentencing courts are to regard \"each guideline as carving out a 'heartland,' a set of typical cases embodying the conduct each guideline describes.\"   Guidelines Manual Ch. 1, Pt. A, Introduction comment 4(b).   Departures are warranted only where a case is atypical or where the facts are significantly outside the norm.  Jackson, 30 F.3d at 201.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Decisions to depart generally fall into one of three categories:  forbidden, discouraged, and encouraged.   Forbidden departures are those based, inter alia, on race, sex, national origin, creed, religion, or socioeconomic status.   See Jackson, 30 F.3d at 202;  United States v. Rivera, 994 F.2d 942, 948-49 (1st Cir.1993);  U.S.S.G. &#167;&#167; 5H1.10, 5H1.12.   The Sentencing Commission (\"Commission\") has expressly precluded departure on these grounds, even where they make a case atypical or extraordinary.  Rivera, 994 F.2d at 948-49.   Discouraged departures involve factors which were considered by the Commission--such as age, family ties and responsibilities, employment record, good works, or physical condition--but which present themselves to an extraordinary degree in a particular case.  United States v. DeMasi, 40 F.3d 1306, 1323-24 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 947, 130 L.Ed.2d 890 (1995);  United States v. Hilton, 946 F.2d 955, 959 (1st Cir.1991).   Encouraged departures, in contrast, involve considerations not previously taken into account by the Commission.  Hilton, 946 F.2d at 959.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Because the Commission intended departures on any grounds to be the exception rather than the rule, Jackson, 30 F.3d at 201, a district court's refusal to depart--upward or downward--is ordinarily not appealable.   See United States v. DeCosta, 37 F.3d 5, 8 (1st Cir.1994);  United States v. Gaines, 7 F.3d 101, 105 (7th Cir.1993);  Hilton, 946 F.2d at 957.   The well-established rule is that appellate courts lack jurisdiction to review discretionary district court decisions not to depart from sentences imposed under the Guidelines.   See United States v. Byrd, 53 F.3d 144, 145 (6th Cir.1995);  United States v. Gifford, 17 F.3d 462, 473 (1st Cir.1994);  United States v. Amparo, 961 F.2d 288, 292 (1st Cir.), cert. denied, 506 U.S. 878, 113 S.Ct. 224, 121 L.Ed.2d 161 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">There are, however, certain exceptions to this rule.   Appellate jurisdiction attaches, for example, where the record indicates that the trial court's failure to depart was the product of a mistake of law.  Gifford, 17 F.3d at 473;  Amparo, 961 F.2d at 292;  Hilton, 946 F.2d at 957.   If it appears that a misapprehension of the applicable guideline or miscalculation of the authority to deviate from the guideline range prevented the court from departing downward, appellate review is appropriate.  Gifford, 17 F.3d at 473;  United States v. Pierro, 32 F.3d 611, 619 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 919, 130 L.Ed.2d 799 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Our review as to whether such a misapprehension of judicial authority occurred is plenary.  United States v. Ovalle-Marquez, 36 F.3d 212, 221 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 1322, 131 L.Ed.2d 202 (1995).   Plenary review also governs where the issue on appeal pertains to the scope or interpretation of a guideline.  United States v. Marcello, 13 F.3d 752, 755 (3d Cir.1994) (\"The question of whether the district court adopted the proper standard [of interpretation] is a question of law subject to plenary review.\").</p>\n    </div>\n    <p>IV. DISCUSSION</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The crux of Grandmaison's appeal is that the district court misunderstood the scope of its departure authority.   He argues that the court erroneously concluded that it was precluded from departing downward on the grounds of aberrant behavior and extraordinary offender characteristics.   Additionally, he maintains that the court misapprehended its power to depart downward by analogy to section 2C1.3 of the Guidelines, which concerns conflicts of interest.   See U.S.S.G. &#167; 2C1.3.   We begin by analyzing the claim that the facts of this case permit downward departure on the basis of aberrant behavior and discuss the two remaining bases for appeal in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A. Aberrant Behavior as a Basis for Downward Departure.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>1. Jurisdiction and the District Court's Refusal to Depart.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The threshold issue raised by defendant's aberrant behavior claim is whether we have jurisdiction to review the district court's refusal to depart downward.  Pierro, 32 F.3d at 619.   We note at the outset, though it does not relate directly to questions of jurisdiction, that the basic premise of defendant's aberrant departure claim is correct.   The Guidelines permit downward departures on the basis of aberrant behavior.   See, e.g., Catucci, 55 F.3d at 19 n. 3 (citing cases);  Marcello, 13 F.3d at 760 (citing cases);  Gifford, 17 F.3d at 475;  United States v. Morales, 972 F.2d 1007, 1011 (9th Cir.1992), cert. denied, 507 U.S. 1012, 113 S.Ct. 1665, 123 L.Ed.2d 283 (1993).   Such departures fall into the category embracing factors not previously considered by the Commission.  United States v. Premachandra, 32 F.3d 346, 349 (8th Cir.1994);  United States v. Fairless, 975 F.2d 664, 668-69 (9th Cir.1992);  see Guidelines Manual Ch. 1, Pt. A, Introduction p 4(d) (\"The Commission, of course, has not dealt with the single acts of aberrant behavior that still may justify probation at higher offense levels through departures.\").   And they may be employed whether the sentence computed involves imprisonment or merely probation.   See United States v. Duerson, 25 F.3d 376, 380 (6th Cir.1994) (citing cases);  Fairless, 975 F.2d at 668.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Consistent with the departure recommendation it entered at sentencing, the government acknowledges that aberrant behavior departures are available under the Guidelines, but maintains that we lack jurisdiction to review defendant's claim because the district court's refusal to depart was an exercise of discretion.   Defendant disputes this, arguing that he has cleared his jurisdictional hurdle because the record clearly shows that the district court's refusal to depart stemmed from a misapprehension of its authority to depart on aberrant behavior grounds.   See Gifford, 17 F.3d at 473;  Pierro, 32 F.3d at 611.   Having reviewed the totality of the record, as we are obligated to do, see United States v. Morrison, 46 F.3d 127, 130 (1st Cir.1995) (citing United States v. LeBlanc, 24 F.3d 340, 348 (1st Cir.), cert. denied, --- U.S. ----, 115 S.Ct. 250, 130 L.Ed.2d 172 (1994)), we find that the truth lies somewhere between these two positions.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The record reveals that the district court understood its general authority to depart on aberrant behavior grounds, but adopted the wrong standard in determining whether defendant's behavior was \"aberrant\" under the Guidelines.   The court erroneously held that an aberrant behavior departure in this Circuit requires an initial finding of \"spontaneity\" or a \"thoughtless act.\"   Anticipating our review, the court also made it clear that it would have granted the departure requests entered by both defendant and the government had it not believed itself bound to this standard:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>THE COURT:  And so I'm going to sentence you at the lowest end of the guidelines range that otherwise is applicable in your case.   If the Court of Appeals disagrees with my interpretation of aberrant behavior and the case is returned, if it helps the Court of Appeals in terms of imposing sentence on appeal or resolving the question on appeal, assuming you do appeal, I will say on the record that if I thought I could depart on a principled basis and consistent with the law, I would follow the U.S. Attorney's recommendation and I would sentence you to one year--12 months and one day.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Based on this statement, we think it plain that the court misunderstood its authority to depart downward under the law of this Circuit.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We therefore agree with defendant on this initial matter of jurisdiction.   The district court's misapprehension of its departure authority confers jurisdiction on this court.   See Gifford, 17 F.3d at 473;  Pierro, 32 F.3d at 619.   The de novo standard of review governs our review of this aspect of defendant's claim.   See Marcello, 13 F.3d at 755.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>2. A Definition of Aberrant Behavior.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The Guidelines refer to \"single acts of aberrant behavior,\" but neither define that phrase nor provide any insight into what the Commission might have meant when it used it.   See Guidelines Manual Ch. 1, Pt. A, Introduction p 4(d);  United States v. Williams, 974 F.2d 25, 26 (5th Cir.1992), cert. denied, 507 U.S. 934, 113 S.Ct. 1320, 122 L.Ed.2d 706 (1993).   Defendant's claim presents an issue of first impression in this Circuit.   We have considered cases involving departure requests based on aberrant behavior, see, e.g., Catucci, 55 F.3d at 19 n. 3;  United States v. Pozzy, 902 F.2d 133, 137-38 (1st Cir.), cert. denied, 498 U.S. 943, 111 S.Ct. 353, 112 L.Ed.2d 316 (1990);  United States v. Russell, 870 F.2d 18, 21 (1st Cir.1989), but have not had occasion to define that term with specificity until now.  Catucci, supra, which the district court erroneously regarded as foreclosing departure, did not require us to define \"aberrant behavior.\"   In that case, we acknowledged disagreement among the circuits as to what type of conduct aberrant behavior entails but did not deem it necessary to articulate a definition for our own Circuit because we found that the defendant had waived his departure claim.   Grandmaison's claim, in contrast, hinges on an articulation of an aberrant behavior standard.   We, therefore, turn our attention to that task.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Two cases establish what have come to be recognized as the outer boundaries of the aberrant behavior spectrum.  United States v. Russell, 870 F.2d 18 (1st Cir.1989), stands at one end of the spectrum and United States v. Carey, 895 F.2d 318 (7th Cir.1990), at the other.  Russell involved criminal conduct which was impulsive and unpremeditated.   Tempted by the prospect of instant wealth, a Wells Fargo armored truck driver and his partner decided to keep an extra bag of money mistakenly handed them.   The driver, who had no prior criminal record, returned the money almost immediately after committing his crime and cooperated in the subsequent police investigation.   In contrast, Carey involved a premeditated criminal scheme carried out over a long period of time.   There, a trucking company president engaged in a check-kiting scheme over a fifteen-month period.   Each work day during this period the company president concealed his two over-drawn bank accounts by having his bookkeeper prepare checks to cover the fund shortage.   He signed each check and frequently deposited them himself.   The Seventh Circuit held that this behavior was not \"aberrant.\"  895 F.2d at 324-25.   Uncertainty about the reason for the district court's refusal to depart precluded this court from deciding that issue in Russell.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Circuit courts are divided over where criminal conduct must fall on the aberrant behavior spectrum to justify downward departure.   As we noted in Catucci, some have adopted an expansive view of what aberrant behavior means in the context of the Guidelines, whereas others require a spontaneous or thoughtless act of the sort committed by the defendant in Russell.   The Seventh Circuit's decision in Carey provided the moorings for the latter group of circuits.   The Carey court held that \"[a] single act of aberrant behavior ... generally contemplates a spontaneous and seemingly thoughtless act rather than one which was the result of substantial planning because an act which occurs suddenly and is not the result of a continued reflective process is one for which the defendant may be arguably less accountable.\"  895 F.2d at 325.   The Seventh Circuit later reinforced this tight interpretation in United States v. Andruska, 964 F.2d 640, 645-46 (7th Cir.1992), a decision reversing a district court's decision to depart downward in a case involving a woman found guilty of concealing her fugitive paramour from arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The Third, Fourth, Fifth, and Eighth Circuits have embraced the Seventh Circuit's view of aberrant behavior.   For example, in Marcello, supra, the Third Circuit explained that \"there must be some element of abnormal or exceptional behavior\" before adopting the Seventh Circuit's spontaneity requirement and reversing the district court's decision to depart downward.  13 F.3d at 761.   The Marcello defendant was an attorney who, on seven separate occasions, structured bank deposits to avoid tax reporting requirements in violation of 31 U.S.C. &#167;&#167; 5322(a), 5324(a)(3).   He committed these offenses over the span of seven consecutive working days.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Cases involving extensive planning or repeated criminal acts received similar treatment in the Fourth, Fifth, and Eighth Circuits.   In United States v. Glick, 946 F.2d 335, 338 (4th Cir.1991), the Fourth Circuit reversed a downward departure decision after noting that the defendant transported letters containing stolen trade secrets across state lines on several occasions.   In Williams, supra, the Fifth Circuit affirmed a district court's refusal to depart downward because the robbery executed by the defendant involved planning.   Similarly, the Eighth Circuit found that a bank fraud scheme carried out over a one year period lacked the level of spontaneity and thoughtlessness required by cases such as Carey.   See United States v. Garlich, 951 F.2d 161, 164 (8th Cir.1991);  see also Premachandra, 32 F.3d at 349.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In contrast, the Ninth and Tenth Circuits have eschewed any focus on spontaneity and thoughtlessness, opting instead for a broad view of aberrant behavior.   They require reviewing courts to employ the totality of the circumstances test in making aberrant behavior determinations.   Under this test, courts consider a variety of mitigating factors, such as pecuniary gain to the defendant, prior good deeds, and an effort to mitigate the effects of the crime in evaluating whether a defendant's conduct was unusual or, more specifically, \"aberrant.\"   See, e.g., United States v. Takai, 941 F.2d 738, 741 (9th Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In Takai, the Ninth Circuit affirmed the district court's decision to depart downward after finding that the defendants who pled guilty to bribery of and conspiracy to bribe an Immigration and Naturalization Service official, inter alia, received no pecuniary gain, had no criminal record, and had been influenced by a government agent.   A convergence of factors, such as the defendant's manic depression, suicidal tendencies, and recent unemployment, also led the Ninth Circuit to affirm downward departure in Fairless, supra, an armed robbery case.   Similarly, in United States v. Pena, 930 F.2d 1486, 1494 (10th Cir.1991), a drug possession case, the Tenth Circuit held that downward departure was appropriate because the defendant's behavior was an aberration from her usual conduct, which was highlighted by long-term employment, no abuse or prior distribution of controlled substances, and economic support of her family.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We are persuaded, after reviewing the cases decided by our colleagues in other circuits, that the approach taken by the Ninth and Tenth Circuits achieves the balance between uniformity in sentencing and district court discretion the Guidelines were intended to strike.   See Jackson, 30 F.3d at 201-02.   We, thus, hold that determinations about whether an offense constitutes a single act of aberrant behavior should be made by reviewing the totality of the circumstances.   District court judges may consider, inter alia, factors such as pecuniary gain to the defendant, charitable activities, prior good deeds, and efforts to mitigate the effects of the crime in deciding whether a defendant's conduct is aberrant in terms of other crimes.   See DeMasi, 40 F.3d at 1324 (departure determination should be made by comparing case to other cases involving the stated reason for departure).   Spontaneity and thoughtlessness may also be among the factors considered, though they are not prerequisites for departure.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">That aberrant behavior departures are available to first offenders whose course of criminal conduct involves more than one criminal act is implicit in our holding.   See Takai, 941 F.2d at 743.   We think the Commission intended the word \"single\" to refer to the crime committed and not to the various acts involved.   As a result, we read the Guidelines' reference to \"single acts of aberrant behavior\" to include multiple acts leading up to the commission of a crime.   See id.   Any other reading would produce an absurd result.   District courts would be reduced to counting the number of acts involved in the commission of a crime to determine whether departure is warranted.   Moreover, the practical effect of such an interpretation would be to make aberrant behavior departures virtually unavailable to most defendants because almost every crime involves a series of criminal acts.   Even the Russell defendant, whose spontaneous actions are widely regarded as a classic example of aberrant behavior, could be understood to have committed more than a single act of aberrant behavior.   He conspired with his partner to take money from the armored truck he drove;  took the money;  and then kept the money for a short period of time.   Thus, we think that focusing on the crime of conviction instead of the criminal acts committed in carrying out that crime best comports with what the Commission intended.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The approach we now adopt does not unnecessarily expand opportunities for departure under the Guidelines.   The totality of the circumstances test, though admittedly broader than the spontaneity test employed in Carey, is consistent with the Commission's intention to limit applications of the aberrant behavior principle.   See Andruska, 964 F.2d at 645.   Concerns that it ensures every first offender a downward departure from their Guidelines-imposed sentence are without foundation.   As the Ninth Circuit explained in United States v. Dickey, 924 F.2d 836 (9th Cir.1991), \"aberrant behavior and first offense are not synonymous.\"  924 F.2d at 838;  see Glick, 946 F.2d at 338.   Without more, first-offender status is not enough to warrant downward departure.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">District courts are not, however, precluded from considering first-offender status as a factor in the departure calculus.   Departure-phase consideration of a defendant's criminal record does not, we think, wrongly duplicate the calculations involved in establishing a defendant's criminal history category under the Guidelines.   First, as we just noted, it is obviously not the case that every defendant in Criminal History Category I will be qualified for an aberrant behavior departure.   There will be individuals in that category who, for instance, are not entitled to departure because they were convicted of several unrelated offenses or who have been regular participants in elaborate criminal enterprises.   See Morales, 972 F.2d at 1011.   Second, to the extent that considering a defendant's criminal record at both the criminal history and departure stages amounts to double counting, the Guidelines clearly permit it.   But see Marcello, 13 F.3d at 755 (3d Cir.)  (concluding that the Guidelines prohibit considering a defendant's criminal record at both the criminal history and departure stages).   The Guidelines explain that \"the court may depart ... even though the reason for departure is taken into consideration ... if the court determines that, in light of unusual circumstances, the guideline level attached to that factor is inadequate.\"   U.S.S.G. &#167; 5K2.0.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The question now becomes whether defendant's conduct falls within the ambit of aberrant behavior under the standard we have articulated.   We leave this to the district court's discretion.   It occupies the best vantage point from which to make the decision.  Rivera, 994 F.2d at 950.   We, therefore, vacate defendant's sentence and remand for resentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">B. Extraordinary Offender Characteristics as a Basis for Downward Departure.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Defendant's second argument on appeal is that the district court misunderstood its authority to depart on the ground of his extraordinary characteristics.   We agree that extraordinary characteristics such as unusual family obligations or exceptional charitable activities may, in certain circumstances, provide a basis for a downward departure.   See, e.g., United States v. Haversat, 22 F.3d 790, 795-96 (8th Cir.1994), cert. denied, --- U.S. ----, 116 S.Ct. 671, 133 L.Ed.2d 521 (1995);  United States v. Canoy, 38 F.3d 893, 905-07 (7th Cir.1994);  Rivera, 994 F.2d at 948-53;  United States v. Sclamo, 997 F.2d 970, 973-74 (1st Cir.1993);  Pena, 930 F.2d at 1495;  United States v. Big Crow, 898 F.2d 1326, 1332 (8th Cir.1990).   We disagree, however, that the district court misunderstood its authority to depart.   It appears clear that the court found that defendant's family obligations and charitable activities, though noteworthy, were neither extraordinary nor exceptional.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The best indicator of the district court's unwillingness to depart downward on the basis of extraordinary characteristics is the stark difference between the court's sentencing-hearing statements about departure on this basis and on the grounds of aberrant behavior.   When asked to make a finding about defendant's extraordinary offender characteristics claim, the district court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>THE COURT:  To the extent you've asked me to depart based on that, I would find that those, extraordinary commitment to family and extraordinary offender characteristics, don't rise to the level that would justify a departure out of the heartland of the guidelines ... So to the extent I have discretion in that regard, I exercise my discretion not to depart downward.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">These statements make it plain that the district court's refusal to depart stemmed from an exercise of discretion.   See DeCosta, 37 F.3d at 8 (\"[we suggest] ... [t]hat the district court say ... that it has considered the mitigating factors urged but does not find them sufficiently unusual to warrant a departure in the case at hand.\").   And even if we were to assume that these statements are ambiguous, that ambiguity, without more, would not be enough to make the district court's refusal to depart appealable.  Morrison, 46 F.3d at 132;  see United States v. Romero, 32 F.3d 641, 654 (1st Cir.1994).   Our review of this matter is, thus, at an end.   We lack jurisdiction to review the district court's refusal to depart downward on the basis of extraordinary offender characteristics.  Byrd, 53 F.3d at 145;  Gifford, 17 F.3d at 473.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">C. The Heartland of Section 2C1.7 of the Guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Defendant's final argument on appeal concerns the scope of section 2C1.7 of the Guidelines, which corresponds to 18 U.S.C. &#167;&#167; 1341, 1346, the mail fraud statute to which he pled guilty.   Without disputing section 2C1.7's general applicability to his conduct, defendant maintains that the district court misapprehended its authority to impose a shorter prison term by departing downward, by analogy, to the sentence prescribed under section 2C1.3 of the Guidelines.   For individuals in Criminal History Category I, section 2C1.3--which concerns conflicts of interest by present and former federal officers and employees--carries a sentencing range of zero to six months.   Section 2C1.7 imposes a sentencing range of eighteen to twenty-four months for individuals in the same category.   See U.S.S.G. &#167; 2C1.7 (Fraud Involving Deprivation of the Intangible Right to the Honest Services of Public Officials);  U.S.S.G. &#167; 2C1.3 (Conflict of Interest).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Though cast as a claim relating to the district court's refusal to depart, defendant's argument, at its core, primarily concerns the heartland of section 2C1.7 of the Guidelines.   Defendant essentially argues that his conduct falls outside the heartland of section 2C1.7 and within the scope of section 2C1.3 because it primarily involved a conflict of interest, not fraud.   Because questions concerning the scope and meaning of a guideline, unlike questions pertaining to the facts which lead a district court to render its departure decision, are quintessentially legal in nature, see LeBlanc, 24 F.3d at 345, Rivera, 994 F.2d at 952, we have jurisdiction to review defendant's claim.   Our review is plenary, as it is whenever a district court's decision \"reflect[s] a determination of the purpose of, or an interpretation of the language in, a guideline or statute.\"  LeBlanc, 24 F.3d at 344;  see United States v. Rosales, 19 F.3d 763, 769 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">To determine whether defendant's conduct is of the sort which generally falls within section 2C1.7's \"heartland,\" we must determine the nature of the underlying crime of mail fraud.   See, e.g., LeBlanc, 24 F.3d at 346.   We look in part to the language of the mail fraud statute and to the legislative history which accompanies it.  Id.  In relevant part, section 1341 provides:</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>Whoever, having devised or intending to devise any scheme or artifice to defraud, or for obtaining money or property by means of false or fraudulent pretenses, representations, or promises ... for the purpose of executing such scheme or artifice or attempting so to do, [uses the mail system or causes it to be used] shall be fined under this title or imprisoned not more than five years, or both.   If the violation affects a financial institution, such person shall be fined not more than $1,000,000 or imprisoned not more than 30 years, or both.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Congress enacted this statute in 1872, as \"a general proscription against using the mails to initiate correspondence in furtherance of 'any scheme or artifice to defraud.' \"  McNally v. United States, 483 U.S. 350, 356, 359, 107 S.Ct. 2875, 2879, 2881, 97 L.Ed.2d 292 (1987).   The legislative history suggests that Congress intended the mail fraud statute to protect people from \"schemes to deprive them of their money or property.\"  Id. at 356, 107 S.Ct. at 2880.   Before 1987, section 1341 was read as a broad shield, protecting individuals against schemes to deprive them of intangible, as well as tangible, property.   Then, in 1987, the Supreme Court held that the statute did not embrace intangible rights.  McNally held that the mail fraud statute does not prohibit schemes to defraud individuals of their intangible rights to the honest services of government.  483 U.S. at 359-60, 107 S.Ct. at 2881-82;  see Carpenter v. United States, 484 U.S. 19, 25, 108 S.Ct. 316, 320, 98 L.Ed.2d 275 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In 1988, Congress enacted section 1346, the honest services amendment, to reverse the Supreme Court's decision in McNally.  United States v. Bucuvalas, 970 F.2d 937, 942 n. 9 (1st Cir.1992);  United States v. Alkins, 925 F.2d 541, 548 (2d Cir.1991);  McEvoy Travel Bureau, Inc. v. Heritage Travel, Inc., 904 F.2d 786, 790 (1st Cir.1990);  see 134 Cong.Rec. S17360-02 (daily ed. November 10, 1988) (Judiciary Committee analysis) (\"This section overturns the decision in McNally v. United States ... Under [this] amendment, [the mail and wire fraud] statutes will protect ... the right of the public to the honest services of public officials.\").   Section 1346 became effective on November 18, 1988 and provides:</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>For the purposes of this chapter, the term \"scheme or artifice to defraud\" includes a scheme or artifice to deprive another of the intangible right of honest services.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">See Anti-Drug Abuse Act of 1988, Pub.L. No. 100-690, Title VII, &#167; 7603(a), 102 Stat. 4508 (1988).   It restores mail fraud convictions to their pre-McNally status by allowing the government to predicate mail fraud prosecutions on deprivations of the intangible right of honest services.  United States v. Bryan, 58 F.3d 933, 940 n. 1 (4th Cir.1995);  Waymer, 55 F.3d at 568 n. 3;  see 135 Cong.Rec. S1063 (daily ed. February 2, 1989) (statement of Sen.  Biden).  An offense under section 1346 is established when the evidence demonstrates that the use of the mail system played a role in executing the deprivation of the honest services of government.  Schmuck v. United States, 489 U.S. 705, 710, 109 S.Ct. 1443, 1447-48, 103 L.Ed.2d 734 (1989) (citing Kann v. United States, 323 U.S. 88, 95, 65 S.Ct. 148, 151, 89 L.Ed. 88 (1944));  see United States v. Yefsky, 994 F.2d 885, 890, 892 (1st Cir.1993);  United States v. Dray, 901 F.2d 1132, 1137 (1st Cir.1990), cert. denied, 498 U.S. 895, 111 S.Ct. 245, 112 L.Ed.2d 204 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Section 1346 includes cases in which the mail system plays an integral role in the scheme to defraud citizenry of the honest services of government, as well as schemes in which use of the mail system is only incidental to the larger plan.  Id. at 710-11, 109 S.Ct. at 1447-48;  see United States v. Morrow, 39 F.3d 1228, 1236-37 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 1421, 131 L.Ed.2d 304 (1995) (mail fraud generally includes incidental use of the mails in furtherance of a scheme to defraud).   The Eleventh Circuit recently affirmed a defendant's conviction on twenty-two counts of mail fraud even though the defendant only used the mail system to receive payments from his partner in a money laundering the scheme.   In Waymer, supra, the court rejected claims that section 1346 is vague and overbroad and reiterated the Supreme Court's conclusion in Schmuck, supra, that \"[i]t is sufficient for the mailing to be 'incident to an essential part of the scheme' or 'a step in the plot.' \"  55 F.3d at 569;  see also Badders v. United States, 240 U.S. 391, 393-94, 36 S.Ct. 367, 367-68, 60 L.Ed. 706 (1916).   In Waymer, the defendant was an elected member of the Atlanta Board of Education who failed to fully disclose his relationship with the contractor who provided pest control services to Atlanta's public schools.   Unbeknownst to the other school board members, the defendant received fifteen percent of all the proceeds from the contractor's contracts with the school system.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Courts have read section 1346 to include efforts by public officials and employees to conceal their fraudulent acts from the public \"by means of false or fraudulent pretenses, representations, promises, or other deceptive conduct.\"   See McEvoy Travel, 904 F.2d at 791.   For example, the Fourth Circuit recently upheld the conviction of a public official on such grounds in United States v. Bryan, 58 F.3d 933 (4th Cir.1995).   In that case, the Director of the West Virginia Lottery orchestrated a scheme whereby he secretly ensured that lottery contracts and contract bids were awarded to companies with whom he had a personal relationship.   The Fourth Circuit held that section 1346 applied to the defendant's conduct.  58 F.3d at 939-41.   Similarly, United States v. Alkins, 925 F.2d 541 (2d Cir.1991), a Second Circuit case, upheld the section 1346-based convictions of six Department of Motor Vehicles employees because they failed to disclose their fraudulent activities to department officials.  925 F.2d at 549.   The defendants in that case secretly processed improperly documented applications for driver's licenses, identification cards, and vehicle registrations in return for monetary disbursements.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">We hold that the conduct to which Grandmaison pled guilty falls within the range of conduct Congress intended 18 U.S.C. &#167;&#167; 1341, 1346 to encompass and, concomitantly, rests squarely within the heartland of section 2C1.7.   Grandmaison continued to lobby Board members on behalf of Eckman Construction after his recusal from the SSCC and JSSBC.   He secretly delivered gratuities to Magee, Ackerman, and Kuchinski to secure favorable votes on Eckman Construction's bid.   He distributed informational materials about Eckman Construction to Magee and Ackerman without disclosing his actions to other Board members.   And he caused the Elm Street Project contract to be sent to Eckman Construction via the mail system.   Though there is no evidence that Grandmaison received direct monetary benefit from his actions, there can be little doubt that under cases such as Waymer, Bryan, and Alkins he deprived the citizens of Nashua of the honest services of their government under section 1346.   This is not an unusual case.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Defendant maintains that he is mainly guilty of not revealing a conflict of interest.   To be sure, his conduct involved some element of such a violation.   It does not follow from this, however, that he should not be sentenced pursuant to section 2C1.7, the guideline corresponding to the mail fraud statute to which he pled guilty.   First, we are convinced that 18 U.S.C. &#167;&#167; 1341, 1346 encompasses crimes of the sort committed by defendant.   Second, even if the applicability of section 1346 were suspect, we are not at all certain that downward departure to the sentence prescribed by section 2C1.3 would be appropriate.   This is principally because section 2C1.3 linguistically does not apply to defendant or his conduct;  that guideline only addresses conflicts of interests by present or former federal officers and employees and, therefore, does not reach state or local officials such as defendant.   In the final analysis, defendant has managed to persuade us of only one thing:  that had he been a federal employee or official, the government might have been able to charge him with violating other statutes as well.   See U.S.S.G. &#167; 2C1.3 (listing statutory provisions corresponding to that guideline).   Because this argument clearly does not merit the application of a lower sentencing range defendant seeks, we affirm the district court's refusal to depart downward by analogy to section 2C1.3.</p>\n    </div>\n    <p>V. CONCLUSION</p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">For the foregoing reasons, we vacate Grandmaison's sentence and remand for resentencing under the aberrant behavior standard formulated in this opinion.   Defendant's appeal for downward departure on the basis of his extraordinary offender characteristics is dismissed for lack of jurisdiction.   And we affirm the district court's refusal to depart downward by analogy to section 2C1.3 of the Guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">555</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Philip GRANDMAISON, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1674.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 3, 1995.<br>Decided March 1, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of New Hampshire;  Steven J. McAuliffe, Judge.</p>\n      <p class=\"indent\">Martin G. Weinberg, with whom Oteri, Weinberg &amp; Lawson, Boston, MA, Cathy J. Green, Manchester, NH, and Kimberly Homan, Sheketoff &amp; Homan, Boston, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">Peter E. Papps, First Assistant United States Attorney, with whom Paul M. Gagnon, United States Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, BOWNES, Senior Circuit Judge, and KEETON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On February 8, 1995, pursuant to a plea agreement with the government, defendant-appellant Philip Joseph Grandmaison (\"Grandmaison\") pled guilty to a one count information charging him with utilizing the mail system to defraud Nashua, New Hampshire, citizens of their right to the honest services of their public officials, in violation of 18 U.S.C. &#167;&#167; 1341, 1346.   Grandmaison now appeals the eighteen-month sentence of imprisonment he received, contending that the district court failed to depart downward from the minimum prison term mandated by the Sentencing Guidelines (\"Guidelines\") because of the erroneous view that it lacked authority to do so.   We agree that the district court misapprehended its authority to depart downward on aberrant behavior grounds.   See Federal Sentencing Guidelines Manual Ch. 1, Pt. A, Introduction p 4(d) (1994).   Accordingly, we vacate the sentence and remand to the district court for a determination of whether a downward departure on the basis of aberrant behavior is warranted in this case.   Jurisdiction stems from 18 U.S.C. &#167; 3742.</p>\n    </div>\n    <p>I. THE FACTS</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We consider the facts as set forth in the unobjected-to portions of the Presentence Investigation Report (\"PSR\"), the information to which defendant pled guilty, and the sentencing hearing transcript.   See, e.g., United States v. LeBlanc, <span class=\"citation\" data-id=\"670485\"><a href=\"/opinion/670485/united-states-v-telex-leblanc-united-states-of-america-v-telex-j/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">340</span></a></span>, 342 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">250</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">172</span></span> (1994);  United States v. Brewster, <span class=\"citation\" data-id=\"194846\"><a href=\"/opinion/194846/united-states-v-brewster/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">51</span></a></span>, 52 (1st Cir.1993).   Grandmaison served as an \"at-large\" member on the Nashua Board of Alderman (\"Board\") from 1986 to 1993.   The Board consists of fifteen members--six of whom are elected at-large and nine of whom are elected from one of Nashua's nine electoral wards--and functions as Nashua's chief legislative arm, enacting municipal legislation and approving all financing and municipal construction projects.   Grandmaison served on the Board's Secondary School Coordinating Committee (\"SSCC\") and the Joint Special School Building Committee (\"JSSBC\").</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Like many of his aldermanic colleagues, Grandmaison also had a full-time job.   He was employed as Marketing Director of the Eckman Construction Company (\"Eckman Construction\"), a Bedford, New Hampshire-based company, from 1989 to 1993.   In addition to his job as Eckman Construction's Marketing Director, Grandmaison participated in a number of charitable activities.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1990, the Board began seeking construction bids for a $6.3 million project, the renovation of Nashua's sixty-year old Elm Street Junior High School.   Both the SSCC and the JSSBC, the two committees on which Grandmaison served, play integral roles in selecting a school construction contractor and in overseeing the construction process.   The SSCC, inter alia, preselects school construction contractors, oversees school construction or renovation work, and makes recommendations concerning contractor expenditures and payments.   The JSSBC, which is comprised of both alderman and Nashua School Board members, reviews the SSCC's recommendations regarding contractors, payments, and contract modifications.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Eckman Construction submitted a bid for the lucrative Elm Street School Project contract.   In spite of the conflict in interest, Grandmaison remained on both the SSCC and the JSSBC for months after Eckman Construction submitted its bid.   He publicly recused himself from both committees on January 9, 1991, but only after questions were raised about his connections to Eckman Construction.   The subcommittee vacancies created by Grandmaison's departures were filled by Alderman Thomas Magee (\"Magee\"), an at-large member of the Board and purported construction aficionado.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After recusal from the SSCC and JSSBC, Grandmaison continued as an at-large member of the Board.   He also secretly took steps to manipulate the contacts he enjoyed as an alderman to Eckman Construction's advantage.   From February 1991 until shortly before the Elm Street Project was completed, Grandmaison lobbied three of his aldermanic colleagues--Magee, Steve Kuchinski (\"Kuchinski\"), and Anne Ackerman (\"Ackerman\"), SSCC chairperson--on Eckman Construction's behalf.   Grandmaison distributed informational materials and video cassettes about Eckman construction to both Ackerman and Magee.   At the behest of Hal Eckman (\"Eckman\"), president of Eckman Construction, Grandmaison gave gratuities, gifts, and other things of value to Kuchinski, Magee, and Ackerman before and after major contract selection votes.   These gratuities and gift items included pay-per-view sporting events, dinners, money, campaign contributions, and promises of future political support.   Grandmaison also extended Ackerman a personal loan and steered Eckman Construction printing jobs to the printing business she owned.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">These lobbying efforts eventually bore fruit.   In June 1991, the Board awarded the Elm Street Project contract to Eckman Construction by a vote of eight to seven, with Kuchinski casting the tie-breaking vote.   The project contract, which the Board subsequently mailed to Eckman Construction, served as the basis for the charges brought against Grandmaison.   The government charged Grandmaison with violating 18 U.S.C. &#167;&#167; 1341, 1346, the mail fraud statute.   Specifically, it maintained that Grandmaison utilized the mail system to forward a fraudulent scheme in violation of the oath of honest, faithful, and impartial service he took before becoming an alderman and a host of state and local laws pertaining, inter alia, to conflicts of interest, influencing discretionary decisions by public servants, and acceptance of pecuniary benefits by public officials.   See New Hampshire Revised Statutes Annotated 640 et seq.  (1986 &amp; Supp.1994);  Nashua, N.H., Rev. Ordinances &#167;&#167; 2-273, 2-274, 2-276, 2-278;  and Nashua, N.H., Rev. Ordinances &#167;&#167; 7:56, 7:59.   The government also prosecuted Magee and Kuchinski for their roles in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Pursuant to a plea agreement with the government, Grandmaison pled guilty to a one count information charging him with utilizing the mail system to defraud Nashua citizens of their right to the honest services of their public officials.   The district court scheduled a sentencing hearing and prior thereto received a PSR from the Probation Department.   The PSR prepared by the Probation Department recommended a total adjusted guideline offense level of fifteen.   This recommendation reflects an eight level increase in the base offense because a public official in a decision making position committed the crime and a three level decrease for acceptance of responsibility.   See U.S.S.G. &#167;&#167; 2C1.7(b)(1)(B), 3E1.1(a) and (b).   Because Grandmaison had no prior criminal record, the Probation Department placed him in Criminal History Category I, resulting in a sentencing range of eighteen to twenty-four months.</p>\n    </div>\n    <p>II. THE SENTENCING HEARING</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At the sentencing hearing, Grandmaison requested a downward departure to an offense level of eight, which corresponds to a sentencing range of zero to six months.   Grandmaison based this request on three interrelated grounds:  1) his criminal conduct constituted \"aberrant behavior\" within the meaning of Guidelines Manual Ch. 1, Pt. A, Introduction p 4(d);  2) his extraordinary contributions to family, friends, and the community were not adequately addressed by the Guidelines;  and 3) the facts of his case warranted a downward departure by analogy to section 2C1.3 of the Guidelines.   The defense also submitted one hundred letters attesting to Grandmaison's good deeds and character at the sentencing hearing.   Based on these letters and Grandmaison's prior record, the government agreed that downward departure on aberrant behavior grounds was appropriate and recommended a reduced prison sentence of twelve months and one day.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court declined to depart downward on any of the three grounds advanced by Grandmaison.   The court, citing our decision in United States v. Catucci, <span class=\"citation\" data-id=\"696249\"><a href=\"/opinion/696249/united-states-v-giacomo-d-catucci/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 19 n. 3 (1st Cir.1995), as support, found that a \"downward departure based on 'aberrant behavior,' \" though generally available under the Guidelines, \"was not available as a matter of law\" in this case.   It concluded that Grandmaison's conduct did not fall within the definition of aberrant behavior.   The definition adopted by the court required a showing of first-offender status, behavior inconsistent with otherwise good or exemplary character, and spontaneity or thoughtlessness in committing the crime of conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Next, the court concluded that the facts did not warrant downward departure on the basis of Grandmaison's contribution to family, friends, and the community.   It did not make a specific finding on the section 2C1.3 claim raised by Grandmaison, but did state that \"no other grounds ... advanced [by defendant or the government] ... would justify departure downward.\"   Accordingly, the court adopted the PSR's factual findings and offense calculations in full.   Honoring the government's request for leniency, the court selected the lowest end of the applicable guideline range and sentenced Grandmaison to an eighteen month term of imprisonment and two years of supervised release.   The court also assessed Grandmaison $50.00, as required by statute.</p>\n    </div>\n    <p>III. REFUSALS TO DEPART FROM THE GUIDELINES</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Before addressing the three grounds on which defendant rests his appeal, we briefly discuss the rules pertaining to refusals to depart from sentences prescribed by the Guidelines.   Under the Sentencing Reform Act, sentencing courts are expected to apply the Guidelines, adjust the base offense level as the facts require, calculate a sentencing range, and impose a sentence within the identified range.  United States v. Jackson, <span class=\"citation\" data-id=\"195501\"><a href=\"/opinion/195501/united-states-v-jackson/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">199</span></a></span>, 201 (1st Cir.1994);  see 18 U.S.C. &#167; 3553(b);  Guidelines Manual Ch. 1, Pt. A, Introduction p 4(b).   In general, sentencing courts are to regard \"each guideline as carving out a 'heartland,' a set of typical cases embodying the conduct each guideline describes.\"   Guidelines Manual Ch. 1, Pt. A, Introduction comment 4(b).   Departures are warranted only where a case is atypical or where the facts are significantly outside the norm.  Jackson, 30 F.3d at 201.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Decisions to depart generally fall into one of three categories:  forbidden, discouraged, and encouraged.   Forbidden departures are those based, inter alia, on race, sex, national origin, creed, religion, or socioeconomic status.   See Jackson, 30 F.3d at 202;  United States v. Rivera, <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, 948-49 (1st Cir.1993);  U.S.S.G. &#167;&#167; 5H1.10, 5H1.12.   The Sentencing Commission (\"Commission\") has expressly precluded departure on these grounds, even where they make a case atypical or extraordinary.  Rivera, 994 F.2d at 948-49.   Discouraged departures involve factors which were considered by the Commission--such as age, family ties and responsibilities, employment record, good works, or physical condition--but which present themselves to an extraordinary degree in a particular case.  United States v. DeMasi, <span class=\"citation\" data-id=\"195694\"><a href=\"/opinion/195694/united-states-v-de-masi/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1306</span></a></span>, 1323-24 (1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">947</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">890</span></span> (1995);  United States v. Hilton, <span class=\"citation\" data-id=\"570022\"><a href=\"/opinion/570022/united-states-v-barbara-hilton/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">955</span></a></span>, 959 (1st Cir.1991).   Encouraged departures, in contrast, involve considerations not previously taken into account by the Commission.  Hilton, 946 F.2d at 959.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Because the Commission intended departures on any grounds to be the exception rather than the rule, Jackson, 30 F.3d at 201, a district court's refusal to depart--upward or downward--is ordinarily not appealable.   See United States v. DeCosta, <span class=\"citation\" data-id=\"679525\"><a href=\"/opinion/679525/united-states-v-william-j-decosta/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 8 (1st Cir.1994);  United States v. Gaines, <span class=\"citation\" data-id=\"654669\"><a href=\"/opinion/654669/united-states-v-anthony-gaines/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">101</span></a></span>, 105 (7th Cir.1993);  Hilton, 946 F.2d at 957.   The well-established rule is that appellate courts lack jurisdiction to review discretionary district court decisions not to depart from sentences imposed under the Guidelines.   See United States v. Byrd, <span class=\"citation\" data-id=\"694632\"><a href=\"/opinion/694632/united-states-v-michael-alexander-byrd/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">144</span></a></span>, 145 (6th Cir.1995);  United States v. Gifford, <span class=\"citation\" data-id=\"195222\"><a href=\"/opinion/195222/united-states-v-gifford/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">462</span></a></span>, 473 (1st Cir.1994);  United States v. Amparo, <span class=\"citation\" data-id=\"581358\"><a href=\"/opinion/581358/united-states-v-luz-maria-amparo-aka-luz-maria-amparo-sanchez/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">288</span></a></span>, 292 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">878</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">224</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">161</span></span> (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">There are, however, certain exceptions to this rule.   Appellate jurisdiction attaches, for example, where the record indicates that the trial court's failure to depart was the product of a mistake of law.  Gifford, 17 F.3d at 473;  Amparo, 961 F.2d at 292;  Hilton, 946 F.2d at 957.   If it appears that a misapprehension of the applicable guideline or miscalculation of the authority to deviate from the guideline range prevented the court from departing downward, appellate review is appropriate.  Gifford, 17 F.3d at 473;  United States v. Pierro, <span class=\"citation\" data-id=\"195522\"><a href=\"/opinion/195522/united-states-v-pierro/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span>, 619 (1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">919</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">799</span></span> (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Our review as to whether such a misapprehension of judicial authority occurred is plenary.  United States v. Ovalle-Marquez, <span class=\"citation\" data-id=\"195633\"><a href=\"/opinion/195633/united-states-v-ovalle-marquez/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">212</span></a></span>, 221 (1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1322</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></span> (1995).   Plenary review also governs where the issue on appeal pertains to the scope or interpretation of a guideline.  United States v. Marcello, <span class=\"citation\" data-id=\"660195\"><a href=\"/opinion/660195/united-states-v-w-david-marcello/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">752</span></a></span>, 755 (3d Cir.1994) (\"The question of whether the district court adopted the proper standard [of interpretation] is a question of law subject to plenary review.\").</p>\n    </div>\n    <p>IV. DISCUSSION</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The crux of Grandmaison's appeal is that the district court misunderstood the scope of its departure authority.   He argues that the court erroneously concluded that it was precluded from departing downward on the grounds of aberrant behavior and extraordinary offender characteristics.   Additionally, he maintains that the court misapprehended its power to depart downward by analogy to section 2C1.3 of the Guidelines, which concerns conflicts of interest.   See U.S.S.G. &#167; 2C1.3.   We begin by analyzing the claim that the facts of this case permit downward departure on the basis of aberrant behavior and discuss the two remaining bases for appeal in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A. Aberrant Behavior as a Basis for Downward Departure.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>1. Jurisdiction and the District Court's Refusal to Depart.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The threshold issue raised by defendant's aberrant behavior claim is whether we have jurisdiction to review the district court's refusal to depart downward.  Pierro, 32 F.3d at 619.   We note at the outset, though it does not relate directly to questions of jurisdiction, that the basic premise of defendant's aberrant departure claim is correct.   The Guidelines permit downward departures on the basis of aberrant behavior.   See, e.g., Catucci, 55 F.3d at 19 n. 3 (citing cases);  Marcello, 13 F.3d at 760 (citing cases);  Gifford, 17 F.3d at 475;  United States v. Morales, <span class=\"citation\" data-id=\"588895\"><a href=\"/opinion/588895/united-states-v-edwin-morales/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1007</span></a></span>, 1011 (9th Cir.1992), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1012</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1665</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">283</span></span> (1993).   Such departures fall into the category embracing factors not previously considered by the Commission.  United States v. Premachandra, <span class=\"citation\" data-id=\"676119\"><a href=\"/opinion/676119/united-states-v-yoganand-premachandra/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">346</span></a></span>, 349 (8th Cir.1994);  United States v. Fairless, <span class=\"citation\" data-id=\"590996\"><a href=\"/opinion/590996/united-states-v-thomas-everett-fairless-jr/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">664</span></a></span>, 668-69 (9th Cir.1992);  see Guidelines Manual Ch. 1, Pt. A, Introduction p 4(d) (\"The Commission, of course, has not dealt with the single acts of aberrant behavior that still may justify probation at higher offense levels through departures.\").   And they may be employed whether the sentence computed involves imprisonment or merely probation.   See United States v. Duerson, <span class=\"citation\" data-id=\"670727\"><a href=\"/opinion/670727/united-states-v-david-w-duerson/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">376</span></a></span>, 380 (6th Cir.1994) (citing cases);  Fairless, 975 F.2d at 668.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Consistent with the departure recommendation it entered at sentencing, the government acknowledges that aberrant behavior departures are available under the Guidelines, but maintains that we lack jurisdiction to review defendant's claim because the district court's refusal to depart was an exercise of discretion.   Defendant disputes this, arguing that he has cleared his jurisdictional hurdle because the record clearly shows that the district court's refusal to depart stemmed from a misapprehension of its authority to depart on aberrant behavior grounds.   See Gifford, 17 F.3d at 473;  Pierro, 32 F.3d at 611.   Having reviewed the totality of the record, as we are obligated to do, see United States v. Morrison, <span class=\"citation\" data-id=\"195889\"><a href=\"/opinion/195889/united-states-v-morrison/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">127</span></a></span>, 130 (1st Cir.1995) (citing United States v. LeBlanc, <span class=\"citation\" data-id=\"670485\"><a href=\"/opinion/670485/united-states-v-telex-leblanc-united-states-of-america-v-telex-j/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">340</span></a></span>, 348 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">250</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">172</span></span> (1994)), we find that the truth lies somewhere between these two positions.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The record reveals that the district court understood its general authority to depart on aberrant behavior grounds, but adopted the wrong standard in determining whether defendant's behavior was \"aberrant\" under the Guidelines.   The court erroneously held that an aberrant behavior departure in this Circuit requires an initial finding of \"spontaneity\" or a \"thoughtless act.\"   Anticipating our review, the court also made it clear that it would have granted the departure requests entered by both defendant and the government had it not believed itself bound to this standard:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>THE COURT:  And so I'm going to sentence you at the lowest end of the guidelines range that otherwise is applicable in your case.   If the Court of Appeals disagrees with my interpretation of aberrant behavior and the case is returned, if it helps the Court of Appeals in terms of imposing sentence on appeal or resolving the question on appeal, assuming you do appeal, I will say on the record that if I thought I could depart on a principled basis and consistent with the law, I would follow the U.S. Attorney's recommendation and I would sentence you to one year--12 months and one day.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Based on this statement, we think it plain that the court misunderstood its authority to depart downward under the law of this Circuit.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We therefore agree with defendant on this initial matter of jurisdiction.   The district court's misapprehension of its departure authority confers jurisdiction on this court.   See Gifford, 17 F.3d at 473;  Pierro, 32 F.3d at 619.   The de novo standard of review governs our review of this aspect of defendant's claim.   See Marcello, 13 F.3d at 755.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>2. A Definition of Aberrant Behavior.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The Guidelines refer to \"single acts of aberrant behavior,\" but neither define that phrase nor provide any insight into what the Commission might have meant when it used it.   See Guidelines Manual Ch. 1, Pt. A, Introduction p 4(d);  United States v. Williams, <span class=\"citation\" data-id=\"590037\"><a href=\"/opinion/590037/united-states-v-steven-t-williams/\"><span class=\"volume\">974</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">25</span></a></span>, 26 (5th Cir.1992), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">934</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1320</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">706</span></span> (1993).   Defendant's claim presents an issue of first impression in this Circuit.   We have considered cases involving departure requests based on aberrant behavior, see, e.g., Catucci, 55 F.3d at 19 n. 3;  United States v. Pozzy, <span class=\"citation\" data-id=\"540780\"><a href=\"/opinion/540780/united-states-v-susan-pozzy/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">133</span></a></span>, 137-38 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">943</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">353</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">316</span></span> (1990);  United States v. Russell, <span class=\"citation\" data-id=\"519969\"><a href=\"/opinion/519969/united-states-v-robert-donald-russell/\"><span class=\"volume\">870</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">18</span></a></span>, 21 (1st Cir.1989), but have not had occasion to define that term with specificity until now.  Catucci, supra, which the district court erroneously regarded as foreclosing departure, did not require us to define \"aberrant behavior.\"   In that case, we acknowledged disagreement among the circuits as to what type of conduct aberrant behavior entails but did not deem it necessary to articulate a definition for our own Circuit because we found that the defendant had waived his departure claim.   Grandmaison's claim, in contrast, hinges on an articulation of an aberrant behavior standard.   We, therefore, turn our attention to that task.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Two cases establish what have come to be recognized as the outer boundaries of the aberrant behavior spectrum.  United States v. Russell, <span class=\"citation\" data-id=\"519969\"><a href=\"/opinion/519969/united-states-v-robert-donald-russell/\"><span class=\"volume\">870</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">18</span></a></span> (1st Cir.1989), stands at one end of the spectrum and United States v. Carey, <span class=\"citation\" data-id=\"536080\"><a href=\"/opinion/536080/united-states-v-james-e-carey/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">318</span></a></span> (7th Cir.1990), at the other.  Russell involved criminal conduct which was impulsive and unpremeditated.   Tempted by the prospect of instant wealth, a Wells Fargo armored truck driver and his partner decided to keep an extra bag of money mistakenly handed them.   The driver, who had no prior criminal record, returned the money almost immediately after committing his crime and cooperated in the subsequent police investigation.   In contrast, Carey involved a premeditated criminal scheme carried out over a long period of time.   There, a trucking company president engaged in a check-kiting scheme over a fifteen-month period.   Each work day during this period the company president concealed his two over-drawn bank accounts by having his bookkeeper prepare checks to cover the fund shortage.   He signed each check and frequently deposited them himself.   The Seventh Circuit held that this behavior was not \"aberrant.\"  895 F.2d at 324-25.   Uncertainty about the reason for the district court's refusal to depart precluded this court from deciding that issue in Russell.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Circuit courts are divided over where criminal conduct must fall on the aberrant behavior spectrum to justify downward departure.   As we noted in Catucci, some have adopted an expansive view of what aberrant behavior means in the context of the Guidelines, whereas others require a spontaneous or thoughtless act of the sort committed by the defendant in Russell.   The Seventh Circuit's decision in Carey provided the moorings for the latter group of circuits.   The Carey court held that \"[a] single act of aberrant behavior ... generally contemplates a spontaneous and seemingly thoughtless act rather than one which was the result of substantial planning because an act which occurs suddenly and is not the result of a continued reflective process is one for which the defendant may be arguably less accountable.\"  895 F.2d at 325.   The Seventh Circuit later reinforced this tight interpretation in United States v. Andruska, <span class=\"citation\" data-id=\"583660\"><a href=\"/opinion/583660/united-states-v-ella-m-andruska/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">640</span></a></span>, 645-46 (7th Cir.1992), a decision reversing a district court's decision to depart downward in a case involving a woman found guilty of concealing her fugitive paramour from arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The Third, Fourth, Fifth, and Eighth Circuits have embraced the Seventh Circuit's view of aberrant behavior.   For example, in Marcello, supra, the Third Circuit explained that \"there must be some element of abnormal or exceptional behavior\" before adopting the Seventh Circuit's spontaneity requirement and reversing the district court's decision to depart downward.  13 F.3d at 761.   The Marcello defendant was an attorney who, on seven separate occasions, structured bank deposits to avoid tax reporting requirements in violation of 31 U.S.C. &#167;&#167; 5322(a), 5324(a)(3).   He committed these offenses over the span of seven consecutive working days.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Cases involving extensive planning or repeated criminal acts received similar treatment in the Fourth, Fifth, and Eighth Circuits.   In United States v. Glick, <span class=\"citation\" data-id=\"569317\"><a href=\"/opinion/569317/united-states-v-barry-david-glick/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">335</span></a></span>, 338 (4th Cir.1991), the Fourth Circuit reversed a downward departure decision after noting that the defendant transported letters containing stolen trade secrets across state lines on several occasions.   In Williams, supra, the Fifth Circuit affirmed a district court's refusal to depart downward because the robbery executed by the defendant involved planning.   Similarly, the Eighth Circuit found that a bank fraud scheme carried out over a one year period lacked the level of spontaneity and thoughtlessness required by cases such as Carey.   See United States v. Garlich, <span class=\"citation\" data-id=\"573194\"><a href=\"/opinion/573194/united-states-v-john-m-garlich/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">161</span></a></span>, 164 (8th Cir.1991);  see also Premachandra, 32 F.3d at 349.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In contrast, the Ninth and Tenth Circuits have eschewed any focus on spontaneity and thoughtlessness, opting instead for a broad view of aberrant behavior.   They require reviewing courts to employ the totality of the circumstances test in making aberrant behavior determinations.   Under this test, courts consider a variety of mitigating factors, such as pecuniary gain to the defendant, prior good deeds, and an effort to mitigate the effects of the crime in evaluating whether a defendant's conduct was unusual or, more specifically, \"aberrant.\"   See, e.g., United States v. Takai, <span class=\"citation\" data-id=\"566405\"><a href=\"/opinion/566405/united-states-v-hiroyasu-takai-akiko-magneson/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">738</span></a></span>, 741 (9th Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In Takai, the Ninth Circuit affirmed the district court's decision to depart downward after finding that the defendants who pled guilty to bribery of and conspiracy to bribe an Immigration and Naturalization Service official, inter alia, received no pecuniary gain, had no criminal record, and had been influenced by a government agent.   A convergence of factors, such as the defendant's manic depression, suicidal tendencies, and recent unemployment, also led the Ninth Circuit to affirm downward departure in Fairless, supra, an armed robbery case.   Similarly, in United States v. Pena, <span class=\"citation\" data-id=\"559575\"><a href=\"/opinion/559575/united-states-of-america-cross-appellant-v-irma-pena-cross-appellee/\"><span class=\"volume\">930</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1486</span></a></span>, 1494 (10th Cir.1991), a drug possession case, the Tenth Circuit held that downward departure was appropriate because the defendant's behavior was an aberration from her usual conduct, which was highlighted by long-term employment, no abuse or prior distribution of controlled substances, and economic support of her family.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We are persuaded, after reviewing the cases decided by our colleagues in other circuits, that the approach taken by the Ninth and Tenth Circuits achieves the balance between uniformity in sentencing and district court discretion the Guidelines were intended to strike.   See Jackson, 30 F.3d at 201-02.   We, thus, hold that determinations about whether an offense constitutes a single act of aberrant behavior should be made by reviewing the totality of the circumstances.   District court judges may consider, inter alia, factors such as pecuniary gain to the defendant, charitable activities, prior good deeds, and efforts to mitigate the effects of the crime in deciding whether a defendant's conduct is aberrant in terms of other crimes.   See DeMasi, 40 F.3d at 1324 (departure determination should be made by comparing case to other cases involving the stated reason for departure).   Spontaneity and thoughtlessness may also be among the factors considered, though they are not prerequisites for departure.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">That aberrant behavior departures are available to first offenders whose course of criminal conduct involves more than one criminal act is implicit in our holding.   See Takai, 941 F.2d at 743.   We think the Commission intended the word \"single\" to refer to the crime committed and not to the various acts involved.   As a result, we read the Guidelines' reference to \"single acts of aberrant behavior\" to include multiple acts leading up to the commission of a crime.   See id.   Any other reading would produce an absurd result.   District courts would be reduced to counting the number of acts involved in the commission of a crime to determine whether departure is warranted.   Moreover, the practical effect of such an interpretation would be to make aberrant behavior departures virtually unavailable to most defendants because almost every crime involves a series of criminal acts.   Even the Russell defendant, whose spontaneous actions are widely regarded as a classic example of aberrant behavior, could be understood to have committed more than a single act of aberrant behavior.   He conspired with his partner to take money from the armored truck he drove;  took the money;  and then kept the money for a short period of time.   Thus, we think that focusing on the crime of conviction instead of the criminal acts committed in carrying out that crime best comports with what the Commission intended.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The approach we now adopt does not unnecessarily expand opportunities for departure under the Guidelines.   The totality of the circumstances test, though admittedly broader than the spontaneity test employed in Carey, is consistent with the Commission's intention to limit applications of the aberrant behavior principle.   See Andruska, 964 F.2d at 645.   Concerns that it ensures every first offender a downward departure from their Guidelines-imposed sentence are without foundation.   As the Ninth Circuit explained in United States v. Dickey, <span class=\"citation\" data-id=\"555130\"><a href=\"/opinion/555130/united-states-v-ira-marvin-dickey/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">836</span></a></span> (9th Cir.1991), \"aberrant behavior and first offense are not synonymous.\"  924 F.2d at 838;  see Glick, 946 F.2d at 338.   Without more, first-offender status is not enough to warrant downward departure.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">District courts are not, however, precluded from considering first-offender status as a factor in the departure calculus.   Departure-phase consideration of a defendant's criminal record does not, we think, wrongly duplicate the calculations involved in establishing a defendant's criminal history category under the Guidelines.   First, as we just noted, it is obviously not the case that every defendant in Criminal History Category I will be qualified for an aberrant behavior departure.   There will be individuals in that category who, for instance, are not entitled to departure because they were convicted of several unrelated offenses or who have been regular participants in elaborate criminal enterprises.   See Morales, 972 F.2d at 1011.   Second, to the extent that considering a defendant's criminal record at both the criminal history and departure stages amounts to double counting, the Guidelines clearly permit it.   But see Marcello, 13 F.3d at 755 (3d Cir.)  (concluding that the Guidelines prohibit considering a defendant's criminal record at both the criminal history and departure stages).   The Guidelines explain that \"the court may depart ... even though the reason for departure is taken into consideration ... if the court determines that, in light of unusual circumstances, the guideline level attached to that factor is inadequate.\"   U.S.S.G. &#167; 5K2.0.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The question now becomes whether defendant's conduct falls within the ambit of aberrant behavior under the standard we have articulated.   We leave this to the district court's discretion.   It occupies the best vantage point from which to make the decision.  Rivera, 994 F.2d at 950.   We, therefore, vacate defendant's sentence and remand for resentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">B. Extraordinary Offender Characteristics as a Basis for Downward Departure.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Defendant's second argument on appeal is that the district court misunderstood its authority to depart on the ground of his extraordinary characteristics.   We agree that extraordinary characteristics such as unusual family obligations or exceptional charitable activities may, in certain circumstances, provide a basis for a downward departure.   See, e.g., United States v. Haversat, <span class=\"citation\" data-id=\"668594\"><a href=\"/opinion/668594/united-states-of-america-appellantcross-appellee-v-robert-a-haversat/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">790</span></a></span>, 795-96 (8th Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">671</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">521</span></span> (1995);  United States v. Canoy, <span class=\"citation\" data-id=\"681034\"><a href=\"/opinion/681034/united-states-v-marius-canoy/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">893</span></a></span>, 905-07 (7th Cir.1994);  Rivera, 994 F.2d at 948-53;  United States v. Sclamo, <span class=\"citation\" data-id=\"610803\"><a href=\"/opinion/610803/united-states-v-joseph-sclamo-jr/\"><span class=\"volume\">997</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">970</span></a></span>, 973-74 (1st Cir.1993);  Pena, 930 F.2d at 1495;  United States v. Big Crow, <span class=\"citation\" data-id=\"538557\"><a href=\"/opinion/538557/united-states-v-david-big-crow-united-states-of-america-v-david-big-crow/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1326</span></a></span>, 1332 (8th Cir.1990).   We disagree, however, that the district court misunderstood its authority to depart.   It appears clear that the court found that defendant's family obligations and charitable activities, though noteworthy, were neither extraordinary nor exceptional.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The best indicator of the district court's unwillingness to depart downward on the basis of extraordinary characteristics is the stark difference between the court's sentencing-hearing statements about departure on this basis and on the grounds of aberrant behavior.   When asked to make a finding about defendant's extraordinary offender characteristics claim, the district court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>THE COURT:  To the extent you've asked me to depart based on that, I would find that those, extraordinary commitment to family and extraordinary offender characteristics, don't rise to the level that would justify a departure out of the heartland of the guidelines ... So to the extent I have discretion in that regard, I exercise my discretion not to depart downward.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">These statements make it plain that the district court's refusal to depart stemmed from an exercise of discretion.   See DeCosta, 37 F.3d at 8 (\"[we suggest] ... [t]hat the district court say ... that it has considered the mitigating factors urged but does not find them sufficiently unusual to warrant a departure in the case at hand.\").   And even if we were to assume that these statements are ambiguous, that ambiguity, without more, would not be enough to make the district court's refusal to depart appealable.  Morrison, 46 F.3d at 132;  see United States v. Romero, <span class=\"citation\" data-id=\"195567\"><a href=\"/opinion/195567/united-states-v-romero/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">641</span></a></span>, 654 (1st Cir.1994).   Our review of this matter is, thus, at an end.   We lack jurisdiction to review the district court's refusal to depart downward on the basis of extraordinary offender characteristics.  Byrd, 53 F.3d at 145;  Gifford, 17 F.3d at 473.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">C. The Heartland of Section 2C1.7 of the Guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Defendant's final argument on appeal concerns the scope of section 2C1.7 of the Guidelines, which corresponds to 18 U.S.C. &#167;&#167; 1341, 1346, the mail fraud statute to which he pled guilty.   Without disputing section 2C1.7's general applicability to his conduct, defendant maintains that the district court misapprehended its authority to impose a shorter prison term by departing downward, by analogy, to the sentence prescribed under section 2C1.3 of the Guidelines.   For individuals in Criminal History Category I, section 2C1.3--which concerns conflicts of interest by present and former federal officers and employees--carries a sentencing range of zero to six months.   Section 2C1.7 imposes a sentencing range of eighteen to twenty-four months for individuals in the same category.   See U.S.S.G. &#167; 2C1.7 (Fraud Involving Deprivation of the Intangible Right to the Honest Services of Public Officials);  U.S.S.G. &#167; 2C1.3 (Conflict of Interest).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Though cast as a claim relating to the district court's refusal to depart, defendant's argument, at its core, primarily concerns the heartland of section 2C1.7 of the Guidelines.   Defendant essentially argues that his conduct falls outside the heartland of section 2C1.7 and within the scope of section 2C1.3 because it primarily involved a conflict of interest, not fraud.   Because questions concerning the scope and meaning of a guideline, unlike questions pertaining to the facts which lead a district court to render its departure decision, are quintessentially legal in nature, see LeBlanc, 24 F.3d at 345, Rivera, 994 F.2d at 952, we have jurisdiction to review defendant's claim.   Our review is plenary, as it is whenever a district court's decision \"reflect[s] a determination of the purpose of, or an interpretation of the language in, a guideline or statute.\"  LeBlanc, 24 F.3d at 344;  see United States v. Rosales, <span class=\"citation\" data-id=\"195287\"><a href=\"/opinion/195287/united-states-v-rosales/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">763</span></a></span>, 769 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">To determine whether defendant's conduct is of the sort which generally falls within section 2C1.7's \"heartland,\" we must determine the nature of the underlying crime of mail fraud.   See, e.g., LeBlanc, 24 F.3d at 346.   We look in part to the language of the mail fraud statute and to the legislative history which accompanies it.  Id.  In relevant part, section 1341 provides:</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>Whoever, having devised or intending to devise any scheme or artifice to defraud, or for obtaining money or property by means of false or fraudulent pretenses, representations, or promises ... for the purpose of executing such scheme or artifice or attempting so to do, [uses the mail system or causes it to be used] shall be fined under this title or imprisoned not more than five years, or both.   If the violation affects a financial institution, such person shall be fined not more than $1,000,000 or imprisoned not more than 30 years, or both.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Congress enacted this statute in 1872, as \"a general proscription against using the mails to initiate correspondence in furtherance of 'any scheme or artifice to defraud.' \"  McNally v. United States, <span class=\"citation\" data-id=\"111945\"><a href=\"/opinion/111945/mcnally-v-united-states/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">350</span></a></span>, 356, 359, <span class=\"citation\" data-id=\"111945\"><a href=\"/opinion/111945/mcnally-v-united-states/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2875</span></a></span>, 2879, 2881, <span class=\"citation\" data-id=\"111945\"><a href=\"/opinion/111945/mcnally-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">292</span></a></span> (1987).   The legislative history suggests that Congress intended the mail fraud statute to protect people from \"schemes to deprive them of their money or property.\"  Id. at 356, 107 S.Ct. at 2880.   Before 1987, section 1341 was read as a broad shield, protecting individuals against schemes to deprive them of intangible, as well as tangible, property.   Then, in 1987, the Supreme Court held that the statute did not embrace intangible rights.  McNally held that the mail fraud statute does not prohibit schemes to defraud individuals of their intangible rights to the honest services of government.  483 U.S. at 359-60, 107 S.Ct. at 2881-82;  see Carpenter v. United States, <span class=\"citation\" data-id=\"111964\"><a href=\"/opinion/111964/carpenter-v-united-states/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">19</span></a></span>, 25, <span class=\"citation\" data-id=\"111964\"><a href=\"/opinion/111964/carpenter-v-united-states/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">316</span></a></span>, 320, <span class=\"citation\" data-id=\"111964\"><a href=\"/opinion/111964/carpenter-v-united-states/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">275</span></a></span> (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In 1988, Congress enacted section 1346, the honest services amendment, to reverse the Supreme Court's decision in McNally.  United States v. Bucuvalas, <span class=\"citation\" data-id=\"587567\"><a href=\"/opinion/587567/united-states-v-george-m-bucuvalas-united-states-of-america-v-aristedes/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">937</span></a></span>, 942 n. 9 (1st Cir.1992);  United States v. Alkins, <span class=\"citation\" data-id=\"555770\"><a href=\"/opinion/555770/united-states-v-barbara-alkins-carol-small-linda-alkins-roberta-meyers/\"><span class=\"volume\">925</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">541</span></a></span>, 548 (2d Cir.1991);  McEvoy Travel Bureau, Inc. v. Heritage Travel, Inc., <span class=\"citation\" data-id=\"542857\"><a href=\"/opinion/542857/mcevoy-travel-bureau-inc-v-heritage-travel-inc/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">786</span></a></span>, 790 (1st Cir.1990);  see 134 Cong.Rec. S17360-02 (daily ed. November 10, 1988) (Judiciary Committee analysis) (\"This section overturns the decision in McNally v. United States ... Under [this] amendment, [the mail and wire fraud] statutes will protect ... the right of the public to the honest services of public officials.\").   Section 1346 became effective on November 18, 1988 and provides:</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>For the purposes of this chapter, the term \"scheme or artifice to defraud\" includes a scheme or artifice to deprive another of the intangible right of honest services.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">See Anti-Drug Abuse Act of 1988, Pub.L. No. 100-690, Title VII, &#167; 7603(a), 102 Stat. 4508 (1988).   It restores mail fraud convictions to their pre-McNally status by allowing the government to predicate mail fraud prosecutions on deprivations of the intangible right of honest services.  United States v. Bryan, <span class=\"citation\" data-id=\"698661\"><a href=\"/opinion/698661/united-states-v-elton-e-bryan-aka-butch/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">933</span></a></span>, 940 n. 1 (4th Cir.1995);  Waymer, 55 F.3d at 568 n. 3;  see 135 Cong.Rec. S1063 (daily ed. February 2, 1989) (statement of Sen.  Biden).  An offense under section 1346 is established when the evidence demonstrates that the use of the mail system played a role in executing the deprivation of the honest services of government.  Schmuck v. United States, <span class=\"citation\" data-id=\"112222\"><a href=\"/opinion/112222/schmuck-v-united-states/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">705</span></a></span>, 710, <span class=\"citation\" data-id=\"112222\"><a href=\"/opinion/112222/schmuck-v-united-states/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1443</span></a></span>, 1447-48, <span class=\"citation\" data-id=\"112222\"><a href=\"/opinion/112222/schmuck-v-united-states/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">734</span></a></span> (1989) (citing Kann v. United States, <span class=\"citation\" data-id=\"104027\"><a href=\"/opinion/104027/kann-v-united-states/\"><span class=\"volume\">323</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">88</span></a></span>, 95, <span class=\"citation\" data-id=\"104027\"><a href=\"/opinion/104027/kann-v-united-states/\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">148</span></a></span>, 151, <span class=\"citation\" data-id=\"104027\"><a href=\"/opinion/104027/kann-v-united-states/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">88</span></a></span> (1944));  see United States v. Yefsky, <span class=\"citation\" data-id=\"608076\"><a href=\"/opinion/608076/united-states-v-sheldon-arthur-yefsky/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">885</span></a></span>, 890, 892 (1st Cir.1993);  United States v. Dray, <span class=\"citation\" data-id=\"540329\"><a href=\"/opinion/540329/united-states-v-richard-m-dray/\"><span class=\"volume\">901</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1132</span></a></span>, 1137 (1st Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">895</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">245</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">204</span></span> (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Section 1346 includes cases in which the mail system plays an integral role in the scheme to defraud citizenry of the honest services of government, as well as schemes in which use of the mail system is only incidental to the larger plan.  Id. at 710-11, 109 S.Ct. at 1447-48;  see United States v. Morrow, <span class=\"citation\" data-id=\"195715\"><a href=\"/opinion/195715/united-states-v-morrow/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1228</span></a></span>, 1236-37 (1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1421</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">304</span></span> (1995) (mail fraud generally includes incidental use of the mails in furtherance of a scheme to defraud).   The Eleventh Circuit recently affirmed a defendant's conviction on twenty-two counts of mail fraud even though the defendant only used the mail system to receive payments from his partner in a money laundering the scheme.   In Waymer, supra, the court rejected claims that section 1346 is vague and overbroad and reiterated the Supreme Court's conclusion in Schmuck, supra, that \"[i]t is sufficient for the mailing to be 'incident to an essential part of the scheme' or 'a step in the plot.' \"  55 F.3d at 569;  see also Badders v. United States, <span class=\"citation\" data-id=\"98671\"><a href=\"/opinion/98671/badders-v-united-states/\"><span class=\"volume\">240</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">391</span></a></span>, 393-94, <span class=\"citation\" data-id=\"98671\"><a href=\"/opinion/98671/badders-v-united-states/\"><span class=\"volume\">36</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span></a></span>, 367-68, <span class=\"citation\" data-id=\"98671\"><a href=\"/opinion/98671/badders-v-united-states/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">706</span></a></span> (1916).   In Waymer, the defendant was an elected member of the Atlanta Board of Education who failed to fully disclose his relationship with the contractor who provided pest control services to Atlanta's public schools.   Unbeknownst to the other school board members, the defendant received fifteen percent of all the proceeds from the contractor's contracts with the school system.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Courts have read section 1346 to include efforts by public officials and employees to conceal their fraudulent acts from the public \"by means of false or fraudulent pretenses, representations, promises, or other deceptive conduct.\"   See McEvoy Travel, 904 F.2d at 791.   For example, the Fourth Circuit recently upheld the conviction of a public official on such grounds in United States v. Bryan, <span class=\"citation\" data-id=\"698661\"><a href=\"/opinion/698661/united-states-v-elton-e-bryan-aka-butch/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">933</span></a></span> (4th Cir.1995).   In that case, the Director of the West Virginia Lottery orchestrated a scheme whereby he secretly ensured that lottery contracts and contract bids were awarded to companies with whom he had a personal relationship.   The Fourth Circuit held that section 1346 applied to the defendant's conduct.  58 F.3d at 939-41.   Similarly, United States v. Alkins, <span class=\"citation\" data-id=\"555770\"><a href=\"/opinion/555770/united-states-v-barbara-alkins-carol-small-linda-alkins-roberta-meyers/\"><span class=\"volume\">925</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">541</span></a></span> (2d Cir.1991), a Second Circuit case, upheld the section 1346-based convictions of six Department of Motor Vehicles employees because they failed to disclose their fraudulent activities to department officials.  925 F.2d at 549.   The defendants in that case secretly processed improperly documented applications for driver's licenses, identification cards, and vehicle registrations in return for monetary disbursements.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">We hold that the conduct to which Grandmaison pled guilty falls within the range of conduct Congress intended 18 U.S.C. &#167;&#167; 1341, 1346 to encompass and, concomitantly, rests squarely within the heartland of section 2C1.7.   Grandmaison continued to lobby Board members on behalf of Eckman Construction after his recusal from the SSCC and JSSBC.   He secretly delivered gratuities to Magee, Ackerman, and Kuchinski to secure favorable votes on Eckman Construction's bid.   He distributed informational materials about Eckman Construction to Magee and Ackerman without disclosing his actions to other Board members.   And he caused the Elm Street Project contract to be sent to Eckman Construction via the mail system.   Though there is no evidence that Grandmaison received direct monetary benefit from his actions, there can be little doubt that under cases such as Waymer, Bryan, and Alkins he deprived the citizens of Nashua of the honest services of their government under section 1346.   This is not an unusual case.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Defendant maintains that he is mainly guilty of not revealing a conflict of interest.   To be sure, his conduct involved some element of such a violation.   It does not follow from this, however, that he should not be sentenced pursuant to section 2C1.7, the guideline corresponding to the mail fraud statute to which he pled guilty.   First, we are convinced that 18 U.S.C. &#167;&#167; 1341, 1346 encompasses crimes of the sort committed by defendant.   Second, even if the applicability of section 1346 were suspect, we are not at all certain that downward departure to the sentence prescribed by section 2C1.3 would be appropriate.   This is principally because section 2C1.3 linguistically does not apply to defendant or his conduct;  that guideline only addresses conflicts of interests by present or former federal officers and employees and, therefore, does not reach state or local officials such as defendant.   In the final analysis, defendant has managed to persuade us of only one thing:  that had he been a federal employee or official, the government might have been able to charge him with violating other statutes as well.   See U.S.S.G. &#167; 2C1.3 (listing statutory provisions corresponding to that guideline).   Because this argument clearly does not merit the application of a lower sentencing range defendant seeks, we affirm the district court's refusal to depart downward by analogy to section 2C1.3.</p>\n    </div>\n    <p>V. CONCLUSION</p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">For the foregoing reasons, we vacate Grandmaison's sentence and remand for resentencing under the aberrant behavior standard formulated in this opinion.   Defendant's appeal for downward departure on the basis of his extraordinary offender characteristics is dismissed for lack of jurisdiction.   And we affirm the district court's refusal to depart downward by analogy to section 2C1.3 of the Guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/98671/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104027/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111964/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112222/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194846/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195222/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195287/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195501/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195567/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195633/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195694/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195715/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195889/",
    "http://www.courtlistener.com/api/rest/v3/opinions/519969/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536080/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/540329/",
    "http://www.courtlistener.com/api/rest/v3/opinions/540780/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542857/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555130/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555770/",
    "http://www.courtlistener.com/api/rest/v3/opinions/559575/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566405/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569317/",
    "http://www.courtlistener.com/api/rest/v3/opinions/570022/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573194/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581358/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583660/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587567/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588895/",
    "http://www.courtlistener.com/api/rest/v3/opinions/590037/",
    "http://www.courtlistener.com/api/rest/v3/opinions/590996/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608076/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610803/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654669/",
    "http://www.courtlistener.com/api/rest/v3/opinions/660195/",
    "http://www.courtlistener.com/api/rest/v3/opinions/668594/",
    "http://www.courtlistener.com/api/rest/v3/opinions/670485/",
    "http://www.courtlistener.com/api/rest/v3/opinions/670727/",
    "http://www.courtlistener.com/api/rest/v3/opinions/676119/",
    "http://www.courtlistener.com/api/rest/v3/opinions/679525/",
    "http://www.courtlistener.com/api/rest/v3/opinions/681034/",
    "http://www.courtlistener.com/api/rest/v3/opinions/694632/",
    "http://www.courtlistener.com/api/rest/v3/opinions/696249/",
    "http://www.courtlistener.com/api/rest/v3/opinions/698661/"
  ]
}