{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196695/",
  "absolute_url": "/opinion/196695/united-states-v-dimarzo/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196695/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:11:52Z",
  "date_modified": "2017-03-24T10:48:16.784776Z",
  "type": "010combined",
  "sha1": "0bfbcacc38004de99056929dfb9d10920a78c08d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1441.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                           \r                                                     \r\n\nNo. 95-1441\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n              MIGUEL DIMARZO, a/k/a MICHAEL DIMARZO,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r                                                     \r\n\nNo. 95-1442\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                      MARIO J. ALZATE-YEPEZ,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r                                                     \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n          [Hon. Michael A. Ponsor, U.S. District Judge]\r                                                                \r\n\n                                           \r                                                     \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                  Cyr and Lynch, Circuit Judges.\r                                                         \r\n\n                                           \r                                                     \r\r\n\n   David J. Wenc for appellant DiMarzo.\r                          \r\n   Alan Black, with whom Morton &amp; Black was on brief for appellant\r                                                 \r\nAlzate-Yepez.\r\n   Andrew Levchuk, Assistant United States Attorney, with whom\r                           \r\nDonald K. Stern, United States Attorney, was on brief for appellee.\r                       \r\n\n                                           \r                                                     \r\n\n                          April 10, 1996\r\n                                           \r                                                     \r\n\n                                2\r\r\n\n          CYR,  Circuit  Judge.   Appellants  Mario Alzate-Yepez\r                    CYR,  Circuit  Judge.\r                                        \r\n\n(\"Mario\" or \"Alzate\") and Miguel  DiMarzo were jointly tried and\r\n\nconvicted of possessing cocaine,  with intent to distribute, see\r                                                                          \r\n\n21 U.S.C.    841(a)(1) (1994),  and conspiracy, see  id.    846.\r                                                                  \r\n\nAppellants  assign  error  by  the district  court  in  allowing\r\n\ncertain trial testimony and denying their respective motions for\r\n\njudgments of  acquittal.   Appellant Alzate additionally  claims\r\n\nthat the district court erred in denying his pretrial motion for\r\n\nseverance and imposed too  harsh a sentence.  Finding  no error,\r\n\nwe affirm. \r\n\n                                I\r                                          I\r\n\n                           BACKGROUND\r                                     BACKGROUND\r                                               \r\n\n          In  April  1994, the  Western  Massachusetts Narcotics\r\n\nTask Force  brokered  a cocaine  deal among  appellants and  one\r\n\nRobert Schultz,  an undercover  Task Force  agent.   During  the\r\n\nfirst  phase, Alonzo  Alzate-Yepez (\"Alonzo\"),  Mario's brother,\r\n\nagreed  that  he would  arrange  to  deliver  five kilograms  of\r\n\ncocaine to Schultz at the Westfield Motor Inn on April 12, 1994,\r\n\nin return  for $100,000.  If  all went well on  April 12, Alonzo\r\n\npromised to deliver to  Schultz another five kilograms a  day or\r\n\ntwo later, and ten kilograms per week thereafter.  \r\n\n          On  April 12,  at approximately  5:00 a.m.,  appellant\r\n\nMario and brother Alonzo set out in Mario's car on the  100-mile\r\n\ntrip  from Boston to Westfield.   Upon arrival  at the Westfield\r\n\nMotor  Inn, Mario remained in the car while Alonzo registered at\r\n\nthe Inn.  After waiting about fifteen minutes, Mario entered the\r\n\n                                3\r\r\n\nInn and  requested a separate room overlooking  the parking lot.\r\n\nMeanwhile, a Task Force surveillance team had taken up positions\r\n\naround  the Inn.   Shortly  thereafter, the  agents saw  a male,\r\n\nlater  identified  as Mario,  lingering  around  the office  and\r\n\nparking lot of the Inn while carefully observing cars and people\r\n\nin the area.   \r\n\n          Agent Schultz  and another undercover agent arrived at\r\n\nthe  restaurant parking  lot next  to the  Inn around  9:30 a.m.\r\n\nAlonzo approached them, introductions ensued, and the three went\r\n\ninto the restaurant for coffee.  Alonzo told Schultz that he was\r\n\nexpecting  a courier  to arrive  with the  cocaine at  any time.\r\n\nSoon  Schultz left the restaurant to \"beep\" the courier from his\r\n\ncar phone, while Alonzo returned to his room at the Inn to await\r\n\na  call  from the  courier.   While  Agent Schultz  was standing\r\n\nbeside  his car, he noticed that Mario was observing him and the\r\n\nsurrounding area.\r\n\n          A short time  later, Schultz went to Alonzo's  room on\r\n\nthe ground floor,  where Alonzo  told him that  the courier  had\r\n\ngotten  lost,  but now  had correct  directions  to the  Inn and\r\n\nshould  arrive within ten minutes.  Alonzo added that \"they\" had\r\n\neight cars,  with secret compartments for  carrying cocaine, but\r\n\nhe was not  sure which was being  used for this deal.   At about\r\n\n10:45 a.m.,  a  white Oldsmobile  entered  the parking  lot  and\r\n\nstopped just outside Alonzo's ground-floor room.  Before leaving\r\n\nto meet the driver    as it turned out, appellant Miguel DiMarzo\r\n\n   Alonzo advised Schultz to stay put. \r\n\n                                4\r\r\n\n          After  greeting  one   another,  Alonzo  and   DiMarzo\r\n\nconversed as DiMarzo scanned  the area and the two walked to the\r\n\nrestaurant.  Shortly after entering the restaurant, Alonzo left,\r\n\nand invited  Schultz to join  him in the  parking lot, where  he\r\n\nunlocked the driver's door  of the Oldsmobile to let  Schultz in\r\n\nthe passenger  side.  After fidgeting with the defroster, Alonzo\r\n\nreached under the  dashboard and popped  open two interior  side\r\n\npanels in the rear  seat area which contained several  bricks of\r\n\ncocaine  wrapped in duct tape and plastic.  After inspecting the\r\n\nbrick-like  packages,  Agent Schultz  signalled  the  Task Force\r\n\nsurveillance team, and Alonzo,  Mario and DiMarzo were arrested.\r\n\nThe  cocaine recovered  from the  concealed compartments  in the\r\n\nOldsmobile weighed  4.94  kilograms,  almost  exactly  the  five\r\n\nkilograms Alonzo had agreed to supply. \r\n\n          On  May 17,  1994, a  federal grand jury  indicted the\r\n\nAlzate brothers and  DiMarzo under  21 U.S.C.     841(a)(1)  and\r\n\n846.  Alonzo Alzate  pled guilty to both counts,  whereas appel-\r\n\nlants Mario  Alzate and  Miguel DiMarzo  were jointly  tried and\r\n\nconvicted on both  counts.   In due course,  the district  court\r\n\nimposed sentences  on appellants  and final judgment  entered on\r\n\nMarch 31,  1995.  DiMarzo filed  a notice of appeal  on April 3.\r\n\nAppellant Mario Alzate did not do so until April 13.1\r\n                    \r                              \r\n\n     1The government  contends that  we lack jurisdiction  of the\r\nlatter  appeal  because Mario  did not  file  a notice  of appeal\r\nwithin the  ten-day period.   See  Fed. R.  App. P.  4(b), 26(a);\r                                           \r\nUnited  States v.  Morillo,  8 F.3d  864,  867 (1st  Cir.  1993).\r                                    \r\nHowever  that may  be, this is  an appropriate  case in  which to\r\nresolve  the appeal on the merits.  See United States v. Connell,\r                                                                          \r\n6  F.3d 27,  29  n.3 (1st  Cir.  1993) (foregoing  resolution  of\r\n\n                                5\r\r\n\n                    \r                              \r\n\njurisdictional question where same party inevitably will  prevail\r\non merits). \r\n\n                                6\r\r\n\n                               II \r                                         II\r\n\n                           DISCUSSION\r                                     DISCUSSION\r                                               \r\n\nA.  The Severance Motion\r          A.  The Severance Motion\r                                  \r\n\n          Appellant Mario  Alzate filed a pretrial  motion for a\r\n\nseparate trial  pursuant to Fed. R.  Crim. P. 14, on  the ground\r\n\nthat  the \"spillover\"  effect  of the  evidence against  DiMarzo\r\n\nwould prejudice  Mario unfairly.  Appellants  contended at trial\r\n\nthat they had not known that  Alonzo Alzate planned to conduct a\r\n\ndrug deal at  the Inn.   Mario argues on  appeal that  DiMarzo's\r\n\n\"mere presence\"  defense was  so patently \"ridiculous\"  that the\r\n\njury likely  concluded     without  separately  considering  the\r\n\nevidence against Mario    that both were guilty.  His contention\r\n\nfails.\r\n\n          Severance  rulings  under  Fed.  R. Crim.  P.  14  are\r\n\nreviewed only for manifest  abuse of discretion.  United  States\r                                                                          \r\n\nv. Flores-Rivera, 56 F.3d 319, 325 (1st Cir. 1995).   \r                          \r\n\n          As a  rule, persons . .  . indicted together\r\n          should be  tried together[, which] helps . .\r\n          .  prevent inconsistent verdicts  and .  . .\r\n          conserve resources  (judicial and prosecuto-\r\n          rial).   Thus, . . . a defendant who seeks a\r\n          separate trial can ordinarily  succeed . . .\r\n          only by making  a strong showing  of evident\r\n          prejudice. . .  .   Supreme Court  precedent\r\n          instructs that a district court should grant\r\n          a severance under Rule 14 only if there is a\r\n          serious risk  that a joint trial  would com-\r\n          promise a specific trial right of one of the\r\n          defendants, or prevent the jury  from making\r\n          a  reliable  judgment  about  guilt  or  in-\r\n          nocence.  \r\n\nId.  (internal citations  and  quotations omitted).   Rarely  is\r             \r\n\nseverance required  in  a conspiracy  case.   United  States  v.\r                                                                      \r\n\n                                7\r\r\n\nBrandon, 17 F.3d  409, 440 (1st Cir.), cert.  denied, 115 S. Ct.\r                                                              \r\n\n80 (1994).  Appellants were  charged as coconspirators, and with\r\n\nan identical  substantive offense,  all in the  same indictment.\r\n\nCareful review  discloses  no unfairness  attributable to  their\r\n\njoint  trial.    More  particularly, Mario  makes  no  plausible\r\n\nshowing  of  prejudice,  especially  in light  of  the  repeated\r                                                                          \r\n\ninstruction  by the court that  the jury must  consider the evi-\r\n\ndence against  each defendant independently and  return separate\r\n\nverdicts.   Id.   The trial  court acted  well within  its broad\r                         \r\n\ndiscretion in denying the motion to sever. \r\n\nB.  The Schultz Testimony\r          B.  The Schultz Testimony\r                                   \r\n\n          On redirect  examination Agent Schultz  was allowed to\r                               \r\n\ntestify  that, in  his  experience, innocent  observers are  not\r\n\ninvited  to accompany  criminals  engaged in  completing a  drug\r\n\ndeal.   Appellant  DiMarzo  argues that  (1)  Fed. R.  Crim.  P.\r\n\n16(a)(1)(E) obligated the government to provide him with pretri-\r\n\nal  discovery  relating  to  Schultz' expert  qualifications  to\r\n\ntestify to  this matter,  (2) Schultz' opinion  was inadmissible\r\n\nunder  both Daubert  v. Merrell  Dow Pharmaceuticals,  Inc., 509\r                                                                     \r\n\nU.S. 579 (1993), and Fed. R. Evid. 704(b) (prohibiting testimony\r\n\non ultimate jury issue).  Similarly, Mario Alzate  contends that\r\n\nhe  was entitled to a mistrial, or  at the very least a continu-\r\n\nance for further discovery  relating to Schultz' expert qualifi-\r\n\ncations.2  We do not agree.  \r\n                    \r                              \r\n\n     2We review these discovery and evidentiary rulings under  an\r\n\"abuse of discretion\" standard.  United States v. Lanoue, 71 F.3d\r                                                                  \r\n966, 973 (1st  Cir. 1995) (discovery  rulings); United States  v.\r                                                                       \r\n\n                                8\r\r\n\n          On cross-examination, both defense  counsel repeatedly\r\n\ninvited  Agent Schultz  to draw  upon his  experience as  a drug\r\n\nenforcement  officer.   For example,  Schultz was  asked whether\r\n\ndrug crime  participants typically carry weapons.   On redirect,\r\n\nthe prosecutor asked  Schultz:  \"[C]an you tell us  how often in\r\n\nyour  experience drug dealers bring along  with them to a deal a\r\n\ncasual innocent observer?\"  Over defense objections, Schultz was\r\n\nallowed to respond that he had never \"seen a person just casual-\r\n\nly come along for a drug deal.\"  \r\n\n          We reject appellants' contentions that either Criminal\r\n\nRule  16(a)(1)(E) or  Daubert was  implicated by  the challenged\r                                       \r\n\ntestimony.  First, the Schultz response expressed neither  a lay\r\n\nnor an expert opinion, as distinguished from a statement of fact\r                               \r\n\nas  to what Schultz  had witnessed  during his  29 years  in law\r\n\nenforcement.  As the  challenged testimony proffered no opinion,\r                                                                         \r\n\nlay  or expert,  but  simply the  witness's personal  experience\r\n\nrelating to a subject  bearing directly upon the appropriateness\r\n\nof a jury  inference, see United States  v. Batista-Polanco, 927\r                                                                     \r\n\nF.2d  14,  18 (1st  Cir. 1991)  (extended  presence at  scene of\r\n\nheroin  packaging operation supports \"common sense\" inference of\r\n\nguilt), long held permissible  in such circumstances, see United\r                                                                          \r\n\nStates  v. Smith,  680  F.2d 255,  260  (1st Cir.  1982),  cert.\r                                                                          \r\n\ndenied, 459 U.S. 1110 (1983), we reject the claim.  \r                \r\n\n                    \r                              \r\n\nNeal, 36 F.3d  1190, 1205 (1st  Cir. 1994) (continuance);  United\r                                                                           \r\nStates v. Pierro, 32  F.3d 611, 617 (1st Cir.  1994) (mistrials),\r                          \r\ncert.  denied, 115  S. Ct.  919 (1995);  United States  v. Cotto-\r                                                                           \r\nAponte, 30 F.3d 4, 6 (1st Cir. 1994) (evidentiary rulings). \r                \r\n\n                                9\r\r\n\n          Nor did the Schultz testimony encroach upon the jury's\r\n\nfactfinding function regarding the ultimate issue of guilt.  The\r\n\ndistrict court  alertly gave an immediate  jury instruction that\r\n\n\"mere presence\" at  a crime scene  is insufficient to  establish\r\n\nguilt, and that ultimately it was for the jury to decide whether\r\n\nthe  government had met its burden  of proof.  See United States\r                                                                          \r\n\nv. Myers, 972 F.2d 1566, 1577 n.8 (11th Cir. 1992) (Bownes, J.),\r                  \r\n\ncert.  denied, 507 U.S. 1017  (1993).  When  Agent Schultz later\r                       \r\n\nwas subjected to further cross-examination, see United States v.\r                                                                       \r\n\nPaiva,  892 F.2d  148,  157 (1st  Cir.  1989), he  conceded  the\r               \r\n\npossibility  that  a driver  might not  have  known that  he was\r\n\ntransporting someone  to  a  crime  scene.   Thus,  viewing  the\r\n\nchallenged  Schultz  testimony  in  the context  of  the  entire\r\n\nexamination, we find neither error nor unfair prejudice.  \r\n\nC.  Evidence of Prospective Sentence\r          C.  Evidence of Prospective Sentence\r                                              \r\n\n          In an effort  to forfend  against an  argument by  the\r\n\ngovernment that DiMarzo had known the cocaine was in the Oldsmo-\r\n\nbile     based on  the improbability that  criminal conspirators\r\n\nwould entrust such valuable contraband to an innocent third par-\r\n\nty    DiMarzo sought to inform the jury of the harsh sentence he\r\n\nwould face upon conviction, to demonstrate the strong inducement\r\n\nthe  \"real\" drug dealers had  to select an  unsuspecting dupe to\r\n\ntransport  their drugs, so as to avoid detection themselves.  On\r\n\nappeal,  DiMarzo  contends that  the  rejection  of his  proffer\r\n\ndenied  him  the \"only  way\" he  had  to counteract  the adverse\r\n\ninference  suggested by the  government.  We  think the district\r\n\n                               10\r\r\n\ncourt soundly excluded the evidence.  See Cotto-Aponte, 30  F.3d\r                                                                \r\n\nat  6 (applying  \"abuse of  discretion\" standard  to evidentiary\r\n\nrulings).   Accordingly,  it was  proper as  well to  reject the\r\n\nrequested instruction that the jury not draw the inference urged\r\n\nby the government.  \r\n\n          The  DiMarzo proffer would have necessitated an unwar-\r\n\nranted departure  from the fundamental division of responsibili-\r\n\nties between judge and jury.   See Shannon v. United States, 114\r                                                                     \r\n\nS. Ct. 2419, 2424 (1994).  As a general rule, under our criminal\r\n\njustice  system it  is  the jury's  responsibility to  determine\r\n\nguilt  or  innocence on  the basis  of the  facts it  has found,\r\n\nwhereas  the  court  is  responsible, among  other  things,  for\r\n\nsentencing  a  defendant after  a  guilty verdict.    As federal\r\n\njuries perform  no sentencing  function, \"providing jurors  sen-\r\n\ntencing information  invites them to ponder matters that are not\r\n\nwithin  their province,  distracts them  from their  factfinding\r\n\nresponsibilities,  and  creates a  strong possibility  of confu-\r\n\nsion.\"    Id.   Thus,  even  assuming that  DiMarzo's  guideline\r                       \r\n\nsentencing range  had some minimal probative value     a dubious\r\n\nproposition at best    the district court did not err in reject-\r\n\ning  the DiMarzo proffer given the  considerations alluded to in\r\n\nShannon.  See Fed.  R. Evid. 403; cf. United States  v. Luciano-\r                                                                          \r\n\nMosquera,  63 F.3d 1142,  1153 (1st Cir.  1995) (rejecting Sixth\r                  \r\n\nAmendment  challenge  to   restriction  upon   cross-examination\r\n\nrelating to potential punishment).    \r\n\nD.  Sufficiency of the Evidence\r          D.  Sufficiency of the Evidence\r                                         \r\n\n                               11\r\r\n\n          Appellants  claim reversible  error in  the denial  of\r\n\ntheir respective motions  for judgments of acquittal.   See Fed.\r                                                                     \r\n\nR. Crim. P. 29.  Under  Criminal Rule 29, we review the evidence\r\n\nin  the  light most  favorable  to the  government,  drawing all\r\n\nplausible  inferences and  resolving all  credibility determina-\r\n\ntions  in line with the verdicts.   United States v. Spinney, 65\r                                                                      \r\n\nF.3d 231, 234  (1st Cir. 1995).  We  will uphold a verdict  if a\r\n\nrational factfinder  could have found each  essential element of\r\n\nthe  offense beyond a reasonable doubt.  United States v. Gomez-\r                                                                          \r\n\nPabon, 911 F.2d 847, 852 (1st Cir. 1990), cert. denied, 498 U.S.\r                                                                \r\n\n1074 (1991).  \r\n\n          The government  met  its  test.   Under  21  U.S.C.   \r\n\n841(a)(1), it was required to establish that defendants knowing-\r\n\nly  and intentionally  possessed  a  controlled  substance  with\r\n\nintent to  distribute.   United States v.  Aguilar-Aranceta, 957\r                                                                     \r\n\nF.2d  18,  23 (1st  Cir.), cert.  denied,  506 U.S.  834 (1992).\r                                                  \r\n\nUnder  21 U.S.C.   846, the government was required to establish\r\n\nthat defendants agreed, at least tacitly, to commit the substan-\r\n\ntive offense  which constituted  the object of  their agreement,\r\n\nand  that defendants voluntarily participated in the conspiracy.\r\n\nFlores-Rivera, 56 F.3d at 323-24.  The jury was entitled to rely\r                       \r\n\nupon circumstantial evidence     such as  presence at the  crime\r\n\nscene  and association with others  involved in the  crime    to\r\n\ninfer  essential elements  of the  crime, except that  such evi-\r\n\ndence,  standing alone, is  insufficient to  support conviction.\r                                \r\n\nId. at 324.   Although appellants hold themselves out  as excep-\r             \r\n\n                               12\r\r\n\ntions that prove the rule, there is ample record evidence, above\r\n\nand  beyond their  mere presence  and association,  to permit  a\r\n\nrational  jury to find guilt under both counts, beyond a reason-\r\n\nable doubt.\r\n\n          Appellant Mario  Alzate and his  brother Alonzo  drove\r\n\napproximately 100 miles to the crime scene where Alonzo had made\r\n\nprior arrangements for the cocaine to be delivered to undercover\r\n\nAgent Schultz in return for $100,000.  Together with the incrim-\r\n\ninating  circumstantial  evidence,  the   familial  relationship\r\n\nbetween  Alonzo (the  \"pointman\") and  Mario (the  \"lookout\" and\r\n\ndriver) permitted a rational jury inference that Mario well knew\r\n\nhe was involved  in a drug deal.  See  United States v. Morales-\r                                                                          \r\n\nCartagena,  987 F.2d  849, 851-52  (1st Cir.  1993).   There was\r                   \r\n\nample evidence to enable the  jury to find that Mario served  as\r\n\nthe \"lookout\" at the  crime scene, see United States  v. Hernan-\r                                                                          \r\n\ndez, 995 F.2d 307, 314 (1st Cir.), cert. denied, 114  S. Ct. 407\r                                                         \r\n\n(1993),  especially  since the  brothers registered  in separate\r\n\nrooms  at the  Inn and  Mario requested  a room  overlooking the\r\n\nparking  lot from where he surveilled the crime scene before the\r\n\ndrugs arrived.  In addition, Mario testified in his own defense,\r\n\neither  contradicting  the  testimony  of  government  witnesses\r\n\n(e.g.,  in  contrast to  the Inn  manager,  denying that  he had\r\n\nrequested  a  room  overlooking  the parking  lot)  or  offering\r\n\ninnocent explanations for  other suspicious conduct (e.g.,  that\r\n\nhe had strolled around the Inn parking lot just to  take in \"the\r\n\ncountryside\"), which the  jury was entitled to reject  and treat\r\n\n                               13\r\r\n\nas evidence of  consciousness of  guilt.  See  United States  v.\r                                                                      \r\n\nHadfield, 918 F.2d 987,  999 (1st Cir. 1990), cert.  denied, 500\r                                                                     \r\n\nU.S. 936 (1991).3  \r\n\n          The   sufficiency  challenge  mounted  by  DiMarzo  is\r\n\nwithout  merit as well.   The evidence  demonstrated that Alonzo\r\n\nhad  anticipated that the cocaine would arrive in a car equipped\r\n\nwith  secret compartments, and that  he knew how  to contact the\r\n\ndriver en route.  Agent Schultz testified that Alonzo spoke with\r\n\nthe  driver of the vehicle  carrying the cocaine  the morning of\r\n\nthe drug deal, conceivably  via the cellular phone in  the white\r\n\nOldsmobile, and gave him  the correct directions to the Inn.   A\r\n\nshort time later, DiMarzo  arrived at the Inn with  the cocaine,\r\n\npulled up just outside the ground-floor room occupied by Alonzo,\r\n\nand immediately met  with him.   DiMarzo was  seen scanning  the\r\n\nparking lot  as the two  men walked to  the restaurant.   Alonzo\r\n\nreturned with the keys to the Oldsmobile and, in the presence of\r\n\nSchultz,  opened the concealed  interior compartments containing\r\n\nbricks of cocaine in the promised amount.  \r\n\n          As we repeatedly  have recognized, a  jury is free  to\r\n\nrely on its common sense, see, e.g., Hernandez, 995 F.2d at 314,\r                                                        \r\n\nand may infer that criminal conspirators normally do not involve\r\n\ninnocent persons at critical  stages of a drug deal,  see, e.g.,\r                                                                         \r\n\nUnited  States v.  Tejeda, 974  F.2d 210,  213 (1st  Cir. 1992).\r                                   \r\n\nThus, the jury reasonably  could infer that DiMarzo knew  he was\r\n                    \r                              \r\n\n     3As there was no abuse of discretion, we likewise affirm the\r\ndenial of Mario's motion for new trial under Fed. R. Crim. P. 33.\r\nUnited States v. Garcia, 978 F.2d 746, 748 (1st Cir. 1992).   \r                                 \r\n\n                               14\r\r\n\ndelivering the cocaine needed to consummate the prearranged deal\r\n\nwith Alonzo, rather than that  Alonzo and appellant Mario Alzate\r\n\nhad entrusted to  an unsuspecting  nonparticipant the  responsi-\r\n\nbility  for delivering $100,000 worth of cocaine to the scene of\r\n\nthe exchange. E.  The Alzate Sentencing Claims\r                        E.  The Alzate Sentencing Claims\r                                                        \r\n\n          Mario Alzate  claims that  he was a  \"minimal partici-\r\n\npant,\" see U.S.S.G.    3B1.2(a) (1995), and that he  should have\r                    \r\n\nbeen granted a downward  departure based on \"aberrant behavior,\"\r\n\nsee id.   5K2.0.  Neither contention helps him. \r                 \r\n\n          First, the  district court found that  Mario was enti-\r\n\ntled to a two-level downward  adjustment under U.S.S.G.   3B1.2-\r\n\n(b), as a \"minor participant.\"  On appeal, Mario argues that  he\r\n\ndeserved a three or four-level adjustment, based on his \"minimal\r\n\nrole.\"  The record evidence  noted above, however, warrants  the\r\n\nfinding that  Mario did not  merit a \"minimal  role\" adjustment.\r\n\nSee United States  v. Munoz, 36 F.3d 1229, 1238  (1st Cir. 1994)\r                                     \r\n\n(off-loading portion of single  drug shipment or smuggling drugs\r\n\nfor small transaction may indicate minimal participation), cert.\r                                                                          \r\n\ndenied, 115 S. Ct. 1164 (1995).  Thus, there was no clear error.\r                \r\n\nUnited States v. Neal, 36 F.3d 1190, 1211 (1st Cir. 1994).  \r                               \r\n\n          Finally, the  second assignment  of error is  squarely\r\n\nforeclosed  because the  district court  was well  aware  of its\r\n\nauthority to grant a  downward departure and declined to  do so.\r\n\nWe therefore lack jurisdiction  to review the refusal to  depart\r\n\nunless based on a mistake of law.  United States v. Grandmaison,\r                                                                         \r\n\nNo. 95-1674, 1996 WL  80411 (1st Cir. Mar. 1,  1996) (clarifying\r\n\n                               15\r\r\n\n\"aberrant behavior\"  standard); United States v.  Lewis, 40 F.3d\r                                                                 \r\n\n1325, 1345 (1st  Cir. 1994).   There is  no indication that  the\r\n\ndistrict court misapprehended the confines of its legal authori-\r\n\nty. \r\n\n          Affirmed. \r                    Affirmed. \r                            \r\n\n                               16\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                           \r                                                     \r\n\nNo. 95-1441\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n              MIGUEL DIMARZO, a/k/a MICHAEL DIMARZO,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r                                                     \r\n\nNo. 95-1442\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                      MARIO J. ALZATE-YEPEZ,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r                                                     \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n          [Hon. Michael A. Ponsor, U.S. District Judge]\r                                                                \r\n\n                                           \r                                                     \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                  Cyr and Lynch, Circuit Judges.\r                                                         \r\n\n                                           \r                                                     \r\r\n\n   David J. Wenc for appellant DiMarzo.\r                          \r\n   Alan Black, with whom Morton &amp; Black was on brief for appellant\r                                                 \r\nAlzate-Yepez.\r\n   Andrew Levchuk, Assistant United States Attorney, with whom\r                           \r\nDonald K. Stern, United States Attorney, was on brief for appellee.\r                       \r\n\n                                           \r                                                     \r\n\n                          April 10, 1996\r\n                                           \r                                                     \r\n\n                                2\r\r\n\n          CYR,  Circuit  Judge.   Appellants  Mario Alzate-Yepez\r                    CYR,  Circuit  Judge.\r                                        \r\n\n(\"Mario\" or \"Alzate\") and Miguel  DiMarzo were jointly tried and\r\n\nconvicted of possessing cocaine,  with intent to distribute, see\r                                                                          \r\n\n21 U.S.C.    841(a)(1) (1994),  and conspiracy, see  id.    846.\r                                                                  \r\n\nAppellants  assign  error  by  the district  court  in  allowing\r\n\ncertain trial testimony and denying their respective motions for\r\n\njudgments of  acquittal.   Appellant Alzate additionally  claims\r\n\nthat the district court erred in denying his pretrial motion for\r\n\nseverance and imposed too  harsh a sentence.  Finding  no error,\r\n\nwe affirm. \r\n\n                                I\r                                          I\r\n\n                           BACKGROUND\r                                     BACKGROUND\r                                               \r\n\n          In  April  1994, the  Western  Massachusetts Narcotics\r\n\nTask Force  brokered  a cocaine  deal among  appellants and  one\r\n\nRobert Schultz,  an undercover  Task Force  agent.   During  the\r\n\nfirst  phase, Alonzo  Alzate-Yepez (\"Alonzo\"),  Mario's brother,\r\n\nagreed  that  he would  arrange  to  deliver  five kilograms  of\r\n\ncocaine to Schultz at the Westfield Motor Inn on April 12, 1994,\r\n\nin return  for $100,000.  If  all went well on  April 12, Alonzo\r\n\npromised to deliver to  Schultz another five kilograms a  day or\r\n\ntwo later, and ten kilograms per week thereafter.  \r\n\n          On  April 12,  at approximately  5:00 a.m.,  appellant\r\n\nMario and brother Alonzo set out in Mario's car on the  100-mile\r\n\ntrip  from Boston to Westfield.   Upon arrival  at the Westfield\r\n\nMotor  Inn, Mario remained in the car while Alonzo registered at\r\n\nthe Inn.  After waiting about fifteen minutes, Mario entered the\r\n\n                                3\r\r\n\nInn and  requested a separate room overlooking  the parking lot.\r\n\nMeanwhile, a Task Force surveillance team had taken up positions\r\n\naround  the Inn.   Shortly  thereafter, the  agents saw  a male,\r\n\nlater  identified  as Mario,  lingering  around  the office  and\r\n\nparking lot of the Inn while carefully observing cars and people\r\n\nin the area.   \r\n\n          Agent Schultz  and another undercover agent arrived at\r\n\nthe  restaurant parking  lot next  to the  Inn around  9:30 a.m.\r\n\nAlonzo approached them, introductions ensued, and the three went\r\n\ninto the restaurant for coffee.  Alonzo told Schultz that he was\r\n\nexpecting  a courier  to arrive  with the  cocaine at  any time.\r\n\nSoon  Schultz left the restaurant to \"beep\" the courier from his\r\n\ncar phone, while Alonzo returned to his room at the Inn to await\r\n\na  call  from the  courier.   While  Agent Schultz  was standing\r\n\nbeside  his car, he noticed that Mario was observing him and the\r\n\nsurrounding area.\r\n\n          A short time  later, Schultz went to Alonzo's  room on\r\n\nthe ground floor,  where Alonzo  told him that  the courier  had\r\n\ngotten  lost,  but now  had correct  directions  to the  Inn and\r\n\nshould  arrive within ten minutes.  Alonzo added that \"they\" had\r\n\neight cars,  with secret compartments for  carrying cocaine, but\r\n\nhe was not  sure which was being  used for this deal.   At about\r\n\n10:45 a.m.,  a  white Oldsmobile  entered  the parking  lot  and\r\n\nstopped just outside Alonzo's ground-floor room.  Before leaving\r\n\nto meet the driver    as it turned out, appellant Miguel DiMarzo\r\n\n   Alonzo advised Schultz to stay put. \r\n\n                                4\r\r\n\n          After  greeting  one   another,  Alonzo  and   DiMarzo\r\n\nconversed as DiMarzo scanned  the area and the two walked to the\r\n\nrestaurant.  Shortly after entering the restaurant, Alonzo left,\r\n\nand invited  Schultz to join  him in the  parking lot, where  he\r\n\nunlocked the driver's door  of the Oldsmobile to let  Schultz in\r\n\nthe passenger  side.  After fidgeting with the defroster, Alonzo\r\n\nreached under the  dashboard and popped  open two interior  side\r\n\npanels in the rear  seat area which contained several  bricks of\r\n\ncocaine  wrapped in duct tape and plastic.  After inspecting the\r\n\nbrick-like  packages,  Agent Schultz  signalled  the  Task Force\r\n\nsurveillance team, and Alonzo,  Mario and DiMarzo were arrested.\r\n\nThe  cocaine recovered  from the  concealed compartments  in the\r\n\nOldsmobile weighed  4.94  kilograms,  almost  exactly  the  five\r\n\nkilograms Alonzo had agreed to supply. \r\n\n          On  May 17,  1994, a  federal grand jury  indicted the\r\n\nAlzate brothers and  DiMarzo under  21 U.S.C.     841(a)(1)  and\r\n\n846.  Alonzo Alzate  pled guilty to both counts,  whereas appel-\r\n\nlants Mario  Alzate and  Miguel DiMarzo  were jointly  tried and\r\n\nconvicted on both  counts.   In due course,  the district  court\r\n\nimposed sentences  on appellants  and final judgment  entered on\r\n\nMarch 31,  1995.  DiMarzo filed  a notice of appeal  on April 3.\r\n\nAppellant Mario Alzate did not do so until April 13.1\r\n                    \r                              \r\n\n     1The government  contends that  we lack jurisdiction  of the\r\nlatter  appeal  because Mario  did not  file  a notice  of appeal\r\nwithin the  ten-day period.   See  Fed. R.  App. P.  4(b), 26(a);\r                                           \r\nUnited  States v.  Morillo,  </pre><span class=\"citation\" data-id=\"195011\"><a href=\"/opinion/195011/united-states-v-morillo/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">864</span></a></span><pre class=\"inline\">,  867 (1st  Cir.  1993).\r                                    \r\nHowever  that may  be, this is  an appropriate  case in  which to\r\nresolve  the appeal on the merits.  See United States v. Connell,\r                                                                          \r\n</pre><span class=\"citation\" data-id=\"194971\"><a href=\"/opinion/194971/united-states-v-connell/\"><span class=\"volume\">6</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span><pre class=\"inline\">,  29  n.3 (1st  Cir.  1993) (foregoing  resolution  of\r\n\n                                5\r\r\n\n                    \r                              \r\n\njurisdictional question where same party inevitably will  prevail\r\non merits). \r\n\n                                6\r\r\n\n                               II \r                                         II\r\n\n                           DISCUSSION\r                                     DISCUSSION\r                                               \r\n\nA.  The Severance Motion\r          A.  The Severance Motion\r                                  \r\n\n          Appellant Mario  Alzate filed a pretrial  motion for a\r\n\nseparate trial  pursuant to Fed. R.  Crim. P. 14, on  the ground\r\n\nthat  the \"spillover\"  effect  of the  evidence against  DiMarzo\r\n\nwould prejudice  Mario unfairly.  Appellants  contended at trial\r\n\nthat they had not known that  Alonzo Alzate planned to conduct a\r\n\ndrug deal at  the Inn.   Mario argues on  appeal that  DiMarzo's\r\n\n\"mere presence\"  defense was  so patently \"ridiculous\"  that the\r\n\njury likely  concluded     without  separately  considering  the\r\n\nevidence against Mario    that both were guilty.  His contention\r\n\nfails.\r\n\n          Severance  rulings  under  Fed.  R. Crim.  P.  14  are\r\n\nreviewed only for manifest  abuse of discretion.  United  States\r                                                                          \r\n\nv. Flores-Rivera, </pre><span class=\"citation\" data-id=\"196112\"><a href=\"/opinion/196112/united-states-v-flores-rivera/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">319</span></a></span><pre class=\"inline\">, 325 (1st Cir. 1995).   \r                          \r\n\n          As a  rule, persons . .  . indicted together\r\n          should be  tried together[, which] helps . .\r\n          .  prevent inconsistent verdicts  and .  . .\r\n          conserve resources  (judicial and prosecuto-\r\n          rial).   Thus, . . . a defendant who seeks a\r\n          separate trial can ordinarily  succeed . . .\r\n          only by making  a strong showing  of evident\r\n          prejudice. . .  .   Supreme Court  precedent\r\n          instructs that a district court should grant\r\n          a severance under Rule 14 only if there is a\r\n          serious risk  that a joint trial  would com-\r\n          promise a specific trial right of one of the\r\n          defendants, or prevent the jury  from making\r\n          a  reliable  judgment  about  guilt  or  in-\r\n          nocence.  \r\n\nId.  (internal citations  and  quotations omitted).   Rarely  is\r             \r\n\nseverance required  in  a conspiracy  case.   United  States  v.\r                                                                      \r\n\n                                7\r\r\n\nBrandon, </pre><span class=\"citation\" data-id=\"664045\"><a href=\"/opinion/664045/united-states-v-peter-brandon-united-states-of-america-v-charles-d/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">409</span></a></span><pre class=\"inline\">, 440 (1st Cir.), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span>\r                                                              \r\n\n<span class=\"page\">80</span></span><pre class=\"inline\"> (1994).  Appellants were  charged as coconspirators, and with\r\n\nan identical  substantive offense,  all in the  same indictment.\r\n\nCareful review  discloses  no unfairness  attributable to  their\r\n\njoint  trial.    More  particularly, Mario  makes  no  plausible\r\n\nshowing  of  prejudice,  especially  in light  of  the  repeated\r                                                                          \r\n\ninstruction  by the court that  the jury must  consider the evi-\r\n\ndence against  each defendant independently and  return separate\r\n\nverdicts.   Id.   The trial  court acted  well within  its broad\r                         \r\n\ndiscretion in denying the motion to sever. \r\n\nB.  The Schultz Testimony\r          B.  The Schultz Testimony\r                                   \r\n\n          On redirect  examination Agent Schultz  was allowed to\r                               \r\n\ntestify  that, in  his  experience, innocent  observers are  not\r\n\ninvited  to accompany  criminals  engaged in  completing a  drug\r\n\ndeal.   Appellant  DiMarzo  argues that  (1)  Fed. R.  Crim.  P.\r\n\n16(a)(1)(E) obligated the government to provide him with pretri-\r\n\nal  discovery  relating  to  Schultz' expert  qualifications  to\r\n\ntestify to  this matter,  (2) Schultz' opinion  was inadmissible\r\n\nunder  both Daubert  v. Merrell  Dow Pharmaceuticals,  Inc., </pre><span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">509</span>\r                                                                     \r\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">579</span></a></span><pre class=\"inline\"> (1993), and Fed. R. Evid. 704(b) (prohibiting testimony\r\n\non ultimate jury issue).  Similarly, Mario Alzate  contends that\r\n\nhe  was entitled to a mistrial, or  at the very least a continu-\r\n\nance for further discovery  relating to Schultz' expert qualifi-\r\n\ncations.2  We do not agree.  \r\n                    \r                              \r\n\n     2We review these discovery and evidentiary rulings under  an\r\n\"abuse of discretion\" standard.  United States v. Lanoue, </pre><span class=\"citation\" data-id=\"196477\"><a href=\"/opinion/196477/united-states-v-lanoue/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span>\r                                                                  \r\n<span class=\"page\">966</span></a></span><pre class=\"inline\">, 973 (1st  Cir. 1995) (discovery  rulings); United States  v.\r                                                                       \r\n\n                                8\r\r\n\n          On cross-examination, both defense  counsel repeatedly\r\n\ninvited  Agent Schultz  to draw  upon his  experience as  a drug\r\n\nenforcement  officer.   For example,  Schultz was  asked whether\r\n\ndrug crime  participants typically carry weapons.   On redirect,\r\n\nthe prosecutor asked  Schultz:  \"[C]an you tell us  how often in\r\n\nyour  experience drug dealers bring along  with them to a deal a\r\n\ncasual innocent observer?\"  Over defense objections, Schultz was\r\n\nallowed to respond that he had never \"seen a person just casual-\r\n\nly come along for a drug deal.\"  \r\n\n          We reject appellants' contentions that either Criminal\r\n\nRule  16(a)(1)(E) or  Daubert was  implicated by  the challenged\r                                       \r\n\ntestimony.  First, the Schultz response expressed neither  a lay\r\n\nnor an expert opinion, as distinguished from a statement of fact\r                               \r\n\nas  to what Schultz  had witnessed  during his  29 years  in law\r\n\nenforcement.  As the  challenged testimony proffered no opinion,\r                                                                         \r\n\nlay  or expert,  but  simply the  witness's personal  experience\r\n\nrelating to a subject  bearing directly upon the appropriateness\r\n\nof a jury  inference, see United States  v. Batista-Polanco, </pre><span class=\"citation\" data-id=\"556636\"><a href=\"/opinion/556636/united-states-v-johnny-rafael-batista-polanco/\"><span class=\"volume\">927</span>\r                                                                     \r\n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">14</span></a></span><pre class=\"inline\">,  18 (1st  Cir. 1991)  (extended  presence at  scene of\r\n\nheroin  packaging operation supports \"common sense\" inference of\r\n\nguilt), long held permissible  in such circumstances, see United\r                                                                          \r\n\nStates  v. Smith,  </pre><span class=\"citation\" data-id=\"405061\"><a href=\"/opinion/405061/united-states-v-john-m-smith/\"><span class=\"volume\">680</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">255</span></a></span><pre class=\"inline\">,  260  (1st Cir.  1982),  cert.\r                                                                          \r\n\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1110</span></span><pre class=\"inline\"> (1983), we reject the claim.  \r                \r\n\n                    \r                              \r\n\nNeal, </pre><span class=\"citation\" data-id=\"679500\"><a href=\"/opinion/679500/united-states-v-gary-p-neal-united-states-v-william-f-kenney-jr/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">1190</span></a></span><pre class=\"inline\">, 1205 (1st  Cir. 1994) (continuance);  United\r                                                                           \r\nStates v. Pierro, </pre><span class=\"citation\" data-id=\"195522\"><a href=\"/opinion/195522/united-states-v-pierro/\"><span class=\"volume\">32</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span><pre class=\"inline\">, 617 (1st Cir.  1994) (mistrials),\r                          \r\ncert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">115</span>  <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">919</span></span><pre class=\"inline\"> (1995);  United States  v. Cotto-\r                                                                           \r\nAponte, </pre><span class=\"citation\" data-id=\"195504\"><a href=\"/opinion/195504/united-states-v-cotto-aponte/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">4</span></a></span><pre class=\"inline\">, 6 (1st Cir. 1994) (evidentiary rulings). \r                \r\n\n                                9\r\r\n\n          Nor did the Schultz testimony encroach upon the jury's\r\n\nfactfinding function regarding the ultimate issue of guilt.  The\r\n\ndistrict court  alertly gave an immediate  jury instruction that\r\n\n\"mere presence\" at  a crime scene  is insufficient to  establish\r\n\nguilt, and that ultimately it was for the jury to decide whether\r\n\nthe  government had met its burden  of proof.  See United States\r                                                                          \r\n\nv. Myers, </pre><span class=\"citation\" data-id=\"589639\"><a href=\"/opinion/589639/united-states-v-carl-harold-myers/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1566</span></a></span><pre class=\"inline\">, 1577 n.8 (11th Cir. 1992) (Bownes, J.),\r                  \r\n\ncert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1017</span></span><pre class=\"inline\">  (1993).  When  Agent Schultz later\r                       \r\n\nwas subjected to further cross-examination, see United States v.\r                                                                       \r\n\nPaiva,  </pre><span class=\"citation\" data-id=\"534182\"><a href=\"/opinion/534182/united-states-v-james-earl-paiva/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">148</span></a></span><pre class=\"inline\">,  157 (1st  Cir.  1989), he  conceded  the\r               \r\n\npossibility  that  a driver  might not  have  known that  he was\r\n\ntransporting someone  to  a  crime  scene.   Thus,  viewing  the\r\n\nchallenged  Schultz  testimony  in  the context  of  the  entire\r\n\nexamination, we find neither error nor unfair prejudice.  \r\n\nC.  Evidence of Prospective Sentence\r          C.  Evidence of Prospective Sentence\r                                              \r\n\n          In an effort  to forfend  against an  argument by  the\r\n\ngovernment that DiMarzo had known the cocaine was in the Oldsmo-\r\n\nbile     based on  the improbability that  criminal conspirators\r\n\nwould entrust such valuable contraband to an innocent third par-\r\n\nty    DiMarzo sought to inform the jury of the harsh sentence he\r\n\nwould face upon conviction, to demonstrate the strong inducement\r\n\nthe  \"real\" drug dealers had  to select an  unsuspecting dupe to\r\n\ntransport  their drugs, so as to avoid detection themselves.  On\r\n\nappeal,  DiMarzo  contends that  the  rejection  of his  proffer\r\n\ndenied  him  the \"only  way\" he  had  to counteract  the adverse\r\n\ninference  suggested by the  government.  We  think the district\r\n\n                               10\r\r\n\ncourt soundly excluded the evidence.  See Cotto-Aponte, 30  F.3d\r                                                                \r\n\nat  6 (applying  \"abuse of  discretion\" standard  to evidentiary\r\n\nrulings).   Accordingly,  it was  proper as  well to  reject the\r\n\nrequested instruction that the jury not draw the inference urged\r\n\nby the government.  \r\n\n          The  DiMarzo proffer would have necessitated an unwar-\r\n\nranted departure  from the fundamental division of responsibili-\r\n\nties between judge and jury.   See Shannon v. United States, </pre><span class=\"citation\" data-id=\"117867\"><a href=\"/opinion/117867/shannon-v-united-states/\"><span class=\"volume\">114</span>\r                                                                     \r\n\n<span class=\"reporter\">S. Ct.</span> <span class=\"page\">2419</span></a></span><pre class=\"inline\">, 2424 (1994).  As a general rule, under our criminal\r\n\njustice  system it  is  the jury's  responsibility to  determine\r\n\nguilt  or  innocence on  the basis  of the  facts it  has found,\r\n\nwhereas  the  court  is  responsible, among  other  things,  for\r\n\nsentencing  a  defendant after  a  guilty verdict.    As federal\r\n\njuries perform  no sentencing  function, \"providing jurors  sen-\r\n\ntencing information  invites them to ponder matters that are not\r\n\nwithin  their province,  distracts them  from their  factfinding\r\n\nresponsibilities,  and  creates a  strong possibility  of confu-\r\n\nsion.\"    Id.   Thus,  even  assuming that  DiMarzo's  guideline\r                       \r\n\nsentencing range  had some minimal probative value     a dubious\r\n\nproposition at best    the district court did not err in reject-\r\n\ning  the DiMarzo proffer given the  considerations alluded to in\r\n\nShannon.  See Fed.  R. Evid. 403; cf. United States  v. Luciano-\r                                                                          \r\n\nMosquera,  </pre><span class=\"citation\" data-id=\"196263\"><a href=\"/opinion/196263/united-states-v-luciano-mosquera/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1142</span></a></span><pre class=\"inline\">,  1153 (1st Cir.  1995) (rejecting Sixth\r                  \r\n\nAmendment  challenge  to   restriction  upon   cross-examination\r\n\nrelating to potential punishment).    \r\n\nD.  Sufficiency of the Evidence\r          D.  Sufficiency of the Evidence\r                                         \r\n\n                               11\r\r\n\n          Appellants  claim reversible  error in  the denial  of\r\n\ntheir respective motions  for judgments of acquittal.   See Fed.\r                                                                     \r\n\nR. Crim. P. 29.  Under  Criminal Rule 29, we review the evidence\r\n\nin  the  light most  favorable  to the  government,  drawing all\r\n\nplausible  inferences and  resolving all  credibility determina-\r\n\ntions  in line with the verdicts.   United States v. Spinney, </pre><span class=\"citation\" data-id=\"196301\"><a href=\"/opinion/196301/united-states-v-spinney/\"><span class=\"volume\">65</span>\r                                                                      \r\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">231</span></a></span><pre class=\"inline\">, 234  (1st Cir. 1995).  We  will uphold a verdict  if a\r\n\nrational factfinder  could have found each  essential element of\r\n\nthe  offense beyond a reasonable doubt.  United States v. Gomez-\r                                                                          \r\n\nPabon, </pre><span class=\"citation\" data-id=\"546890\"><a href=\"/opinion/546890/united-states-v-luis-e-gomez-pabon-united-states-v-wilfredo/\"><span class=\"volume\">911</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">847</span></a></span><pre class=\"inline\">, 852 (1st Cir. 1990), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span>\r                                                                \r\n\n<span class=\"page\">1074</span></span><pre class=\"inline\"> (1991).  \r\n\n          The government  met  its  test.   Under  21  U.S.C.   \r\n\n841(a)(1), it was required to establish that defendants knowing-\r\n\nly  and intentionally  possessed  a  controlled  substance  with\r\n\nintent to  distribute.   United States v.  Aguilar-Aranceta, </pre><span class=\"citation\" data-id=\"578199\"><a href=\"/opinion/578199/united-states-v-esperanza-aguilar-aranceta/\"><span class=\"volume\">957</span>\r                                                                     \r\n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">18</span></a></span><pre class=\"inline\">,  23 (1st  Cir.), cert.  denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">834</span></span><pre class=\"inline\"> (1992).\r                                                  \r\n\nUnder  21 U.S.C.   846, the government was required to establish\r\n\nthat defendants agreed, at least tacitly, to commit the substan-\r\n\ntive offense  which constituted  the object of  their agreement,\r\n\nand  that defendants voluntarily participated in the conspiracy.\r\n\nFlores-Rivera, 56 F.3d at 323-24.  The jury was entitled to rely\r                       \r\n\nupon circumstantial evidence     such as  presence at the  crime\r\n\nscene  and association with others  involved in the  crime    to\r\n\ninfer  essential elements  of the  crime, except that  such evi-\r\n\ndence,  standing alone, is  insufficient to  support conviction.\r                                \r\n\nId. at 324.   Although appellants hold themselves out  as excep-\r             \r\n\n                               12\r\r\n\ntions that prove the rule, there is ample record evidence, above\r\n\nand  beyond their  mere presence  and association,  to permit  a\r\n\nrational  jury to find guilt under both counts, beyond a reason-\r\n\nable doubt.\r\n\n          Appellant Mario  Alzate and his  brother Alonzo  drove\r\n\napproximately 100 miles to the crime scene where Alonzo had made\r\n\nprior arrangements for the cocaine to be delivered to undercover\r\n\nAgent Schultz in return for $100,000.  Together with the incrim-\r\n\ninating  circumstantial  evidence,  the   familial  relationship\r\n\nbetween  Alonzo (the  \"pointman\") and  Mario (the  \"lookout\" and\r\n\ndriver) permitted a rational jury inference that Mario well knew\r\n\nhe was involved  in a drug deal.  See  United States v. Morales-\r                                                                          \r\n\nCartagena,  </pre><span class=\"citation\" data-id=\"601780\"><a href=\"/opinion/601780/united-states-v-angel-luis-morales-cartagena-united-states-of-america-v/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">849</span></a></span><pre class=\"inline\">, 851-52  (1st Cir.  1993).   There was\r                   \r\n\nample evidence to enable the  jury to find that Mario served  as\r\n\nthe \"lookout\" at the  crime scene, see United States  v. Hernan-\r                                                                          \r\n\ndez, </pre><span class=\"citation\" data-id=\"608834\"><a href=\"/opinion/608834/united-states-v-jose-hernandez-united-states-of-america-v-aguilino-jose/\"><span class=\"volume\">995</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">307</span></a></span><pre class=\"inline\">, 314 (1st Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">114</span>  <span class=\"reporter\">S. Ct.</span> <span class=\"page\">407</span></span><pre class=\"inline\">\r                                                         \r\n\n(1993),  especially  since the  brothers registered  in separate\r\n\nrooms  at the  Inn and  Mario requested  a room  overlooking the\r\n\nparking  lot from where he surveilled the crime scene before the\r\n\ndrugs arrived.  In addition, Mario testified in his own defense,\r\n\neither  contradicting  the  testimony  of  government  witnesses\r\n\n(e.g.,  in  contrast to  the Inn  manager,  denying that  he had\r\n\nrequested  a  room  overlooking  the parking  lot)  or  offering\r\n\ninnocent explanations for  other suspicious conduct (e.g.,  that\r\n\nhe had strolled around the Inn parking lot just to  take in \"the\r\n\ncountryside\"), which the  jury was entitled to reject  and treat\r\n\n                               13\r\r\n\nas evidence of  consciousness of  guilt.  See  United States  v.\r                                                                      \r\n\nHadfield, </pre><span class=\"citation\" data-id=\"551471\"><a href=\"/opinion/551471/united-states-v-royal-w-hadfield-jr-united-states-of-america-v-helen/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">987</span></a></span><pre class=\"inline\">,  999 (1st Cir. 1990), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">500</span>\r                                                                     \r\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">936</span></span><pre class=\"inline\"> (1991).3  \r\n\n          The   sufficiency  challenge  mounted  by  DiMarzo  is\r\n\nwithout  merit as well.   The evidence  demonstrated that Alonzo\r\n\nhad  anticipated that the cocaine would arrive in a car equipped\r\n\nwith  secret compartments, and that  he knew how  to contact the\r\n\ndriver en route.  Agent Schultz testified that Alonzo spoke with\r\n\nthe  driver of the vehicle  carrying the cocaine  the morning of\r\n\nthe drug deal, conceivably  via the cellular phone in  the white\r\n\nOldsmobile, and gave him  the correct directions to the Inn.   A\r\n\nshort time later, DiMarzo  arrived at the Inn with  the cocaine,\r\n\npulled up just outside the ground-floor room occupied by Alonzo,\r\n\nand immediately met  with him.   DiMarzo was  seen scanning  the\r\n\nparking lot  as the two  men walked to  the restaurant.   Alonzo\r\n\nreturned with the keys to the Oldsmobile and, in the presence of\r\n\nSchultz,  opened the concealed  interior compartments containing\r\n\nbricks of cocaine in the promised amount.  \r\n\n          As we repeatedly  have recognized, a  jury is free  to\r\n\nrely on its common sense, see, e.g., Hernandez, 995 F.2d at 314,\r                                                        \r\n\nand may infer that criminal conspirators normally do not involve\r\n\ninnocent persons at critical  stages of a drug deal,  see, e.g.,\r                                                                         \r\n\nUnited  States v.  Tejeda, </pre><span class=\"citation\" data-id=\"590212\"><a href=\"/opinion/590212/united-states-v-john-tejeda-united-states-of-america-v-paul-christian/\"><span class=\"volume\">974</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">210</span></a></span><pre class=\"inline\">,  213 (1st  Cir. 1992).\r                                   \r\n\nThus, the jury reasonably  could infer that DiMarzo knew  he was\r\n                    \r                              \r\n\n     3As there was no abuse of discretion, we likewise affirm the\r\ndenial of Mario's motion for new trial under Fed. R. Crim. P. 33.\r\nUnited States v. Garcia, </pre><span class=\"citation\" data-id=\"593904\"><a href=\"/opinion/593904/united-states-v-juan-garcia/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">746</span></a></span><pre class=\"inline\">, 748 (1st Cir. 1992).   \r                                 \r\n\n                               14\r\r\n\ndelivering the cocaine needed to consummate the prearranged deal\r\n\nwith Alonzo, rather than that  Alonzo and appellant Mario Alzate\r\n\nhad entrusted to  an unsuspecting  nonparticipant the  responsi-\r\n\nbility  for delivering $100,000 worth of cocaine to the scene of\r\n\nthe exchange. E.  The Alzate Sentencing Claims\r                        E.  The Alzate Sentencing Claims\r                                                        \r\n\n          Mario Alzate  claims that  he was a  \"minimal partici-\r\n\npant,\" see U.S.S.G.    3B1.2(a) (1995), and that he  should have\r                    \r\n\nbeen granted a downward  departure based on \"aberrant behavior,\"\r\n\nsee id.   5K2.0.  Neither contention helps him. \r                 \r\n\n          First, the  district court found that  Mario was enti-\r\n\ntled to a two-level downward  adjustment under U.S.S.G.   3B1.2-\r\n\n(b), as a \"minor participant.\"  On appeal, Mario argues that  he\r\n\ndeserved a three or four-level adjustment, based on his \"minimal\r\n\nrole.\"  The record evidence  noted above, however, warrants  the\r\n\nfinding that  Mario did not  merit a \"minimal  role\" adjustment.\r\n\nSee United States  v. Munoz, </pre><span class=\"citation\" data-id=\"195659\"><a href=\"/opinion/195659/united-states-v-delgado-munoz/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1229</span></a></span><pre class=\"inline\">, 1238  (1st Cir. 1994)\r                                     \r\n\n(off-loading portion of single  drug shipment or smuggling drugs\r\n\nfor small transaction may indicate minimal participation), cert.\r                                                                          \r\n\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1164</span></span><pre class=\"inline\"> (1995).  Thus, there was no clear error.\r                \r\n\nUnited States v. Neal, </pre><span class=\"citation\" data-id=\"679500\"><a href=\"/opinion/679500/united-states-v-gary-p-neal-united-states-v-william-f-kenney-jr/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1190</span></a></span><pre class=\"inline\">, 1211 (1st Cir. 1994).  \r                               \r\n\n          Finally, the  second assignment  of error is  squarely\r\n\nforeclosed  because the  district court  was well  aware  of its\r\n\nauthority to grant a  downward departure and declined to  do so.\r\n\nWe therefore lack jurisdiction  to review the refusal to  depart\r\n\nunless based on a mistake of law.  United States v. Grandmaison,\r                                                                         \r\n\nNo. 95-1674, </pre><span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span>  <span class=\"page\">80411</span></span><pre class=\"inline\"> (1st Cir. Mar. 1,  1996) (clarifying\r\n\n                               15\r\r\n\n\"aberrant behavior\"  standard); United States v.  Lewis, </pre><span class=\"citation\" data-id=\"195723\"><a href=\"/opinion/195723/united-states-v-lewis/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span>\r                                                                 \r\n\n<span class=\"page\">1325</span></a></span><pre class=\"inline\">, 1345 (1st  Cir. 1994).   There is  no indication that  the\r\n\ndistrict court misapprehended the confines of its legal authori-\r\n\nty. \r\n\n          Affirmed. \r                    Affirmed. \r                            \r\n\n                               16\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112903/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117867/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194971/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195504/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195659/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195723/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196112/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196301/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196477/",
    "http://www.courtlistener.com/api/rest/v3/opinions/405061/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534182/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546890/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578199/",
    "http://www.courtlistener.com/api/rest/v3/opinions/589639/",
    "http://www.courtlistener.com/api/rest/v3/opinions/590212/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/601780/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608834/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664045/",
    "http://www.courtlistener.com/api/rest/v3/opinions/679500/"
  ]
}