{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196627/",
  "absolute_url": "/opinion/196627/united-states-v-camuti/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196627/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:10:23Z",
  "date_modified": "2017-03-24T10:47:56.349595Z",
  "type": "010combined",
  "sha1": "aa0eb51529394c65c532bf9217458b4d86dfdcc8",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1222.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 94-1222\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                      WILLIAM J. CAMUTI,\r\n\n                    Defendant, Appellant.\r\n\n                                        \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n        [Hon. William G. Young, U.S. District Judge] \r                                                               \r\n\n                                         \r\n\n                            Before\r\n\n                    Selya, Circuit Judge,\r                                                    \r\n\n                Bownes, Senior Circuit Judge,\r                                                        \r\n\n                 and Boudin, Circuit Judge. \r                                                      \r\n\n                                         \r\n\nThomas V. Laprade, by  Appointment of the Court, with whom  Black,\r                                                                             \r\nLambert, Coffin &amp; Rudman was on briefs for appellant.\r                                \r\nWilliam P.  Stimson, Assistant United  States Attorney,  with whom\r                               \r\nDonald K. Stern, United States Attorney,  was on brief for the  United\r                       \r\nStates.\r\n\n                                         \r\n\n                        March 12, 1996\r\n                                         \r\r\n\n     BOUDIN, Circuit  Judge.   In a jury  trial beginning  in\r                                       \r\n\nSeptember 1993, William Camuti was tried on 13 counts of mail\r\n\nfraud  in connection  with a scheme  to defraud  investors by\r\n\nobtaining  their funds  through  false representations.    18\r\n\nU.S.C.    1341,  2.  On October 18, 1993,  the jury acquitted\r\n\nCamuti on  two counts and  convicted him on the  remaining 11\r\n\ncounts.   Camuti was  sentenced on February  28, 1994  to 116\r\n\nmonths'  imprisonment  and  ordered   to  pay  $2,528,000  in\r\n\nrestitution.  He now appeals, challenging both his conviction\r\n\nand his penalties.       Taken in the light most favorable to\r\n\nthe government, United States v. Brien, 59 F.3d 274, 275 (1st\r                                                  \r\n\nCir.), cert.  denied, 116  S.  Ct. 401  (1995), the  evidence\r                                \r\n\nsubmitted at trial permitted the  jury to find the following.\r\n\nStarting  in the early 1980s Camuti  ran a mortgage brokerage\r\n\nbusiness called \"The Loan Depot\" from a building in Randolph,\r\n\nMassachusetts.  Camuti attracted a large number of homeowners\r\n\nseeking  second mortgages and  placed their applications with\r\n\nvarious lenders.\r\n\n     Beginning in  December  1988  and  continuing  for  some\r\n\nperiod,  Camuti  began  to solicit  investments  from several\r\n\nWaltham  businessmen, known at  trial as \"the  Waltham Five.\"\r\n\nHe represented to them that  their funds would be invested in\r\n\nhigh-quality residential mortgages  that he would select  and\r\n\nservice.  The  Waltham Five invested  more than $2.5  million\r\n\n                             -2-\r                                         -2-\r\r\n\nwith Camuti, but in fact Camuti never invested their money in\r\n\nresidential mortgages.  \r\n\n     In February 1989,  Camuti hired Joseph Carroll,  a young\r\n\nstockbroker,  to  market  pools  of  mortgages  to  potential\r\n\ninvestors.  Carroll and several part-time salesmen telephoned\r\n\npotential  investors  to  persuade them  to  invest  money in\r\n\nmortgage pools.   The first such pool  was to be backed  by a\r\n\nmortgage on the Loan  Depot office building in Randolph,  but\r\n\nCarroll  testified at  trial that  this  initial effort  fell\r\n\nshort and  that he  managed to raise  only $125,000  compared\r\n\nwith a goal of $900,000.  \r\n\n     Carroll  further testified that Camuti responded to this\r\n\nsetback  by instructing Carroll  to tell investors  that each\r\n\nmortgage pool consisted  of a group of  residential mortgages\r\n\non   homes  in  well-to-do   Boston  suburbs.     Camuti  was\r\n\nrepresented to be a co-manager of  the pools, and he signed a\r\n\nmortgage  pool \"participation certificate\"  that was  sent to\r\n\neach investor.   Over the  next year,  the program  attracted\r\n\nover  $1.7 million.  In fact no residential mortgages secured\r\n\nthese investments.\r\n\n     In October 1989,  about nine months after  Carroll began\r\n\nhis  efforts, the  Securities Division  of the  Massachusetts\r\n\nSecretary of  State's office  began to  receive reports  that\r\n\nCamuti might be  illegally marketing unregistered  securities\r\n\nand sent him a letter  of inquiry.  Camuti told his  attorney\r\n\n                             -3-\r                                         -3-\r\r\n\nto respond that  the Loan Depot's solicitations  had produced\r\n\nno response; by  letter of October 27, 1989,  his lawyer told\r\n\nthe Securities Division, inaccurately, that no funds had been\r\n\ncollected  and  no  mortgage  pool  participations  had  been\r\n\nissued.    In  a  subsequent  letter,  the  lawyer  told  the\r\n\nSecurities  Division,  again  inaccurately,   that  all  such\r\n\nsolicitations had ceased.\r\n\n     In  spring 1990, Camuti began falling behind in interest\r\n\npayments  and, in  May  1990,  a  Boston  newspaper  reported\r\n\nallegations that there were no residential  mortgages backing\r\n\nCamuti's pools.   In  December 1990,  members of  the Waltham\r\n\nFive met  with Camuti and  he admitted that their  funds were\r\n\nnot secured by residential mortgages.  In later negotiations,\r\n\nthe Waltham Five sought other collateral; one proposal was to\r\n\nhave one of their  members take control of the  assets in the\r\n\nLoan  Depot as  a trustee  for  the other  investors, but  no\r\n\nsettlement was ever reached.\r\n\n     At  trial the  government  presented the  evidence  just\r\n\ndescribed through approximately twenty-five witnesses.  These\r\n\nincluded Carroll, various investors who had been solicited by\r\n\nCarroll, other  persons familiar  with Camuti's  role in  the\r\n\nLoan Depot, and four  members of the Waltham Five.   Three of\r\n\nthe four  testified that Carroll  himself had told  them that\r\n\ntheir  investments would be  backed by residential mortgages;\r\n\nthe fourth was not specific on this point.  \r\n\n                             -4-\r                                         -4-\r\r\n\n     Camuti's  own position  at trial  was  that Carroll  had\r\n\ndeceived  Camuti  and that  Camuti  had  discovered Carroll's\r\n\nmisrepresentations  only  in  the spring  of  1990,  and then\r\n\ndischarged Carroll.  As to the Waltham Five, Camuti suggested\r\n\nthat  they, or  at least  some of  them, were  engaged in  an\r\n\neffort  to secure  control of  the Loan  Depot which,  in its\r\n\nmortgage broker  activities, had been a  successful business.\r\n\nCamuti  also denied  representing to  the  Waltham Five  that\r\n\ntheir  investments  would  be  used to  purchase  residential\r\n\nmortgages.\r\n\n     On this appeal, Camuti does  not claim that the evidence\r\n\nwas insufficient to hold him  liable for mail fraud.  Rather,\r\n\nhe argues on several fronts  that the trial court effectively\r\n\ndeprived  him of a fair trial  by restricting his opportunity\r\n\nto  present  his   defense  and,  further,  that   the  court\r\n\nmisinstructed  the jury.   He also contests  his sentence and\r\n\nrestitution order.       The Cross-Examination of the Waltham\r                                                                         \r\n\nFive.  The government had little trouble in this case proving\r                \r\n\nthat Carroll had  defrauded the mortgage pool  investors; its\r\n\nproblem was to  implicate Camuti in these actions.   The main\r\n\nwitness for  the government,  unfortunately, was  Carroll who\r\n\ndirectly   implicated  Camuti   but,   as  a   self-confessed\r\n\ndefrauder, was hardly a perfect witness.  The  government did\r\n\nhave other evidence  linking Camuti to Carroll's  frauds, but\r\n\nit was obviously quite helpful to the government to show that\r\n\n                             -5-\r                                         -5-\r\r\n\nCamuti himself had  been making comparable misrepresentations\r\n\nto his own friends, namely, the members of the Waltham Five.\r\n\n     In  response, Camuti asserted that the Waltham Five were\r\n\nusing  their transactions with  Camuti to take  over Camuti's\r\n\nbusiness.   To  make  this showing,  Camuti sought  to cross-\r\n\nexamine  a Waltham  Five  member  about  the  proposed  trust\r\n\ndocument  that the Waltham  Five had tendered  to Camuti, and\r\n\nposed  questions designed  to show  that  another member  had\r\n\nacquired an interest in  certain of the Loan  Depot's assets.\r\n\nThe  district judge sustained  a number of  objections by the\r\n\ngovernment to these inquiries.   Camuti now claims that these\r\n\nrulings were error.  \r\n\n     Few of  the tasks  of a trial  judge are  more difficult\r\n\nthan  coping  with this  kind  of  problem.   A  fragment  of\r\n\nevidence  is offered seemingly  remote from the  main issues.\r\n\nAt this point,  the trial judge has to rule  on relevance, at\r\n\nleast  provisionally, without knowing  how this fragment will\r\n\nlook  as part  of a larger  pattern.  And  (assuming a proper\r\n\nobjection),  the  judge  may  also  have  to  consider  other\r\n\nlimitations, such as  those based on prejudice  or confusion,\r\n\nin deciding  how far to  let issues of marginal  relevance be\r\n\npursued.\r\n\n     In this  instance, the  district court  sought side  bar\r\n\nexplanations for  the disputed  evidence and  made clear  its\r\n\nwillingness to give the defense wide latitude  to explore the\r\n\n                             -6-\r                                         -6-\r\r\n\nalleged scheme of the  Waltham Five if  it could be shown  to\r                                                  \r\n\nbear on the  question whether Camuti had  acquired money from\r\n\nthe Waltham Five  based on false representations.   But as we\r\n\nread the colloquies, ultimately the district court  concluded\r\n\nthat  the necessary foundation was lacking and that questions\r\n\nabout the  trust document  or the  present ownership of  Loan\r\n\nDepot assets were at best minimally relevant, confusing and a\r\n\nwaste of time.\r\n\n     We think that this judgment was clearly within the broad\r\n\ndiscretion  allowed  to  district  courts  in these  matters,\r\n\nUnited  States v.  Jarabek, 726  F.2d 889,  902-03 (1st  Cir.\r                                      \r\n\n1984), and Camuti's  claim of error  fails without regard  to\r\n\nthe government's procedural objections (several of which have\r\n\nsome bite).   The crime  with which Camuti  was charged--mail\r\n\nfraud--did not require  that the victims be pure  of heart or\r\n\neven that they have been effectively deceived  by the charged\r\n\nmisrepresentations.    Materiality  issues  aside,  all  that\r\n\nmatters is that the representations were deliberately made by\r\n\nthe defendant.  United States  v. Allard, 926 F.2d 1237, 1242\r                                                    \r\n\n(1st Cir. 1991).\r\n\n     Camuti's  position, as  we understand  it,  is that  the\r\n\nalleged motives and later actions of the Waltham Five bore on\r\n\nthe   question  of   whether  Camuti   had   ever  made   the\r\n\nmisrepresentations to  them at  all; Camuti  argues that  the\r\n\nWaltham Five loaned money to  Camuti rather than invested  it\r                               \r\n\n                             -7-\r                                         -7-\r\r\n\nin supposed residential mortgages;  and--or so Camuti further\r\n\nreasons--the malign motive and later actions that the defense\r\n\nhas  attributed to  the Waltham  Five  are inconsistent  with\r\n\ntheir story that Camuti made misrepresentations.  \r\n\n     But the inferences are so  thin that they can barely, if\r\n\nat all,  meet the  generous test of  relevance under  Fed. R.\r\n\nEvid. 401.  That the  Waltham Five sought security after they\r\n\ndiscovered  Camuti's fraud hardly  suggests that any  of them\r\n\nwere   previously  plotting  to  take  over  the  Loan  Depot\r\n\nbusiness; and even a prior  plot to obtain such control would\r\n\ntell  little about whether  Camuti had made  false statements\r\n\nwhen he  obtained their funds.  The  difference between proof\r\n\nand speculation is a  matter of degree, but the proof here is\r\n\nclose to the latter end of the spectrum. \r\n\n     At  the same  time, quite  apart  from irrelevance,  the\r\n\nevidence  sought  to  be  adduced did  have  the  capacity to\r\n\nmislead  and  confuse the  jury.    See  Fed. R.  Evid.  403.\r                                                   \r\n\nAlthough irrelevant to any proper defense,  it lent itself to\r\n\nthe  suggestion that  whatever  Camuti  may  have  done,  the\r\n\nWaltham  Five took  advantage of  him when  he found  himself\r\n\nhard-pressed  and that  one member  had  enriched himself  at\r\n\nCamuti's expense.   In other words, the  scenario that Camuti\r\n\nsought to suggest could easily have been useful to Camuti but\r\n\nnot for any legitimate purpose.\r\n\n                             -8-\r                                         -8-\r\r\n\n     Camuti  cites to us  precedent that the  right of cross-\r\n\nexamination is  secured by  the Confrontation  Clause of  the\r\n\nConstitution,   but   those   cases   involve   unjustifiable\r\n\nrestrictions  on   cross-examination.    E.g.,   Chambers  v.\r                                                                     \r\n\nMississippi, 410 U.S.  284 (1973).  The  ordinary application\r                       \r\n\nof Fed.  R. Evid.  401-03 does not  even remotely  impair any\r\n\nconstitutional right under the Sixth Amendment.  See Delaware\r                                                                         \r\n\nv. Van  Arsdall, 475 U.S.  673, 679 (1986); United  States v.\r                                                                      \r\n\nKepreos,  759 F.2d  961, 964 (1st  Cir. 1985).   It  is worth\r                   \r\n\nadding that the district court went  out of its way to  offer\r\n\nCamuti an opportunity to create a foundation for the evidence\r\n\nhe sought to adduce.\r\n\n     The  Telephone Tape.   As  part of  the defense's  case,\r                                    \r\n\nCamuti sought to  play for the jury an  audio tape recording.\r\n\nThe  tape had been found in Carroll's desk and, taken at face\r\n\nvalue, included several telephone sales pitches by Carroll to\r\n\nprospective investors.  In the  course of one of the pitches,\r\n\napparently  relating  to commercial  property  mortgages, the\r\n\nspeaker--purporting to be Carroll--said that, with respect to\r\n\nan investment vehicle, \"I have one of my clients that's gonna\r\n\ntake the  whole deal,  and that's a  half a  million dollars,\r\n\nhimself.\"\r\n\n     Camuti's position, at trial and on appeal, is  that this\r\n\ncomment showed that Carroll's sales efforts to raise money on\r\n\ncommercial  mortgages  were  a success.    This  fact, Camuti\r\n\n                             -9-\r                                         -9-\r\r\n\nreasons,   undermined  Carroll's   own  testimony   that  his\r\n\ncommercial-mortgage sales efforts had largely failed and that\r\n\nthis  failure  caused  Camuti to  instruct  Carroll  to begin\r\n\npitching   non-existent   residential    mortgages   instead.\r\n\nCamuti's  brief  assumes  that,  if  the  tape  were  played,\r\n\nCarroll's  comment  about  his  half-a-million-dollar  client\r\n\nwould have been admissible for its truth.\r\n\n     The  tape recording,  like most  other \"real\"  evidence,\r\n\ncould be admitted  only upon an offer or  promise of evidence\r\n\nsufficient to permit  the jury to find that the tape was what\r\n\nits proponent (Camuti) claimed it  to be: here, recordings of\r\n\nactual telephone sales  calls by Carroll.  See  Fed. R. Evid.\r                                                          \r\n\n901.   Camuti offered to  testify that he  himself recognized\r\n\nthe voice as that of Carroll.  The  government said that this\r\n\nwas  insufficient, pointing out that  no chain of custody had\r\n\nbeen  proved  and  that  Camuti  himself  had  recorded  over\r\n\nportions of the tape by using  it to record calls to or  from\r\n\nhis own telephone.\r\n\n     The district  judge listened  to the tape  and chose  to\r\n\nexclude it.  His first comment was that the tape had not been\r\n\nadequately  authenticated.  He  continued by saying  that, in\r\n\nlight of Camuti's constitutional  right to confront witnesses\r\n\nagainst him, see  Chambers, 410 U.S. at 294,  the court would\r                                      \r\n\nadmit the tape  if \"truly exculpatory.\"  But  the judge ruled\r\n\nthat the call in question appeared to deal with \"interests in\r\n\n                             -10-\r                                         -10-\r\r\n\ncommercial property\" and  was therefore \"not central  to this\r\n\ncase . . . .\"\r\n\n     Chain of custody is one means of authenticating evidence\r\n\nbut not  the only means;  and voice identification  by Camuti\r\n\nwould  have served as evidence that  Carroll was the speaker.\r\n\nThe  government's better  argument  is  that  there  is  some\r\n\ninternal  evidence  that  raises   doubts  about  the  tape's\r\n\nauthenticity,  which Carroll could have removed if Camuti had\r\n\ncalled him to authenticate the  tape.  The district judge has\r\n\nconsiderable  discretion in  resolving authentication  issues\r\n\nunder Rule  901, United  States v. Carbone,  798 F.2d  21, 24\r                                                      \r\n\n(1st Cir.  1986), but  the district court  did not  choose to\r\n\nexclude  the tape on  this ground--saying, instead,  that the\r\n\nevidence was not exculpatory.\r\n\n     We conclude that  if the tape had any  relevance at all,\r\n\nit was so  slight that the exclusion  of the tape was  at the\r\n\nmost harmless error.   Under ordinary hearsay rules the  tape\r\n\nwas never admissible  as evidence  that Carroll  had in  fact\r\n\nsold  a  commercial  mortgage  to  one  of  his  clients  for\r\n\n$500,000.  The taped conversation,  even if authentic, was an\r\n\nout-of-court statement by Carroll; and Camuti makes no effort\r\n\nto  show  that   the  statement  falls  within   any  hearsay\r\n\nexception.   Accordingly,  if  offered for  the truth  of the\r\n\nmatter  asserted--as  Camuti  assumes  it  to  be--the  taped\r\n\ncomment is excluded by Fed. R. Evid. 802.\r\n\n                             -11-\r                                         -11-\r\r\n\n     In  Chambers, the Supreme Court held that it can violate\r                             \r\n\ndue process to  exclude reliable hearsay evidence  crucial to\r\n\nthe defense;  there, the  state court in  a murder  trial had\r\n\nexcluded  out-of-court  statements  of  another  that  he had\r\n\ncommitted the  crime with  which the  defendant was  charged.\r\n\n410  U.S.  at 292-93.    But  the  Chambers  statements  were\r                                                       \r\n\narguably  reliable, cf. Fed.  R. Evid 804(b)(3),  and vitally\r                                   \r\n\nimportant to the defense;  the hearsay comment of Carroll  is\r\n\nneither.  Chambers is not a general abrogation of the hearsay\r                              \r\n\nrule.  Lee v. McCaughtry, 933 F.2d 536, 538 (7th Cir.), cert.\r                                                                         \r\n\ndenied, 502 U.S. 895 (1991).\r                  \r\n\n     Of course,  Carroll's statement  might  still have  been\r\n\nadmissible   not  for  its  truth  but  for  impeachment,  if\r\n\nsufficiently   inconsistent   with   his   trial   testimony.\r\n\nOrdinarily, extrinsic  evidence is not admissible  to impeach\r\n\nby  contradiction;  but   an  exception   exists  where   the\r\n\ncontradiction  is on  a  material issue.    United States  v.\r                                                                     \r\n\nPerez-Perez,  72 F.3d  224, 227 (1st  Cir. 1995).   It is not\r                       \r\n\neasy to  tell whether the  vague reference  on the tape  to a\r\n\nprospective $500,000 investment is at  odds with any point in\r\n\nCarroll's trial testimony.\r\n\n     But even  if we assume  that the tape was  authentic and\r\n\nextrinsic  evidence  of  Carroll's  statement  admissible  to\r\n\nimpeach, it could not have  altered the outcome of this case.\r\n\nAt  most the contradiction, if contradiction there was, would\r\n\n                             -12-\r                                         -12-\r\r\n\nhave  cast a small measure of additional doubt upon Carroll's\r\n\nveracity.   But  Carroll was  already a  proven liar,  having\r\n\nengaged  for  months  in  selling  investors  phony  mortgage\r\n\ncertificates.   The jury  nevertheless believed  him when  he\r\n\nsaid that Camuti was responsible for the scheme.\r\n\n     The  jury  had  a basis  for  believing  Carroll's trial\r\n\ntestimony because  there  was also  a  fair amount  of  other\r\n\nevidence  supporting the view that Camuti had collaborated in\r\n\nthe fraud:  for example,  evidence that  Camuti was  familiar\r\n\nwith   Carroll's  operation,   had   signed  the   investment\r\n\ncertificates,  had   told  similar  lies   about  residential\r\n\nproperty to  the Waltham  Five,  and had  instructed his  own\r\n\nlawyer to  mislead the state  authorities when they  began to\r\n\ninvestigate.   The idea that one  additional lie from Carroll\r\n\nwould have  undermined this  structure is  fanciful.   United\r                                                                         \r\n\nStates v. Legarda, 17 F.3d 496, 499 (1st Cir.), cert. denied,\r                                                                        \r\n\n115 S. Ct. 81 (1994).\r\n\n     Jury  Instructions.  Camuti says that the district court\r                                   \r\n\nerred  in  two rulings  on  jury  instructions:  one was  the\r\n\ncourt's refusal to give  Camuti's requested instruction  that\r\n\ngood faith was a defense to  the fraud charge; the other  was\r\n\ngranting  the   government's  request  to  instruct   that  a\r\n\ndefendant's knowledge of  fraud may be inferred  from willful\r\n\nblindness.  Camuti's  counsel did not  object after the  jury\r\n\n                             -13-\r                                         -13-\r\r\n\nwas instructed and before it  retired, as required by Fed. R.\r\n\nCrim. P. 30, so our review is limited to plain error.\r\n\n     On  the good  faith instruction, there  was no  error at\r\n\nall, let alone  plain error.  A separate  instruction on good\r\n\nfaith  is  not  required  in  this  circuit  where the  court\r\n\nadequately instructs on  intent to defraud.  United States v.\r                                                                      \r\n\nDockray,  943 F.2d  152,  155  (1st Cir.  1991).   Here,  the\r                   \r\n\ncourt's  instruction on  fraud is  not seriously  challenged.\r\n\nCamuti says that the instruction was  needed here because the\r\n\ncourt limited Camuti's  evidence offered to show  good faith.\r\n\nBut missing evidence is not  supplied by instructions; and if\r\n\nevidence of good faith was excluded in error, Camuti was free\r\n\nto raise the point.\r\n\n     As for the  willful blindness instruction, it  was amply\r\n\njustified in this  case.  United States v.  Gabriele, 63 F.3d\r                                                                \r\n\n61, 66-67 (1st Cir. 1995).  A jury could reasonably find that\r\n\neven  if Camuti  had  not actually  directed  the fraud,  the\r\n\nwarning signs were ample to  have alerted Camuti to the fraud\r\n\nunless he deliberately  chose to close his eyes  to them; two\r\n\ngood   examples  are  the  newspaper  reports  of  the  fraud\r\n\n(articles  Camuti  discussed  with  his  investors)  and  the\r\n\ncontacts by the  state investigators (which Camuti  sought to\r\n\nthwart with false information). \r\n\n     Camuti  suggests  that  this  blindness instruction  was\r                                             \r\n\nfaulty  because  it  could  have  led the  jury  to  apply  a\r\n\n                             -14-\r                                         -14-\r\r\n\nnegligence  standard  in  determining  his  guilt.    On  the\r\n\ncontrary, the judge not only  properly instructed the jury as\r\n\nto  the elements  of fraud  and  used the  usual formula  for\r\n\nwillful  blindness, see  E.  Devitt,  et  al.,  Federal  Jury\r                                                                         \r\n\nPractice and Instructions    17.09 (4th ed.  1992); Gabriele,\r                                                                        \r\n\n63 F.3d at 66 n.6,  but the judge also told the  jury that it\r\n\ncould not find that Camuti  acted knowingly if he \"was simply\r\n\ncareless.\"  \r\n\n     Sentence Calculations.  In calculating the offense level\r                                      \r\n\nfor Camuti's offense, the district judge increased the figure\r\n\nby two  levels for  obstruction of  justice under  U.S.S.G.  \r\n\n3C1.1.   From  the prosecutor's  request  and the  subsequent\r\n\ncolloquy, it  is evident that  the district court  based this\r\n\nruling on a finding that Camuti had committed  perjury during\r\n\nthe  trial.   United  States  v. Dunnigan,  113  S. Ct.  1111\r                                                     \r\n\n(1993), ordains an enhancement in those circumstances.\r\n\n     On  appeal, Camuti argued that the district judge's bare\r\n\nstatement at  sentencing--that an obstruction  of justice had\r\n\noccurred--was  too bare to  show that the  district judge had\r\n\nfound  each of  the elements  of the  perjury enhancement  as\r\n\nrequired   under   Dunnigan:      falsity,  willfulness   and\r                                       \r\n\nmateriality.  See 113 S.Ct.  at 1116-17.  The government said\r                             \r\n\nthat the findings could be  inferred from context or that the\r\n\nerror,  if any,  was harmless.   Instead  of  speculating, we\r\n\nretained jurisdiction and, by order, asked the district court\r\n\n                             -15-\r                                         -15-\r\r\n\nto identify  the obstructive  conduct and the  basis for  any\r\n\nDunnigan findings.\r                    \r\n\n     By a supplemental order entered on November 9, 1995, the\r\n\ndistrict court supplied the specifics.   Its order found that\r\n\nthe perjury lay in Camuti's  testimony that he was unaware of\r\n\nthe misrepresentations  made by  Carroll to  investors.   The\r\n\ndistrict court's order also specifically found this testimony\r\n\nto  be false,  willful and  material.   The findings  are not\r\n\nclearly  erroneous  and, in  fact, Camuti  has offered  us no\r\n\nreason to doubt that they were correct.  Accordingly, nothing\r\n\nmore need be said about the perjury enhancement.\r\n\n     The district court  imposed a further  four-level upward\r\n\nadjustment based on  a finding that Camuti  was the organizer\r\n\nof a criminal organization that was \"extensive.\"   U.S.S.G.  \r\n\n3B1.1(a).  This  adjustment was imposed after a recitation by\r\n\nthe government of  evidence showing that Camuti's  Loan Depot\r\n\norganization  had employed  the  services  of  over  a  dozen\r\n\npeople, that the fraud was sophisticated and directed at many\r\n\ninvestors, and that it was orchestrated by Camuti.\r\n\n     The district  judge said that  he was persuaded  by this\r\n\nargument.  On appeal, Camuti argues (apparently for the first\r\n\ntime) that the  enhancement required not only  that the fraud\r\n\nbe extensive  but also that  Camuti have played  an extensive\r\n\nrole  as  an organizer  or  leader.    The guidelines  do  so\r\n\nrequire,  U.S.S.G.     3B1.1(a);  United  States  v.  Tejada-\r                                                                         \r\n\n                             -16-\r                                         -16-\r\r\n\nBeltran, 50  F.3d 105, 111  (1st Cir. 1995); but  in adopting\r                   \r\n\nthe  prosecutor's scenario, the  district judge so  found and\r\n\nthe  evidence  supports him.    Thus, if  not  forfeited, the\r\n\nargument fails.\r\n\n     Camuti also contends  that the same  enhancement amounts\r\n\nto double counting because the  size of the fraud was already\r\n\nreflected in an adjustment based on the loss inflicted by the\r\n\nfraud.    U.S.S.G.    2F1.1(b)(1).    One  could  argue about\r\n\nwhether  double  counting   is  involved:     the   organizer\r\n\nadjustment focuses not  on the amount of loss but on the role\r\n\nof the defendant and the size of the organization; still, the\r\n\nlatter element often  correlates with the  size of the  loss.\r\n\nBut the  short answer  is that this  is at  worst permissible\r                                                                         \r\n\ndouble counting, United States v.  Lilly, 13 F.3d 15, 19 (1st\r                                                    \r\n\nCir. 1994).\r\n\n     A  final  two-level  upward  adjustment was  based  upon\r\n\nCamuti's   abuse  of  a   position  of  \"private   trust\"  to\r\n\n\"significantly facilitate[]\" the offense.  U.S.S.G.    3B1.3.\r\n\nThe government's theory was that,  at least as to the Waltham\r\n\nFive, Camuti was  effectively a fiduciary trusted  by them to\r\n\ninvest  their money in residential mortgages that he (Camuti)\r\n\nwould select.  Cf. United States v. Newman, 49 F.3d 1, 9 (1st\r                                                      \r\n\nCir.  1995).  The district court  accepted the theory despite\r\n\nCamuti's rather general objections that his relationship with\r\n\nthe investors had not facilitated any fraud.\r\n\n                             -17-\r                                         -17-\r\r\n\n     On appeal,  Camuti has  revised his objection.   He  now\r\n\nsays  that his  activities vis-a-vis  the  Waltham Five  were\r\n\n\"incidental\" to  the offenses on which he  was sentenced, and\r\n\nhe points  out that  all but  one  of the  mail fraud  counts\r\n\nrelated  to other  investors  solicited  by  Carroll.    This\r                             \r\n\nargument rests  on  the  peculiar logic  of  the  mail  fraud\r\n\nstatute  which makes  criminal  not  the  scheme  to  defraud\r\n\nstanding alone but each use of the mails in connection with a\r                                       \r\n\nscheme to defraud.  18 U.S.C.   1341.\r\n\n     The short  answer is  that for  purposes of  determining\r\n\nresponsibility at sentencing, the guidelines include not only\r\n\nthe offense of conviction but  also any other conduct that is\r\n\n\"part of the same  course of conduct or common scheme or plan\r\n\nas the offense of conviction.\"   U.S.S.G.   1B1.3(a)(2).  The\r\n\ngovernment's  main excuse  for offering  evidence  as to  the\r\n\nWaltham Five was that the frauds directed against the Waltham\r\n\nFive  were part of the same  overall scheme.  On this theory,\r\n\nthose  frauds were  also  \"relevant conduct\"  at  sentencing,\r\n\nregardless of specific mailings.\r\n\n     There  was certainly evidence that the Waltham Five were\r\n\ndefrauded.    Whether  there was  only  a  single overarching\r\n\nscheme  might  be  debated, cf.  U.S.S.G.     1B1.3, comment.\r                                           \r\n\n(n.9); United  States v. Sklar,  920 F.2d 107, 111  (1st Cir.\r                                          \r\n\n1990);  and there is no explicit finding  on the point by the\r\n\ndistrict court.    But neither  did Camuti  make his  present\r\n\n                             -18-\r                                         -18-\r\r\n\nargument at sentencing.  It  is enough here that the evidence\r\n\npermitted  the  finding of  a  single  scheme and  there  was\r\n\ncertainly  no  plain  error  where,  without  objection,  the\r\n\ndistrict court proceeded on that premise. \r\n\n     Restitution.   At sentencing, the district judge ordered\r                            \r\n\nCamuti to make restitution payments to members of the Waltham\r\n\nFive in  the amount of $2,528,000.   This award  was based on\r\n\ncomputations in the pre-sentence report reflecting investment\r\n\nlosses in this range claimed by the individual members of the\r\n\nWaltham  Five.   Camuti did  not  object to  the pre-sentence\r\n\nreport nor object to the  restitution order when the district\r\n\ncourt specified the  amounts.  On  appeal, Camuti claims  for\r\n\nthe first time that the restitution order--aside from $37,500\r\n\nowing to Bowse--was plain error.\r\n\n     Camuti's theory is straightforward.  Under the statutory\r\n\nlanguage that applies to his case, restitution may be ordered\r\n\nonly for  losses caused  by the  \"offense\"  or \"offenses\"  of\r\n\nconviction.  18 U.S.C.   3663(a) (1988); see Hughey v. United\r                                                                         \r\n\nStates, 495 U.S. 411 (1990).  Later amendments have broadened\r                  \r\n\nthe authority to  require restitution to include  harm due to\r\n\n\"the  defendant's criminal  conduct  in  the  course  of  the\r\n\nscheme,\"  18 U.S.C.    3663(a)(2)  (Supp. V,  1993), but  the\r\n\nchanges are not  retroactive.  Newman, 49 F.3d  at 11 &amp; n.14.\r                                                 \r\n\nCamuti's  argument is  that none  of the  investments  of the\r\n\nWaltham Five, apart from $37,500 owing to  Bowse, was related\r\n\n                             -19-\r                                         -19-\r\r\n\nto an individual  mailing specified as a count  in the Camuti\r\n\nindictment.\r\n\n     As already noted, the mail fraud offense is committed by\r\n\na mailing  in aid of a scheme to  defraud.  One can therefore\r                     \r\n\nargue that a loss is caused by the \"offense\" only if it stems\r\n\nfrom a transaction linked to a specific mailing for which the\r\n\ndefendant was indicted.  Although several circuits have taken\r\n\na broader  view, this  circuit has  twice  construed the  old\r\n\nrestitution statute to  incorporate such a gloss,  Newman, 49\r                                                                     \r\n\nF.3d at 11; United States v.  Cronin, 990 F.2d 663, 666  (1st\r                                                \r\n\nCir. 1993), and this precedent is binding on this panel.\r\n\n     The government's  first answer  is that  Camuti did  not\r\n\nraise the  Hughey issue in  the district court  and therefore\r                             \r\n\nwaived it.  Its other answer is to point to  counts 11 and 12\r\n\nof  the indictment, charging Camuti  with the mailings by his\r\n\nlawyer  to the state  authorities.  These  mailings, says the\r\n\ngovernment, delayed  the  discovery and  termination  of  the\r\n\nscheme and  thereby can be  deemed to have caused  the losses\r\n\nfrom investments  made after  the date of  the first  letter.\r\n\nAccording to the  government, almost all of  the Waltham Five\r\n\ninvestments occurred after this date.  Camuti, in turn, calls\r\n\nthis causal connection a threadbare speculation.\r\n\n     The government's waiver  argument does not meet  riposte\r\n\nof  plain error, see United States v.  Olano, 113 S. Ct. 1770\r                                                        \r\n\n(1983); and  our  precedents limiting  the reach  of the  old\r\n\n                             -20-\r                                         -20-\r\r\n\nrestitution statute  are plain  enough.  It  could be  argued\r\n\nthat  Olano's further requirement--that the plain error be \"a\r                       \r\n\nmiscarriage of  justice\" or  the  like, id.  at 1779--is  not\r                                                       \r\n\nsatisfied where, as here, the  losses in question were due to\r\n\nCamuti's  fraudulent scheme, even  if not directly  linked to\r\n\nthe charged  mailings.  But  such a rough and  ready approach\r\n\nwould arguably be at odds  with our recent decision in United\r                                                                         \r\n\nStates v. Gilberg,  No. 95-1586, slip op. at  15-17 (Jan. 31,\r                             \r\n\n1996).\r\n\n     But  in this case,  unlike Gilberg, the  government does\r                                                   \r\n\nhave an argument that the restitution ordered by the district\r\n\ncourt can be  sustained on the merits based  on counts 11 and\r\n\n12.    The  government's  causation  argument,  and  Camuti's\r\n\nresponse,  are largely  fact-bound;  to  resolve the  dispute\r\n\nwould  require  a remand  to  the district  court  to develop\r\n\nfurther facts and a decision by the district court that might\r\n\nshow that  the restitution judgment should be smaller.  Since\r\n\nCamuti failed  to raise this issue in a timely fashion and it\r\n\nis by  no  means certain  that  the restitution  judgment  is\r\n\nsubstantially excessive, we exercise our undoubted discretion\r\n\nunder Olano to  disregard the alleged error.   113 S.  Ct. at\r                       \r\n\n1778. \r\n\n     Affirmed.\r                         \r\n\n                             -21-\r                                         -21-\r\r\n",
  "html": "<p class=\"case_cite\">78 F.3d 738</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>William J. CAMUTI, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1222.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 6, 1995.<br>Decided March 12, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts, Hon.  William G. Young, U.S. District Judge.</p>\n      <p class=\"indent\">Thomas V. Laprade, by Appointment of the Court, with whom Black, Lambert, Coffin &amp; Rudman, Portland, ME, was on briefs for appellant.</p>\n      <p class=\"indent\">William P. Stimson, Assistant United States Attorney, with whom Donald K. Stern, Boston, MA, United States Attorney, was on brief for the United States.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In a jury trial beginning in September 1993, William Camuti was tried on 13 counts of mail fraud in connection with a scheme to defraud investors by obtaining their funds through false representations.  18 U.S.C. &#167;&#167; 1341, 2.   On October 18, 1993, the jury acquitted Camuti on two counts and convicted him on the remaining 11 counts.   Camuti was sentenced on February 28, 1994 to 116 months' imprisonment and ordered to pay $2,528,000 in restitution.   He now appeals, challenging both his conviction and his penalties.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Taken in the light most favorable to the government, United States v. Brien, 59 F.3d 274, 275 (1st Cir.), cert. denied, --- U.S. ----, 116 S.Ct. 401, 133 L.Ed.2d 320 (1995), the evidence submitted at trial permitted the jury to find the following.   Starting in the early 1980s Camuti ran a mortgage brokerage business called \"The Loan Depot\" from a building in Randolph, Massachusetts.   Camuti attracted a large number of homeowners seeking second mortgages and placed their applications with various lenders.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Beginning in December 1988 and continuing for some period, Camuti began to solicit investments from several Waltham businessmen, known at trial as \"the Waltham Five.\"   He represented to them that their funds would be invested in high-quality residential mortgages that he would select and service.   The Waltham Five invested more than $2.5 million with Camuti, but in fact Camuti never invested their money in residential mortgages.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In February 1989, Camuti hired Joseph Carroll, a young stockbroker, to market pools of mortgages to potential investors.   Carroll and several part-time salesmen telephoned potential investors to persuade them to invest money in mortgage pools.   The first such pool was to be backed by a mortgage on the Loan Depot office building in Randolph, but Carroll testified at trial that this initial effort fell short and that he managed to raise only $125,000 compared with a goal of $900,000.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Carroll further testified that Camuti responded to this setback by instructing Carroll to tell investors that each mortgage pool consisted of a group of residential mortgages on homes in well-to-do Boston suburbs.   Camuti was represented to be a co-manager of the pools, and he signed a mortgage pool \"participation certificate\" that was sent to each investor.   Over the next year, the program attracted over $1.7 million.   In fact no residential mortgages secured these investments.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In October 1989, about nine months after Carroll began his efforts, the Securities Division of the Massachusetts Secretary of State's office began to receive reports that Camuti might be illegally marketing unregistered securities and sent him a letter of inquiry.   Camuti told his attorney to respond that the Loan Depot's solicitations had produced no response;  by letter of October 27, 1989, his lawyer told the Securities Division, inaccurately, that no funds had been collected and no mortgage pool participations had been issued.   In a subsequent letter, the lawyer told the Securities Division, again inaccurately, that all such solicitations had ceased.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In spring 1990, Camuti began falling behind in interest payments and, in May 1990, a Boston newspaper reported allegations that there were no residential mortgages backing Camuti's pools.   In December 1990, members of the Waltham Five met with Camuti and he admitted that their funds were not secured by residential mortgages.   In later negotiations, the Waltham Five sought other collateral;  one proposal was to have one of their members take control of the assets in the Loan Depot as a trustee for the other investors, but no settlement was ever reached.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At trial the government presented the evidence just described through approximately twenty-five witnesses.   These included Carroll, various investors who had been solicited by Carroll, other persons familiar with Camuti's role in the Loan Depot, and four members of the Waltham Five.   Three of the four testified that Carroll himself had told them that their investments would be backed by residential mortgages;  the fourth was not specific on this point.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Camuti's own position at trial was that Carroll had deceived Camuti and that Camuti had discovered Carroll's misrepresentations only in the spring of 1990, and then discharged Carroll.   As to the Waltham Five, Camuti suggested that they, or at least some of them, were engaged in an effort to secure control of the Loan Depot which, in its mortgage broker activities, had been a successful business.   Camuti also denied representing to the Waltham Five that their investments would be used to purchase residential mortgages.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On this appeal, Camuti does not claim that the evidence was insufficient to hold him liable for mail fraud.   Rather, he argues on several fronts that the trial court effectively deprived him of a fair trial by restricting his opportunity to present his defense and, further, that the court misinstructed the jury.   He also contests his sentence and restitution order.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Cross-Examination of the Waltham Five.   The government had little trouble in this case proving that Carroll had defrauded the mortgage pool investors;  its problem was to implicate Camuti in these actions.   The main witness for the government, unfortunately, was Carroll who directly implicated Camuti but, as a self-confessed defrauder, was hardly a perfect witness.   The government did have other evidence linking Camuti to Carroll's frauds, but it was obviously quite helpful to the government to show that Camuti himself had been making comparable misrepresentations to his own friends, namely, the members of the Waltham Five.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In response, Camuti asserted that the Waltham Five were using their transactions with Camuti to take over Camuti's business.   To make this showing, Camuti sought to cross-examine a Waltham Five member about the proposed trust document that the Waltham Five had tendered to Camuti, and posed questions designed to show that another member had acquired an interest in certain of the Loan Depot's assets.   The district judge sustained a number of objections by the government to these inquiries.   Camuti now claims that these rulings were error.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Few of the tasks of a trial judge are more difficult than coping with this kind of problem.   A fragment of evidence is offered seemingly remote from the main issues.   At this point, the trial judge has to rule on relevance, at least provisionally, without knowing how this fragment will look as part of a larger pattern.   And (assuming a proper objection) the judge may also have to consider other limitations, such as those based on prejudice or confusion, in deciding how far to let issues of marginal relevance be pursued.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In this instance, the district court sought side bar explanations for the disputed evidence and made clear its willingness to give the defense wide latitude to explore the alleged scheme of the Waltham Five if it could be shown to bear on the question whether Camuti had acquired money from the Waltham Five based on false representations.   But as we read the colloquies, ultimately the district court concluded that the necessary foundation was lacking and that questions about the trust document or the present ownership of Loan Depot assets were at best minimally relevant, confusing and a waste of time.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We think that this judgment was clearly within the broad discretion allowed to district courts in these matters, United States v. Jarabek, 726 F.2d 889, 902-03 (1st Cir.1984), and Camuti's claim of error fails without regard to the government's procedural objections (several of which have some bite).   The crime with which Camuti was charged--mail fraud--did not require that the victims be pure of heart or even that they have been effectively deceived by the charged misrepresentations.   Materiality issues aside, all that matters is that the representations were deliberately made by the defendant.  United States v. Allard, 926 F.2d 1237, 1242 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Camuti's position, as we understand it, is that the alleged motives and later actions of the Waltham Five bore on the question of whether Camuti had ever made the misrepresentations to them at all;  Camuti argues that the Waltham Five loaned money to Camuti rather than invested it in supposed residential mortgages;  and--or so Camuti further reasons--the malign motive and later actions that the defense has attributed to the Waltham Five are inconsistent with their story that Camuti made misrepresentations.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">But the inferences are so thin that they can barely, if at all, meet the generous test of relevance under Fed.R.Evid. 401.   That the Waltham Five sought security after they discovered Camuti's fraud hardly suggests that any of them were previously plotting to take over the Loan Depot business;  and even a prior plot to obtain such control would tell little about whether Camuti had made false statements when he obtained their funds.   The difference between proof and speculation is a matter of degree, but the proof here is close to the latter end of the spectrum.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">At the same time, quite apart from irrelevance, the evidence sought to be adduced did have the capacity to mislead and confuse the jury.   See Fed.R.Evid. 403.   Although irrelevant to any proper defense, it lent itself to the suggestion that whatever Camuti may have done, the Waltham Five took advantage of him when he found himself hard-pressed and that one member had enriched himself at Camuti's expense.   In other words, the scenario that Camuti sought to suggest could easily have been useful to Camuti but not for any legitimate purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Camuti cites to us precedent that the right of cross-examination is secured by the Confrontation Clause of the Constitution, but those cases involve unjustifiable restrictions on cross-examination.   E.g., Chambers v. Mississippi, 410 U.S. 284, 93 S.Ct. 1038, 35 L.Ed.2d 297 (1973).   The ordinary application of Fed.R.Evid. 401-03 does not even remotely impair any constitutional right under the Sixth Amendment.   See Delaware v. Van Arsdall, 475 U.S. 673, 679, 106 S.Ct. 1431, 1435, 89 L.Ed.2d 674 (1986);  United States v. Kepreos, 759 F.2d 961, 964 (1st Cir.1985).   It is worth adding that the district court went out of its way to offer Camuti an opportunity to create a foundation for the evidence he sought to adduce.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The Telephone Tape.   As part of the defense's case, Camuti sought to play for the jury an audio tape recording.   The tape had been found in Carroll's desk and, taken at face value, included several telephone sales pitches by Carroll to prospective investors.   In the course of one of the pitches, apparently relating to commercial property mortgages, the speaker--purporting to be Carroll--said that, with respect to an investment vehicle, \"I have one of my clients that's gonna take the whole deal, and that's a half a million dollars, himself.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Camuti's position, at trial and on appeal, is that this comment showed that Carroll's sales efforts to raise money on commercial mortgages were a success.   This fact, Camuti reasons, undermined Carroll's own testimony that his commercial-mortgage sales efforts had largely failed and that this failure caused Camuti to instruct Carroll to begin pitching non-existent residential mortgages instead.   Camuti's brief assumes that, if the tape were played, Carroll's comment about his half-a-million-dollar client would have been admissible for its truth.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The tape recording, like most other \"real\" evidence, could be admitted only upon an offer or promise of evidence sufficient to permit the jury to find that the tape was what its proponent (Camuti) claimed it to be:  here, recordings of actual telephone sales calls by Carroll.   See Fed.R.Evid. 901.   Camuti offered to testify that he himself recognized the voice as that of Carroll.   The government said that this was insufficient, pointing out that no chain of custody had been proved and that Camuti himself had recorded over portions of the tape by using it to record calls to or from his own telephone.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The district judge listened to the tape and chose to exclude it.   His first comment was that the tape had not been adequately authenticated.   He continued by saying that, in light of Camuti's constitutional right to confront witnesses against him, see Chambers, 410 U.S. at 294, 93 S.Ct. at 1045, the court would admit the tape if \"truly exculpatory.\"   But the judge ruled that the call in question appeared to deal with \"interests in commercial property\" and was therefore \"not central to this case....\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Chain of custody is one means of authenticating evidence but not the only means;  and voice identification by Camuti would have served as evidence that Carroll was the speaker.   The government's better argument is that there is some internal evidence that raises doubts about the tape's authenticity, which Carroll could have removed if Camuti had called him to authenticate the tape.   The district judge has considerable discretion in resolving authentication issues under Rule 901, United States v. Carbone, 798 F.2d 21, 24 (1st Cir.1986), but the district court did not choose to exclude the tape on this ground--saying, instead, that the evidence was not exculpatory.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We conclude that if the tape had any relevance at all, it was so slight that the exclusion of the tape was at the most harmless error.   Under ordinary hearsay rules the tape was never admissible as evidence that Carroll had in fact sold a commercial mortgage to one of his clients for $500,000.   The taped conversation, even if authentic, was an out-of-court statement by Carroll;  and Camuti makes no effort to show that the statement falls within any hearsay exception.   Accordingly, if offered for the truth of the matter asserted--as Camuti assumes it to be--the taped comment is excluded by Fed.R.Evid. 802.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In Chambers, the Supreme Court held that it can violate due process to exclude reliable hearsay evidence crucial to the defense;  there, the state court in a murder trial had excluded out-of-court statements of another that he had committed the crime with which the defendant was charged.  410 U.S. at 292-93, 93 S.Ct. at 1044-45.   But the Chambers statements were arguably reliable, cf. Fed.R.Evid. 804(b)(3), and vitally important to the defense;  the hearsay comment of Carroll is neither.  Chambers is not a general abrogation of the hearsay rule.  Lee v. McCaughtry, 933 F.2d 536, 538 (7th Cir.), cert. denied, 502 U.S. 895, 112 S.Ct. 265, 116 L.Ed.2d 218 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Of course, Carroll's statement might still have been admissible not for its truth but for impeachment, if sufficiently inconsistent with his trial testimony.   Ordinarily, extrinsic evidence is not admissible to impeach by contradiction;  but an exception exists where the contradiction is on a material issue.  United States v. Perez-Perez, 72 F.3d 224, 227 (1st Cir.1995).   It is not easy to tell whether the vague reference on the tape to a prospective $500,000 investment is at odds with any point in Carroll's trial testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">But even if we assume that the tape was authentic and extrinsic evidence of Carroll's statement admissible to impeach, it could not have altered the outcome of this case.   At most the contradiction, if contradiction there was, would have cast a small measure of additional doubt upon Carroll's veracity.   But Carroll was already a proven liar, having engaged for months in selling investors phony mortgage certificates.   The jury nevertheless believed him when he said that Camuti was responsible for the scheme.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The jury had a basis for believing Carroll's trial testimony because there was also a fair amount of other evidence supporting the view that Camuti had collaborated in the fraud:  for example, evidence that Camuti was familiar with Carroll's operation, had signed the investment certificates, had told similar lies about residential property to the Waltham Five, and had instructed his own lawyer to mislead the state authorities when they began to investigate.   The idea that one additional lie from Carroll would have undermined this structure is fanciful.  United States v. Legarda, 17 F.3d 496, 499 (1st Cir.), cert. denied, --- U.S. ----, 115 S.Ct. 81, 130 L.Ed.2d 34 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Jury Instructions.   Camuti says that the district court erred in two rulings on jury instructions:  one was the court's refusal to give Camuti's requested instruction that good faith was a defense to the fraud charge;  the other was granting the government's request to instruct that a defendant's knowledge of fraud may be inferred from willful blindness.   Camuti's counsel did not object after the jury was instructed and before it retired, as required by Fed.R.Crim.P. 30, so our review is limited to plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">On the good faith instruction, there was no error at all, let alone plain error.   A separate instruction on good faith is not required in this circuit where the court adequately instructs on intent to defraud.  United States v. Dockray, 943 F.2d 152, 155 (1st Cir.1991).   Here, the court's instruction on fraud is not seriously challenged.   Camuti says that the instruction was needed here because the court limited Camuti's evidence offered to show good faith.   But missing evidence is not supplied by instructions;  and if evidence of good faith was excluded in error, Camuti was free to raise the point.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">As for the willful blindness instruction, it was amply justified in this case.  United States v. Gabriele, 63 F.3d 61, 66-67 (1st Cir.1995).   A jury could reasonably find that even if Camuti had not actually directed the fraud, the warning signs were ample to have alerted Camuti to the fraud unless he deliberately chose to close his eyes to them;  two good examples are the newspaper reports of the fraud (articles Camuti discussed with his investors) and the contacts by the state investigators (which Camuti sought to thwart with false information).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Camuti suggests that this blindness instruction was faulty because it could have led the jury to apply a negligence standard in determining his guilt.   On the contrary, the judge not only properly instructed the jury as to the elements of fraud and used the usual formula for willful blindness, see E. Devitt, et al., Federal Jury Practice and Instructions &#167; 17.09 (4th ed. 1992);  Gabriele, 63 F.3d at 66 n. 6, but the judge also told the jury that it could not find that Camuti acted knowingly if he \"was simply careless.\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Sentence Calculations.   In calculating the offense level for Camuti's offense, the district judge increased the figure by two levels for obstruction of justice under U.S.S.G. &#167; 3C1.1.   From the prosecutor's request and the subsequent colloquy, it is evident that the district court based this ruling on a finding that Camuti had committed perjury during the trial.  United States v. Dunnigan, 507 U.S. 87, 113 S.Ct. 1111, 122 L.Ed.2d 445 (1993), ordains an enhancement in those circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">On appeal, Camuti argued that the district judge's bare statement at sentencing--that an obstruction of justice had occurred--was too bare to show that the district judge had found each of the elements of the perjury enhancement as required under Dunnigan:  falsity, willfulness and materiality.   See 507 U.S. at 93-96, 113 S.Ct. at 1116-17.   The government said that the findings could be inferred from context or that the error, if any, was harmless.   Instead of speculating, we retained jurisdiction and, by order, asked the district court to identify the obstructive conduct and the basis for any Dunnigan findings.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">By a supplemental order entered on November 9, 1995, the district court supplied the specifics.   Its order found that the perjury lay in Camuti's testimony that he was unaware of the misrepresentations made by Carroll to investors.   The district court's order also specifically found this testimony to be false, willful and material.   The findings are not clearly erroneous and, in fact, Camuti has offered us no reason to doubt that they were correct.   Accordingly, nothing more need be said about the perjury enhancement.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The district court imposed a further four-level upward adjustment based on a finding that Camuti was the organizer of a criminal organization that was \"extensive.\"   U.S.S.G. &#167; 3B1.1(a).   This adjustment was imposed after a recitation by the government of evidence showing that Camuti's Loan Depot organization had employed the services of over a dozen people, that the fraud was sophisticated and directed at many investors, and that it was orchestrated by Camuti.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The district judge said that he was persuaded by this argument.   On appeal, Camuti argues (apparently for the first time) that the enhancement required not only that the fraud be extensive but also that Camuti have played an extensive role as an organizer or leader.   The guidelines do so require, U.S.S.G. &#167; 3B1.1(a);  United States v. Tejada-Beltran, 50 F.3d 105, 111 (1st Cir.1995);  but in adopting the prosecutor's scenario, the district judge so found and the evidence supports him.   Thus, if not forfeited, the argument fails.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Camuti also contends that the same enhancement amounts to double counting because the size of the fraud was already reflected in an adjustment based on the loss inflicted by the fraud.   U.S.S.G. &#167; 2F1.1(b)(1).   One could argue about whether double counting is involved:  the organizer adjustment focuses not on the amount of loss but on the role of the defendant and the size of the organization;  still, the latter element often correlates with the size of the loss.   But the short answer is that this is at worst permissible double counting, United States v. Lilly, 13 F.3d 15, 19 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">A final two-level upward adjustment was based upon Camuti's abuse of a position of \"private trust\" to \"significantly facilitate[ ]\" the offense.   U.S.S.G. &#167; 3B1.3.   The government's theory was that, at least as to the Waltham Five, Camuti was effectively a fiduciary trusted by them to invest their money in residential mortgages that he (Camuti) would select.   Cf. United States v. Newman, 49 F.3d 1, 9 (1st Cir.1995).   The district court accepted the theory despite Camuti's rather general objections that his relationship with the investors had not facilitated any fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">On appeal, Camuti has revised his objection.   He now says that his activities vis-a-vis the Waltham Five were \"incidental\" to the offenses on which he was sentenced, and he points out that all but one of the mail fraud counts related to other investors solicited by Carroll.   This argument rests on the peculiar logic of the mail fraud statute which makes criminal not the scheme to defraud standing alone but each use of the mails in connection with a scheme to defraud.  18 U.S.C. &#167; 1341.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The short answer is that for purposes of determining responsibility at sentencing, the guidelines include not only the offense of conviction but also any other conduct that is \"part of the same course of conduct or common scheme or plan as the offense of conviction.\"   U.S.S.G. &#167; 1B1.3(a)(2).   The government's main excuse for offering evidence as to the Waltham Five was that the frauds directed against the Waltham Five were part of the same overall scheme.   On this theory, those frauds were also \"relevant conduct\" at sentencing, regardless of specific mailings.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">There was certainly evidence that the Waltham Five were defrauded.   Whether there was only a single overarching scheme might be debated, cf. U.S.S.G. &#167; 1B1.3, comment.  (n. 9);  United States v. Sklar, 920 F.2d 107, 111 (1st Cir.1990);  and there is no explicit finding on the point by the district court.   But neither did Camuti make his present argument at sentencing.   It is enough here that the evidence permitted the finding of a single scheme and there was certainly no plain error where, without objection, the district court proceeded on that premise.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Restitution.   At sentencing, the district judge ordered Camuti to make restitution payments to members of the Waltham Five in the amount of $2,528,000.   This award was based on computations in the pre-sentence report reflecting investment losses in this range claimed by the individual members of the Waltham Five.   Camuti did not object to the pre-sentence report nor object to the restitution order when the district court specified the amounts.   On appeal, Camuti claims for the first time that the restitution order--aside from $37,500 owing to Bowse--was plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Camuti's theory is straightforward.   Under the statutory language that applies to his case, restitution may be ordered only for losses caused by the \"offense\" or \"offenses\" of conviction.  18 U.S.C. &#167; 3663(a) (1988);  see Hughey v. United States, 495 U.S. 411, 110 S.Ct. 1979, 109 L.Ed.2d 408 (1990).   Later amendments have broadened the authority to require restitution to include harm due to \"the defendant's criminal conduct in the course of the scheme,\" 18 U.S.C. &#167; 3663(a)(2) (Supp.  V 1993), but the changes are not retroactive.  Newman, 49 F.3d at 11 &amp; n. 14.   Camuti's argument is that none of the investments of the Waltham Five, apart from $37,500 owing to Bowse, was related to an individual mailing specified as a count in the Camuti indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">As already noted, the mail fraud offense is committed by a mailing in aid of a scheme to defraud.   One can therefore argue that a loss is caused by the \"offense\" only if it stems from a transaction linked to a specific mailing for which the defendant was indicted.   Although several circuits have taken a broader view, this circuit has twice construed the old restitution statute to incorporate such a gloss, Newman, 49 F.3d at 11;  United States v. Cronin, 990 F.2d 663, 666 (1st Cir.1993), and this precedent is binding on this panel.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The government's first answer is that Camuti did not raise the Hughey issue in the district court and therefore waived it.   Its other answer is to point to counts 11 and 12 of the indictment, charging Camuti with the mailings by his lawyer to the state authorities.   These mailings, says the government, delayed the discovery and termination of the scheme and thereby can be deemed to have caused the losses from investments made after the date of the first letter.   According to the government, almost all of the Waltham Five investments occurred after this date.   Camuti, in turn, calls this causal connection a threadbare speculation.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The government's waiver argument does not meet the riposte of plain error, see United States v. Olano, 507 U.S. 725, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1983);  and our precedents limiting the reach of the old restitution statute are plain enough.   It could be argued that Olano 's further requirement--that the plain error be \"a miscarriage of justice\" or the like, id. at 736, 113 S.Ct. at 1779--is not satisfied where, as here, the losses in question were due to Camuti's fraudulent scheme, even if not directly linked to the charged mailings.   But such a rough and ready approach would arguably be at odds with our recent decision in United States v. Gilberg, 75 F.3d 15, 22 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">But in this case, unlike Gilberg, the government does have an argument that the restitution ordered by the district court can be sustained on the merits based on counts 11 and 12.   The government's causation argument, and Camuti's response, are largely fact-bound;  to resolve the dispute would require a remand to the district court to develop further facts and a decision by the district court that might show that the restitution judgment should be smaller.   Since Camuti failed to raise this issue in a timely fashion and it is by no means certain that the restitution judgment is substantially excessive, we exercise our undoubted discretion under Olano to disregard the alleged error.  507 U.S. at 734, 113 S.Ct. at 1778.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">738</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>William J. CAMUTI, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1222.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 6, 1995.<br>Decided March 12, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts, Hon.  William G. Young, U.S. District Judge.</p>\n      <p class=\"indent\">Thomas V. Laprade, by Appointment of the Court, with whom Black, Lambert, Coffin &amp; Rudman, Portland, ME, was on briefs for appellant.</p>\n      <p class=\"indent\">William P. Stimson, Assistant United States Attorney, with whom Donald K. Stern, Boston, MA, United States Attorney, was on brief for the United States.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In a jury trial beginning in September 1993, William Camuti was tried on 13 counts of mail fraud in connection with a scheme to defraud investors by obtaining their funds through false representations.  18 U.S.C. &#167;&#167; 1341, 2.   On October 18, 1993, the jury acquitted Camuti on two counts and convicted him on the remaining 11 counts.   Camuti was sentenced on February 28, 1994 to 116 months' imprisonment and ordered to pay $2,528,000 in restitution.   He now appeals, challenging both his conviction and his penalties.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Taken in the light most favorable to the government, United States v. Brien, <span class=\"citation\" data-id=\"196183\"><a href=\"/opinion/196183/united-states-v-brien/\"><span class=\"volume\">59</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">274</span></a></span>, 275 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">401</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">320</span></span> (1995), the evidence submitted at trial permitted the jury to find the following.   Starting in the early 1980s Camuti ran a mortgage brokerage business called \"The Loan Depot\" from a building in Randolph, Massachusetts.   Camuti attracted a large number of homeowners seeking second mortgages and placed their applications with various lenders.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Beginning in December 1988 and continuing for some period, Camuti began to solicit investments from several Waltham businessmen, known at trial as \"the Waltham Five.\"   He represented to them that their funds would be invested in high-quality residential mortgages that he would select and service.   The Waltham Five invested more than $2.5 million with Camuti, but in fact Camuti never invested their money in residential mortgages.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In February 1989, Camuti hired Joseph Carroll, a young stockbroker, to market pools of mortgages to potential investors.   Carroll and several part-time salesmen telephoned potential investors to persuade them to invest money in mortgage pools.   The first such pool was to be backed by a mortgage on the Loan Depot office building in Randolph, but Carroll testified at trial that this initial effort fell short and that he managed to raise only $125,000 compared with a goal of $900,000.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Carroll further testified that Camuti responded to this setback by instructing Carroll to tell investors that each mortgage pool consisted of a group of residential mortgages on homes in well-to-do Boston suburbs.   Camuti was represented to be a co-manager of the pools, and he signed a mortgage pool \"participation certificate\" that was sent to each investor.   Over the next year, the program attracted over $1.7 million.   In fact no residential mortgages secured these investments.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In October 1989, about nine months after Carroll began his efforts, the Securities Division of the Massachusetts Secretary of State's office began to receive reports that Camuti might be illegally marketing unregistered securities and sent him a letter of inquiry.   Camuti told his attorney to respond that the Loan Depot's solicitations had produced no response;  by letter of October 27, 1989, his lawyer told the Securities Division, inaccurately, that no funds had been collected and no mortgage pool participations had been issued.   In a subsequent letter, the lawyer told the Securities Division, again inaccurately, that all such solicitations had ceased.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In spring 1990, Camuti began falling behind in interest payments and, in May 1990, a Boston newspaper reported allegations that there were no residential mortgages backing Camuti's pools.   In December 1990, members of the Waltham Five met with Camuti and he admitted that their funds were not secured by residential mortgages.   In later negotiations, the Waltham Five sought other collateral;  one proposal was to have one of their members take control of the assets in the Loan Depot as a trustee for the other investors, but no settlement was ever reached.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At trial the government presented the evidence just described through approximately twenty-five witnesses.   These included Carroll, various investors who had been solicited by Carroll, other persons familiar with Camuti's role in the Loan Depot, and four members of the Waltham Five.   Three of the four testified that Carroll himself had told them that their investments would be backed by residential mortgages;  the fourth was not specific on this point.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Camuti's own position at trial was that Carroll had deceived Camuti and that Camuti had discovered Carroll's misrepresentations only in the spring of 1990, and then discharged Carroll.   As to the Waltham Five, Camuti suggested that they, or at least some of them, were engaged in an effort to secure control of the Loan Depot which, in its mortgage broker activities, had been a successful business.   Camuti also denied representing to the Waltham Five that their investments would be used to purchase residential mortgages.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On this appeal, Camuti does not claim that the evidence was insufficient to hold him liable for mail fraud.   Rather, he argues on several fronts that the trial court effectively deprived him of a fair trial by restricting his opportunity to present his defense and, further, that the court misinstructed the jury.   He also contests his sentence and restitution order.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Cross-Examination of the Waltham Five.   The government had little trouble in this case proving that Carroll had defrauded the mortgage pool investors;  its problem was to implicate Camuti in these actions.   The main witness for the government, unfortunately, was Carroll who directly implicated Camuti but, as a self-confessed defrauder, was hardly a perfect witness.   The government did have other evidence linking Camuti to Carroll's frauds, but it was obviously quite helpful to the government to show that Camuti himself had been making comparable misrepresentations to his own friends, namely, the members of the Waltham Five.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In response, Camuti asserted that the Waltham Five were using their transactions with Camuti to take over Camuti's business.   To make this showing, Camuti sought to cross-examine a Waltham Five member about the proposed trust document that the Waltham Five had tendered to Camuti, and posed questions designed to show that another member had acquired an interest in certain of the Loan Depot's assets.   The district judge sustained a number of objections by the government to these inquiries.   Camuti now claims that these rulings were error.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Few of the tasks of a trial judge are more difficult than coping with this kind of problem.   A fragment of evidence is offered seemingly remote from the main issues.   At this point, the trial judge has to rule on relevance, at least provisionally, without knowing how this fragment will look as part of a larger pattern.   And (assuming a proper objection) the judge may also have to consider other limitations, such as those based on prejudice or confusion, in deciding how far to let issues of marginal relevance be pursued.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In this instance, the district court sought side bar explanations for the disputed evidence and made clear its willingness to give the defense wide latitude to explore the alleged scheme of the Waltham Five if it could be shown to bear on the question whether Camuti had acquired money from the Waltham Five based on false representations.   But as we read the colloquies, ultimately the district court concluded that the necessary foundation was lacking and that questions about the trust document or the present ownership of Loan Depot assets were at best minimally relevant, confusing and a waste of time.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We think that this judgment was clearly within the broad discretion allowed to district courts in these matters, United States v. Jarabek, <span class=\"citation\" data-id=\"430883\"><a href=\"/opinion/430883/united-states-v-allen-l-jarabek/\"><span class=\"volume\">726</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">889</span></a></span>, 902-03 (1st Cir.1984), and Camuti's claim of error fails without regard to the government's procedural objections (several of which have some bite).   The crime with which Camuti was charged--mail fraud--did not require that the victims be pure of heart or even that they have been effectively deceived by the charged misrepresentations.   Materiality issues aside, all that matters is that the representations were deliberately made by the defendant.  United States v. Allard, <span class=\"citation\" data-id=\"556604\"><a href=\"/opinion/556604/united-states-v-raymond-p-allard/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1237</span></a></span>, 1242 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Camuti's position, as we understand it, is that the alleged motives and later actions of the Waltham Five bore on the question of whether Camuti had ever made the misrepresentations to them at all;  Camuti argues that the Waltham Five loaned money to Camuti rather than invested it in supposed residential mortgages;  and--or so Camuti further reasons--the malign motive and later actions that the defense has attributed to the Waltham Five are inconsistent with their story that Camuti made misrepresentations.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">But the inferences are so thin that they can barely, if at all, meet the generous test of relevance under Fed.R.Evid. 401.   That the Waltham Five sought security after they discovered Camuti's fraud hardly suggests that any of them were previously plotting to take over the Loan Depot business;  and even a prior plot to obtain such control would tell little about whether Camuti had made false statements when he obtained their funds.   The difference between proof and speculation is a matter of degree, but the proof here is close to the latter end of the spectrum.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">At the same time, quite apart from irrelevance, the evidence sought to be adduced did have the capacity to mislead and confuse the jury.   See Fed.R.Evid. 403.   Although irrelevant to any proper defense, it lent itself to the suggestion that whatever Camuti may have done, the Waltham Five took advantage of him when he found himself hard-pressed and that one member had enriched himself at Camuti's expense.   In other words, the scenario that Camuti sought to suggest could easily have been useful to Camuti but not for any legitimate purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Camuti cites to us precedent that the right of cross-examination is secured by the Confrontation Clause of the Constitution, but those cases involve unjustifiable restrictions on cross-examination.   E.g., Chambers v. Mississippi, <span class=\"citation\" data-id=\"108718\"><a href=\"/opinion/108718/chambers-v-mississippi/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">284</span></a></span>, <span class=\"citation\" data-id=\"108718\"><a href=\"/opinion/108718/chambers-v-mississippi/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1038</span></a></span>, <span class=\"citation\" data-id=\"108718\"><a href=\"/opinion/108718/chambers-v-mississippi/\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">297</span></a></span> (1973).   The ordinary application of Fed.R.Evid. 401-03 does not even remotely impair any constitutional right under the Sixth Amendment.   See Delaware v. Van Arsdall, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">673</span></a></span>, 679, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1431</span></a></span>, 1435, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span> (1986);  United States v. Kepreos, <span class=\"citation\" data-id=\"450719\"><a href=\"/opinion/450719/united-states-v-constantine-t-kepreos/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">961</span></a></span>, 964 (1st Cir.1985).   It is worth adding that the district court went out of its way to offer Camuti an opportunity to create a foundation for the evidence he sought to adduce.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The Telephone Tape.   As part of the defense's case, Camuti sought to play for the jury an audio tape recording.   The tape had been found in Carroll's desk and, taken at face value, included several telephone sales pitches by Carroll to prospective investors.   In the course of one of the pitches, apparently relating to commercial property mortgages, the speaker--purporting to be Carroll--said that, with respect to an investment vehicle, \"I have one of my clients that's gonna take the whole deal, and that's a half a million dollars, himself.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Camuti's position, at trial and on appeal, is that this comment showed that Carroll's sales efforts to raise money on commercial mortgages were a success.   This fact, Camuti reasons, undermined Carroll's own testimony that his commercial-mortgage sales efforts had largely failed and that this failure caused Camuti to instruct Carroll to begin pitching non-existent residential mortgages instead.   Camuti's brief assumes that, if the tape were played, Carroll's comment about his half-a-million-dollar client would have been admissible for its truth.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The tape recording, like most other \"real\" evidence, could be admitted only upon an offer or promise of evidence sufficient to permit the jury to find that the tape was what its proponent (Camuti) claimed it to be:  here, recordings of actual telephone sales calls by Carroll.   See Fed.R.Evid. 901.   Camuti offered to testify that he himself recognized the voice as that of Carroll.   The government said that this was insufficient, pointing out that no chain of custody had been proved and that Camuti himself had recorded over portions of the tape by using it to record calls to or from his own telephone.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The district judge listened to the tape and chose to exclude it.   His first comment was that the tape had not been adequately authenticated.   He continued by saying that, in light of Camuti's constitutional right to confront witnesses against him, see Chambers, 410 U.S. at 294, 93 S.Ct. at 1045, the court would admit the tape if \"truly exculpatory.\"   But the judge ruled that the call in question appeared to deal with \"interests in commercial property\" and was therefore \"not central to this case....\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Chain of custody is one means of authenticating evidence but not the only means;  and voice identification by Camuti would have served as evidence that Carroll was the speaker.   The government's better argument is that there is some internal evidence that raises doubts about the tape's authenticity, which Carroll could have removed if Camuti had called him to authenticate the tape.   The district judge has considerable discretion in resolving authentication issues under Rule 901, United States v. Carbone, <span class=\"citation\" data-id=\"474549\"><a href=\"/opinion/474549/united-states-v-luis-carbone-aka-luiggi/\"><span class=\"volume\">798</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">21</span></a></span>, 24 (1st Cir.1986), but the district court did not choose to exclude the tape on this ground--saying, instead, that the evidence was not exculpatory.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We conclude that if the tape had any relevance at all, it was so slight that the exclusion of the tape was at the most harmless error.   Under ordinary hearsay rules the tape was never admissible as evidence that Carroll had in fact sold a commercial mortgage to one of his clients for $500,000.   The taped conversation, even if authentic, was an out-of-court statement by Carroll;  and Camuti makes no effort to show that the statement falls within any hearsay exception.   Accordingly, if offered for the truth of the matter asserted--as Camuti assumes it to be--the taped comment is excluded by Fed.R.Evid. 802.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In Chambers, the Supreme Court held that it can violate due process to exclude reliable hearsay evidence crucial to the defense;  there, the state court in a murder trial had excluded out-of-court statements of another that he had committed the crime with which the defendant was charged.  410 U.S. at 292-93, 93 S.Ct. at 1044-45.   But the Chambers statements were arguably reliable, cf. Fed.R.Evid. 804(b)(3), and vitally important to the defense;  the hearsay comment of Carroll is neither.  Chambers is not a general abrogation of the hearsay rule.  Lee v. McCaughtry, <span class=\"citation\" data-id=\"561317\"><a href=\"/opinion/561317/tony-hanif-lee-v-gary-r-mccaughtry-warden-waupun-correctional/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">536</span></a></span>, 538 (7th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">895</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">265</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">218</span></span> (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Of course, Carroll's statement might still have been admissible not for its truth but for impeachment, if sufficiently inconsistent with his trial testimony.   Ordinarily, extrinsic evidence is not admissible to impeach by contradiction;  but an exception exists where the contradiction is on a material issue.  United States v. Perez-Perez, <span class=\"citation\" data-id=\"196490\"><a href=\"/opinion/196490/united-states-v-perez-perez/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">224</span></a></span>, 227 (1st Cir.1995).   It is not easy to tell whether the vague reference on the tape to a prospective $500,000 investment is at odds with any point in Carroll's trial testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">But even if we assume that the tape was authentic and extrinsic evidence of Carroll's statement admissible to impeach, it could not have altered the outcome of this case.   At most the contradiction, if contradiction there was, would have cast a small measure of additional doubt upon Carroll's veracity.   But Carroll was already a proven liar, having engaged for months in selling investors phony mortgage certificates.   The jury nevertheless believed him when he said that Camuti was responsible for the scheme.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The jury had a basis for believing Carroll's trial testimony because there was also a fair amount of other evidence supporting the view that Camuti had collaborated in the fraud:  for example, evidence that Camuti was familiar with Carroll's operation, had signed the investment certificates, had told similar lies about residential property to the Waltham Five, and had instructed his own lawyer to mislead the state authorities when they began to investigate.   The idea that one additional lie from Carroll would have undermined this structure is fanciful.  United States v. Legarda, <span class=\"citation\" data-id=\"195229\"><a href=\"/opinion/195229/united-states-v-legarda/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">496</span></a></span>, 499 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">81</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">34</span></span> (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Jury Instructions.   Camuti says that the district court erred in two rulings on jury instructions:  one was the court's refusal to give Camuti's requested instruction that good faith was a defense to the fraud charge;  the other was granting the government's request to instruct that a defendant's knowledge of fraud may be inferred from willful blindness.   Camuti's counsel did not object after the jury was instructed and before it retired, as required by Fed.R.Crim.P. 30, so our review is limited to plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">On the good faith instruction, there was no error at all, let alone plain error.   A separate instruction on good faith is not required in this circuit where the court adequately instructs on intent to defraud.  United States v. Dockray, <span class=\"citation\" data-id=\"567594\"><a href=\"/opinion/567594/united-states-v-edward-e-dockray/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">152</span></a></span>, 155 (1st Cir.1991).   Here, the court's instruction on fraud is not seriously challenged.   Camuti says that the instruction was needed here because the court limited Camuti's evidence offered to show good faith.   But missing evidence is not supplied by instructions;  and if evidence of good faith was excluded in error, Camuti was free to raise the point.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">As for the willful blindness instruction, it was amply justified in this case.  United States v. Gabriele, <span class=\"citation\" data-id=\"196253\"><a href=\"/opinion/196253/united-states-v-gabriele/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">61</span></a></span>, 66-67 (1st Cir.1995).   A jury could reasonably find that even if Camuti had not actually directed the fraud, the warning signs were ample to have alerted Camuti to the fraud unless he deliberately chose to close his eyes to them;  two good examples are the newspaper reports of the fraud (articles Camuti discussed with his investors) and the contacts by the state investigators (which Camuti sought to thwart with false information).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Camuti suggests that this blindness instruction was faulty because it could have led the jury to apply a negligence standard in determining his guilt.   On the contrary, the judge not only properly instructed the jury as to the elements of fraud and used the usual formula for willful blindness, see E. Devitt, et al., Federal Jury Practice and Instructions &#167; 17.09 (4th ed. 1992);  Gabriele, 63 F.3d at 66 n. 6, but the judge also told the jury that it could not find that Camuti acted knowingly if he \"was simply careless.\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Sentence Calculations.   In calculating the offense level for Camuti's offense, the district judge increased the figure by two levels for obstruction of justice under U.S.S.G. &#167; 3C1.1.   From the prosecutor's request and the subsequent colloquy, it is evident that the district court based this ruling on a finding that Camuti had committed perjury during the trial.  United States v. Dunnigan, <span class=\"citation\" data-id=\"112821\"><a href=\"/opinion/112821/united-states-v-dunnigan/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">87</span></a></span>, <span class=\"citation\" data-id=\"112821\"><a href=\"/opinion/112821/united-states-v-dunnigan/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1111</span></a></span>, <span class=\"citation\" data-id=\"112821\"><a href=\"/opinion/112821/united-states-v-dunnigan/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">445</span></a></span> (1993), ordains an enhancement in those circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">On appeal, Camuti argued that the district judge's bare statement at sentencing--that an obstruction of justice had occurred--was too bare to show that the district judge had found each of the elements of the perjury enhancement as required under Dunnigan:  falsity, willfulness and materiality.   See 507 U.S. at 93-96, 113 S.Ct. at 1116-17.   The government said that the findings could be inferred from context or that the error, if any, was harmless.   Instead of speculating, we retained jurisdiction and, by order, asked the district court to identify the obstructive conduct and the basis for any Dunnigan findings.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">By a supplemental order entered on November 9, 1995, the district court supplied the specifics.   Its order found that the perjury lay in Camuti's testimony that he was unaware of the misrepresentations made by Carroll to investors.   The district court's order also specifically found this testimony to be false, willful and material.   The findings are not clearly erroneous and, in fact, Camuti has offered us no reason to doubt that they were correct.   Accordingly, nothing more need be said about the perjury enhancement.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The district court imposed a further four-level upward adjustment based on a finding that Camuti was the organizer of a criminal organization that was \"extensive.\"   U.S.S.G. &#167; 3B1.1(a).   This adjustment was imposed after a recitation by the government of evidence showing that Camuti's Loan Depot organization had employed the services of over a dozen people, that the fraud was sophisticated and directed at many investors, and that it was orchestrated by Camuti.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The district judge said that he was persuaded by this argument.   On appeal, Camuti argues (apparently for the first time) that the enhancement required not only that the fraud be extensive but also that Camuti have played an extensive role as an organizer or leader.   The guidelines do so require, U.S.S.G. &#167; 3B1.1(a);  United States v. Tejada-Beltran, <span class=\"citation\" data-id=\"691951\"><a href=\"/opinion/691951/united-states-v-maximo-e-tejada-beltran-alias-etc/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">105</span></a></span>, 111 (1st Cir.1995);  but in adopting the prosecutor's scenario, the district judge so found and the evidence supports him.   Thus, if not forfeited, the argument fails.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Camuti also contends that the same enhancement amounts to double counting because the size of the fraud was already reflected in an adjustment based on the loss inflicted by the fraud.   U.S.S.G. &#167; 2F1.1(b)(1).   One could argue about whether double counting is involved:  the organizer adjustment focuses not on the amount of loss but on the role of the defendant and the size of the organization;  still, the latter element often correlates with the size of the loss.   But the short answer is that this is at worst permissible double counting, United States v. Lilly, <span class=\"citation\" data-id=\"195133\"><a href=\"/opinion/195133/united-states-v-lilly/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 19 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">A final two-level upward adjustment was based upon Camuti's abuse of a position of \"private trust\" to \"significantly facilitate[ ]\" the offense.   U.S.S.G. &#167; 3B1.3.   The government's theory was that, at least as to the Waltham Five, Camuti was effectively a fiduciary trusted by them to invest their money in residential mortgages that he (Camuti) would select.   Cf. United States v. Newman, <span class=\"citation\" data-id=\"195935\"><a href=\"/opinion/195935/united-states-v-newman/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 9 (1st Cir.1995).   The district court accepted the theory despite Camuti's rather general objections that his relationship with the investors had not facilitated any fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">On appeal, Camuti has revised his objection.   He now says that his activities vis-a-vis the Waltham Five were \"incidental\" to the offenses on which he was sentenced, and he points out that all but one of the mail fraud counts related to other investors solicited by Carroll.   This argument rests on the peculiar logic of the mail fraud statute which makes criminal not the scheme to defraud standing alone but each use of the mails in connection with a scheme to defraud.  18 U.S.C. &#167; 1341.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The short answer is that for purposes of determining responsibility at sentencing, the guidelines include not only the offense of conviction but also any other conduct that is \"part of the same course of conduct or common scheme or plan as the offense of conviction.\"   U.S.S.G. &#167; 1B1.3(a)(2).   The government's main excuse for offering evidence as to the Waltham Five was that the frauds directed against the Waltham Five were part of the same overall scheme.   On this theory, those frauds were also \"relevant conduct\" at sentencing, regardless of specific mailings.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">There was certainly evidence that the Waltham Five were defrauded.   Whether there was only a single overarching scheme might be debated, cf. U.S.S.G. &#167; 1B1.3, comment.  (n. 9);  United States v. Sklar, <span class=\"citation\" data-id=\"552336\"><a href=\"/opinion/552336/united-states-v-david-sklar-united-states-of-america-v-david-sklar/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">107</span></a></span>, 111 (1st Cir.1990);  and there is no explicit finding on the point by the district court.   But neither did Camuti make his present argument at sentencing.   It is enough here that the evidence permitted the finding of a single scheme and there was certainly no plain error where, without objection, the district court proceeded on that premise.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Restitution.   At sentencing, the district judge ordered Camuti to make restitution payments to members of the Waltham Five in the amount of $2,528,000.   This award was based on computations in the pre-sentence report reflecting investment losses in this range claimed by the individual members of the Waltham Five.   Camuti did not object to the pre-sentence report nor object to the restitution order when the district court specified the amounts.   On appeal, Camuti claims for the first time that the restitution order--aside from $37,500 owing to Bowse--was plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Camuti's theory is straightforward.   Under the statutory language that applies to his case, restitution may be ordered only for losses caused by the \"offense\" or \"offenses\" of conviction.  18 U.S.C. &#167; 3663(a) (1988);  see Hughey v. United States, <span class=\"citation\" data-id=\"112428\"><a href=\"/opinion/112428/hughey-v-united-states/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">411</span></a></span>, <span class=\"citation\" data-id=\"112428\"><a href=\"/opinion/112428/hughey-v-united-states/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1979</span></a></span>, <span class=\"citation\" data-id=\"112428\"><a href=\"/opinion/112428/hughey-v-united-states/\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">408</span></a></span> (1990).   Later amendments have broadened the authority to require restitution to include harm due to \"the defendant's criminal conduct in the course of the scheme,\" 18 U.S.C. &#167; 3663(a)(2) (Supp.  V 1993), but the changes are not retroactive.  Newman, 49 F.3d at 11 &amp; n. 14.   Camuti's argument is that none of the investments of the Waltham Five, apart from $37,500 owing to Bowse, was related to an individual mailing specified as a count in the Camuti indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">As already noted, the mail fraud offense is committed by a mailing in aid of a scheme to defraud.   One can therefore argue that a loss is caused by the \"offense\" only if it stems from a transaction linked to a specific mailing for which the defendant was indicted.   Although several circuits have taken a broader view, this circuit has twice construed the old restitution statute to incorporate such a gloss, Newman, 49 F.3d at 11;  United States v. Cronin, <span class=\"citation\" data-id=\"604121\"><a href=\"/opinion/604121/united-states-v-john-m-cronin-united-states-of-america-v-robert-e/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">663</span></a></span>, 666 (1st Cir.1993), and this precedent is binding on this panel.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The government's first answer is that Camuti did not raise the Hughey issue in the district court and therefore waived it.   Its other answer is to point to counts 11 and 12 of the indictment, charging Camuti with the mailings by his lawyer to the state authorities.   These mailings, says the government, delayed the discovery and termination of the scheme and thereby can be deemed to have caused the losses from investments made after the date of the first letter.   According to the government, almost all of the Waltham Five investments occurred after this date.   Camuti, in turn, calls this causal connection a threadbare speculation.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The government's waiver argument does not meet the riposte of plain error, see United States v. Olano, <span class=\"citation no-link\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></span> (1983);  and our precedents limiting the reach of the old restitution statute are plain enough.   It could be argued that Olano 's further requirement--that the plain error be \"a miscarriage of justice\" or the like, id. at 736, 113 S.Ct. at 1779--is not satisfied where, as here, the losses in question were due to Camuti's fraudulent scheme, even if not directly linked to the charged mailings.   But such a rough and ready approach would arguably be at odds with our recent decision in United States v. Gilberg, <span class=\"citation\" data-id=\"196544\"><a href=\"/opinion/196544/united-states-v-gilberg/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 22 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">But in this case, unlike Gilberg, the government does have an argument that the restitution ordered by the district court can be sustained on the merits based on counts 11 and 12.   The government's causation argument, and Camuti's response, are largely fact-bound;  to resolve the dispute would require a remand to the district court to develop further facts and a decision by the district court that might show that the restitution judgment should be smaller.   Since Camuti failed to raise this issue in a timely fashion and it is by no means certain that the restitution judgment is substantially excessive, we exercise our undoubted discretion under Olano to disregard the alleged error.  507 U.S. at 734, 113 S.Ct. at 1778.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108718/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111625/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112428/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195133/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195229/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195935/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196183/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196253/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196490/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196544/",
    "http://www.courtlistener.com/api/rest/v3/opinions/430883/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/474549/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556604/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561317/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567594/",
    "http://www.courtlistener.com/api/rest/v3/opinions/604121/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691951/"
  ]
}