{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196650/",
  "absolute_url": "/opinion/196650/allen-v-attorney-general/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196650/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:10:51Z",
  "date_modified": "2017-03-24T10:48:01.480195Z",
  "type": "010combined",
  "sha1": "cbf752c2977fbc13ba9398c06b56f83a78f59b69",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-2057.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 95-2057\r\n\n                           RYAN ALLEN,\r\n\n                      Petitioner, Appellant,\r\n\n                                v.\r\n\n             ATTORNEY GENERAL OF THE STATE OF MAINE,\r\n\n                      Respondent, Appellee.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                    FOR THE DISTRICT OF MAINE\r\n\n           [Hon. Morton A. Brody, U.S. District Judge]\r                                                               \r\n\n                                             \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                  Aldrich, Senior Circuit Judge,\r                                                         \r\n\n                    and Selya, Circuit Judge.\r                                                      \r\n\n                                             \r\n\n     Wayne R.  Foote, with whom Foote &amp;  Temple was on brief, for\r                                                         \r\nappellant.\r\n     Joseph A. Wannemacher, Assistant Attorney General, with whom\r                                    \r\nAndrew Ketterer, Attorney General, was on brief, for appellee.\r                         \r\n\n                                             \r\n\n                          March 26, 1996\r\n                                             \r\r\n\n          SELYA, Circuit  Judge.  Invoking federal  habeas corpus\r                    SELYA, Circuit  Judge.\r                                         \r\n\njurisdiction, petitioner-appellant Ryan Allen  seeks to block the\r\n\nState of Maine from prosecuting him for operating a motor vehicle\r\n\nunder  the influence of alcohol (OUI) in violation of 29 M.R.S.A.\r\n\n   1312-B  (West  Supp.  1994).1    He   insists  that  continued\r\n\nprosecution of  this charge  will transgress the  Double Jeopardy\r\n\nClause.   See  U.S. Const.  amend. V.   Because  the petitioner's\r                       \r\n\narguments,  though ingenious,  are  without  intrinsic merit,  we\r\n\naffirm the district court's dismissal of his habeas petition.\r\n\n                                I\r                                          I\r\n\n          On December  11, 1994,  a state trooper  arrested Allen\r\n\nfor  committing an  OUI  offense.   The  State preferred  charges\r\n\nagainst him.   As directed  by law, the  Secretary of State  (the\r\n\nSecretary)  then suspended  Allen's driver's  license  for ninety\r\n\ndays.  See 29 M.R.S.A.   1311-A, reprinted in the appendix.\r                    \r\n\n          It  is  said that  every action  produces an  equal and\r\n\nopposite  reaction.  Having  felt the lash  of the administrative\r\n\nsuspension, the petitioner moved  to dismiss the pending criminal\r\n\ncharge on double jeopardy  grounds.  The nisi prius  court denied\r\n\nthe motion,  relying upon  an opinion  issued by  Maine's highest\r\n\n                    \r                              \r\n\n     1The  state  legislature  recently  repealed,  substantially\r\nreenacted, and recodified  the statutes in question.   See, e.g.,\r                                                                          \r\n29-A  M.R.S.A.     2411  (West Supp.  1995)  (providing  criminal\r\npenalties  for OUI);  id.    2451  (providing for  administrative\r                                   \r\nsuspension  of driver's  licenses following  OUI arrests);  id.  \r                                                                         \r\n2403  (ensuring  credit for  an  administrative  suspension if  a\r\nsuspension is later ordered  as part of a  corresponding criminal\r\nsentence).   Because all the relevant events took place under the\r\nprevious regime, we cite  exclusively to the 1994 version  of the\r\nstatutory scheme.\r\n\n                                2\r\r\n\ntribunal  (the Law  Court)  two months  earlier.   See  State  v.\r                                                                       \r\n\nSavard, 659  A.2d 1265,  1268 (Me.  1995) (holding  in materially\r                \r\n\nidentical circumstances that an administrative license suspension\r\n\ndid not  constitute  punishment for  double  jeopardy  purposes).\r\n\nInstead  of appealing the ruling to the Law Court, the petitioner\r\n\n(who had been released on bail and was, therefore, technically in\r\n\nthe state's  custody, see Lefkowitz v. Fair, 816 F.2d 17, 22 (1st\r                                                     \r\n\nCir. 1987)),  applied for a writ  of habeas corpus in  the United\r\n\nStates District Court for the District of Maine.\r\n\n          The federal district  court consolidated this  petition\r\n\nwith a  petition brought by  Lori Thompson (a  similarly situated\r\n\nindividual).  After due consideration, Judge Brody concluded that\r\n\nthe license suspension and indictment arose from the same offense\r\n\nand constituted  separate proceedings,2  but that there  could be\r\n\nno multiple  punishment (and, hence, no  double jeopardy) because\r\n\nthe   administrative  sanction   served  remedial,   rather  than\r\n\npunitive, ends.    See Thompson v. Maine Atty. Gen., 896 F. Supp.\r                                                             \r\n\n220,  221-22  (D.  Me.  1995)  (explaining  that  the  suspension\r\n\nprovision \"is  designed primarily to ensure the  public safety of\r\n\ndrivers  in Maine\").    Accordingly, Judge  Brody dismissed  both\r\n\nhabeas petitions.  See id. at 223.  This appeal ensued.\r                                    \r\n\n                                II\r                                          II\r\n\n          Before  turning to  the merits  of the  double jeopardy\r\n\nclaim, we discuss two potential procedural obstacles.\r\n\n                    \r                              \r\n\n     2The State does not challenge either of these determinations\r\non appeal.\r\n\n                                3\r\r\n\n                                A.\r                                          A.\r                                            \r\n\n          The   first  procedural   hurdle  is   easily  vaulted.\r\n\nOrdinarily,  a state criminal case is  ripe for the ministrations\r\n\nof  a federal  habeas court  only after  completion of  the state\r\n\nproceedings  (that  is,  after  the  defendant  has  been  tried,\r\n\nconvicted,  sentenced, and has pursued available direct appeals).\r\n\nSee,  e.g., Fay  v. Noia, 372  U.S. 391, 418  (1963); Nadworny v.\r                                                                        \r\n\nFair, 872 F.2d 1093, 1096 (1st Cir. 1989).  In this instance, the\r              \r\n\npetitioner knocked on  the federal court's door  before his state\r\n\ntrial began.  But because of  an exception to the ripeness  rule,\r\n\nthis case evades the bar.\r\n\n          A petition  for habeas  relief that raises  a colorable\r\n\nclaim  of former  jeopardy need  not invariably  await  trial and\r\n\nconviction in  the  state court.    Such claims  are  distinctive\r\n\nbecause the Constitution insists that \"courts may not impose more\r\n\nthan  one  punishment  for   the  same  offense  and  prosecutors\r\n\nordinarily may not attempt to secure that punishment in more than\r\n\none trial.\"  Witte v. United States, 115 S. Ct. 2199, 2205 (1995)\r                                             \r\n\n(quoting Brown  v. Ohio, 432 U.S.  161, 165 (1977)).   To realize\r                                 \r\n\nthe solemn  promise  of  this  constitutional  guaranty,  federal\r\n\nhabeas courts will in appropriate circumstances entertain a claim\r\n\nthat permitting  a nascent  (but as  yet incomplete) state  court\r\n\nprosecution  to  go forward  would  violate  the Double  Jeopardy\r\n\nClause.   See, e.g., Justices of Boston  Mun. Court v. Lydon, 466\r                                                                      \r\n\nU.S. 294, 302-03  (1984) (plurality op.);  Gilliam v. Foster,  75\r                                                                      \r\n\nF.3d  881, 904  (4th Cir.  1996); Mannes  v. Gillespie,  967 F.2d\r                                                                \r\n\n                                4\r\r\n\n1310, 1312 (9th Cir.  1992), cert. denied, 506 U.S.  1048 (1993).\r                                                   \r\n\nThis  is  a nearly  classic  case  for invoking  the  exception.3\r\n\nThus,  we hold that the petitioner may seek federal habeas corpus\r\n\nrelief   without  first  undergoing   trial  on   the  challenged\r\n\nindictment.\r\n\n                                B.\r                                          B.\r                                            \r\n\n          The   second   procedural  hurdle   results   from  the\r\n\npetitioner's bypassing of  the Law  Court en route  to a  federal\r\n\nforum.  This shortcut  flouts the general rule that  a petitioner\r\n\nmust exhaust  all available state remedies  before federal habeas\r\n\njurisdiction attaches.  See, e.g., Scarpa v. DuBois, 38 F.3d 1, 6\r                                                             \r\n\n(1st Cir. 1994), cert.  denied, 115 S. Ct. 940  (1995); Nadworny,\r                                                                          \r\n\n872 F.2d at 1096-97; see generally 28 U.S.C.   2254(b).  We think\r                                            \r\n\nthat the shortcut is permissible in this case.\r\n\n          Although the  exhaustion rule  is important, it  is not\r\n\nimmutable:    exhaustion  of  remedies is  not  a  jurisdictional\r\n\nprerequisite  to a  habeas petition,  but, rather,  a gatekeeping\r\n\nprovision  rooted in  concepts  of federalism  and  comity.   See\r                                                                           \r\n\nNadworny, 872 F.2d at 1096 (\"Requiring that remedies be exhausted\r                  \r\n\nin state courts is merely  comity's juridical tool, embodying the\r\n                    \r                              \r\n\n     3There are three general  classes of double jeopardy claims.\r\nSee  United States  v. Rivera-Martinez,  931 F.2d  148,  152 (1st\r                                                \r\nCir.) (explaining that the  Double Jeopardy Clause \"safeguards an\r\nindividual against (1) a second prosecution for the same offense,\r\nfollowing  an acquittal;  (2) a second  prosecution for  the same\r\noffense, following a conviction; and  (3) multiple punishments\"),\r\ncert. denied, 502 U.S.  862 (1991).  While immediate  recourse to\r                      \r\nfederal habeas  most  commonly occurs  in successive  prosecution\r\ncases,  we see  no  reason  why  such  recourse  is  not  equally\r\npropitious in  a multiple  punishments case where,  as here,  the\r\nalleged punishments have their origins in separate proceedings.\r\n\n                                5\r\r\n\nfederal sovereign's  respect for the state  courts' capability to\r\n\nadjudicate federal  rights.\").   Consistent with  this rationale,\r\n\nthe federal courts have carved a narrow futility exception to the\r\n\nexhaustion  principle.   If stare  decisis looms,  that is,  if a\r                                                    \r\n\nstate's highest court has ruled unfavorably on  a claim involving\r\n\nfacts  and issues  materially identical  to those  undergirding a\r\n\nfederal  habeas  petition and  there  is no  plausible  reason to\r\n\nbelieve  that a  replay will  persuade the  court to  reverse its\r\n\nfield, then the  state judicial process becomes  ineffective as a\r\n\nmeans   of  protecting   the  petitioner's   rights.     In  such\r\n\ncircumstances,  the  federal courts  may  choose  to relieve  the\r\n\npetitioner of the obligation  to pursue available state appellate\r\n\nremedies  as a condition precedent  to seeking a federal anodyne.\r\n\nSee  Piercy v.  Black, 801  F.2d 1075,  1077-78 (8th  Cir. 1986);\r                               \r\n\nRobinson v.  Berman, 594  F.2d 1,  3 (1st Cir.  1979).   The law,\r                             \r\n\nafter  all,  should  not require  litigants  to  engage in  empty\r\n\ngestures or to perform obviously futile acts.\r\n\n          Here, Judge Brody recognized  that the Law Court's very\r\n\nrecent  decision  in  Savard   propelled  this  case  within  the\r                                      \r\n\nperimeter  of  the futility  exception  to  the exhaustion  rule.\r\n\nThus,  the judge  determined that  it would  be bootless  for the\r\n\npetitioner to invite  state appellate review and excused him from\r\n\ndoing  so.   See  Thompson, 896  F. Supp.  at  221.   Because the\r                                    \r\n\nfinding of  futility cannot  be faulted,  we  uphold the  court's\r\n\ndecision to allow the habeas case to proceed.\r\n\n                               III\r                                         III\r\n\n                                6\r\r\n\n          Turning  to the  merits of  the controversy,  we borrow\r\n\nheavily from our decision  in United States v. Stoller,      F.3d\r                                                                \r\n\n    (1st Cir. 1996) [No. 95-2175].  Stoller involved a challenge,\r                                                     \r\n\non  double  jeopardy  grounds,  to  a  criminal  prosecution  for\r\n\nmisapplication  of  bank funds  following  the  imposition of  an\r\n\nadministrative  sanction (a  debarment  order precluding  Stoller\r\n\nfrom employment or other  participation in the banking industry).\r\n\nSee  id. at       [slip op.  at 2-3].    In addressing  Stoller's\r                  \r\n\nchallenge, we  delineated the  analytic framework that  governs a\r\n\ncourt's  appraisal of most civil sanctions that are alleged to be\r\n\ndisguised punishments.4  We explained that, in such cases, courts\r\n\nmust examine  \"the totality  of the circumstances,  including the\r\n\nsource  of  the authority  under  which the  [civil  sanction] is\r\n\nimposable, the  goals underpinning  the authorizing statute,  the\r\n\norder  itself,  the purposes  it  serves,  and the  circumstances\r\n\nattendant to its promulgation.\"  Id. at     [slip op. at 21].  If\r                                              \r\n\nthis holistic  examination indicates that the  sanction is better\r\n\ncharacterized as remedial rather than as punitive, it will not be\r\n\ndeemed  to constitute  punishment  for double  jeopardy purposes.\r\n\nSee id. at     [slip op. at 7].\r                 \r\n\n                    \r                              \r\n\n     4A  different  framework  governs  a  court's  appraisal  of\r\n\"monetary penalties designed to make the sovereign whole for harm\r\nor  loss that is  quantifiable in actual  or approximate monetary\r\nterms.\"  Stoller,      F.3d at      [slip op. at  12].  In  those\r                          \r\ncases, the  proper test requires  a determination of  whether the\r\nsanction   can  fairly   be   seen  as   remedial  (and,   hence,\r\nnonpunitive), or whether  it is only  explicable in deterrent  or\r\nretributive  terms (and, hence, punitive).   See United States v.\r                                                                        \r\nHalper, 490 U.S.  435, 448-49  (1989); Stoller,      F.3d at     \r                                                        \r\n[slip op. at 12-13].\r\n\n                                7\r\r\n\n                                A.\r                                          A.\r                                            \r\n\n          The  first step  a  court must  take  in assessing  the\r\n\naggregate circumstances is to inspect the statute under which the\r\n\nsanction has been imposed.  See id. at      [slip op. at 21].  In\r                                             \r\n\nthis instance  the  statute, 29  M.R.S.A.    1311-A,  contains  a\r\n\nstatement of  purpose that  simplifies the  judicial  task.   The\r\n\nproviso serves to safeguard  travelers on the state's  roads, see\r                                                                           \r\n\n29  M.R.S.A.    1311-A(1)(A),  by  \"remov[ing]  quickly from  the\r\n\npublic highways . . . those persons who have shown  themselves to\r\n\nbe a safety hazard  by operating or attempting to  operate\" motor\r\n\nvehicles  after  imbibing  quantities  of alcohol,  id.     1311-\r                                                                 \r\n\nA(1)(B).   So viewed, the  license suspension proviso  furthers a\r\n\nquintessentially   remedial  goal  (public  safety)  and  it  is,\r\n\ntherefore,  not punitive  in the  relevant  constitutional sense.\r\n\nAccord State v. Hickam, 668 A.2d 1321, 1328 (Conn. 1995) (finding\r                                \r\n\nsimilar statutory scheme to  be remedial in nature);  Savard, 659\r                                                                      \r\n\nA.2d at  1268 (finding 29  M.R.S.A.    1311-A to  be remedial  in\r\n\nnature).\r\n\n          The petitioner  does not dispute that  public safety is\r\n\nboth the driving force  behind the statute and a  legitimate area\r\n\nof legislative concern.  Still, he attempts a  flanking maneuver.\r\n\nThis statute, he  argues, must  have a punitive  aim because  the\r\n\nsuspension period increases with the  number of violations.   See\r                                                                           \r\n\n29  M.R.S.A.      1311-A(5)(B),   1312-B(2).    The  argument  is\r\n\nunconvincing.\r\n\n          While  tying the severity of a penalty to the number of\r\n\n                                8\r\r\n\noffenses perpetrated  may indicate  a retributive intent,  such a\r\n\nlinkage  may  also  indicate  a protective  intent.    Here,  for\r\n\nexample, the escalating suspensions  plainly reflect, at least in\r\n\npart, a desire to  safeguard the public by ousting  those who, on\r\n\naverage, present  the greatest  safety hazard    recidivist drunk\r\n\ndrivers    from the highways  for longer periods of  time.  Given\r\n\nthis perspective, we  believe that the  escalating length of  the\r\n\nauthorized administrative suspensions is  not so clearly punitive\r\n\nas to require us to characterize the statute as penal  in nature.\r\n\nSee, e.g.,  Bae v.  Shalala, 44  F.3d 489,  495  (7th Cir.  1994)\r                                     \r\n\n(explaining that \"the duration or  severity of [a civil sanction]\r\n\nwill not mark it as punishment  where it is intended to further a\r\n\nlegitimate governmental purpose\").\r\n\n                                B.\r                                          B.\r                                            \r\n\n          We  turn next  to the  design and structure  of Maine's\r\n\nstatutory scheme.  Pointing  out that a driver loses  his license\r\n\nunder  29 M.R.S.A.   1311-A  only after first  being arrested and\r\n\ncharged with an OUI offense, the petitioner asseverates that this\r\n\nfact  is  a  telltale  indication  of  punitive  intent.     This\r\n\nasseveration,  which rests in large part upon a misreading of the\r\n\nCourt's opinion in Department  of Revenue v. Kurth Ranch,  114 S.\r                                                                  \r\n\nCt. 1937 (1994), does not withstand scrutiny.\r\n\n          The  petitioner contends  that,  under  Kurth Ranch,  a\r                                                                       \r\n\ncivil  sanction   predicated  in  terms  on  a  prior  arrest  is\r\n\nnecessarily  punitive.    But  the  Kurth  Ranch  Court  examined\r                                                          \r\n\nnumerous factors (including the  provenance of the legislation at\r\n\n                                9\r\r\n\nissue, the extent of  the sanction, and the relation  between the\r\n\nsanction  and  the criminal  law,  see  id. at  1946-47)  without\r                                                     \r\n\nattaching talismanic significance  to any  one of them.   To  the\r\n\ncontrary, Kurth Ranch  makes it pellucid that these factors serve\r                               \r\n\nas  harbingers which, when  aggregated, will  cast a  sanction in\r\n\neither a remedial or a punitive light.  See id. at 1947.  In this\r                                                         \r\n\ncase,  given the  legitimate  remedial purpose  that the  license\r\n\nsuspension  proviso serves, we do  not find the  nexus between an\r\n\nindividual's arrest and the  imposition of the sanction to  be of\r\n\noverriding importance.  See Stoller,     F.3d at     [slip op. at\r                                             \r\n\n21] (\"Because our  interest is in deterrating  the overall nature\r\n\nof the sanction,  no one factor, standing alone,  is likely to be\r\n\ndeterminative.\").\r\n\n          In  a related  vein, the  petitioner contends  that the\r\n\nlegislature's inclusion  of the  license suspension proviso  in a\r\n\nbroader bill that  mandated several changes  in the criminal  law\r\n\nportends  a punitive intent.  The contention is nothing more than\r\n\na  makeweight.    Legislatures  routinely  combine  punitive  and\r\n\nremedial measures in  a single piece  of legislation, see,  e.g.,\r                                                                          \r\n\nid.  at      [slip  op. at  25-26],  and that  unremarkable fact,\r             \r\n\nwithout  more, tells  a  court very  little  about the  intrinsic\r\n\nnature of a particular administrative sanction.\r\n\n          The  petitioner's parting  structural shot  targets the\r\n\nlink  that  the statutory  scheme  forges  between administrative\r\n\nlicense suspensions and court-ordered license suspensions imposed\r\n\nas  part of convicted OUI  defendants' criminal sentences.   If a\r\n\n                                10\r\r\n\ndefendant is found guilty  on an OUI  charge, the court not  only\r\n\nmust   impose   a   suspension    identical   to   that   imposed\r\n\nadministratively following the initial  arrest, see 29 M.R.S.A.  \r                                                             \r\n\n1311-A(5)(B),5 but also  must give the  defendant credit for  the\r\n\nfull elapsed period of the  administrative suspension, see id.   \r                                                                        \r\n\n1311-A(5)(C).    This   interleaving,  the  petitioner  suggests,\r\n\nsignifies that the civil sanction must itself be punitive.  We do\r\n\nnot  accept  this   syllogism.    A  remedial  sanction   is  not\r\n\ntransmogrified  into  a  punishment   simply  because  a  similar\r\n\nsanction sometimes may be imposed as part of a criminal sentence.\r\n\nSee Hicks ex rel. Feiock v. Feiock, 485 U.S. 624, 631, 636 (1988)\r                                            \r\n\n(explaining that  the characterization of a  sanction as remedial\r\n\nor punitive depends on the nature of the sanction itself, not the\r\n\nproceeding in which it is imposed); United States v. Salerno, 481\r                                                                      \r\n\nU.S. 739,  746-47 (1987) (holding that,  although imprisonment is\r\n\ngenerally  thought to  be  the paradigmatic  form of  punishment,\r\n\npretrial detention  to  protect the  public  is not  regarded  as\r\n\npunitive).\r\n\n          In  all  events,  the  credit  provision,  fairly read,\r\n\nbuttresses  the State's  position  on appeal.    If a  driver  is\r\n\nconvicted  of OUI,  the credit  provision effectively  merges the\r\n\nadministrative   sanction   and   the  subsequent   court-ordered\r\n\nsuspension,  thereby  ensuring  that   the  \"punishment\"  is  not\r\n                    \r                              \r\n\n     5There is  an exception  to this identicality  that involves\r\npersons arrested for  OUI while accompanied  by minors under  the\r\nage  of sixteen.  See 29 M.R.S.A.   1311-A(5)(B-1) (providing for\r                               \r\nan  additional administrative  suspension  in such  cases).   The\r\nexception is not implicated here.\r\n\n                                11\r\r\n\n\"multiple\"; and if a driver is acquitted, there will be no court-\r\n\nordered  suspension  and,  hence,   no  possibility  of  multiple\r\n\npunishment.    Either  way  the  credit  provision  deflates  the\r\n\npetitioner's  double jeopardy challenge  by guaranteeing  that no\r\n\nmore than  a single punishment can be imposed.  At the same time,\r\n\nthe insertion  of this feature bears witness to the legislature's\r\n\napparent desire  to avoid  any significant punitive  impact while\r\n\nstriving to protect the motoring public.\r\n\n          For these reasons, we conclude that the architecture of\r\n\nthe statute  tilts in the same  direction as the text.   Both are\r\n\nindicative of an intent to serve remedial ends.\r\n\n                                C.\r                                          C.\r                                            \r\n\n          The  petitioner insists that state legislators intended\r\n\nthe license suspension proviso to punish drunk  drivers, and that\r\n\nthis  intention demonstrates  the proviso's  true character.   We\r\n\nacknowledge  that  the legislative  history of  a statute  can be\r\n\ntelling in  a close case.   Here, however, the case  is not close\r\n\nand,  at  any rate,  the legislative  history  does no  more than\r\n\nconfirm what the  language and structure  of the statute  already\r\n\nsuggest.6\r\n                    \r                              \r\n\n     6We undertake independent review of the legislative history,\r\nmindful that  federal courts  must make their  own constitutional\r\nassessments.  See, e.g., Siegfriedt v. Fair, 982 F.2d 14, 16 (1st\r                                                     \r\nCir.  1992).   Nevertheless, while  we  do not  defer to  the Law\r\nCourt's  determination  that the  Maine  legislature  set out  to\r\nfashion a remedy, not a punishment, see Savard, 659 A.2d at 1268,\r                                                        \r\na  strong  argument  can be  made  that  a  federal court  should\r\nhesitate before disavowing a  state supreme court's exposition of\r\nthe  purposes  animating a  state statute.    See, e.g.,  Hamm v.\r                                                                        \r\nLatessa,  72  F.3d 947,  954  (1st  Cir.  1995) (reaffirming  the\r                 \r\ngeneral proposition  that federal  courts must  defer to a  state\r\n\n                                12\r\r\n\n          The  petitioner's proffer  consists of  a few  snippets\r\n\nculled  from the legislative record.  As a general matter, courts\r\n\nmust  be chary  of  overvaluing isolated  comments by  individual\r\n\nsolons.  See Rhode  Island v. Narragansett Indian Tribe,  19 F.3d\r                                                                 \r\n\n685,  699  (1st  Cir.), cert.  denied,  115  S.  Ct. 298  (1994).\r                                               \r\n\nMoreover, most  of the comments  collected by the  petitioner are\r\n\nattributable  to  opponents  of   the  measure.    Statements  of\r\n\nlegislators  who  oppose a  bill  ordinarily  add  little to  the\r\n\nexplication of  legislative intent,  see Selective Serv.  Sys. v.\r                                                                        \r\n\nMinnesota Public Interest Research Group, 468 U.S. 841, 855  n.15\r                                                  \r\n\n(1984), and such is the case here.\r\n\n          Brushing   aside  the   parsley,   the  meat   of   the\r\n\npetitioner's  entire proffer  comprises only  two comments.   See\r                                                                           \r\n\nLegislative  Record   House, L.D.  1749, at 1240  (June 10, 1983)\r\n\n(\"I  don't deny  that .  . .  [suspension] is  a very  strict and\r\n\nsevere punishment\") (statement of Rep. Hayden);  id. at 1245 (\"It\r                                                              \r\n\nis time  to suspend those  who are playing for  time through this\r\n\ncourt system under the present  law.\") (statement of Rep. Smith).\r\n\nThese blemishes  are insufficient to alter the  complexion of the\r\n\nchallenged statute.  A reading of the entire debate regarding the\r                                                      \r\n\ndesirability of immediate license suspensions leaves no doubt but\r\n\nthat  the Maine legislature meant the statute to serve a remedial\r\n\nend.\r\n\n          One  of  the bill's  principal  sponsors  advocated its\r\n\npassage  on the  ground  that  an  OUI  arrest,  whether  or  not\r\n                    \r                              \r\n\nsupreme court's interpretation of a statute of the state).\r\n\n                                13\r\r\n\nsufficient for  conviction, indicated a likelihood  that a person\r\n\nwas  in the habit of drinking and  driving, and therefore posed a\r\n\nthreat  to others.   See id. at 1240  (statement of Rep. Hayden).\r                                      \r\n\nOther proponents of  the bill  urged its passage  to satisfy  the\r\n\nlegislature's \"grave  obligation to remove  th[e] drunken  driver\r\n\nfrom the  road,\" id. at  1242 (statement of  Rep. Joyce),  and to\r                              \r\n\ninsulate  the populace from harm at the hands of individuals who,\r\n\nhaving been  \"picked up for drunken driving . . . keep on driving\r\n\nafterwards  awaiting  trial,\"  id.  at 1241  (statement  of  Rep.\r                                            \r\n\nSmith).  The debate  in the state senate proceeded  along similar\r\n\nlines.   See Legislative Record    Senate, L.D.  1749, at 1318-20\r                      \r\n\n(June 15,  1983).  In the  face of statements such  as these, the\r\n\nrandom  remarks  singled out  by  the  petitioner constitute  too\r\n\nfragile a foundation on  which to build a credible  argument that\r\n\nthe license suspension proviso  was designed to punish offenders.\r\n\nSee,  e.g.,  Bae,  44  F.3d  at  494  (concluding  that  isolated\r                          \r\n\nreferences  to  individual legislators'  deterrent aims  will not\r\n\nindelibly mark a sanction as punitive).\r\n\n          The  petitioner  strives   to  reinforce  his   tenuous\r\n\nargument by touting a letter submitted to the chairs of the House\r\n\nand Senate judiciary committees  by the Governor's Highway Safety\r\n\nRepresentative.   Allen emphasizes the letter's  suggestion \"that\r\n\nthis bill  would be an added deterrent if a person knew that they\r\n\n[sic] would be suspended within the short period of time proposed\r\n\nrather  than  some unknown  date  in  the unforeseeable  future.\"\r\n\nLetter from Albert L. Godfrey, Sr., April 15, 1983, at 2.  But in\r\n\n                                14\r\r\n\nthe very next sentence, the author writes that the bill is needed\r\n\n\"[i]n the interests of  highway safety.\"  Hence, we  discount the\r\n\nletter for two reasons.   First, there is no plausible basis  for\r\n\nimputing the  views of  the Executive  Branch to the  Legislative\r\n\nBranch.   See Northern Colo. Water Conservancy Dist. v. FERC, 730\r                                                                      \r\n\nF.2d 1509, 1519 (D.C.  Cir. 1984) (according little weight  to an\r\n\nadministrator's statement to a congressional committee).  Second,\r\n\nthe  blend of concerns evinced in the letter renders it ambiguous\r\n\nand divests  it of any dispositive  effect.  See Bae,  44 F.3d at\r                                                              \r\n\n494   (explaining  that   legislative  history   reflecting  both\r\n\ndeterrent and  remedial concerns neither requires  nor prevents a\r\n\nfinding that a sanction is punitive); cf. Stowell v. Secretary of\r                                                                           \r\n\nHHS,  3 F.3d  539, 542-43  (1st Cir.  1993) (explaining  that \"an\r             \r\n\nambiguous  statute cannot  be  demystified by  resort to  equally\r\n\nambiguous legislative history\").\r\n\n          We add an  eschatocol of sorts.  Even if  we were prone\r\n\nto give  the Godfrey letter  more weight,  it would  not tip  the\r\n\nbalance.  When applying the totality-of-the-circumstances test to\r\n\na  civil  sanction,  the fact  that  the  sanction  may be  aimed\r\n\npartially at deterrence  is merely  one factor to  be taken  into\r\n\naccount  in the  decisional calculus.   See  Bae, 44 F.3d  at 494\r                                                          \r\n\n(explaining that \"a deterrent purpose does not automatically mark\r\n\na civil  sanction as  a form of  punishment\").   That factor  may\r\n\nmilitate in favor of a finding of punitive intent, but it is not,\r\n\nby itself, determinative.  See  Kurth Ranch, 114 S. Ct. at  1947;\r                                                     \r\n\nStoller,     F.3d at     [slip op. at 19].\r                 \r\n\n                                15\r\r\n\n          We  conclude  that the  legislative  archives, overall,\r\n\nsupport the  suggestion that  the license suspension  proviso, 29\r\n\nM.R.S.A.    1311-A, is intended  primarily to achieve  a remedial\r\n\ngoal.\r\n\n                                IV\r                                          IV\r\n\n          In the final analysis,  the force of a double  jeopardy\r\n\nclaim  depends   upon  the   particular  circumstances  of   each\r\n\nindividual case.  See United States  v. Halper, 490 U.S. 435, 448\r                                                        \r\n\n(1989)  (mandating \"a  particularized assessment  of the  penalty\r\n\nimposed  and the  purposes  the penalty  may  fairly be  said  to\r\n\nserve\"); Stoller,      F.3d at      [slip op.  at 26]  (similar).\r                          \r\n\nThe pivotal question is whether the sanction, as  applied, exacts\r\n\nrough remedial justice.7  See Halper, 490 U.S. at 446.\r                                              \r\n\n          Evaluated  from this  standpoint, we  believe  that the\r\n\nadministrative sanction  Maine imposed  on the  petitioner passes\r\n\nmuster.  In purpose and effect, the ninety-day license suspension\r\n\ncan fairly be  viewed as  remedial inasmuch as  it is  rationally\r\n\nrelated to the apprehended  danger and the potential harm.   That\r\n\nis, the State could reasonably conclude from the petitioner's OUI\r\n\narrest  alone  that preservation  of  public  safety warranted  a\r\n                    \r                              \r\n\n     7The State disagrees, proposing  that we examine instead the\r\nuniverse of license suspensions in order to determine whether the\r\ntemporary  loss of  driving  privileges is,  in  the abstract,  a\r\npunishment.  We reject  this approach.   Unlike the State, we  do\r\nnot  believe that the Court's opinion in Austin v. United States,\r                                                                          \r\n113  S.  Ct. 2801  (1993), changed  settled  law in  this regard.\r\nThere the Court held that, because  of the peculiar nature of the\r\nforfeiture implicated by Austin's appeal, that  forfeiture should\r\nbe examined  in general and  not merely as  applied.  See  id. at\r                                                                        \r\n2812 n.14.  We believe that this special approach is best limited\r\nto certain civil forfeitures.  It has no applicability here.\r\n\n                                16\r\r\n\nbreathing  spell   (in  the   form  of  a   temporary  ninety-day\r\n\ncancellation of driving privileges).\r\n\n          The  petitioner  protests  that the  Secretary  neither\r\n\nundertook  an individualized  determination of  his dangerousness\r\n\nnor  offered him  a  chance to  show  that he  had  rehabilitated\r\n\nhimself  prior  to  the end  of  the  suspension  period.   These\r\n\nallegations are true   but neither fact undermines the conclusion\r\n\nthat the  license suspension  is essentially remedial.   For  one\r\n\nthing, the ninety-day suspension  is subject to relaxation should\r\n\nthe  petitioner  apply for  a  work-restricted license.    See 29\r                                                                        \r\n\nM.R.S.A.   1311-A(5-A).   Limitations of this ilk are  typical of\r\n\nremedial suspension provisions.   See, e.g., Butler v. Department\r                                                                           \r\n\nof Pub. Safety &amp; Corrections, 609 So.2d 790, 797 (La. 1992).  For\r                                      \r\n\nanother thing,  the Secretary's  order is limited  temporally and\r\n\nthe  period of  suspension    in Allen's case,  ninety days    is\r\n\nreasonable in relation to the future  harm the offender's conduct\r\n\nmight  portend.    In  other  contexts,  the  courts  have  found\r\n\ndebarments of fixed duration, based on prior misconduct, aimed at\r\n\nprotecting  the public  from possible  future shenanigans,  to be\r\n\nnonpunitive.   See, e,g., Manocchio  v. Kusserow, 961  F.2d 1539,\r                                                          \r\n\n1542 (11th Cir. 1992) (finding remedial an order banning a doctor\r\n\nfrom  participating in Medicare for  at least five years); United\r                                                                           \r\n\nStates v. Bizzell, 921 F.2d 263, 267 (10th Cir. 1990) (discerning\r                           \r\n\nno  punitive intent  undergirding a  two-year ban  from accepting\r\n\ngovernment  contracts).   Such  durationally  rigid restrictions,\r\n\nalthough   they  may  bear  the  sting  of  punishment  from  the\r\n\n                                17\r\r\n\nrecipient's   perspective,   plainly   serve   the   government's\r\n\nprophylactic interest.  See Stoller,     F.3d at     [slip op. at\r                                             \r\n\n28].  \r\n\n          We need go no further.  The key to cases  of this genre\r\n\nis  to  \"distinguish  carefully  between  those  sanctions   that\r\n\nconstitute impermissible exercises  of the government's  power to\r\n\npunish  and those  that constitute  permissible exercises  of the\r\n\ngovernment's remedial authority (even  if effectuating a specific\r\n\nremedy  sometimes carries  with  it an  unavoidable component  of\r\n\ndeterrence  or retribution).\"  Stoller,     F.3d at     [slip op.\r                                                \r\n\nat 30-31].  After analyzing the totality of the circumstances, we\r\n\nconclude that the civil  sanction at issue here    the suspension\r\n\nof the petitioner's  driving privileges ordered  administratively\r\n\nby  the Secretary   represents a reasonable effort to protect the\r\n\npublic  from   motorists  who   have  demonstrated   a  dangerous\r\n\npropensity to drink before they drive.  The sanction therefore is\r\n\nprincipally in service to  a remedial goal.  Because  the license\r\n\nsuspension does  not  constitute a  punishment under  appropriate\r\n\ndouble  jeopardy  analysis, the  district  court did  not  err in\r\n\nrefusing to issue a writ of habeas corpus.\r\n\nAffirmed.\r          Affirmed.\r                  \r\n\n                                18\r\r\n",
  "html": "<p class=\"case_cite\">80 F.3d 569</p>\n    <p class=\"parties\">Ryan ALLEN, Petitioner, Appellant,<br>v.<br>ATTORNEY GENERAL OF the STATE OF MAINE, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 95-2057.<br>United States Court of Appeals,</p>\n    <p class=\"court\">First Circuit.</p>\n    <p class=\"date\">Heard Feb. 5, 1996.<br>Decided March 26, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Maine;  Hon.  Morton A. Brody, Judge.</p>\n      <p class=\"indent\">Wayne R. Foote, with whom Foote &amp; Temple was on brief, Bangor, ME, for appellant.</p>\n      <p class=\"indent\">Joseph A. Wannemacher, Assistant Attorney General, with whom Andrew Ketterer, Attorney General, Augusta, ME, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH, Senior Circuit Judge, and SELYA, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Invoking federal habeas corpus jurisdiction, petitioner-appellant Ryan Allen seeks to block the State of Maine from prosecuting him for operating a motor vehicle under the influence of alcohol (OUI) in violation of 29 M.R.S.A. &#167; 1312-B (West Supp.1994).<a class=\"footnote\" href=\"#fn1--1\" id=\"fn1--1_ref\">1</a>  He insists that continued prosecution of this charge will transgress the Double Jeopardy Clause.   See U.S. Const. amend.  V.  Because the petitioner's arguments, though ingenious, are without intrinsic merit, we affirm the district court's dismissal of his habeas petition.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* On December 11, 1994, a state trooper arrested Allen for committing an OUI offense.   The State preferred charges against him.   As directed by law, the Secretary of State (the Secretary) then suspended Allen's driver's license for ninety days.   See 29 M.R.S.A. &#167; 1311-A, reprinted in the appendix.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It is said that every action produces an equal and opposite reaction.   Having felt the lash of the administrative suspension, the petitioner moved to dismiss the pending criminal charge on double jeopardy grounds.   The nisi prius court denied the motion, relying upon an opinion issued by Maine's highest tribunal (the Law Court) two months earlier.   See State v. Savard, 659 A.2d 1265, 1268 (Me.1995) (holding in materially identical circumstances that an administrative license suspension did not constitute punishment for double jeopardy purposes).   Instead of appealing the ruling to the Law Court, the petitioner (who had been released on bail and was, therefore, technically in the state's custody, see Lefkowitz v. Fair, 816 F.2d 17, 22 (1st Cir.1987)), applied for a writ of habeas corpus in the United States District Court for the District of Maine.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The federal district court consolidated this petition with a petition brought by Lori Thompson (a similarly situated individual).   After due consideration, Judge Brody concluded that the license suspension and indictment arose from the same offense and constituted separate proceedings,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> but that there could be no multiple punishment (and, hence, no double jeopardy) because the administrative sanction served remedial, rather than punitive, ends.   See Thompson v. Maine Atty. Gen., 896 F.Supp. 220, 221-22 (D.Me.1995) (explaining that the suspension provision \"is designed primarily to ensure the public safety of drivers in Maine\").   Accordingly, Judge Brody dismissed both habeas petitions.   See id. at 223.   This appeal ensued.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Before turning to the merits of the double jeopardy claim, we discuss two potential procedural obstacles.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The first procedural hurdle is easily vaulted.   Ordinarily, a state criminal case is ripe for the ministrations of a federal habeas court only after completion of the state proceedings (that is, after the defendant has been tried, convicted, sentenced, and has pursued available direct appeals).   See, e.g., Fay v. Noia, 372 U.S. 391, 418, 83 S.Ct. 822, 837-38, 9 L.Ed.2d 837 (1963);  Nadworny v. Fair, 872 F.2d 1093, 1096 (1st Cir.1989).   In this instance, the petitioner knocked on the federal court's door before his state trial began.   But because of an exception to the ripeness rule, this case evades the bar.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A petition for habeas relief that raises a colorable claim of former jeopardy need not invariably await trial and conviction in the state court.   Such claims are distinctive because the Constitution insists that \"courts may not impose more than one punishment for the same offense and prosecutors ordinarily may not attempt to secure that punishment in more than one trial.\"  Witte v. United States, --- U.S. ----, ----, 115 S.Ct. 2199, 2205, 132 L.Ed.2d 351 (1995) (quoting Brown v. Ohio, 432 U.S. 161, 165, 97 S.Ct. 2221, 2225, 53 L.Ed.2d 187 (1977)).   To realize the solemn promise of this constitutional guaranty, federal habeas courts will in appropriate circumstances entertain a claim that permitting a nascent (but as yet incomplete) state court prosecution to go forward would violate the Double Jeopardy Clause.   See, e.g., Justices of Boston Mun. Court v. Lydon, 466 U.S. 294, 302-03, 104 S.Ct. 1805, 1810-11, 80 L.Ed.2d 311 (1984) (plurality op.);  Gilliam v. Foster, 75 F.3d 881, 904 (4th Cir.1996);  Mannes v. Gillespie, 967 F.2d 1310, 1312 (9th Cir.1992), cert. denied, 506 U.S. 1048, 113 S.Ct. 964, 122 L.Ed.2d 121 (1993).   This is a nearly classic case for invoking the exception.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Thus, we hold that the petitioner may seek federal habeas corpus relief without first undergoing trial on the challenged indictment.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The second procedural hurdle results from the petitioner's bypassing of the Law Court en route to a federal forum.   This shortcut flouts the general rule that a petitioner must exhaust all available state remedies before federal habeas jurisdiction attaches.   See, e.g., Scarpa v. Dubois, 38 F.3d 1, 6 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 940, 130 L.Ed.2d 885 (1995);  Nadworny, 872 F.2d at 1096-97;  see generally 28 U.S.C. &#167; 2254(b).   We think that the shortcut is permissible in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Although the exhaustion rule is important, it is not immutable:  exhaustion of remedies is not a jurisdictional prerequisite to a habeas petition, but, rather, a gatekeeping provision rooted in concepts of federalism and comity.   See Nadworny, 872 F.2d at 1096 (\"Requiring that remedies be exhausted in state courts is merely comity's juridical tool, embodying the federal sovereign's respect for the state courts' capability to adjudicate federal rights.\").   Consistent with this rationale, the federal courts have carved a narrow futility exception to the exhaustion principle.   If stare decisis looms, that is, if a state's highest court has ruled unfavorably on a claim involving facts and issues materially identical to those undergirding a federal habeas petition and there is no plausible reason to believe that a replay will persuade the court to reverse its field, then the state judicial process becomes ineffective as a means of protecting the petitioner's rights.   In such circumstances, the federal courts may choose to relieve the petitioner of the obligation to pursue available state appellate remedies as a condition precedent to seeking a federal anodyne.   See Piercy v. Black, 801 F.2d 1075, 1077-78 (8th Cir.1986);  Robinson v. Berman, 594 F.2d 1, 3 (1st Cir.1979).   The law, after all, should not require litigants to engage in empty gestures or to perform obviously futile acts.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Here, Judge Brody recognized that the Law Court's very recent decision in Savard propelled this case within the perimeter of the futility exception to the exhaustion rule.   Thus, the judge determined that it would be bootless for the petitioner to invite state appellate review and excused him from doing so.   See Thompson, 896 F.Supp. at 221.   Because the finding of futility cannot be faulted, we uphold the court's decision to allow the habeas case to proceed.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Turning to the merits of the controversy, we borrow heavily from our decision in United States v. Stoller, 78 F.3d 710 (1st Cir.1996).  Stoller involved a challenge, on double jeopardy grounds, to a criminal prosecution for misapplication of bank funds following the imposition of an administrative sanction (a debarment order precluding Stoller from employment or other participation in the banking industry).   See id. at 713-14.   In addressing Stoller's challenge, we delineated the analytic framework that governs a court's appraisal of most civil sanctions that are alleged to be disguised punishments.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  We explained that, in such cases, courts must examine \"the totality of the circumstances, including the source of the authority under which the [civil sanction] is imposable, the goals underpinning the authorizing statute, the order itself, the purposes it serves, and the circumstances attendant to its promulgation.\"  Id. at 721.   If this holistic examination indicates that the sanction is better characterized as remedial rather than as punitive, it will not be deemed to constitute punishment for double jeopardy purposes.   See id. at 716.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The first step a court must take in assessing the aggregate circumstances is to inspect the statute under which the sanction has been imposed.   See id. at 719.   In this instance the statute, 29 M.R.S.A. &#167; 1311-A, contains a statement of purpose that simplifies the judicial task.   The proviso serves to safeguard travelers on the state's roads, see 29 M.R.S.A. &#167; 1311-A(1)(A), by \"remov[ing] quickly from the public highways ... those persons who have shown themselves to be a safety hazard by operating or attempting to operate\" motor vehicles after imbibing quantities of alcohol, id. &#167; 1311-A(1)(B).   So viewed, the license suspension proviso furthers a quintessentially remedial goal (public safety) and it is, therefore, not punitive in the relevant constitutional sense.   Accord State v. Hickam, 235 Conn. 614, 668 A.2d 1321, 1328 (1995) (finding similar statutory scheme to be remedial in nature);  Savard, 659 A.2d at 1268 (finding 29 M.R.S.A. &#167; 1311-A to be remedial in nature).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The petitioner does not dispute that public safety is both the driving force behind the statute and a legitimate area of legislative concern.   Still, he attempts a flanking maneuver.   This statute, he argues, must have a punitive aim because the suspension period increases with the number of violations.   See 29 M.R.S.A. &#167;&#167; 1311-A(5)(B), 1312-B(2).   The argument is unconvincing.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">While tying the severity of a penalty to the number of offenses perpetrated may indicate a retributive intent, such a linkage may also indicate a protective intent.   Here, for example, the escalating suspensions plainly reflect, at least in part, a desire to safeguard the public by ousting those who, on average, present the greatest safety hazard--recidivist drunk drivers--from the highways for longer periods of time.   Given this perspective, we believe that the escalating length of the authorized administrative suspensions is not so clearly punitive as to require us to characterize the statute as penal in nature.   See, e.g., Bae v. Shalala, 44 F.3d 489, 495 (7th Cir.1995) (explaining that \"the duration or severity of [a civil sanction] will not mark it as punishment where it is intended to further a legitimate governmental purpose\").</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We turn next to the design and structure of Maine's statutory scheme.   Pointing out that a driver loses his license under 29 M.R.S.A. &#167; 1311-A only after first being arrested and charged with an OUI offense, the petitioner asseverates that this fact is a telltale indication of punitive intent.   This asseveration, which rests in large part upon a misreading of the Court's opinion in Department of Revenue v. Kurth Ranch, --- U.S. ----, 114 S.Ct. 1937, 128 L.Ed.2d 767 (1994), does not withstand scrutiny.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The petitioner contends that, under Kurth Ranch, a civil sanction predicated in terms on a prior arrest is necessarily punitive.   But the Kurth Ranch Court examined numerous factors (including the provenance of the legislation at issue, the extent of the sanction, and the relation between the sanction and the criminal law, see id. at 1946-47) without attaching talismanic significance to any one of them.   To the contrary, Kurth Ranch makes it pellucid that these factors serve as harbingers which, when aggregated, will cast a sanction in either a remedial or a punitive light.   See id. at 1947.   In this case, given the legitimate remedial purpose that the license suspension proviso serves, we do not find the nexus between an individual's arrest and the imposition of the sanction to be of overriding importance.   See Stoller, 78 F.3d at 719 (\"Because our interest is in deterrating the overall nature of the sanction, no one factor, standing alone, is likely to be determinative.\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In a related vein, the petitioner contends that the legislature's inclusion of the license suspension proviso in a broader bill that mandated several changes in the criminal law portends a punitive intent.   The contention is nothing more than a makeweight.   Legislatures routinely combine punitive and remedial measures in a single piece of legislation, see, e.g., id. at 719-20 and that unremarkable fact, without more, tells a court very little about the intrinsic nature of a particular administrative sanction.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The petitioner's parting structural shot targets the link that the statutory scheme forges between administrative license suspensions and court-ordered license suspensions imposed as part of convicted OUI defendants' criminal sentences.   If a defendant is found guilty on an OUI charge, the court not only must impose a suspension identical to that imposed administratively following the initial arrest, see 29 M.R.S.A. &#167; 1311-A(5)(B),<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> but also must give the defendant credit for the full elapsed period of the administrative suspension, see id. &#167; 1311-A(5)(C).   This interleaving, the petitioner suggests, signifies that the civil sanction must itself be punitive.   We do not accept this syllogism.   A remedial sanction is not transmogrified into a punishment simply because a similar sanction sometimes may be imposed as part of a criminal sentence.   See Hicks ex rel. Feiock v. Feiock, 485 U.S. 624, 631, 636, 108 S.Ct. 1423, 1429, 1431-32, 99 L.Ed.2d 721 (1988) (explaining that the characterization of a sanction as remedial or punitive depends on the nature of the sanction itself, not the proceeding in which it is imposed);  United States v. Salerno, 481 U.S. 739, 746-47, 107 S.Ct. 2095, 2101-02, 95 L.Ed.2d 697 (1987) (holding that, although imprisonment is generally thought to be the paradigmatic form of punishment, pretrial detention to protect the public is not regarded as punitive).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In all events, the credit provision, fairly read, buttresses the State's position on appeal.   If a driver is convicted of OUI, the credit provision effectively merges the administrative sanction and the subsequent court-ordered suspension, thereby ensuring that the \"punishment\" is not \"multiple\";  and if a driver is acquitted, there will be no court-ordered suspension and, hence, no possibility of multiple punishment.   Either way the credit provision deflates the petitioner's double jeopardy challenge by guaranteeing that no more than a single punishment can be imposed.   At the same time, the insertion of this feature bears witness to the legislature's apparent desire to avoid any significant punitive impact while striving to protect the motoring public.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">For these reasons, we conclude that the architecture of the statute tilts in the same direction as the text.   Both are indicative of an intent to serve remedial ends.</p>\n    </div>\n    <p>C.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The petitioner insists that state legislators intended the license suspension proviso to punish drunk drivers, and that this intention demonstrates the proviso's true character.   We acknowledge that the legislative history of a statute can be telling in a close case.   Here, however, the case is not close and, at any rate, the legislative history does no more than confirm what the language and structure of the statute already suggest.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The petitioner's proffer consists of a few snippets culled from the legislative record.   As a general matter, courts must be chary of overvaluing isolated comments by individual solons.   See Rhode Island v. Narragansett Indian Tribe, 19 F.3d 685, 699 (1st Cir.), cert. denied, --- U.S. ----, 115 S.Ct. 298, 130 L.Ed.2d 211 (1994).   Moreover, most of the comments collected by the petitioner are attributable to opponents of the measure.   Statements of legislators who oppose a bill ordinarily add little to the explication of legislative intent, see Selective Serv.  Sys. v. Minnesota Public Interest Research Group, 468 U.S. 841, 855 n. 15, 104 S.Ct. 3348, 3356-57 n. 15, 82 L.Ed.2d 632 (1984), and such is the case here.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Brushing aside the parsley, the meat of the petitioner's entire proffer comprises only two comments.   See Legislative Record--House, L.D. 1749, at 1240 (June 10, 1983) (\"I don't deny that ... [suspension] is a very strict and severe punishment\") (statement of Rep.  Hayden);  id. at 1245 (\"It is time to suspend those who are playing for time through this court system under the present law.\")  (statement of Rep.  Smith).  These blemishes are insufficient to alter the complexion of the challenged statute.   A reading of the entire debate regarding the desirability of immediate license suspensions leaves no doubt but that the Maine legislature meant the statute to serve a remedial end.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">One of the bill's principal sponsors advocated its passage on the ground that an OUI arrest, whether or not sufficient for conviction, indicated a likelihood that a person was in the habit of drinking and driving, and therefore posed a threat to others.   See id. at 1240 (statement of Rep.  Hayden).  Other proponents of the bill urged its passage to satisfy the legislature's \"grave obligation to remove th[e] drunken driver from the road,\" id. at 1242 (statement of Rep.  Joyce), and to insulate the populace from harm at the hands of individuals who, having been \"picked up for drunken driving ... keep on driving afterwards awaiting trial,\" id. at 1241 (statement of Rep.  Smith).  The debate in the state senate proceeded along similar lines.   See Legislative Record--Senate, L.D. 1749, at 1318-20 (June 15, 1983).   In the face of statements such as these, the random remarks singled out by the petitioner constitute too fragile a foundation on which to build a credible argument that the license suspension proviso was designed to punish offenders.   See, e.g., Bae, 44 F.3d at 494 (concluding that isolated references to individual legislators' deterrent aims will not indelibly mark a sanction as punitive).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The petitioner strives to reinforce his tenuous argument by touting a letter submitted to the chairs of the House and Senate judiciary committees by the Governor's Highway Safety Representative.   Allen emphasizes the letter's suggestion \"that this bill would be an added deterrent if a person knew that they [sic] would be suspended within the short period of time proposed rather than some unknown date in the unforeseeable future.\"   Letter from Albert L. Godfrey, Sr., April 15, 1983, at 2.   But in the very next sentence, the author writes that the bill is needed \"[i]n the interests of highway safety.\"   Hence, we discount the letter for two reasons.   First, there is no plausible basis for imputing the views of the Executive Branch to the Legislative Branch.   See Northern Colo.  Water Conservancy Dist. v. FERC, 730 F.2d 1509, 1519 (D.C.Cir.1984) (according little weight to an administrator's statement to a congressional committee).   Second, the blend of concerns evinced in the letter renders it ambiguous and divests it of any dispositive effect.   See Bae, 44 F.3d at 494 (explaining that legislative history reflecting both deterrent and remedial concerns neither requires nor prevents a finding that a sanction is punitive);  cf. Stowell v. Secretary of HHS, 3 F.3d 539, 542-43 (1st Cir.1993) (explaining that \"an ambiguous statute cannot be demystified by resort to equally ambiguous legislative history\").</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We add an eschatocol of sorts.   Even if we were prone to give the Godfrey letter more weight, it would not tip the balance.   When applying the totality-of-the-circumstances test to a civil sanction, the fact that the sanction may be aimed partially at deterrence is merely one factor to be taken into account in the decisional calculus.   See Bae, 44 F.3d at 494 (explaining that \"a deterrent purpose does not automatically mark a civil sanction as a form of punishment\").   That factor may militate in favor of a finding of punitive intent, but it is not, by itself, determinative.   See Kurth Ranch, --- U.S. at ----, 114 S.Ct. at 1947;  Stoller, 78 F.3d at 718.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We conclude that the legislative archives, overall, support the suggestion that the license suspension proviso, 29 M.R.S.A. &#167; 1311-A, is intended primarily to achieve a remedial goal.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In the final analysis, the force of a double jeopardy claim depends upon the particular circumstances of each individual case.   See United States v. Halper, 490 U.S. 435, 448, 109 S.Ct. 1892, 1901-02, 104 L.Ed.2d 487 (1989) (mandating \"a particularized assessment of the penalty imposed and the purposes the penalty may fairly be said to serve\");  Stoller, 78 F.3d at 720-21 (similar).   The pivotal question is whether the sanction, as applied, exacts rough remedial justice.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  See Halper, 490 U.S. at 446, 109 S.Ct. at 1900-01.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Evaluated from this standpoint, we believe that the administrative sanction Maine imposed on the petitioner passes muster.   In purpose and effect, the ninety-day license suspension can fairly be viewed as remedial inasmuch as it is rationally related to the apprehended danger and the potential harm.   That is, the State could reasonably conclude from the petitioner's OUI arrest alone that preservation of public safety warranted a breathing spell (in the form of a temporary ninety-day cancellation of driving privileges).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The petitioner protests that the Secretary neither undertook an individualized determination of his dangerousness nor offered him a chance to show that he had rehabilitated himself prior to the end of the suspension period.   These allegations are true--but neither fact undermines the conclusion that the license suspension is essentially remedial.   For one thing, the ninety-day suspension is subject to relaxation should the petitioner apply for a work-restricted license.   See 29 M.R.S.A. &#167; 1311-A(5-A).   Limitations of this ilk are typical of remedial suspension provisions.   See, e.g., Butler v. Department of Pub. Safety &amp; Corrections, 609 So.2d 790, 797 (La.1992).   For another thing, the Secretary's order is limited temporally and the period of suspension--in Allen's case, ninety days--is reasonable in relation to the future harm the offender's conduct might portend.   In other contexts, the courts have found debarments of fixed duration, based on prior misconduct, aimed at protecting the public from possible future shenanigans, to be nonpunitive.   See, e.g., Manocchio v. Kusserow, 961 F.2d 1539, 1542 (11th Cir.1992) (finding remedial an order banning a doctor from participating in Medicare for at least five years);  United States v. Bizzell, 921 F.2d 263, 267 (10th Cir.1990) (discerning no punitive intent undergirding a two-year ban from accepting government contracts).   Such durationally rigid restrictions, although they may bear the sting of punishment from the recipient's perspective, plainly serve the government's prophylactic interest.   See Stoller, 78 F.3d at 723.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We need go no further.   The key to cases of this genre is to \"distinguish carefully between those sanctions that constitute impermissible exercises of the government's power to punish and those that constitute permissible exercises of the government's remedial authority (even if effectuating a specific remedy sometimes carries with it an unavoidable component of deterrence or retribution).\"  Stoller, 78 F.3d at 724.   After analyzing the totality of the circumstances, we conclude that the civil sanction at issue here--the suspension of the petitioner's driving privileges ordered administratively by the Secretary--represents a reasonable effort to protect the public from motorists who have demonstrated a dangerous propensity to drink before they drive.   The sanction therefore is principally in service to a remedial goal.   Because the license suspension does not constitute a punishment under appropriate double jeopardy analysis, the district court did not err in refusing to issue a writ of habeas corpus.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <p class=\"indent\">APPENDIX</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>29 M.R.S.A. &#167; 1311-A(1-3, 5) (West Supp.1994)</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">&#167; 1311-A.  Suspension on administrative determination for operating with an excessive blood-alcohol level</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">1. Purpose.   The purpose of this section is:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">A. To provide maximum safety for all persons who travel or otherwise use the public highways of the State;  andB. To remove quickly from the public highways of this State those persons who have shown themselves to be a safety hazard by operating or attempting to operate a motor vehicle with an excessive blood-alcohol level.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">1-A.  Definition.  For the purposes of this section, \"operating or attempting to operate a motor vehicle with an excessive blood-alcohol level\" means operating or attempting to operate a motor vehicle while having 0.08% or more by weight of alcohol in the blood.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">2. Suspension.   The Secretary of State shall make the determination of suspension as follows.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">A. The Secretary of State shall suspend the license or permit to operate, right to operate a motor vehicle and right to apply for or obtain a license of any person upon his determination that the person operated or attempted to operate a motor vehicle with an excessive blood-alcohol level.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">B. The Secretary of State shall make a determination on the basis of the information required in subsection 3, and this determination shall be final unless a hearing is requested and held.   If a hearing is held, the Secretary of State shall review the matter and make a final determination on the basis of evidence received at the hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">C. Except as provided in paragraph D, the determination of these facts by the Secretary of State is independent of the determination of the same or similar facts in the adjudication of any criminal charges arising out of the same occurrence.   The disposition of those criminal charges shall not affect any suspension under this section.   Statements made by the licensee at the hearing before the Secretary of State shall not be introduced by the State in its case in chief in any prosecution for violation of section 1312-B or Title 15, section 3103, subsection 1, paragraph F, arising out of the same occurrence.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">D. Repealed.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">E. The Secretary of State may not suspend a license or permit to operate, the right to operate a motor vehicle and the right to apply for or obtain a license solely because a person has not satisfactorily completed an alcohol or other drug education, evaluation and treatment program administered by the Department of Human Services, as defined in Title 22, chapter 1602.<sup>1</sup>  This limitation shall not affect the authority on restoration provided under section 1312-D, subsections 2, 3 and 4.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">3. Report by law enforcement officer.   A law enforcement officer shall forward a report to the Secretary of State as follows.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">A. A law enforcement officer who arrests, summons or conducts an investigation which results in criminal charges against any person for operating or attempting to operate a motor vehicle with an excessive blood-alcohol level shall immediately forward to the Secretary of State a report, under oath of all information relevant to the enforcement action, including information which adequately identifies the person arrested, summonsed or charged, a statement of the officer's grounds for belief that the person committed the offense of operating or attempting to operate a motor vehicle with an excessive blood-alcohol level, and a certificate under section 1312, subsection 8, of the results of any blood-alcohol tests by a self-contained breath-alcohol testing apparatus which were conducted.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">B. The report required in this subsection shall be made on forms supplied by or approved by the Secretary of State.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">C. If the blood-alcohol test was not analyzed by a law enforcement officer, the person who analyzed the results shall cause a copy of his certificate under section 1312, subsection 8, to be sent to the Secretary of State.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>.    .    .    .    .</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">5. Effective date and period of suspension.   The effective date and period of suspension are determined as follows.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">A. Any suspension imposed is effective on a specified date not less than 10 days after the mailing of the notification of suspension by the Secretary of State.   If a person whose license is suspended desires to have a hearing, the person must so notify the Secretary of State, in writing, within 10 days from the effective date of the suspension.   The suspension is stayed for 10 days from the effective date of the suspension.   If, within 10 days from the effective date of the suspension, the Secretary of State is notified, in writing, of a request for a hearing, the suspension is stayed until a hearing is held and a decision is issued.   The Secretary of State shall conduct a hearing and issue a decision within 30 days from the date of receipt of a written request for hearing.   Failure by the Secretary of State to conduct a hearing and issue a decision within such 30-day period results in an extension of the stay of the Secretary of State's suspension order until such time as a hearing is conducted and a decision issued.   Notwithstanding this subsection, there may be no stay of suspension during the period of any delay in hearing that is caused or requested by the petitioner, except that, if the petitioner is unable to attend the hearing due to circumstances beyond the petitioner's control, the Secretary of State may continue, one time only, the stay of suspension.   The petitioner must submit to the Secretary of State a written request for delay, or an electronically transmitted facsimile of a written request for delay, stating the circumstances, at least 24 hours before the scheduled hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">B. Except as provided in paragraph B-1, the period of license suspension for a person whom the Secretary of State has determined to have operated or attempted to operate a motor vehicle with an excessive blood-alcohol level for a first or subsequent offense is the same suspension period as if the person were convicted or adjudicated of a violation of section 1312-B or Title 15, section 3103, subsection 1, paragraph F.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">B-1.  If the Secretary of State determines that a person with an excessive blood-alcohol level operated or attempted to operate a motor vehicle with a passenger under 16 years of age, the Secretary of State may impose a suspension period of up to 275 days, in addition to the suspension period under paragraph B.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">C. When a person's license is suspended under this section and is also suspended after having been adjudicated or convicted on charges arising out of the same occurrence for a violation of section 1312-B or Title 15, section 3103, subsection 1, paragraph F, the period of time the license has been suspended under this section prior to the adjudication or conviction shall be deducted from the period of time of any court-imposed suspension ordered pursuant to section 1312-B or Title 15, section 3103, subsection 1, paragraph F.   The periods of suspension are intended to be minimum periods of suspension and the Secretary of State may suspend the license for the additional periods as provided in section 1312-D, subsection 1-B.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">5-A.  Work-restricted license.   Upon receipt by the Secretary of State of a petition for a work-restricted license by any person whose license or right to operate a motor vehicle has been suspended pursuant to this section, the Secretary of State may stay the suspension during a statutory suspension period and issue a work-restricted license.   The issuance of such a license shall be conditioned upon a showing by the petitioner by clear and convincing evidence that such a license is necessary to operate a motor vehicle between the residence and a place of employment or to operate a motor vehicle in the scope of employment, or both, as determined by the Secretary of State, that no alternative means of transportation is available, and that the petitioner has not, within 6 years, been suspended:</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">A. For failing to comply with the duty to submit to and complete a chemical test;</p>\n    </div>\n    <p class=\"indent\">B. Pursuant to this section;  or</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">C. For a conviction of operating under the influence of intoxicating liquor or drugs or with an excessive blood-alcohol level or the corresponding juvenile offense.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1--1\">\n        <a class=\"footnote\" href=\"#fn1--1_ref\">1</a>\n        <p> The state legislature recently repealed, substantially reenacted, and recodified the statutes in question.   See, e.g., 29-A M.R.S.A. &#167; 2411 (West Supp.1995) (providing criminal penalties for OUI);  id. &#167; 2451 (providing for administrative suspension of driver's licenses following OUI arrests);  id. &#167; 2403 (ensuring credit for an administrative suspension if a suspension is later ordered as part of a corresponding criminal sentence).   Because all the relevant events took place under the previous regime, we cite exclusively to the 1994 version of the statutory scheme</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The State does not challenge either of these determinations on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> There are three general classes of double jeopardy claims.   See United States v. Rivera-Martinez, 931 F.2d 148, 152 (1st Cir.)  (explaining that the Double Jeopardy Clause \"safeguards an individual against (1) a second prosecution for the same offense, following an acquittal;  (2) a second prosecution for the same offense, following a conviction;  and (3) multiple punishments\"), cert. denied, 502 U.S. 862, 112 S.Ct. 184, 116 L.Ed.2d 145 (1991).   While immediate recourse to federal habeas most commonly occurs in successive prosecution cases, we see no reason why such recourse is not equally propitious in a multiple punishments case where, as here, the alleged punishments have their origins in separate proceedings</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> A different framework governs a court's appraisal of \"monetary penalties designed to make the sovereign whole for harm or loss that is quantifiable in actual or approximate monetary terms.\"  Stoller, 78 F.3d at 717.   In those cases, the proper test requires a determination of whether the sanction can fairly be seen as remedial (and, hence, nonpunitive), or whether it is only explicable in deterrent or retributive terms (and, hence, punitive).   See United States v. Halper, 490 U.S. 435, 448-49, 109 S.Ct. 1892, 1901-02, 104 L.Ed.2d 487 (1989);  Stoller, 78 F.3d at 717-18</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> There is an exception to this identicality that involves persons arrested for OUI while accompanied by minors under the age of sixteen.   See 29 M.R.S.A. &#167; 1311-A(5)(B-1) (providing for an additional administrative suspension in such cases).   The exception is not implicated here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We undertake independent review of the legislative history, mindful that federal courts must make their own constitutional assessments.   See, e.g., Siegfriedt v. Fair, 982 F.2d 14, 16 (1st Cir.1992).   Nevertheless, while we do not defer to the Law Court's determination that the Maine legislature set out to fashion a remedy, not a punishment, see Savard, 659 A.2d at 1268, a strong argument can be made that a federal court should hesitate before disavowing a state supreme court's exposition of the purposes animating a state statute.   See, e.g., Hamm v. Latessa, 72 F.3d 947, 954 (1st Cir.1995) (reaffirming the general proposition that federal courts must defer to a state supreme court's interpretation of a statute of the state)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The State disagrees, proposing that we examine instead the universe of license suspensions in order to determine whether the temporary loss of driving privileges is, in the abstract, a punishment.   We reject this approach.   Unlike the State, we do not believe that the Court's opinion in Austin v. United States, 509 U.S. 602, 113 S.Ct. 2801, 125 L.Ed.2d 488 (1993), changed settled law in this regard.   There the Court held that, because of the peculiar nature of the forfeiture implicated by Austin's appeal, that forfeiture should be examined in general and not merely as applied.   See id. at ---- n. 14, 113 S.Ct. at 2812 n. 14.   We believe that this special approach is best limited to certain civil forfeitures.   It has no applicability here</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">569</span></span></p>\n    <p class=\"parties\">Ryan ALLEN, Petitioner, Appellant,<br>v.<br>ATTORNEY GENERAL OF the STATE OF MAINE, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 95-2057.<br>United States Court of Appeals,</p>\n    <p class=\"court\">First Circuit.</p>\n    <p class=\"date\">Heard Feb. 5, 1996.<br>Decided March 26, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Maine;  Hon.  Morton A. Brody, Judge.</p>\n      <p class=\"indent\">Wayne R. Foote, with whom Foote &amp; Temple was on brief, Bangor, ME, for appellant.</p>\n      <p class=\"indent\">Joseph A. Wannemacher, Assistant Attorney General, with whom Andrew Ketterer, Attorney General, Augusta, ME, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH, Senior Circuit Judge, and SELYA, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Invoking federal habeas corpus jurisdiction, petitioner-appellant Ryan Allen seeks to block the State of Maine from prosecuting him for operating a motor vehicle under the influence of alcohol (OUI) in violation of 29 M.R.S.A. &#167; 1312-B (West Supp.1994).<a class=\"footnote\" href=\"#fn1--1\" id=\"fn1--1_ref\">1</a>  He insists that continued prosecution of this charge will transgress the Double Jeopardy Clause.   See U.S. Const. amend.  V.  Because the petitioner's arguments, though ingenious, are without intrinsic merit, we affirm the district court's dismissal of his habeas petition.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* On December 11, 1994, a state trooper arrested Allen for committing an OUI offense.   The State preferred charges against him.   As directed by law, the Secretary of State (the Secretary) then suspended Allen's driver's license for ninety days.   See 29 M.R.S.A. &#167; 1311-A, reprinted in the appendix.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It is said that every action produces an equal and opposite reaction.   Having felt the lash of the administrative suspension, the petitioner moved to dismiss the pending criminal charge on double jeopardy grounds.   The nisi prius court denied the motion, relying upon an opinion issued by Maine's highest tribunal (the Law Court) two months earlier.   See State v. Savard, <span class=\"citation\" data-id=\"2328203\"><a href=\"/opinion/2328203/state-v-savard/\"><span class=\"volume\">659</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1265</span></a></span>, 1268 (Me.1995) (holding in materially identical circumstances that an administrative license suspension did not constitute punishment for double jeopardy purposes).   Instead of appealing the ruling to the Law Court, the petitioner (who had been released on bail and was, therefore, technically in the state's custody, see Lefkowitz v. Fair, <span class=\"citation\" data-id=\"486539\"><a href=\"/opinion/486539/alan-lefkowitz-v-michael-fair-commissioner-department-of-corrections/\"><span class=\"volume\">816</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 22 (1st Cir.1987)), applied for a writ of habeas corpus in the United States District Court for the District of Maine.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The federal district court consolidated this petition with a petition brought by Lori Thompson (a similarly situated individual).   After due consideration, Judge Brody concluded that the license suspension and indictment arose from the same offense and constituted separate proceedings,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> but that there could be no multiple punishment (and, hence, no double jeopardy) because the administrative sanction served remedial, rather than punitive, ends.   See Thompson v. Maine Atty. Gen., <span class=\"citation no-link\"><span class=\"volume\">896</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">220</span></span>, 221-22 (D.Me.1995) (explaining that the suspension provision \"is designed primarily to ensure the public safety of drivers in Maine\").   Accordingly, Judge Brody dismissed both habeas petitions.   See id. at 223.   This appeal ensued.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Before turning to the merits of the double jeopardy claim, we discuss two potential procedural obstacles.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The first procedural hurdle is easily vaulted.   Ordinarily, a state criminal case is ripe for the ministrations of a federal habeas court only after completion of the state proceedings (that is, after the defendant has been tried, convicted, sentenced, and has pursued available direct appeals).   See, e.g., Fay v. Noia, <span class=\"citation\" data-id=\"106548\"><a href=\"/opinion/106548/fay-v-noia/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">391</span></a></span>, 418, <span class=\"citation\" data-id=\"106548\"><a href=\"/opinion/106548/fay-v-noia/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">822</span></a></span>, 837-38, <span class=\"citation\" data-id=\"106548\"><a href=\"/opinion/106548/fay-v-noia/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">837</span></a></span> (1963);  Nadworny v. Fair, <span class=\"citation\" data-id=\"521901\"><a href=\"/opinion/521901/william-nadworny-v-michael-v-fair/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1093</span></a></span>, 1096 (1st Cir.1989).   In this instance, the petitioner knocked on the federal court's door before his state trial began.   But because of an exception to the ripeness rule, this case evades the bar.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A petition for habeas relief that raises a colorable claim of former jeopardy need not invariably await trial and conviction in the state court.   Such claims are distinctive because the Constitution insists that \"courts may not impose more than one punishment for the same offense and prosecutors ordinarily may not attempt to secure that punishment in more than one trial.\"  Witte v. United States, --- U.S. ----, ----, <span class=\"citation\" data-id=\"117954\"><a href=\"/opinion/117954/witte-v-united-states/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2199</span></a></span>, 2205, <span class=\"citation\" data-id=\"117954\"><a href=\"/opinion/117954/witte-v-united-states/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span></a></span> (1995) (quoting Brown v. Ohio, <span class=\"citation\" data-id=\"109695\"><a href=\"/opinion/109695/brown-v-ohio/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">161</span></a></span>, 165, <span class=\"citation\" data-id=\"109695\"><a href=\"/opinion/109695/brown-v-ohio/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2221</span></a></span>, 2225, <span class=\"citation\" data-id=\"109695\"><a href=\"/opinion/109695/brown-v-ohio/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">187</span></a></span> (1977)).   To realize the solemn promise of this constitutional guaranty, federal habeas courts will in appropriate circumstances entertain a claim that permitting a nascent (but as yet incomplete) state court prosecution to go forward would violate the Double Jeopardy Clause.   See, e.g., Justices of Boston Mun. Court v. Lydon, <span class=\"citation\" data-id=\"111151\"><a href=\"/opinion/111151/justices-of-boston-municipal-court-v-lydon/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></a></span>, 302-03, <span class=\"citation\" data-id=\"111151\"><a href=\"/opinion/111151/justices-of-boston-municipal-court-v-lydon/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1805</span></a></span>, 1810-11, <span class=\"citation\" data-id=\"111151\"><a href=\"/opinion/111151/justices-of-boston-municipal-court-v-lydon/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">311</span></a></span> (1984) (plurality op.);  Gilliam v. Foster, <span class=\"citation\" data-id=\"712187\"><a href=\"/opinion/712187/darrell-wayland-gilliam-jr-pamela-owings-james-matthew-swain-v-james-lee/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">881</span></a></span>, 904 (4th Cir.1996);  Mannes v. Gillespie, <span class=\"citation\" data-id=\"585873\"><a href=\"/opinion/585873/diane-helen-mannes-v-john-v-gillespie-sheriff/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1310</span></a></span>, 1312 (9th Cir.1992), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1048</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">964</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">121</span></span> (1993).   This is a nearly classic case for invoking the exception.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Thus, we hold that the petitioner may seek federal habeas corpus relief without first undergoing trial on the challenged indictment.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The second procedural hurdle results from the petitioner's bypassing of the Law Court en route to a federal forum.   This shortcut flouts the general rule that a petitioner must exhaust all available state remedies before federal habeas jurisdiction attaches.   See, e.g., Scarpa v. Dubois, <span class=\"citation\" data-id=\"680706\"><a href=\"/opinion/680706/nazzaro-scarpa-v-larry-e-dubois-etc/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">940</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">885</span></span> (1995);  Nadworny, 872 F.2d at 1096-97;  see generally 28 U.S.C. &#167; 2254(b).   We think that the shortcut is permissible in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Although the exhaustion rule is important, it is not immutable:  exhaustion of remedies is not a jurisdictional prerequisite to a habeas petition, but, rather, a gatekeeping provision rooted in concepts of federalism and comity.   See Nadworny, 872 F.2d at 1096 (\"Requiring that remedies be exhausted in state courts is merely comity's juridical tool, embodying the federal sovereign's respect for the state courts' capability to adjudicate federal rights.\").   Consistent with this rationale, the federal courts have carved a narrow futility exception to the exhaustion principle.   If stare decisis looms, that is, if a state's highest court has ruled unfavorably on a claim involving facts and issues materially identical to those undergirding a federal habeas petition and there is no plausible reason to believe that a replay will persuade the court to reverse its field, then the state judicial process becomes ineffective as a means of protecting the petitioner's rights.   In such circumstances, the federal courts may choose to relieve the petitioner of the obligation to pursue available state appellate remedies as a condition precedent to seeking a federal anodyne.   See Piercy v. Black, <span class=\"citation\" data-id=\"476736\"><a href=\"/opinion/476736/david-piercy-v-charles-black-warden-nebraska-state-prison-the-nebraska/\"><span class=\"volume\">801</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1075</span></a></span>, 1077-78 (8th Cir.1986);  Robinson v. Berman, <span class=\"citation\" data-id=\"364030\"><a href=\"/opinion/364030/earle-r-robinson-v-louis-berman/\"><span class=\"volume\">594</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1979).   The law, after all, should not require litigants to engage in empty gestures or to perform obviously futile acts.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Here, Judge Brody recognized that the Law Court's very recent decision in Savard propelled this case within the perimeter of the futility exception to the exhaustion rule.   Thus, the judge determined that it would be bootless for the petitioner to invite state appellate review and excused him from doing so.   See Thompson, 896 F.Supp. at 221.   Because the finding of futility cannot be faulted, we uphold the court's decision to allow the habeas case to proceed.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Turning to the merits of the controversy, we borrow heavily from our decision in United States v. Stoller, <span class=\"citation\" data-id=\"714794\"><a href=\"/opinion/714794/united-states-v-robert-s-stoller/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">710</span></a></span> (1st Cir.1996).  Stoller involved a challenge, on double jeopardy grounds, to a criminal prosecution for misapplication of bank funds following the imposition of an administrative sanction (a debarment order precluding Stoller from employment or other participation in the banking industry).   See id. at 713-14.   In addressing Stoller's challenge, we delineated the analytic framework that governs a court's appraisal of most civil sanctions that are alleged to be disguised punishments.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  We explained that, in such cases, courts must examine \"the totality of the circumstances, including the source of the authority under which the [civil sanction] is imposable, the goals underpinning the authorizing statute, the order itself, the purposes it serves, and the circumstances attendant to its promulgation.\"  Id. at 721.   If this holistic examination indicates that the sanction is better characterized as remedial rather than as punitive, it will not be deemed to constitute punishment for double jeopardy purposes.   See id. at 716.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The first step a court must take in assessing the aggregate circumstances is to inspect the statute under which the sanction has been imposed.   See id. at 719.   In this instance the statute, 29 M.R.S.A. &#167; 1311-A, contains a statement of purpose that simplifies the judicial task.   The proviso serves to safeguard travelers on the state's roads, see 29 M.R.S.A. &#167; 1311-A(1)(A), by \"remov[ing] quickly from the public highways ... those persons who have shown themselves to be a safety hazard by operating or attempting to operate\" motor vehicles after imbibing quantities of alcohol, id. &#167; 1311-A(1)(B).   So viewed, the license suspension proviso furthers a quintessentially remedial goal (public safety) and it is, therefore, not punitive in the relevant constitutional sense.   Accord State v. Hickam, <span class=\"citation no-link\"><span class=\"volume\">235</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">614</span></span>, <span class=\"citation no-link\"><span class=\"volume\">668</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1321</span></span>, 1328 (1995) (finding similar statutory scheme to be remedial in nature);  Savard, 659 A.2d at 1268 (finding 29 M.R.S.A. &#167; 1311-A to be remedial in nature).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The petitioner does not dispute that public safety is both the driving force behind the statute and a legitimate area of legislative concern.   Still, he attempts a flanking maneuver.   This statute, he argues, must have a punitive aim because the suspension period increases with the number of violations.   See 29 M.R.S.A. &#167;&#167; 1311-A(5)(B), 1312-B(2).   The argument is unconvincing.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">While tying the severity of a penalty to the number of offenses perpetrated may indicate a retributive intent, such a linkage may also indicate a protective intent.   Here, for example, the escalating suspensions plainly reflect, at least in part, a desire to safeguard the public by ousting those who, on average, present the greatest safety hazard--recidivist drunk drivers--from the highways for longer periods of time.   Given this perspective, we believe that the escalating length of the authorized administrative suspensions is not so clearly punitive as to require us to characterize the statute as penal in nature.   See, e.g., Bae v. Shalala, <span class=\"citation\" data-id=\"686490\"><a href=\"/opinion/686490/kun-chae-bae-v-donna-e-shalala-secretary-of-the-united-states-department/\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">489</span></a></span>, 495 (7th Cir.1995) (explaining that \"the duration or severity of [a civil sanction] will not mark it as punishment where it is intended to further a legitimate governmental purpose\").</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We turn next to the design and structure of Maine's statutory scheme.   Pointing out that a driver loses his license under 29 M.R.S.A. &#167; 1311-A only after first being arrested and charged with an OUI offense, the petitioner asseverates that this fact is a telltale indication of punitive intent.   This asseveration, which rests in large part upon a misreading of the Court's opinion in Department of Revenue v. Kurth Ranch, --- U.S. ----, <span class=\"citation\" data-id=\"1087946\"><a href=\"/opinion/1087946/department-of-revenue-of-mont-v-kurth-ranch/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1937</span></a></span>, <span class=\"citation\" data-id=\"1087946\"><a href=\"/opinion/1087946/department-of-revenue-of-mont-v-kurth-ranch/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">767</span></a></span> (1994), does not withstand scrutiny.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The petitioner contends that, under Kurth Ranch, a civil sanction predicated in terms on a prior arrest is necessarily punitive.   But the Kurth Ranch Court examined numerous factors (including the provenance of the legislation at issue, the extent of the sanction, and the relation between the sanction and the criminal law, see id. at 1946-47) without attaching talismanic significance to any one of them.   To the contrary, Kurth Ranch makes it pellucid that these factors serve as harbingers which, when aggregated, will cast a sanction in either a remedial or a punitive light.   See id. at 1947.   In this case, given the legitimate remedial purpose that the license suspension proviso serves, we do not find the nexus between an individual's arrest and the imposition of the sanction to be of overriding importance.   See Stoller, 78 F.3d at 719 (\"Because our interest is in deterrating the overall nature of the sanction, no one factor, standing alone, is likely to be determinative.\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In a related vein, the petitioner contends that the legislature's inclusion of the license suspension proviso in a broader bill that mandated several changes in the criminal law portends a punitive intent.   The contention is nothing more than a makeweight.   Legislatures routinely combine punitive and remedial measures in a single piece of legislation, see, e.g., id. at 719-20 and that unremarkable fact, without more, tells a court very little about the intrinsic nature of a particular administrative sanction.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The petitioner's parting structural shot targets the link that the statutory scheme forges between administrative license suspensions and court-ordered license suspensions imposed as part of convicted OUI defendants' criminal sentences.   If a defendant is found guilty on an OUI charge, the court not only must impose a suspension identical to that imposed administratively following the initial arrest, see 29 M.R.S.A. &#167; 1311-A(5)(B),<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> but also must give the defendant credit for the full elapsed period of the administrative suspension, see id. &#167; 1311-A(5)(C).   This interleaving, the petitioner suggests, signifies that the civil sanction must itself be punitive.   We do not accept this syllogism.   A remedial sanction is not transmogrified into a punishment simply because a similar sanction sometimes may be imposed as part of a criminal sentence.   See Hicks ex rel. Feiock v. Feiock, <span class=\"citation\" data-id=\"112045\"><a href=\"/opinion/112045/hicks-v-feiock/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">624</span></a></span>, 631, 636, <span class=\"citation\" data-id=\"112045\"><a href=\"/opinion/112045/hicks-v-feiock/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1423</span></a></span>, 1429, 1431-32, <span class=\"citation\" data-id=\"112045\"><a href=\"/opinion/112045/hicks-v-feiock/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">721</span></a></span> (1988) (explaining that the characterization of a sanction as remedial or punitive depends on the nature of the sanction itself, not the proceeding in which it is imposed);  United States v. Salerno, <span class=\"citation\" data-id=\"111891\"><a href=\"/opinion/111891/united-states-v-salerno/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">739</span></a></span>, 746-47, <span class=\"citation\" data-id=\"111891\"><a href=\"/opinion/111891/united-states-v-salerno/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2095</span></a></span>, 2101-02, <span class=\"citation\" data-id=\"111891\"><a href=\"/opinion/111891/united-states-v-salerno/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">697</span></a></span> (1987) (holding that, although imprisonment is generally thought to be the paradigmatic form of punishment, pretrial detention to protect the public is not regarded as punitive).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In all events, the credit provision, fairly read, buttresses the State's position on appeal.   If a driver is convicted of OUI, the credit provision effectively merges the administrative sanction and the subsequent court-ordered suspension, thereby ensuring that the \"punishment\" is not \"multiple\";  and if a driver is acquitted, there will be no court-ordered suspension and, hence, no possibility of multiple punishment.   Either way the credit provision deflates the petitioner's double jeopardy challenge by guaranteeing that no more than a single punishment can be imposed.   At the same time, the insertion of this feature bears witness to the legislature's apparent desire to avoid any significant punitive impact while striving to protect the motoring public.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">For these reasons, we conclude that the architecture of the statute tilts in the same direction as the text.   Both are indicative of an intent to serve remedial ends.</p>\n    </div>\n    <p>C.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The petitioner insists that state legislators intended the license suspension proviso to punish drunk drivers, and that this intention demonstrates the proviso's true character.   We acknowledge that the legislative history of a statute can be telling in a close case.   Here, however, the case is not close and, at any rate, the legislative history does no more than confirm what the language and structure of the statute already suggest.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The petitioner's proffer consists of a few snippets culled from the legislative record.   As a general matter, courts must be chary of overvaluing isolated comments by individual solons.   See Rhode Island v. Narragansett Indian Tribe, <span class=\"citation\" data-id=\"195256\"><a href=\"/opinion/195256/state-of-ri-v-narragansett-tribe/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">685</span></a></span>, 699 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">298</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">211</span></span> (1994).   Moreover, most of the comments collected by the petitioner are attributable to opponents of the measure.   Statements of legislators who oppose a bill ordinarily add little to the explication of legislative intent, see Selective Serv.  Sys. v. Minnesota Public Interest Research Group, <span class=\"citation\" data-id=\"111260\"><a href=\"/opinion/111260/selective-service-system-v-minnesota-public-interest-research-group/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">841</span></a></span>, 855 n. 15, <span class=\"citation\" data-id=\"111260\"><a href=\"/opinion/111260/selective-service-system-v-minnesota-public-interest-research-group/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3348</span></a></span>, 3356-57 n. 15, <span class=\"citation\" data-id=\"111260\"><a href=\"/opinion/111260/selective-service-system-v-minnesota-public-interest-research-group/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">632</span></a></span> (1984), and such is the case here.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Brushing aside the parsley, the meat of the petitioner's entire proffer comprises only two comments.   See Legislative Record--House, L.D. 1749, at 1240 (June 10, 1983) (\"I don't deny that ... [suspension] is a very strict and severe punishment\") (statement of Rep.  Hayden);  id. at 1245 (\"It is time to suspend those who are playing for time through this court system under the present law.\")  (statement of Rep.  Smith).  These blemishes are insufficient to alter the complexion of the challenged statute.   A reading of the entire debate regarding the desirability of immediate license suspensions leaves no doubt but that the Maine legislature meant the statute to serve a remedial end.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">One of the bill's principal sponsors advocated its passage on the ground that an OUI arrest, whether or not sufficient for conviction, indicated a likelihood that a person was in the habit of drinking and driving, and therefore posed a threat to others.   See id. at 1240 (statement of Rep.  Hayden).  Other proponents of the bill urged its passage to satisfy the legislature's \"grave obligation to remove th[e] drunken driver from the road,\" id. at 1242 (statement of Rep.  Joyce), and to insulate the populace from harm at the hands of individuals who, having been \"picked up for drunken driving ... keep on driving afterwards awaiting trial,\" id. at 1241 (statement of Rep.  Smith).  The debate in the state senate proceeded along similar lines.   See Legislative Record--Senate, L.D. 1749, at 1318-20 (June 15, 1983).   In the face of statements such as these, the random remarks singled out by the petitioner constitute too fragile a foundation on which to build a credible argument that the license suspension proviso was designed to punish offenders.   See, e.g., Bae, 44 F.3d at 494 (concluding that isolated references to individual legislators' deterrent aims will not indelibly mark a sanction as punitive).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The petitioner strives to reinforce his tenuous argument by touting a letter submitted to the chairs of the House and Senate judiciary committees by the Governor's Highway Safety Representative.   Allen emphasizes the letter's suggestion \"that this bill would be an added deterrent if a person knew that they [sic] would be suspended within the short period of time proposed rather than some unknown date in the unforeseeable future.\"   Letter from Albert L. Godfrey, Sr., April 15, 1983, at 2.   But in the very next sentence, the author writes that the bill is needed \"[i]n the interests of highway safety.\"   Hence, we discount the letter for two reasons.   First, there is no plausible basis for imputing the views of the Executive Branch to the Legislative Branch.   See Northern Colo.  Water Conservancy Dist. v. FERC, <span class=\"citation\" data-id=\"433508\"><a href=\"/opinion/433508/northern-colorado-water-conservancy-district-v-federal-energy-regulatory/\"><span class=\"volume\">730</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1509</span></a></span>, 1519 (D.C.Cir.1984) (according little weight to an administrator's statement to a congressional committee).   Second, the blend of concerns evinced in the letter renders it ambiguous and divests it of any dispositive effect.   See Bae, 44 F.3d at 494 (explaining that legislative history reflecting both deterrent and remedial concerns neither requires nor prevents a finding that a sanction is punitive);  cf. Stowell v. Secretary of HHS, <span class=\"citation\" data-id=\"628964\"><a href=\"/opinion/628964/42-socsecrepser-176-medicaremedicaid-gu-41784-christine-stowell-v/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">539</span></a></span>, 542-43 (1st Cir.1993) (explaining that \"an ambiguous statute cannot be demystified by resort to equally ambiguous legislative history\").</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We add an eschatocol of sorts.   Even if we were prone to give the Godfrey letter more weight, it would not tip the balance.   When applying the totality-of-the-circumstances test to a civil sanction, the fact that the sanction may be aimed partially at deterrence is merely one factor to be taken into account in the decisional calculus.   See Bae, 44 F.3d at 494 (explaining that \"a deterrent purpose does not automatically mark a civil sanction as a form of punishment\").   That factor may militate in favor of a finding of punitive intent, but it is not, by itself, determinative.   See Kurth Ranch, --- U.S. at ----, 114 S.Ct. at 1947;  Stoller, 78 F.3d at 718.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We conclude that the legislative archives, overall, support the suggestion that the license suspension proviso, 29 M.R.S.A. &#167; 1311-A, is intended primarily to achieve a remedial goal.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In the final analysis, the force of a double jeopardy claim depends upon the particular circumstances of each individual case.   See United States v. Halper, <span class=\"citation\" data-id=\"112259\"><a href=\"/opinion/112259/united-states-v-halper/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">435</span></a></span>, 448, <span class=\"citation\" data-id=\"112259\"><a href=\"/opinion/112259/united-states-v-halper/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1892</span></a></span>, 1901-02, <span class=\"citation\" data-id=\"112259\"><a href=\"/opinion/112259/united-states-v-halper/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">487</span></a></span> (1989) (mandating \"a particularized assessment of the penalty imposed and the purposes the penalty may fairly be said to serve\");  Stoller, 78 F.3d at 720-21 (similar).   The pivotal question is whether the sanction, as applied, exacts rough remedial justice.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  See Halper, 490 U.S. at 446, 109 S.Ct. at 1900-01.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Evaluated from this standpoint, we believe that the administrative sanction Maine imposed on the petitioner passes muster.   In purpose and effect, the ninety-day license suspension can fairly be viewed as remedial inasmuch as it is rationally related to the apprehended danger and the potential harm.   That is, the State could reasonably conclude from the petitioner's OUI arrest alone that preservation of public safety warranted a breathing spell (in the form of a temporary ninety-day cancellation of driving privileges).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The petitioner protests that the Secretary neither undertook an individualized determination of his dangerousness nor offered him a chance to show that he had rehabilitated himself prior to the end of the suspension period.   These allegations are true--but neither fact undermines the conclusion that the license suspension is essentially remedial.   For one thing, the ninety-day suspension is subject to relaxation should the petitioner apply for a work-restricted license.   See 29 M.R.S.A. &#167; 1311-A(5-A).   Limitations of this ilk are typical of remedial suspension provisions.   See, e.g., Butler v. Department of Pub. Safety &amp; Corrections, <span class=\"citation\" data-id=\"1859948\"><a href=\"/opinion/1859948/butler-v-dept-of-public-safety-and-corrections/\"><span class=\"volume\">609</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">790</span></a></span>, 797 (La.1992).   For another thing, the Secretary's order is limited temporally and the period of suspension--in Allen's case, ninety days--is reasonable in relation to the future harm the offender's conduct might portend.   In other contexts, the courts have found debarments of fixed duration, based on prior misconduct, aimed at protecting the public from possible future shenanigans, to be nonpunitive.   See, e.g., Manocchio v. Kusserow, <span class=\"citation\" data-id=\"581615\"><a href=\"/opinion/581615/37-socsecrepser-161-medicare-medicaid-guide-p-40295-dr-val/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1539</span></a></span>, 1542 (11th Cir.1992) (finding remedial an order banning a doctor from participating in Medicare for at least five years);  United States v. Bizzell, <span class=\"citation\" data-id=\"552920\"><a href=\"/opinion/552920/united-states-v-john-bizzell-and-charles-kent-bizzell/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">263</span></a></span>, 267 (10th Cir.1990) (discerning no punitive intent undergirding a two-year ban from accepting government contracts).   Such durationally rigid restrictions, although they may bear the sting of punishment from the recipient's perspective, plainly serve the government's prophylactic interest.   See Stoller, 78 F.3d at 723.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We need go no further.   The key to cases of this genre is to \"distinguish carefully between those sanctions that constitute impermissible exercises of the government's power to punish and those that constitute permissible exercises of the government's remedial authority (even if effectuating a specific remedy sometimes carries with it an unavoidable component of deterrence or retribution).\"  Stoller, 78 F.3d at 724.   After analyzing the totality of the circumstances, we conclude that the civil sanction at issue here--the suspension of the petitioner's driving privileges ordered administratively by the Secretary--represents a reasonable effort to protect the public from motorists who have demonstrated a dangerous propensity to drink before they drive.   The sanction therefore is principally in service to a remedial goal.   Because the license suspension does not constitute a punishment under appropriate double jeopardy analysis, the district court did not err in refusing to issue a writ of habeas corpus.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <p class=\"indent\">APPENDIX</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>29 M.R.S.A. &#167; 1311-A(1-3, 5) (West Supp.1994)</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">&#167; 1311-A.  Suspension on administrative determination for operating with an excessive blood-alcohol level</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">1. Purpose.   The purpose of this section is:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">A. To provide maximum safety for all persons who travel or otherwise use the public highways of the State;  andB. To remove quickly from the public highways of this State those persons who have shown themselves to be a safety hazard by operating or attempting to operate a motor vehicle with an excessive blood-alcohol level.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">1-A.  Definition.  For the purposes of this section, \"operating or attempting to operate a motor vehicle with an excessive blood-alcohol level\" means operating or attempting to operate a motor vehicle while having 0.08% or more by weight of alcohol in the blood.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">2. Suspension.   The Secretary of State shall make the determination of suspension as follows.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">A. The Secretary of State shall suspend the license or permit to operate, right to operate a motor vehicle and right to apply for or obtain a license of any person upon his determination that the person operated or attempted to operate a motor vehicle with an excessive blood-alcohol level.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">B. The Secretary of State shall make a determination on the basis of the information required in subsection 3, and this determination shall be final unless a hearing is requested and held.   If a hearing is held, the Secretary of State shall review the matter and make a final determination on the basis of evidence received at the hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">C. Except as provided in paragraph D, the determination of these facts by the Secretary of State is independent of the determination of the same or similar facts in the adjudication of any criminal charges arising out of the same occurrence.   The disposition of those criminal charges shall not affect any suspension under this section.   Statements made by the licensee at the hearing before the Secretary of State shall not be introduced by the State in its case in chief in any prosecution for violation of section 1312-B or Title 15, section 3103, subsection 1, paragraph F, arising out of the same occurrence.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">D. Repealed.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">E. The Secretary of State may not suspend a license or permit to operate, the right to operate a motor vehicle and the right to apply for or obtain a license solely because a person has not satisfactorily completed an alcohol or other drug education, evaluation and treatment program administered by the Department of Human Services, as defined in Title 22, chapter 1602.<sup>1</sup>  This limitation shall not affect the authority on restoration provided under section 1312-D, subsections 2, 3 and 4.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">3. Report by law enforcement officer.   A law enforcement officer shall forward a report to the Secretary of State as follows.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">A. A law enforcement officer who arrests, summons or conducts an investigation which results in criminal charges against any person for operating or attempting to operate a motor vehicle with an excessive blood-alcohol level shall immediately forward to the Secretary of State a report, under oath of all information relevant to the enforcement action, including information which adequately identifies the person arrested, summonsed or charged, a statement of the officer's grounds for belief that the person committed the offense of operating or attempting to operate a motor vehicle with an excessive blood-alcohol level, and a certificate under section 1312, subsection 8, of the results of any blood-alcohol tests by a self-contained breath-alcohol testing apparatus which were conducted.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">B. The report required in this subsection shall be made on forms supplied by or approved by the Secretary of State.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">C. If the blood-alcohol test was not analyzed by a law enforcement officer, the person who analyzed the results shall cause a copy of his certificate under section 1312, subsection 8, to be sent to the Secretary of State.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>.    .    .    .    .</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">5. Effective date and period of suspension.   The effective date and period of suspension are determined as follows.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">A. Any suspension imposed is effective on a specified date not less than 10 days after the mailing of the notification of suspension by the Secretary of State.   If a person whose license is suspended desires to have a hearing, the person must so notify the Secretary of State, in writing, within 10 days from the effective date of the suspension.   The suspension is stayed for 10 days from the effective date of the suspension.   If, within 10 days from the effective date of the suspension, the Secretary of State is notified, in writing, of a request for a hearing, the suspension is stayed until a hearing is held and a decision is issued.   The Secretary of State shall conduct a hearing and issue a decision within 30 days from the date of receipt of a written request for hearing.   Failure by the Secretary of State to conduct a hearing and issue a decision within such 30-day period results in an extension of the stay of the Secretary of State's suspension order until such time as a hearing is conducted and a decision issued.   Notwithstanding this subsection, there may be no stay of suspension during the period of any delay in hearing that is caused or requested by the petitioner, except that, if the petitioner is unable to attend the hearing due to circumstances beyond the petitioner's control, the Secretary of State may continue, one time only, the stay of suspension.   The petitioner must submit to the Secretary of State a written request for delay, or an electronically transmitted facsimile of a written request for delay, stating the circumstances, at least 24 hours before the scheduled hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">B. Except as provided in paragraph B-1, the period of license suspension for a person whom the Secretary of State has determined to have operated or attempted to operate a motor vehicle with an excessive blood-alcohol level for a first or subsequent offense is the same suspension period as if the person were convicted or adjudicated of a violation of section 1312-B or Title 15, section 3103, subsection 1, paragraph F.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">B-1.  If the Secretary of State determines that a person with an excessive blood-alcohol level operated or attempted to operate a motor vehicle with a passenger under 16 years of age, the Secretary of State may impose a suspension period of up to 275 days, in addition to the suspension period under paragraph B.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">C. When a person's license is suspended under this section and is also suspended after having been adjudicated or convicted on charges arising out of the same occurrence for a violation of section 1312-B or Title 15, section 3103, subsection 1, paragraph F, the period of time the license has been suspended under this section prior to the adjudication or conviction shall be deducted from the period of time of any court-imposed suspension ordered pursuant to section 1312-B or Title 15, section 3103, subsection 1, paragraph F.   The periods of suspension are intended to be minimum periods of suspension and the Secretary of State may suspend the license for the additional periods as provided in section 1312-D, subsection 1-B.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">5-A.  Work-restricted license.   Upon receipt by the Secretary of State of a petition for a work-restricted license by any person whose license or right to operate a motor vehicle has been suspended pursuant to this section, the Secretary of State may stay the suspension during a statutory suspension period and issue a work-restricted license.   The issuance of such a license shall be conditioned upon a showing by the petitioner by clear and convincing evidence that such a license is necessary to operate a motor vehicle between the residence and a place of employment or to operate a motor vehicle in the scope of employment, or both, as determined by the Secretary of State, that no alternative means of transportation is available, and that the petitioner has not, within 6 years, been suspended:</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">A. For failing to comply with the duty to submit to and complete a chemical test;</p>\n    </div>\n    <p class=\"indent\">B. Pursuant to this section;  or</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">C. For a conviction of operating under the influence of intoxicating liquor or drugs or with an excessive blood-alcohol level or the corresponding juvenile offense.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1--1\">\n        <a class=\"footnote\" href=\"#fn1--1_ref\">1</a>\n        <p> The state legislature recently repealed, substantially reenacted, and recodified the statutes in question.   See, e.g., 29-A M.R.S.A. &#167; 2411 (West Supp.1995) (providing criminal penalties for OUI);  id. &#167; 2451 (providing for administrative suspension of driver's licenses following OUI arrests);  id. &#167; 2403 (ensuring credit for an administrative suspension if a suspension is later ordered as part of a corresponding criminal sentence).   Because all the relevant events took place under the previous regime, we cite exclusively to the 1994 version of the statutory scheme</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The State does not challenge either of these determinations on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> There are three general classes of double jeopardy claims.   See United States v. Rivera-Martinez, <span class=\"citation\" data-id=\"559873\"><a href=\"/opinion/559873/united-states-v-hector-rivera-martinez-aka-el-men/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 152 (1st Cir.)  (explaining that the Double Jeopardy Clause \"safeguards an individual against (1) a second prosecution for the same offense, following an acquittal;  (2) a second prosecution for the same offense, following a conviction;  and (3) multiple punishments\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">862</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">184</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">145</span></span> (1991).   While immediate recourse to federal habeas most commonly occurs in successive prosecution cases, we see no reason why such recourse is not equally propitious in a multiple punishments case where, as here, the alleged punishments have their origins in separate proceedings</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> A different framework governs a court's appraisal of \"monetary penalties designed to make the sovereign whole for harm or loss that is quantifiable in actual or approximate monetary terms.\"  Stoller, 78 F.3d at 717.   In those cases, the proper test requires a determination of whether the sanction can fairly be seen as remedial (and, hence, nonpunitive), or whether it is only explicable in deterrent or retributive terms (and, hence, punitive).   See United States v. Halper, <span class=\"citation\" data-id=\"112259\"><a href=\"/opinion/112259/united-states-v-halper/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">435</span></a></span>, 448-49, <span class=\"citation\" data-id=\"112259\"><a href=\"/opinion/112259/united-states-v-halper/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1892</span></a></span>, 1901-02, <span class=\"citation\" data-id=\"112259\"><a href=\"/opinion/112259/united-states-v-halper/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">487</span></a></span> (1989);  Stoller, 78 F.3d at 717-18</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> There is an exception to this identicality that involves persons arrested for OUI while accompanied by minors under the age of sixteen.   See 29 M.R.S.A. &#167; 1311-A(5)(B-1) (providing for an additional administrative suspension in such cases).   The exception is not implicated here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We undertake independent review of the legislative history, mindful that federal courts must make their own constitutional assessments.   See, e.g., Siegfriedt v. Fair, <span class=\"citation\" data-id=\"597133\"><a href=\"/opinion/597133/kent-a-siegfriedt-v-michael-fair/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">14</span></a></span>, 16 (1st Cir.1992).   Nevertheless, while we do not defer to the Law Court's determination that the Maine legislature set out to fashion a remedy, not a punishment, see Savard, 659 A.2d at 1268, a strong argument can be made that a federal court should hesitate before disavowing a state supreme court's exposition of the purposes animating a state statute.   See, e.g., Hamm v. Latessa, <span class=\"citation\" data-id=\"196495\"><a href=\"/opinion/196495/hamm-v-latessa-mci/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">947</span></a></span>, 954 (1st Cir.1995) (reaffirming the general proposition that federal courts must defer to a state supreme court's interpretation of a statute of the state)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The State disagrees, proposing that we examine instead the universe of license suspensions in order to determine whether the temporary loss of driving privileges is, in the abstract, a punishment.   We reject this approach.   Unlike the State, we do not believe that the Court's opinion in Austin v. United States, <span class=\"citation\" data-id=\"112904\"><a href=\"/opinion/112904/austin-v-united-states/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">602</span></a></span>, <span class=\"citation\" data-id=\"112904\"><a href=\"/opinion/112904/austin-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2801</span></a></span>, <span class=\"citation\" data-id=\"112904\"><a href=\"/opinion/112904/austin-v-united-states/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">488</span></a></span> (1993), changed settled law in this regard.   There the Court held that, because of the peculiar nature of the forfeiture implicated by Austin's appeal, that forfeiture should be examined in general and not merely as applied.   See id. at ---- n. 14, 113 S.Ct. at 2812 n. 14.   We believe that this special approach is best limited to certain civil forfeitures.   It has no applicability here</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106548/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111151/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111260/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111891/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112045/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112259/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117954/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195256/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196495/",
    "http://www.courtlistener.com/api/rest/v3/opinions/364030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/433508/",
    "http://www.courtlistener.com/api/rest/v3/opinions/476736/",
    "http://www.courtlistener.com/api/rest/v3/opinions/486539/",
    "http://www.courtlistener.com/api/rest/v3/opinions/521901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552920/",
    "http://www.courtlistener.com/api/rest/v3/opinions/559873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581615/",
    "http://www.courtlistener.com/api/rest/v3/opinions/585873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597133/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628964/",
    "http://www.courtlistener.com/api/rest/v3/opinions/680706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/686490/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712187/",
    "http://www.courtlistener.com/api/rest/v3/opinions/714794/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087946/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1859948/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2328203/"
  ]
}