{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196637/",
  "absolute_url": "/opinion/196637/progressive-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196637/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:10:35Z",
  "date_modified": "2017-03-24T10:48:01.858396Z",
  "type": "010combined",
  "sha1": "90cc4af9e1d2ed6837fe615282b3dbc0b5148ced",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1712.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 95-1712\r\n\n         PROGRESSIVE CONSUMERS FEDERAL CREDIT UNION,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Reginald C. Lindsay, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n                Bownes, Senior Circuit Judge,\r                                                        \r\n                  and Stahl, Circuit Judge.\r                                                      \r\n\n                                         \r\n\n   Stephen  M.  Sheehy, with  whom  Kaye,  Fialkow, Richmond  &amp;\r                                                                           \r\nRothstein were on brief for appellant.\r                   \r\n   Kevin M. Brown, Attorney, with  whom Donald K. Stern, United\r                                                                   \r\nStates Attorney, Loretta C. Argrett,  Assistant Attorney General,\r                                             \r\nGary R. Allen, and William S. Estabrook, Attorneys, Tax Division,\r                                                 \r\nDepartment of Justice, were on brief for appellee.\r\n\n                                         \r\n\n                        March 19, 1996\r\n                                         \r\r\n\n          BOWNES, Senior Circuit Judge.    On    October   8,\r                      BOWNES, Senior Circuit Judge.\r                                                  \r\n\n1993,    Progressive    Consumer    Federal   Credit    Union\r\n\n(\"Progressive\"),   plaintiff-appellant,  filed   a  complaint\r\n\nagainst  the Internal  Revenue  Service  (\"the  government\"),\r\n\ndefendant-appellee, in the Land Court Department of the Trial\r\n\nCourt  of  Plymouth  County, Commonwealth  of  Massachusetts.\r\n\nProgressive  sought  a  declaration  that  its  mortgage  had\r\n\npriority  over  properly recorded  federal  tax  liens.   The\r\n\ngovernment  filed a notice of removal pursuant to 28 U.S.C.  \r\n\n1444, removing the action to the United States District Court\r\n\nfor  the  District  of  Massachusetts.   The  district  court\r\n\nentered a  memorandum and order granting  the cross-motion of\r\n\nthe  United  States for  summary  judgment on  May  26, 1995,\r\n\nholding  that  Progressive's  mortgage was  not  entitled  to\r\n\npriority over  the federal tax liens  under the Massachusetts\r\n\ncommon  law  doctrines  of  equitable  subrogation or  unjust\r\n\nenrichment.  \r\n\n          The mortgage  at issue is secured  by real property\r\n\nlocated in Marshfield, Massachusetts.  In  1987, as owners of\r\n\nthe property,  Jeremiah and Deborah Folkard  (\"the Folkards\")\r\n\nexecuted  a  $150,000.00  mortgage note  which  was  properly\r\n\nrecorded in favor of the Miles Standish Federal Credit  Union\r\n\n(\"MSFCU\").    Between 1988 and 1990,  the government recorded\r\n\nsix notices of tax liens on the Folkards' property for unpaid\r\n\nfederal taxes.  The  total amount of the liens,  exclusive of\r\n\n                             -2-\r                                          2\r\r\n\ninterest accrued  since recording, was $94,560.93.   In 1990,\r\n\nthe   Folkards   refinanced   their   mortgage   debt,   then\r\n\n$130,905.55, with MSFCU, executing a new note and mortgage to\r\n\nsecure   a  debt  of  $142,000.00.    At  the  time  of  this\r\n\ntransaction, MSFCU was presumably unaware of the existing tax\r\n\nliens.   The 1987 mortgage  was discharged at  the moment the\r\n\nnew  mortgage  was recorded  on  November  26,  1990.    This\r\n\nresulted  in priority of  the federal  tax liens,  because of\r\n\ntheir recording dates, over the new mortgage.  On October 19,\r\n\n1992,  MSFCU  assigned  its interest  in  the  1990 note  and\r\n\nmortgage  to Progressive.  The record  does not  reflect when\r\n\nProgressive  became  aware  of  the record  priority  of  the\r\n\nfederal tax liens over its mortgage.   \r                                   I.  JURISDICTION\r                                   I.  JURISDICTION\r                                                   \r\n\n          The  threshold issue  to be  decided in  this case,\r\n\nwhether the district  court properly exercised subject-matter\r\n\njurisdiction over  Progressive's  claim, was  raised for  the\r\n\nfirst  time  on  appeal.    The  government argues  that  the\r\n\ndistrict court lacked jurisdiction  on two grounds:  (1)  the\r\n\ngovernment  has  not  waived   its  sovereign  immunity   and\r\n\ntherefore cannot  be sued;  and (2) the  Declaratory Judgment\r\n\nAct,  28  U.S.C.     2201(a), specifically  bars  the  relief\r\n\nrequested.1    Lack  of  subject-matter jurisdiction  can  be\r\n\n                    \r                                \r\n\n1.  The district  court had prima facie  jurisdiction to hear\r                                                   \r\nProgressive's claim because it involves issues of federal tax\r\nliens and taxation.   See 28  U.S.C.    1331, 1340;  see also\r                                                                         \r\nUnited  States v. Brosnan,  363 U.S. 237,  240 (1960); United\r                                                                         \r\nStates v. Coson, 286 F.2d 453, 455-56 (9th Cir. 1961).    \r                           \r\n\n                             -3-\r                                          3\r\r\n\nraised at any point during litigation.  There can be no doubt\r\n\nof  our power and  duty to decide  the issue.   See Bender v.\r                                                                         \r\n\nWilliamsport  Area School  Dist., 475  U.S. 534,  541 (1986);\r                                            \r\n\nWells Real Estate v. Greater Lowell Bd. of Realtors, 850 F.2d\r                                                               \r\n\n803, 813 (1st Cir. 1988). \r\n\n               A.  Waiver of Sovereign Immunity\r                           A.  Waiver of Sovereign Immunity\r                                                           \r\n\n          It has long been established that the United States\r\n\nis  not  subject  to  suit  without  a  waiver  of  sovereign\r\n\nimmunity,  and  that  any  such  waiver  is  to  be  strictly\r\n\nconstrued.  Nickerson  v. United States,  513 F.2d 31,  32-33\r                                                   \r\n\n(1st  Cir.  1975).    The government  correctly  argues  that\r\n\nProgressive wrongly  relies on  the Declaratory Judgment  Act\r\n\n(\"the Act\"),  28 U.S.C.   2201(a), to constitute  a waiver of\r\n\nsovereign  immunity because  the  Act  \"neither provides  nor\r\n\ndenies a jurisdictional basis  for actions under federal law,\r\n\nbut  merely  defines  the  scope  of   available  declaratory\r\n\nrelief.\"  McCarthy v. Marshall, 723 F.2d 1034, 1037 (1st Cir.\r                                          \r\n\n1983).   Title 28 U.S.C.   2410(a)(1) provides the only basis\r\n\nfor finding a waiver of sovereign immunity in this case.2\r\n\n                    \r                                \r\n\n2.  In relevant part, 28 U.S.C.   2410 provides:\r\n\n            2410.   Actions affecting property on \r\n                    which United States has lien\r\n\n            (a)  Under the conditions prescribed in\r\n          this section  and  section 1444  of  this\r\n          title  for the  protection of  the United\r\n          States, the United States  may be named a\r\n          party in any civil  action or suit in any\r\n          district court, or in any State court   \r\n\n                             -4-\r                                          4\r\r\n\n          Under  section  2410,  the  government  waives  its\r\n\nsovereign  immunity  in  both  quiet  title  and  foreclosure\r\n\nactions.   See  28  U.S.C.     2410(a)(1),  (2).     A  party\r                          \r\n\nbringing a  fore-closure under  this  section, however,  must\r\n\nseek a judicial sale of the underlying property.  28 U.S.C.  \r\n\n2410(c).  We begin  by discussing whether Progressive's claim\r\n\nof  priority  constitutes a  quiet  title  action within  the\r\n\nmeaning of 28 U.S.C.   2410(a)(1). \r\n\n           The Scope of Quiet Title Actions Under \r                       The Scope of Quiet Title Actions Under \r                                                              \r\n                    28 U.S.C.   2410(a)(1)\r                                28 U.S.C.   2410(a)(1)\r                                                      \r\n\n          The  government  contends that  Progressive's claim\r\n\ndoes  not  fall within  the  coverage  of section  2410(a)(1)\r\n\nbecause its claim  of priority  is not a  quiet title  action\r\n\nwithin  the meaning of the  statute.  It  follows, argues the\r\n\ngovernment, that  because no  judicial sale has  taken place,\r\n\nthere  can  be no  waiver  of  sovereign  immunity and  hence\r\n\nProgressive cannot maintain its cause of action.  We disagree\r\n\nfor the reasons that follow. \r\n\n                    \r                                \r\n\n          having jurisdiction of  the subject  mat-\r\n          ter-- \r\n               (1) to quiet title to,\r\n\n               . . .\r\n\n          real  or personal  property on  which the\r\n          United States has or claims a mortgage or\r\n          other lien.\r\n\n                             -5-\r                                          5\r\r\n\n          Section   2410(a)(1)   has  never   been   read  to\r\n\nincorporate  the formalistic distinctions  state law pleading\r\n\nrules.  United  States v. Coson, 286 F.2d 453,  457 (9th Cir.\r                                           \r\n\n1961).  In Coson, the Ninth Circuit held that \"[i]t  is plain\r                            \r\n\nthat the  words 'quiet title' . . . are not intended to refer\r\n\nto a suit  to quiet title in the limited  sense in which that\r\n\nterm is sometimes used .  . . but that as used in the section\r\n\nhere referred to it comprehends a suit to remove a cloud upon\r\n\nthe  title of  a plaintiff.\"    Id.   Both the  text and  the\r                                               \r\n\nhistory  of section 2410 support this view.   The quiet title\r\n\nprovision  was  inserted  by  amendment  to  the  predecessor\r\n\nstatute, following a recommendation  by the Attorney  General\r\n\nof  the United States (future Justice Jackson).  The heart of\r\n\nthe recommendation stated:\r\n\n          [U]nder   existing   law   there  is   no\r\n          provision  whereby  the  owner   of  real\r\n          estate  may clear his  title to such real\r\n          estate    of  the  cloud of  a Government\r\n          mortgage  or  lien  .   .  .  .  In  many\r\n          instances  persons  acting in  good faith\r\n          have   purchased   real  estate   without\r\n          knowledge  of the  Government lien  or in\r\n          the  belief  that   the  lien  had   been\r\n          extinguished .  .  . .  It  appears  that\r\n          justice  and  fair dealing  would require\r\n          that a  method be provided  to clear real\r\n          estate   titles    of   questionable   or\r\n          valueless Government liens.  \r\n\nH.R. Rep. No. 1191,  77th Cong., 1st Sess. 2 (1941);  S. Rep.\r\n\nNo. 1646, 77th Cong., 2d Sess. 2 (1942).  \r\n\n          The government points out that, under Massachusetts\r\n\nlaw, a plaintiff  must have both actual  possession and legal\r\n\n                             -6-\r                                          6\r\r\n\ntitle to maintain a quiet title action, see MacNeil Bros. Co.\r                                                                         \r\n\nv. Realty Co.  of Boston,  Inc., 131 N.E.2d  178 (Mass.  1956\r                                           \r\n\n(citing cases)), and suggests that  the contours of the state\r\n\nlaw  cause  of  action  should guide  our  interpretation  of\r\n\nsection  2410(a)(1), particularly  where  the  state  law  is\r\n\nconsistent with federal common  law (as the government argues\r\n\nit  is here).  That  is, the government  argues that Congress\r\n\nintended to waive sovereign immunity only in those cases that\r\n\nwould  traditionally have been  termed \"quiet title\" actions;\r\n\nbecause Progressive did not bring and  could not have brought\r\n\nsuch an action,3  we should deem this case to  be outside the\r\n\nscope of section 2410(a)(1).\r\n\n          If, in  substance, the relief the  plaintiff sought\r\n\nhere--a declaration of the priority of Progressive's mortgage\r\n\nover the government's tax  lien--is congruent with the relief\r\n\navailable  in   a  quiet  title  suit,   it  would  frustrate\r\n\ncongressional intent  to block plaintiff's  access to relief.\r\n\nCongress, after all, was  concerned not with the niceties  of\r\n\ncommon  law pleading,  but  with  practical  problems  facing\r\n\nowners  whose property  was encumbered  by government  liens.\r\n\nWhat label the state has attached to the cause of action is a\r\n\nhelpful   but   not  determinative   guide   to   the  proper\r\n\n                    \r                                \r\n\n3.  As  mortgagee,  Progressive  holds  legal  title  to  the\r\nproperty, see J&amp;W  Wall Sys.,  Inc. v. Shawmut  First Bank  &amp;\r                                                                         \r\nTrust Co., 594 N.E.2d 859, 860 (Mass. 1992), but it is not in\r                     \r\npossession.\r\n\n                             -7-\r                                          7\r\r\n\ninterpretation of the federal statute.  See Harrell v. United\r                                                                         \r\n\nStates, 13 F.3d 232, 235 (7th Cir. 1993).\r                  \r\n\n          The government,  however, contends that  the relief\r\n\nthat  Progressive seeks  would not have  been available  in a\r\n\nquiet  title action.  Progressive does not seek to remove the\r\n\ngovernment's  lien as  invalid, but  rather to  establish the\r\n\npriority  of  its  own  mortgage over  the  concededly  valid\r\n\nfederal  tax lien.  Such relief would not have been available\r\n\nin a  traditional quiet title  action, only in  a foreclosure\r\n\naction,  where valid  but  junior liens  are extinguished  in\r\n\nfavor of a senior  lien.  It follows, argues  the government,\r\n\nthat because no judicial sale has taken place, see   2410(c),\r                                                              \r\n\nthere can be no waiver of sovereign immunity.\r\n\n          A careful reading of the authorities, however, does\r\n\nnot support  the government's narrow portrayal  of the relief\r\n\navailable   to  quiet  title   plaintiffs.    The  government\r\n\nprincipally  relies on  Kadson  v. G.W.  Zierden Landscaping,\r                                                                         \r\n\nInc., 541 F.  Supp. 991 (D. Md. 1982),  aff'd sub nom. Kadson\r                                                                         \r\n\nv.  United States, 707 F.2d 820 (4th  Cir. 1983).  In Kadson,\r                                                                        \r\n\nsuits  were brought by  tax sale purchasers  to foreclose all\r\n\nequities  of redemption  in  properties on  which the  United\r\n\nStates  held tax  liens.   The district  court held  that the\r\n\nsuits were more properly characterized as foreclosure actions\r\n\nthan quiet title actions and that judicial sale  was required\r\n\n                             -8-\r                                          8\r\r\n\nin  order for sovereign immunity to be  waived.   Id. at 995-\r                                                                \r\n\n96.\r\n\n          Unlike the plaintiffs  in Kadson, Progressive seeks\r                                                      \r\n\nonly a determination of  priority between competing liens; it\r\n\nnever  initiated a  foreclosure action  and did  not seek  to\r\n\nextinguish  the federal lien.  The  Kadson court cited United\r                                                                         \r\n\nStates  v. Morrison, 247 F.2d  285, 289 (5th  Cir. 1957), for\r                               \r\n\nthe proposition that  \"priorities among  valid interests  are\r\n\nthe  subject  of  foreclosure  suits,\"  whereas \"the  alleged\r\n\ninvalidity  of adverse  interests are  the subjects  of quiet\r\n\ntitle actions.\"  Kadson, 541 F. Supp. at 995.  This, however,\r                                   \r\n\ndoes not tell  the whole  story of the  Morrison opinion,  in\r                                                            \r\n\nwhich the Fifth Circuit explained that the \"relief sought [in\r\n\nsection 2410(a)(1)  claims], as traditional to  equity as the\r\n\nwoolsack, is  the judicial determination of  the validity and\r                                                                         \r\n\nrank of the  competing liens.\"   Id. (emphasis  added).   The\r                                                \r\n\ncourt  pointed out that it  was an \"unsound  premise\" to hold\r\n\nthat a quiet  title action \"is one to  extinguish the lien of\r\n\nthe  United  States,  rather than  what  it  really  is --  a\r\n\ndetermination  that  a tax  lien  does  not  exist, has  been\r\n\nextinguished, or is inferior in rank.\"  Id. (emphasis added).\r                                                       \r\n\nSimilarly, in   Estate of  Johnson,   836 F.2d 940  (5th Cir.\r                                              \r\n\n1988),  the court rejected  the government's  contention that\r\n\nforeclosure  is   the  only  relief   available  where   lien\r\n\npriorities are in dispute.  It explained: \r\n\n                             -9-\r                                          9\r\r\n\n          [W]e think that section 2410, an integral\r\n          part of  the Judicial Code rather than an\r\n          administrative   mechanism  of   the  tax\r\n          structure,    establishes    a   specific\r\n          jurisdiction for these  suits as bills to\r\n          quiet title  or  for foreclosure  of  the\r\n          private  lien.  The jurisdiction does not\r\n          depend  on  the  specific relief  sought,\r\n          [e.g.]  foreclosure.  Rather  it rests on\r\n          the   existence    of   the   traditional\r\n          controversy  in  which  a  private  party\r\n          asserts an ownership [interest]  which is\r\n          superior  to  the  claimed  lien  of  the\r\n          United States government. (Quoting United\r                                                               \r\n          States\r                            \r\n          v.  Morrison,  247  F.2d  285  (5th  Cir.\r                                  \r\n          1957). \r\n836 F.2d at 945.  \r\n\n          Other  courts   have  adopted   this  logic.     In\r\n\nBrightwell v.  United States,  805 F.  Supp. 1464 (S.D.  Ind.\r                                        \r\n\n1992), the  court reasoned:\r\n\n          [While] [t]raditionally, actions to quiet\r\n          title have sought  determinations of  who\r\n          owns particular property,  . . .  [u]nder\r\n          federal law, the  definition is  somewhat\r\n          broader; a  party  may maintain  a  quiet\r\n          title  action  against the  United States\r\n          when  the  government   asserts  that   a\r\n          federal  tax  lien  exists   against  the\r\n          property, 28 U.S.C.    2410(a), and  thus\r\n          lien   priority    disputes   have   been\r\n          considered \"quiet title\" actions [for the\r\n          purposes of section 2410].  \r\n\n805 F. Supp. at 1469 (citing McEndree v. Wilson, 774 F. Supp.\r                                                           \r\n\n1292, 1295-96 (D.  Colo. 1991)).  Moreover,  while a priority\r\n\nclaim  of the  sort raised  by Progressive  has not  yet been\r\n\ndecided by this Circuit, we have held and reaffirm today that\r\n\nsection    2410(a)(1)   controversies    encompass   disputes\r\n\nconcerning  both the  \"validity  and priority  of liens,\"  as\r\n\n                             -10-\r                                          10\r\r\n\ndistinguished from actions seeking \"their extinguishment in a\r\n\nmanner not  permitted  by the  statutes.\"   Remis  v.  United\r                                                                         \r\n\nStates, 273 F.2d 293, 294 (1st Cir. 1960). \r                  \r\n\n          These  cases  undercut the  government's contention\r\n\nthat  a  quiet  title  action is  appropriate  under  section\r\n\n2410(a)(1)  only where the plaintiff seeks  a decree that the\r\n\ngovernment's  lien is defective or  invalid and seeks to have\r\n\nthe  cloud removed  from  his  title.    In  support  of  its\r\n\nposition, the  government  primarily relies  on Raulerson  v.\r                                                                         \r\n\nUnited  States,  786 F.2d  1090 (11th  Cir. 1986),  where the\r                          \r\n\ncourt held that \"section  2410 waives sovereign immunity only\r\n\nin actual quiet  title actions, not suits  analogous to quiet\r                     \r\n\ntitle actions.\"  786 F.2d  at 1091.  The court concluded that\r\n\nplaintiff Raulerson's  complaint was  not an action  to quiet\r\n\ntitle because he had already forfeited title to  his property\r\n\nand had waived his property interest  by the terms of a  plea\r\n\nagreement.    Id.   The instant  case  is not  like Raulerson\r                                                                         \r\n\nbecause Progressive  has title to the  Folkards' property and\r\n\nhas  not  waived  its   ownership  interest.     Furthermore,\r\n\nProgressive  merely  seeks  a  determination   regarding  the\r\n\npriority of its ownership interest.  The Raulerson plaintiff,\r                                                              \r\n\nin contrast, sought  a declaration that  the IRS's claim  had\r\n\npriority  over   the  valid  claims  of   other  branches  of\r\n\ngovernment to ensure that the IRS's jeopardy assessment would\r\n\nnot  be satisfied  from his  other assets.   Id.  at 1091-92.\r                                                            \r\n\n                             -11-\r                                          11\r\r\n\nConsistent  with  the  broad  construction  accorded  section\r\n\n2410's   quiet  title   provision  by   a  number   of  other\r\n\njurisdictions, we hold that Progressive's claim falls  within\r\n\nthe meaning and scope of the statute.  \r\n\n        The Declaratory Judgment Act and Section 2410\r                    The Declaratory Judgment Act and Section 2410\r                                                                 \r\n\n          In the alternative, the government argues that even\r\n\nif we were to  hold that the district court  has jurisdiction\r\n\nto  hear  Progressive's claim,  the Declaratory  Judgment Act\r\n\n(\"the Act\"),  28 U.S.C.   2201(a), nonetheless bars the court\r\n\nfrom granting the relief requested.   The Act provides, inter\r                                                                         \r\n\nalia,  that a  federal district  court  has the  authority to\r                \r\n\ngrant declaratory  relief \"[i]n a case  of actual controversy\r\n\nwithin its jurisdiction, except with respect to Federal taxes\r\n\n. . . .\"  28 U.S.C.   2201(a).  A claim challenging the power\r\n\nof the IRS to assess and  collect taxes is barred by the Act.\r\n\nMcCarthy v. Marshall, 723 F.2d 1034, 1037 (1st Cir. 1983).  \r                                \r\n\n          Similarly,  \"[w]hen  a    federal    tax lien    is\r\n\ninvolved,\r\n\n.  . . an action pursuant to  section 2410(a) will not lie if\r\n\nits  sole  purpose  is  to  challenge  the  validity  of  the\r\n\nunderlying assessment.\"   Johnson v. United  States, 990 F.2d\r                                                               \r\n\n41,  42 (2d  Cir.  1993).   This is  because  the purpose  of\r\n\nsection 2410 is \"to waive the government's immunity from suit\r\n\nso as to permit  a court of proper jurisdiction  to determine\r\n\nthe  relative position  of  government liens  on property  as\r\n\n                             -12-\r                                          12\r\r\n\nagainst other lienors -- not to permit a collateral attack on\r\n\nthe  tax assessment.\"   Broadwell  v.  United States,  234 F.\r                                                                \r\n\nSupp.  17, 18 (E.D.N.C. 1964), aff'd 343 F.2d 470 (4th Cir.),\r                                                \r\n\ncert. denied, 382 U.S. 825 (1965); accord, McMillen v. United\r                                                                         \r\n\nStates  Dep't of Treasury, 960 F.2d 187, 189 (1st Cir. 1991);\r                                     \r\n\nFalik  v. United  States, 343  F.2d. 38,  41 (2d  Cir. 1965);\r                                    \r\n\nRemis  v.  United States,  172 F.  Supp.  732, 733  (D. Mass.\r                                    \r\n\n1959),  aff'd, 273 F.2d 293  (1st Cir. 1960).   Congress thus\r                         \r\n\ndid not intend section  2410(a)(1) to extend a new  remedy by\r\n\nwhich  a plaintiff,  whether taxpayer  or third  party, could\r\n\ncontest  the  government's assessment  of  taxes.4   Where  a\r\n\nplaintiff does not challenge  the underlying tax  assessment,\r\n\nhowever, section 2410(a) has been recognized as a vehicle for\r\n\ndetermining lien priority.   See Estate of  Johnson, 836 F.2d\r                                                               \r\n\n                    \r                                \r\n\n4.  Congress did intend section 2410(a)(1) to be  a basis for\r\ntaxpayer challenges to the  procedural validity of tax liens.\r\nSee Robinson v. United  States, 920 F.2d 1157, 1161  (3d Cir.\r                                          \r\n1990)(where  IRS  failed  to  send notice  of  deficiency  to\r\ntaxpayer when lien filed); Rodriguez v. United States, 629 F.\r                                                                 \r\nSupp. 333, 336  (N.D. Ill.  1986) (where IRS  failed to  send\r\nnotice  of deficiency  when  levied on  property); Ringer  v.\r                                                                         \r\nBasile, 645 F. Supp. 1517, 1525-26  (D. Colo. 1986)(where IRS\r                  \r\nviolated  own procedures  when seized  property).   Likewise,\r\nwith regard  to  third party  nontaxpayer plaintiffs,  courts\r\nhave  adopted  the view  that  \"[t]he  validity  of  a  lien,\r\ndepending  upon compliance  or  noncompliance with  statutory\r\nrequirements, or  the  priority of  a lien  validly filed  is\r\nquite a far cry from  permitting a third party to  attack the\r\ntax assessment  upon which a  properly filed lien  is based.\"\r\nPipola  v. Chicco,  169  F. Supp  229,  232 (S.D.N.Y.  1959),\r                             \r\nmodified,  274 F.2d 909 (2d Cir. 1960).  Progressive does not\r                    \r\nchallenge the procedural validity of the tax liens.  It  is a\r\nmatter  of record that the liens were properly filed with the\r\nPlymouth County (Massachusetts) Registry of Deeds. \r\n\n                             -13-\r                                          13\r\r\n\nat 945 (executor's  claim of priority  of estate interest  in\r\n\nestate over  federal tax lien constitutes  quiet title action\r\n\nwhere it  does not  contest merits of  assessment); Morrison,\r                                                                        \r\n\n247 F.2d at  290-91 (property seller's  claim of priority  of\r\n\nvendor's  lien over  federal  lien  constitutes  quiet  title\r\n\naction  where no hazard posed to  revenues); First of America\r                                                                         \r\n\nBank - West  Michigan v.  United States, 848  F. Supp.  1343,\r                                                   \r\n\n1349 (W.D. Mich. 1993)  (nontaxpayer third party has standing\r\n\nunder  section 2410 to  \"merely . . .  assert the priority of\r\n\nits  lien over the federal tax lien\"); McEndree, 774 F. Supp.\r                                                           \r\n\nat  1296 (vendor of property eligible to maintain quiet title\r\n\naction alleging priority of  equitable mortgage over  federal\r\n\ntax liens where no challenge to tax assessment itself).\r\n\n          Progressive's   claim  in   no  way   contests  the\r\n\nlegitimacy  of  the   government's  tax  assessment  or   the\r\n\ntaxpayers'  liability.   It follows  that \"[s]ince  the quiet\r\n\ntitle  action specifically  mandated  by section  2410 is  in\r\n\nsubstance a suit for a declaratory judgment,\" the Declaratory\r\n\nJudgment  Act will  not operate  as a  wrench to  deprive the\r\n\ndistrict court of its jurisdiction in this case.   Aqua Bar &amp;\r                                                                         \r\n\nLounge Inc., 539 F.2d at 940; see also McEndree, 774 F. Supp.\r                                                           \r\n\nat  1297  (Section  2410(a)  provides  an  exception  to  the\r\n\nDeclaratory Judgment Act, as plaintiff's remedies are limited\r\n\nto declaratory relief).   \r\n\n                             -14-\r                                          14\r\r\n\n          In summary, because we conclude that the government\r\n\nwaives its  sovereign immunity under 28  U.S.C.   2410(a)(1),\r\n\nand that the  Declaratory Judgment  Act poses no  bar to  the\r\n\nrelief sought,  we accordingly  hold that the  district court\r\n\nproperly    exercised   subject-matter    jurisdiction   over\r\n\nProgressive's claim.\r\n\n                       II.  THE MERITS \r                                   II.  THE MERITS \r                                                  \r\n\n          We  now turn  to the  substantive issue  on appeal:\r\n\nwhether  Massachusetts  law  entitles Progressive's  mortgage\r\n\npriority  over  the  federal  tax  liens.  \r\n\n          Because  the  decision  to  grant  summary judgment\r\n\ncalls  a legal  standard  into play  we  review the  district\r\n\ncourt's order granting summary judgment for the United States\r\n\nde novo.  In re  Varrasso, 37 F.3d 760, 763 (1st  Cir. 1994);\r                                     \r\n\nMaldonado-Denis v. Castillo-Rodriguez, 23 F.3d  576, 581 (1st\r                                                 \r\n\nCir. 1994); Quaker  State Oil Refining  Corp. v. Garrity  Oil\r                                                                         \r\n\nCo., 884 F.2d 1510,  1513 (1st Cir. 1989).   Summary judgment\r               \r\n\nis appropriate only when \"there is no genuine issue as to any\r\n\nmaterial fact  and   . . . the  moving party is entitled to a\r\n\njudgment  as a matter of  law.\"  Fed. R.  Civ. P. 56(c).  The\r\n\ndistrict  court held and we  agree that because  there are no\r\n\ndisputed  material  issues   of  fact  summary  judgment   is\r\n\nappropriate. \r\n\n          As our  discussion of jurisdiction  relates, it  is\r\n\nwell-settled  that  federal law  determines  the priority  of\r\n\n                             -15-\r                                          15\r\r\n\ncompeting  federal  and state  created  liens.   See   United\r                                                                         \r\n\nStates v.  Rodgers, 461  U.S. 677, 683  (1983); Brosnan,  363\r                                                                   \r\n\nU.S.  at 240-41.  Section  6321 of the  Internal Revenue Code\r\n\n(\"the Code\")  authorizes the government to  assert liens upon\r\n\n\"all  property  and  rights  to property\"  belonging  to  the\r\n\ntaxpayer  for delinquent taxes.   26 U.S.C.    6321.  Section\r\n\n6322 of the Code  further provides that \"the lien  imposed by\r\n\nsection 6321 shall arise  at the time the assessment  is made\r\n\nand shall  continue until  the liability  for  the amount  so\r\n\nassessed  .  . .  is  satisfied or  becomes  unenforceable by\r\n\nreason of lapse of time.\"  26 U.S.C.   6322.  \r\n\n          These provisions do not, however, grant federal tax\r\n\nliens  automatic priority  over all other  liens.   I.R.S. v.\r                                                                         \r\n\nMcDermott, --  U.S. --, 113  S. Ct.  1526, 1528 (1993).   The\r                     \r\n\ndetermination  of priority is governed by  the rule of \"first\r\n\nin time, first in right.\"  Id. at 1527.  A federal lien which\r                                          \r\n\nattaches  first is thus senior, so long as notice is properly\r\n\nfiled.5  In  order for a state created  lien to take priority\r\n\nover a later  assessed federal  lien it must  be \"choate\"  or\r\n\n\"perfected\" so that \"the identity of the lienor, the property\r\n\nsubject  to  the  lien,  and  the  amount  of  the  lien  are\r\n\nestablished\" prior  to the  filing of the  subsequent federal\r\n\n                    \r                                \r\n\n5.  The  Code provides  that \"[t]he lien  imposed by  section\r\n6321 shall not be valid as against any purchaser, holder of a\r\nsecurity  interest,  mechanic's  lienor,  or   judgment  lien\r\ncreditor until notice thereof . . ..\"  26 U.S.C.   6323(a).  \r\n\n                             -16-\r                                          16\r\r\n\nlien.  United States v. New Britain, 347 U.S.  81, 84 (1954);\r                                               \r\n\nUnited  States v.  Pioneer  Am. Ins.  Co.,  374 U.S.  84,  88\r                                                     \r\n\n(1963); see also Baybank Middlesex v. Elec. Fabricators Inc.,\r                                                                        \r\n\n751  F.  Supp. 304,  310 (D.  Mass.  1990); United  States v.\r                                                                         \r\n\nRahar's Inn, Inc.,  243 F.  Supp. 459, 460  (D. Mass.  1965).\r                             \r\n\nChoateness of a state created lien is a matter of federal law\r\n\nand mirrors the  standard applicable to liens asserted by the\r\n\ngovernment  under sections 6321 and 6322 of the Code.  United\r                                                                         \r\n\nStates v. First Nat'l Bank and Trust Co.,  386 F.2d 646, 647-\r                                                    \r\n\n48 (8th Cir. 1967)(citing United States  v. Vermont, 377 U.S.\r                                                               \r\n\n351,  354 (1964)).    State recording  statutes are  relevant\r\n\n\"only insofar  as controlling  federal authority dictates  or\r\n\nsound  federal policy  counsels\" their  application.   United\r                                                                         \r\n\nStates v. Lebanon Woolen  Mills Corp., 241 F. Supp.  393, 398\r                                                 \r\n\n(D.N.H.  1964).   Section 6323(i)(2)  of the  Code authorizes\r\n\napplication   of  the  common   law  doctrine   of  equitable\r\n\nsubrogation where provided by state law.6\r\n\n          Just as federal law  governs the issue of priority,\r\n\nit  is  equally well-settled  that \"in  the application  of a\r\n\nfederal revenue  act, state  law controls in  determining the\r\n\nnature of the legal  interest . . . in the property  . . . to\r\n\nbe reached by the  statute.\"  Aquilino v. United  States, 363\r                                                                    \r\n\n                    \r                                \r\n\n6.  \"Where, under local law,  one person is subrogated to the\r\nrights  of another with respect  to a lien  or interest, such\r\nperson shall be subrogated to such rights for purposes of any\r\nlien  imposed by  section 6321  or 6324.\"   26 U.S.C.    6323\r\n(i)(2). \r\n\n                             -17-\r                                          17\r\r\n\nU.S. 509, 513 (1960)(quoting Morgan v. Commissioner, 309 U.S.\r                                                               \r\n\n78, 82 (1940)); see also Maryland v. Louis, 451 U.S. 725, 746\r                                                      \r\n\n(1981)(courts must  proceed from \"the  basic assumption  that\r\n\nCongress  did not intend to displace state law\").  \"The point\r\n\nat  which a  state created  security interest  attaches is  a\r\n\nmatter of state  law.\"  ICM Mortg.  Corp. v. Herring, 758  F.\r                                                                \r\n\nSupp. 1425, 1426 (D. Colo 1991)(citing Sec. Pac. Mortg. Corp.\r                                                                         \r\n\nv. Choate, 897 F.2d 1057, 1058-59 (10th Cir. 1990)).  Federal\r                     \r\n\nrevenue statutes  \"creat[e]  no property  rights  but  merely\r\n\natta[ch] consequences, federally  defined, to rights  created\r\n\nunder state  law.\"  United  States v.  Bess, 357 U.S.  51, 55\r                                                       \r\n\n(1958).  For this  reason, \"it is critical to  determine when\r\n\ncompeting state  created liens come into  existence or become\r\n\nvalid.\"   Matter  of  Fisher,  7  B.R.  490,  494  (W.D.  Pa.\r                                        \r\n\n1980)(citing  Pioneer Am. Ins. Co., 374  U.S. 84, 87 (1963));\r                                              \r\n\nsee also; Aquilino,  363 U.S. at 514 (Reconciliation of state\r                              \r\n\nlaw defining when a state created lien  becomes effective and\r\n\nfederal  law  governing   priority  between  competing  liens\r\n\n\"strikes  a  proper  balance   between  the  legitimate   and\r\n\ntraditional  interest which  the  State has  in creating  and\r\n\ndefining  the  property interest  of  its  citizens, and  the\r\n\nnecessity for a uniform administration of the federal revenue\r\n\nstatutes\"). \r\n\n          The   government   argues   that  because   section\r\n\n6323(i)(2)  explicitly  authorizes the  application  of local\r\n\n                             -18-\r                                          18\r\r\n\nlaws  of subrogation and is  silent as to  the application of\r\n\nthe  doctrine of  unjust enrichment,  the district  court was\r\n\ncorrect  in  deeming  the  latter  doctrine  inapplicable  to\r\n\nProgressive's  claim.   We  disagree.   While  the  court was\r\n\ncorrect in stating that  Congress gave an \"explicit directive\r\n\nwith  respect  to determining  the  priority  of federal  tax\r\n\nliens,\" it was incorrect  in holding that \"there is  no basis\r\n\nupon which  to  presume the  applicability  of a  common  law\r\n\ndoctrine\" not  expressly provided  for by  the  statute.   To\r\n\nessentially  translate a  directive for  a federal  scheme of\r\n\npriority  into a preemption of state law governing the nature\r\n\nand  extent of state created  liens was unwarranted.   To the\r\n\ncontrary,  federal courts  should  presume  applicability  of\r\n\nstate common law doctrines in determining the status of state\r\n\ncreated liens.  Such determinations do not contravene federal\r\n\nlaw simply because  they ultimately bear on the federal issue\r\n\nof who was first in time in determining priority.  \r\n\n          Before  addressing  the  status   of  Progressive's\r\n\ncurrent mortgage, we  briefly review its  history.  In  1987,\r\n\nMSFCU  financed the Folkards' first mortgage in the amount of\r\n\n$150,000.00.   Between 1988 and  1990, the IRS  filed six tax\r\n\nliens on the property, totalling $94,560.93.  In 1990,  MSFCU\r\n\nrefinanced   the   Folkards'   first   mortgage   debt,  then\r\n\n$130,905.55,  by executing  a new  note to  secure a  debt of\r\n\n$142,000.00.   The recording of the  1990 mortgage discharged\r\n\n                             -19-\r                                          19\r\r\n\nthe 1987 mortgage, rendering the tax  liens senior to MSFCU's\r\n\nsecond  mortgage on  the record  title to  the property.   In\r\n\n1992,   MSFCU   assigned   its   mortgage   to   Progressive.\r\n\nProgressive  argues  that   under  the  doctrine   of  unjust\r\n\nenrichment, MSFCU  should be  reinstated to its  initial 1987\r\n\nmortgage  position  and  that   Progressive  is  entitled  to\r\n\neffectively occupy MSFCU's reinstated position.  We agree. \r\n\n            A.  Massachusetts Common Law Doctrine\r                        A.  Massachusetts Common Law Doctrine\r                                                             \r\n                    of Unjust Enrichment  \r                                of Unjust Enrichment  \r                                                    \r\n\n          Under Massachusetts  law,  the doctrine  of  unjust\r\n\nenrichment  provides   that  \"where   a  mortgage   has  been\r\n\ndischarged by  mistake, equity  will set the  discharge aside\r\n\nand reinstate the mortgage to the position  which the parties\r\n\nintended  it to  occupy,  if the  rights  of the  intervening\r\n\nlienholders have not been affected.\"  North Easton Co-op Bank\r                                                                         \r\n\nv. MacLean, 15 N.E.2d  241, 245 (Mass. 1938)(second mortgagee\r                      \r\n\nnot prejudiced by reinstatement of first mortgage where first\r\n\nmortgage   had  been   discharged  by   mistake  upon   first\r\n\nmortgagee's  acceptance  of  new  note without  knowledge  of\r\n\nintervening lien)(citations omitted);  see also Provident Co-\r                                                                         \r\n\nOperative  Bank v. Talcott, Inc.,  260 N.E.2d 903, 909 (Mass.\r                                            \r\n\n1970)(assignee  of first  mortgagee declared holder  of first\r\n\nmortgage  to prevent  unjust enrichment  of  second mortgagee\r\n\nwhere   first   mortgagee    discharged   mortgage    through\r\n\ninadvertence  and second  mortgagee's position  not adversely\r\n\naffected  by  acts  of   first  mortgagee);  Piea  Realty  v.\r                                                                         \r\n\n                             -20-\r                                          20\r\r\n\nPapuzynski, 172 N.E.2d 841,  846 (Mass. 1961)(exchange of new\r                      \r\n\nmortgage notes for  old ones did not constitute  discharge of\r\n\nold mortgage where  parties had no intent  to alter substance\r\n\nor  priority of  old notes and  mortgagor's grantees  did not\r\n\nshow   adverse  change   of   position   in   reliance   upon\r\n\ntransaction).  \r\n\n          The government maintains that no \"mistake\" was made\r\n\nbecause  MSFCU  intended  to  refinance the  Folkards'  first\r\n\nmortgage, and so by  law must have intended the  consequences\r\n\nof its actions  -- i.e.  the extinguishment  of its  original\r\n\nsecurity  interests.  Massachusetts  law,   however,  clearly\r\n\ncontemplates situations  where the intention to  renew is not\r\n\ntantamount to  the intention to extinguish  existing security\r\n\ninterests upon refinancing a mortgage.   See North Easton Co-\r                                                                         \r\n\nop Bank, 15 N.E.2d at 245; Provident, 260 N.E.2d at 909; Piea\r                                                                         \r\n\nRealty,  172 N.E.2d.  at 846;  see also  Financial Acceptance\r                                                                         \r\n\nCorp. v.  Garvey, 380  N.E.2d 1332, 1335  (Mass. 1978)(\"Under\r                            \r\n\nMassachusetts law the renewal  of a note in a  different form\r\n\ndoes  not  operate to  discharge  a mortgage  where  the debt\r\n\nitself has  not been paid  . . .  . even  where the new  note\r\n\nincludes a  new debt\"); Worcester  N. Sav. Inst.  v. Farwell,\r                                                                        \r\n\n198 N.E. 897, 899 (Mass. 1935)(where bank, due to  negligence\r\n\nof its counsel, failed to discover later mortgage on property\r\n\nand  discharged   first  mortgage  upon   refinancing,  first\r\n\npriority restored  to bank  because bank  did not intend  for\r\n\n                             -21-\r                                          21\r\r\n\ndischarge  of interest);  compare  ICM Mortg.  Corp., 758  F.\r                                                                \r\n\nSupp. at  1427  (where  refinancing  of  deed  of  trust  not\r\n\nintended  to extinguish  security  interest, second  deed  of\r\n\ntrust  renewed  prior obligation,  resulting  in priority  of\r\n\nstate created lien  over federal tax lien);  see generally 33\r                                                                      \r\n\nA.L.R. 149 (\"It is a general rule  that the cancellation of a\r\n\nmortgage  on the record is not conclusive as to its discharge\r\n\n.  .  .  . [a]nd  where  the  holder  of  a  senior  mortgage\r\n\ndischarges  it  of  record, and  contemporaneously  therewith\r\n\ntakes  a new  mortgage,  he  will  not,  in  the  absence  of\r\n\nparamount equities, be held to have subordinated his security\r\n\nto  intervening   lien  unless   the  circumstances  of   the\r\n\ntransaction indicate  this to have been his intention . . . .\r\n\n\").   We  are  thus convinced  that an  action  based on  the\r\n\nfailure to discover a properly recorded lien is precisely the\r\n\ntype of  inadvertence  the Massachusetts  doctrine of  unjust\r\n\nenrichment aims  to rectify.  Furthermore,  we are persuaded,\r\n\nin accord with Progressive's  view, that no reasonable lender\r\n\nin MSFCU's position would have intended, upon refinancing, to\r\n\nreplace a first mortgage bearing the attachment of junior tax\r\n\nliens with a second mortgage bearing the attachment of senior\r\n\ntax liens,  thereby relinquishing its senior  interest on the\r\n\nproperty.  \r\n\n          The  district  court  held  that  reliance  on  the\r\n\nMassachusetts line of  unjust enrichment cases  was misplaced\r\n\n                             -22-\r                                          22\r\r\n\nbecause  such  cases  do   not  concern  federal  tax  liens.\r\n\nAlthough  it is  true that  Massachusetts  case law  does not\r\n\naddress   reinstatement of a state created lien to a position\r\n\nof  priority over  a  federal  government  lien, we  are  not\r\n\npersuaded  by the district court's reasoning.   We think that\r\n\ncases  involving the  reinstatement of  mortgages which  have\r\n\nbeen inadvertently discharged to  the advantage of unintended\r\n\nand  unexpected beneficiaries  are sufficiently  analogous to\r\n\nProgressive's claim to warrant applicability.  Whether or not\r\n\nfederal  tax liens are involved  in such cases,  to us, seems\r\n\nimmaterial.   This  is mainly  because the  unjust enrichment\r\n\ndoctrine operates only to restore a state created lien to the\r\n\nposition  it occupied  prior  to  the inadvertent  discharge.\r\n\nReestablishing  the party's  position,  of  itself, does  not\r\n\ndisturb the status of  competing liens -- whether those  of a\r\n\nprivate lienor or the federal government -- in terms of their\r\n\neffective  dates  of  attachment  for  the  determination  of\r\n\npriority.   It equitably determines the effective date of the\r\n\nstate  created lien  independent  of  other  existing  liens.\r\n\nFederal law  remains intact to determine  both the choateness\r\n\nof  the state  created  lien and  its  order of  priority  in\r\n\nrelation to any competing federal liens. \r\n\n          Moreover,  while Massachusetts courts  have not had\r\n\noccasion to  apply the doctrine  of unjust enrichment  to the\r\n\nfederal government under  this set of  circumstances, federal\r\n\n                             -23-\r                                          23\r\r\n\ncourts have held  that the doctrine  is applicable where  the\r\n\nfederal  government is concerned;  and in  several instances,\r\n\nhave restored state created liens to their intended positions\r\n\nwithout  regard  for the  United  States'  potential loss  of\r\n\npriority under federal law. See  United States v. McCombs, 30\r                                                                     \r\n\nF.3d 310,  333 (2d  Cir. 1994)(holding that  where government\r\n\nran afoul of notice requirements of federal statute governing\r\n\npriority  between  federal   tax  liens   and  interests   of\r\n\nsubsequent purchasers, to deny subsequent holder  of security\r\n\ninterest  priority over  tax lien  would allow  government to\r\n\n\"leap  frog\" the interests vested in two prior mortgage liens\r\n\nand   would  represent   \"a   classic   example   of   unjust\r\n\nenrichment\");  Dietrich Indus.,  Inc. v.  United States,  988\r                                                                   \r\n\nF.2d 568,  573 (5th  Cir. 1993)(holding that  where purchaser\r\n\nwho paid  vendor's senior mortgage  debt as part  of purchase\r\n\ntransaction  with  expectation  that  property  was  free  of\r\n\nadditional encumbrances, to deny equitable subrogation remedy\r\n\n\"would give  the government an  unearned windfall in  that it\r\n\nwould elevate  the government's  liens for no  good reason\");\r\n\nHan  v.  United  States, 944  F.2d  526,  530  n.3 (9th  Cir.\r                                   \r\n\n1991)(holding that  where purchasers of  residential property\r\n\npaid off and discharged priority position lender unaware that\r\n\nadditional federal tax lien  attached to property, to require\r\n\nthe purchasers to pay a portion of the  taxpayer's delinquent\r\n\n                             -24-\r                                          24\r\r\n\ntaxes  would \"unjustly  enrich\" and  \"produce a  windfall\" in\r\n\nfavor of the United States).  \r\n\n          Finally, we  note that no rights  of the government\r\n\nare  impaired  by   MSFCU's  mortgage  reinstatement.     The\r\n\ngovernment argues that  the IRS is unlike  a private creditor\r\n\nin that it does  not bargain for interest rates and  thus can\r\n\nnever be  unjustly enriched  where valid liens  have attached\r\n\nfor unpaid taxes.   But Progressive does not argue, nor do we\r\n\nsuggest, that  the government  would be unjustly  enriched by\r\n\nthe ultimate satisfaction of  its legitimate tax liens.   The\r\n\npoint is that  the government could not have  anticipated its\r\n\ncurrent priority status because from the outset its 1988-1990\r\n\nliens  were clearly  junior  to MSFCU's  1987 mortgage  lien.\r\n\nAbsent the inadvertent discharge of MSFCU's mortgage in 1990,\r\n\nthe government would  not have gained serendipitous  priority\r\n\nover  MSFCU's second mortgage lien in 1990.  This resulted in\r\n\nthe government's unjust enrichment at the expense of MSFCU in\r\n\n1990,  and ultimately of Progressive  in 1992.   We hold that\r\n\nbecause MSFCU extinguished its initial 1987 mortgage interest\r\n\nby mistake upon refinancing  the Folkards' second mortgage in\r\n\n1990, it  should be equitably  restored to its  original 1987\r\n\nlien position. \r\n\n          The government argues that the equities in favor of\r\n\nMSFCU may  not  apply  to  Progressive because  there  is  no\r\n\nevidence  that  Progressive   was  unaware  of   the  earlier\r\n\n                             -25-\r                                          25\r\r\n\ngovernment lien when it  took the assignment of  the mortgage\r\n\nfrom MSFCU.   But it is  hornbook law that the  assignee of a\r\n\nmortgage succeeds to  all of the assignor's  rights power and\r\n\nequities;  and  Massachusetts  has  applied this  rule  in  a\r\n\nsituation very like this  case.  Provident Co-operative Bank,\r                                                                        \r\n\n260 N.E.2d at 908 (\"By virtue of her purchase from Provident,\r\n\nMrs.  Hutchinson succeeded  to all  of Provident's  rights in\r\n\nrelation to the mortgage assigned,  including the right to  a\r\n\njudicial determination whether it  was a first mortgage or  a\r\n\nsecond  mortgage.\").     Thus  Progressive   may  assert  any\r\n\nequitable rights and defenses  that MSFCU could have asserted\r\n\nbefore it assigned the mortgage.\r\n\n                        C.  Conclusion\r                                    C.  Conclusion\r                                                  \r\n\n          The parties  do not  dispute that  MSFCU's mortgage\r\n\nlien was choate  as of its  original recording in  1987.   It\r\n\nidentified  the  lienor  as  MSFCU,  described the  Folkards'\r\n\nproperty, and  established  the amount  of the  lien so  that\r\n\nnothing  more  needed  to   be  done  for  the  lien   to  be\r\n\n\"perfected.\"  New Britain, 347 U.S. at 89.  MSFCU  was thus a\r                                     \r\n\nholder  of a security interest in the Folkards' property that\r\n\nattached before  the filing of  the federal    tax     liens \r\n\nbetween     1988-1990.     See   26     U.S.C.    6323(h)(1).\r                                          \r\n\nBecause  we  hold  that MSFCU  should  be  restored   to  its\r\n\noriginal mortgage  lien position and  that Progressive should\r\n\nbe subrogated to  that same position,  it follows that  under\r\n\n                             -26-\r                                          26\r\r\n\nthe federal rule of priority, Progressive's mortgage is first\r\n\nin time  and hence first in right over the tax liens asserted\r\n\nby the government.  \r\n\n          We reverse the district court's decision and vacate\r                      We reverse the district court's decision and vacate\r                                                                         \r\n\nits  entry of summary judgment in favor of the United States.\r            its  entry of summary judgment in favor of the United States.\r                                                                         \r\n\nSummary judgment shall be entered in favor of Progressive and\r            Summary judgment shall be entered in favor of Progressive and\r                                                                         \r\n\nan appropriate  declaratory judgment order shall  be entered.\r            an appropriate  declaratory judgment order shall  be entered.\r                                                                         \r\n\nCosts awarded to Progressive.      \r            Costs awarded to Progressive.      \r                                         \r\n\n                             -27-\r                                          27\r\r\n",
  "html": "<p class=\"case_cite\">79 F.3d 1228</p>\n    <p class=\"case_cite\">77 A.F.T.R.2d 96-1419, 96-1 USTC  P 50,160</p>\n    <p class=\"parties\">PROGRESSIVE CONSUMERS FEDERAL CREDIT UNION, Plaintiff, Appellant,<br>v.<br>UNITED STATES of America, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-1712.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 7, 1995.<br>Decided March 19, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts;  Hon.  Reginald C. Lindsay, U.S. District Judge.</p>\n      <p class=\"indent\">Stephen M. Sheehy, with whom Kaye, Fialkow, Richmond &amp; Rothstein were on brief, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Kevin M. Brown, with whom Donald K. Stern, United States Attorney, Boston, MA, Loretta C. Argrett, Assistant Attorney General, Gary R. Allen, and William S. Estabrook, Tax Division, Department of Justice, were on brief, Washington, DC, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On October 8, 1993, Progressive Consumer Federal Credit Union (\"Progressive\"), plaintiff-appellant, filed a complaint against the Internal Revenue Service (\"the government\"), defendant-appellee, in the Land Court Department of the Trial Court of Plymouth County, Commonwealth of Massachusetts.   Progressive sought a declaration that its mortgage had priority over properly recorded federal tax liens.   The government filed a notice of removal pursuant to 28 U.S.C. &#167; 1444, removing the action to the United States District Court for the District of Massachusetts.   The district court entered a memorandum and order granting the cross-motion of the United States for summary judgment on May 26, 1995, holding that Progressive's mortgage was not entitled to priority over the federal tax liens under the Massachusetts common law doctrines of equitable subrogation or unjust enrichment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The mortgage at issue is secured by real property located in Marshfield, Massachusetts.   In 1987, as owners of the property, Jeremiah and Deborah Folkard (\"the Folkards\") executed a $150,000.00 mortgage note which was properly recorded in favor of the Miles Standish Federal Credit Union (\"MSFCU\").   Between 1988 and 1990, the government recorded six notices of tax liens on the Folkards' property for unpaid federal taxes.   The total amount of the liens, exclusive of interest accrued since recording, was $94,560.93.   In 1990, the Folkards refinanced their mortgage debt, then $130,905.55, with MSFCU, executing a new note and mortgage to secure a debt of $142,000.00.   At the time of this transaction, MSFCU was presumably unaware of the existing tax liens.   The 1987 mortgage was discharged at the moment the new mortgage was recorded on November 26, 1990.   This resulted in priority of the federal tax liens, because of their recording dates, over the new mortgage.   On October 19, 1992, MSFCU assigned its interest in the 1990 note and mortgage to Progressive.   The record does not reflect when Progressive became aware of the record priority of the federal tax liens over its mortgage.</p>\n    </div>\n    <p>I. JURISDICTION</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The threshold issue to be decided in this case, whether the district court properly exercised subject-matter jurisdiction over Progressive's claim, was raised for the first time on appeal.   The government argues that the district court lacked jurisdiction on two grounds:  (1) the government has not waived its sovereign immunity and therefore cannot be sued;  and (2) the Declaratory Judgment Act, 28 U.S.C. &#167; 2201(a), specifically bars the relief requested.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Lack of subject-matter jurisdiction can be raised at any point during litigation.   There can be no doubt of our power and duty to decide the issue.   See Bender v. Williamsport Area School Dist., 475 U.S. 534, 541, 106 S.Ct. 1326, 1331, 89 L.Ed.2d 501 (1986);  Wells Real Estate v. Greater Lowell Bd. of Realtors, 850 F.2d 803, 813 (1st Cir.1988).</p>\n    </div>\n    <p>A. Waiver of Sovereign Immunity</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It has long been established that the United States is not subject to suit without a waiver of sovereign immunity, and that any such waiver is to be strictly construed.  Nickerson v. United States, 513 F.2d 31, 32-33 (1st Cir.1975).   The government correctly argues that Progressive wrongly relies on the Declaratory Judgment Act (\"the Act\"), 28 U.S.C. &#167; 2201(a), to constitute a waiver of sovereign immunity because the Act \"neither provides nor denies a jurisdictional basis for actions under federal law, but merely defines the scope of available declaratory relief.\"  McCarthy v. Marshall, 723 F.2d 1034, 1037 (1st Cir.1983).   Title 28 U.S.C. &#167; 2410(a)(1) provides the only basis for finding a waiver of sovereign immunity in this case.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Under section 2410, the government waives its sovereign immunity in both quiet title and foreclosure actions.   See 28 U.S.C. &#167;&#167; 2410(a)(1), (2).   A party bringing a foreclosure under this section, however, must seek a judicial sale of the underlying property.  28 U.S.C. &#167; 2410(c).   We begin by discussing whether Progressive's claim of priority constitutes a quiet title action within the meaning of 28 U.S.C. &#167; 2410(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>The Scope of Quiet Title Actions Under 28 U.S.C. &#167; 2410(a)(1)</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The government contends that Progressive's claim does not fall within the coverage of section 2410(a)(1) because its claim of priority is not a quiet title action within the meaning of the statute.   It follows, argues the government, that because no judicial sale has taken place, there can be no waiver of sovereign immunity and hence Progressive cannot maintain its cause of action.   We disagree for the reasons that follow.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Section 2410(a)(1) has never been read to incorporate the formalistic distinctions state law pleading rules.  United States v. Coson, 286 F.2d 453, 457 (9th Cir.1961).   In Coson, the Ninth Circuit held that \"[i]t is plain that the words 'quiet title' ... are not intended to refer to a suit to quiet title in the limited sense in which that term is sometimes used ... but that as used in the section here referred to it comprehends a suit to remove a cloud upon the title of a plaintiff.\"  Id.  Both the text and the history of section 2410 support this view.   The quiet title provision was inserted by amendment to the predecessor statute, following a recommendation by the Attorney General of the United States (future Justice Jackson).   The heart of the recommendation stated:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>[U]nder existing law there is no provision whereby the owner of real estate may clear his title to such real estate of the cloud of a Government mortgage or lien....  In many instances persons acting in good faith have purchased real estate without knowledge of the Government lien or in the belief that the lien had been extinguished....  It appears that justice and fair dealing would require that a method be provided to clear real estate titles of questionable or valueless Government liens.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">H.R.Rep. No. 1191, 77th Cong., 1st Sess. 2 (1941);  S.Rep. No. 1646, 77th Cong., 2d Sess. 2 (1942).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The government points out that, under Massachusetts law, a plaintiff must have both actual possession and legal title to maintain a quiet title action, see MacNeil Bros. Co. v. State Realty Co. of Boston, Inc., 333 Mass. 770, 131 N.E.2d 178 (1956 (citing cases)), and suggests that the contours of the state law cause of action should guide our interpretation of section 2410(a)(1), particularly where the state law is consistent with federal common law (as the government argues it is here).   That is, the government argues that Congress intended to waive sovereign immunity only in those cases that would traditionally have been termed \"quiet title\" actions;  because Progressive did not bring and could not have brought such an action,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> we should deem this case to be outside the scope of section 2410(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">If, in substance, the relief the plaintiff sought here--a declaration of the priority of Progressive's mortgage over the government's tax lien--is congruent with the relief available in a quiet title suit, it would frustrate congressional intent to block plaintiff's access to relief.   Congress, after all, was concerned not with the niceties of common law pleading, but with practical problems facing owners whose property was encumbered by government liens.   What label the state has attached to the cause of action is a helpful but not determinative guide to the proper interpretation of the federal statute.   See Harrell v. United States, 13 F.3d 232, 235 (7th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The government, however, contends that the relief that Progressive seeks would not have been available in a quiet title action.   Progressive does not seek to remove the government's lien as invalid, but rather to establish the priority of its own mortgage over the concededly valid federal tax lien.   Such relief would not have been available in a traditional quiet title action, only in a foreclosure action, where valid but junior liens are extinguished in favor of a senior lien.   It follows, argues the government, that because no judicial sale has taken place, see &#167; 2410(c), there can be no waiver of sovereign immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A careful reading of the authorities, however, does not support the government's narrow portrayal of the relief available to quiet title plaintiffs.   The government principally relies on Kasdon v. G.W. Zierden Landscaping, Inc., 541 F.Supp. 991 (D.Md.1982), aff'd sub nom.  Kasdon v. United States, 707 F.2d 820 (4th Cir.1983).   In Kasdon, suits were brought by tax sale purchasers to foreclose all equities of redemption in properties on which the United States held tax liens.   The district court held that the suits were more properly characterized as foreclosure actions than quiet title actions and that judicial sale was required in order for sovereign immunity to be waived.  Id. at 995-96.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Unlike the plaintiffs in Kasdon, Progressive seeks only a determination of priority between competing liens;  it never initiated a foreclosure action and did not seek to extinguish the federal lien.   The Kasdon court cited United States v. Morrison, 247 F.2d 285, 289 (5th Cir.1957), for the proposition that \"priorities among valid interests are the subject of foreclosure suits,\" whereas \"the alleged invalidity of adverse interests are the subjects of quiet title actions.\"  Kasdon, 541 F.Supp. at 995.   This, however, does not tell the whole story of the Morrison opinion, in which the Fifth Circuit explained that the \"relief sought [in section 2410(a)(1) claims], as traditional to equity as the woolsack, is the judicial determination of the validity and rank of the competing liens.\"  Id. (emphasis added).   The court pointed out that it was an \"unsound premise\" to hold that a quiet title action \"is one to extinguish the lien of the United States, rather than what it really is--a determination that a tax lien does not exist, has been extinguished, or is inferior in rank.\"  Id. (emphasis added).   Similarly, in Estate of Johnson, 836 F.2d 940 (5th Cir.1988), the court rejected the government's contention that foreclosure is the only relief available where lien priorities are in dispute.   It explained:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>[W]e think that section 2410, an integral part of the Judicial Code rather than an administrative mechanism of the tax structure, establishes a specific jurisdiction for these suits as bills to quiet title or for foreclosure of the private lien.   The jurisdiction does not depend on the specific relief sought, [e.g.] foreclosure.   Rather it rests on the existence of the traditional controversy in which a private party asserts an ownership [interest] which is superior to the claimed lien of the United States government.  (Quoting United States v. Morrison, 247 F.2d 285 (5th Cir.1957).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">836 F.2d at 945.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Other courts have adopted this logic.   In Brightwell v. United States, 805 F.Supp. 1464 (S.D.Ind.1992), the court reasoned:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>[While] [t]raditionally, actions to quiet title have sought determinations of who owns particular property, ... [u]nder federal law, the definition is somewhat broader;  a party may maintain a quiet title action against the United States when the government asserts that a federal tax lien exists against the property, 28 U.S.C. &#167; 2410(a), and thus lien priority disputes have been considered \"quiet title\" actions [for the purposes of section 2410].</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">805 F.Supp. at 1469 (citing McEndree v. Wilson, 774 F.Supp. 1292, 1295-96 (D.Colo.1991)).   Moreover, while a priority claim of the sort raised by Progressive has not yet been decided by this Circuit, we have held and reaffirm today that section 2410(a)(1) controversies encompass disputes concerning both the \"validity and priority of liens,\" as distinguished from actions seeking \"their extinguishment in a manner not permitted by the statutes.\"  Remis v. United States, 273 F.2d 293, 294 (1st Cir.1960).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">These cases undercut the government's contention that a quiet title action is appropriate under section 2410(a)(1) only where the plaintiff seeks a decree that the government's lien is defective or invalid and seeks to have the cloud removed from his title.   In support of its position, the government primarily relies on Raulerson v. United States, 786 F.2d 1090 (11th Cir.1986), where the court held that \"section 2410 waives sovereign immunity only in actual quiet title actions, not suits analogous to quiet title actions.\"  786 F.2d at 1091.   The court concluded that plaintiff Raulerson's complaint was not an action to quiet title because he had already forfeited title to his property and had waived his property interest by the terms of a plea agreement.  Id.  The instant case is not like Raulerson because Progressive has title to the Folkards' property and has not waived its ownership interest.   Furthermore, Progressive merely seeks a determination regarding the priority of its ownership interest.   The Raulerson plaintiff, in contrast, sought a declaration that the IRS's claim had priority over the valid claims of other branches of government to ensure that the IRS's jeopardy assessment would not be satisfied from his other assets.  Id. at 1091-92.   Consistent with the broad construction accorded section 2410's quiet title provision by a number of other jurisdictions, we hold that Progressive's claim falls within the meaning and scope of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>The Declaratory Judgment Act and Section 2410</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In the alternative, the government argues that even if we were to hold that the district court has jurisdiction to hear Progressive's claim, the Declaratory Judgment Act (\"the Act\"), 28 U.S.C. &#167; 2201(a), nonetheless bars the court from granting the relief requested.   The Act provides, inter alia, that a federal district court has the authority to grant declaratory relief \"[i]n a case of actual controversy within its jurisdiction, except with respect to Federal taxes....\"  28 U.S.C. &#167; 2201(a).   A claim challenging the power of the IRS to assess and collect taxes is barred by the Act.  McCarthy v. Marshall, 723 F.2d 1034, 1037 (1st Cir.1983).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Similarly, \"[w]hen a federal tax lien is involved, ... an action pursuant to section 2410(a) will not lie if its sole purpose is to challenge the validity of the underlying assessment.\"  Johnson v. United States, 990 F.2d 41, 42 (2d Cir.1993).   This is because the purpose of section 2410 is \"to waive the government's immunity from suit so as to permit a court of proper jurisdiction to determine the relative position of government liens on property as against other lienors--not to permit a collateral attack on the tax assessment.\"  Broadwell v. United States, 234 F.Supp. 17, 18 (E.D.N.C.1964), aff'd 343 F.2d 470 (4th Cir.), cert. denied, 382 U.S. 825, 86 S.Ct. 57, 15 L.Ed.2d 70 (1965);  accord, McMillen v. United States Dep't of Treasury, 960 F.2d 187, 189 (1st Cir.1991);  Falik v. United States, 343 F.2d 38, 41 (2d Cir.1965);  Remis v. United States, 172 F.Supp. 732, 733 (D.Mass.1959), aff'd, 273 F.2d 293 (1st Cir.1960).   Congress thus did not intend section 2410(a)(1) to extend a new remedy by which a plaintiff, whether taxpayer or third party, could contest the government's assessment of taxes.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Where a plaintiff does not challenge the underlying tax assessment, however, section 2410(a) has been recognized as a vehicle for determining lien priority.   See Estate of Johnson, 836 F.2d at 945 (executor's claim of priority of estate interest in estate over federal tax lien constitutes quiet title action where it does not contest merits of assessment);  Morrison, 247 F.2d at 290-91 (property seller's claim of priority of vendor's lien over federal lien constitutes quiet title action where no hazard posed to revenues);  First of America Bank--West Michigan v. United States, 848 F.Supp. 1343, 1349 (W.D.Mich.1993) (nontaxpayer third party has standing under section 2410 to \"merely ... assert the priority of its lien over the federal tax lien\");  McEndree, 774 F.Supp. at 1296 (vendor of property eligible to maintain quiet title action alleging priority of equitable mortgage over federal tax liens where no challenge to tax assessment itself).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Progressive's claim in no way contests the legitimacy of the government's tax assessment or the taxpayers' liability.   It follows that \"[s]ince the quiet title action specifically mandated by section 2410 is in substance a suit for a declaratory judgment,\" the Declaratory Judgment Act will not operate as a wrench to deprive the district court of its jurisdiction in this case.  Aqua Bar &amp; Lounge Inc. v. U.S., 539 F.2d 935, 940 (3d Cir.1976);  see also McEndree, 774 F.Supp. at 1297 (Section 2410(a) provides an exception to the Declaratory Judgment Act, as plaintiff's remedies are limited to declaratory relief).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In summary, because we conclude that the government waives its sovereign immunity under 28 U.S.C. &#167; 2410(a)(1), and that the Declaratory Judgment Act poses no bar to the relief sought, we accordingly hold that the district court properly exercised subject-matter jurisdiction over Progressive's claim.</p>\n    </div>\n    <p>II. THE MERITS</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We now turn to the substantive issue on appeal:  whether Massachusetts law entitles Progressive's mortgage priority over the federal tax liens.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Because the decision to grant summary judgment calls a legal standard into play we review the district court's order granting summary judgment for the United States de novo.  In re Varrasso, 37 F.3d 760, 763 (1st Cir.1994);  Maldonado-Denis v. Castillo-Rodriguez, 23 F.3d 576, 581 (1st Cir.1994);  Quaker State Oil Refining Corp. v. Garrity Oil Co., 884 F.2d 1510, 1513 (1st Cir.1989).   Summary judgment is appropriate only when \"there is no genuine issue as to any material fact and ... the moving party is entitled to a judgment as a matter of law.\"   Fed.R.Civ.P. 56(c).   The district court held and we agree that because there are no disputed material issues of fact summary judgment is appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As our discussion of jurisdiction relates, it is well-settled that federal law determines the priority of competing federal and state created liens.   See United States v. Rodgers, 461 U.S. 677, 683, 103 S.Ct. 2132, 2137, 76 L.Ed.2d 236 (1983);  Brosnan, 363 U.S. at 240-41, 80 S.Ct. at 1110-11.   Section 6321 of the Internal Revenue Code (\"the Code\") authorizes the government to assert liens upon \"all property and rights to property\" belonging to the taxpayer for delinquent taxes.  26 U.S.C. &#167; 6321.   Section 6322 of the Code further provides that \"the lien imposed by section 6321 shall arise at the time the assessment is made and shall continue until the liability for the amount so assessed ... is satisfied or becomes unenforceable by reason of lapse of time.\"  26 U.S.C. &#167; 6322.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">These provisions do not, however, grant federal tax liens automatic priority over all other liens.  I.R.S. v. McDermott, 507 U.S. 447, 448-50, 113 S.Ct. 1526, 1528, 123 L.Ed.2d 128 (1993).   The determination of priority is governed by the rule of \"first in time, first in right.\"  Id. at 1528, 113 S.Ct. at 449.   A federal lien which attaches first is thus senior, so long as notice is properly filed.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  In order for a state created lien to take priority over a later assessed federal lien it must be \"choate\" or \"perfected\" so that \"the identity of the lienor, the property subject to the lien, and the amount of the lien are established\" prior to the filing of the subsequent federal lien.  United States v. New Britain, 347 U.S. 81, 84, 74 S.Ct. 367, 369, 98 L.Ed. 520 (1954);  United States v. Pioneer Am.  Ins. Co., 374 U.S. 84, 88, 83 S.Ct. 1651, 1654-55, 10 L.Ed.2d 770 (1963);  see also Baybank Middlesex v. Elec. Fabricators Inc., 751 F.Supp. 304, 310 (D.Mass.1990);  United States v. Rahar's Inn, Inc., 243 F.Supp. 459, 460 (D.Mass.1965).   Choateness of a state created lien is a matter of federal law and mirrors the standard applicable to liens asserted by the government under sections 6321 and 6322 of the Code.  United States v. First Nat'l Bank and Trust Co., 386 F.2d 646, 647-48 (8th Cir.1967) (citing United States v. Vermont, 377 U.S. 351, 354, 84 S.Ct. 1267, 1269, 12 L.Ed.2d 370 (1964)).   State recording statutes are relevant \"only insofar as controlling federal authority dictates or sound federal policy counsels\" their application.  United States v. Lebanon Woolen Mills Corp., 241 F.Supp. 393, 398 (D.N.H.1964).   Section 6323(i)(2) of the Code authorizes application of the common law doctrine of equitable subrogation where provided by state law.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Just as federal law governs the issue of priority, it is equally well-settled that \"in the application of a federal revenue act, state law controls in determining the nature of the legal interest ... in the property ... to be reached by the statute.\"  Aquilino v. United States, 363 U.S. 509, 513, 80 S.Ct. 1277, 1280, 4 L.Ed.2d 1365 (1960) (quoting Morgan v. Commissioner, 309 U.S. 78, 82, 60 S.Ct. 424, 426, 84 L.Ed. 585 (1940));  see also Maryland v. Louisiana, 451 U.S. 725, 746, 101 S.Ct. 2114, 2128-29, 68 L.Ed.2d 576 (1981) (courts must proceed from \"the basic assumption that Congress did not intend to displace state law\").  \"The point at which a state created security interest attaches is a matter of state law.\"  ICM Mortg. Corp. v. Herring, 758 F.Supp. 1425, 1426 (D.Colo.1991) (citing Sec. Pac.  Mortg. Corp. v. Choate, 897 F.2d 1057, 1058-59 (10th Cir.1990)).   Federal revenue statutes \"creat[e] no property rights but merely atta[ch] consequences, federally defined, to rights created under state law.\"  United States v. Bess, 357 U.S. 51, 55, 78 S.Ct. 1054, 1057, 2 L.Ed.2d 1135 (1958).   For this reason, \"it is critical to determine when competing state created liens come into existence or become valid.\"  Matter of Fisher, 7 B.R. 490, 494 (W.D.Pa.1980) (citing Pioneer Am.  Ins. Co., 374 U.S. 84, 87, 83 S.Ct. 1651, 1654, 10 L.Ed.2d 770 (1963));  see also; Aquilino, 363 U.S. at 514, 80 S.Ct. at 1280-81 (Reconciliation of state law defining when a state created lien becomes effective and federal law governing priority between competing liens \"strikes a proper balance between the legitimate and traditional interest which the State has in creating and defining the property interest of its citizens, and the necessity for a uniform administration of the federal revenue statutes\").</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The government argues that because section 6323(i)(2) explicitly authorizes the application of local laws of subrogation and is silent as to the application of the doctrine of unjust enrichment, the district court was correct in deeming the latter doctrine inapplicable to Progressive's claim.   We disagree.   While the court was correct in stating that Congress gave an \"explicit directive with respect to determining the priority of federal tax liens,\" it was incorrect in holding that \"there is no basis upon which to presume the applicability of a common law doctrine\" not expressly provided for by the statute.   To essentially translate a directive for a federal scheme of priority into a preemption of state law governing the nature and extent of state created liens was unwarranted.   To the contrary, federal courts should presume applicability of state common law doctrines in determining the status of state created liens.   Such determinations do not contravene federal law simply because they ultimately bear on the federal issue of who was first in time in determining priority.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Before addressing the status of Progressive's current mortgage, we briefly review its history.   In 1987, MSFCU financed the Folkards' first mortgage in the amount of $150,000.00.   Between 1988 and 1990, the IRS filed six tax liens on the property, totalling $94,560.93.   In 1990, MSFCU refinanced the Folkards' first mortgage debt, then $130,905.55, by executing a new note to secure a debt of $142,000.00.   The recording of the 1990 mortgage discharged the 1987 mortgage, rendering the tax liens senior to MSFCU's second mortgage on the record title to the property.   In 1992, MSFCU assigned its mortgage to Progressive.   Progressive argues that under the doctrine of unjust enrichment, MSFCU should be reinstated to its initial 1987 mortgage position and that Progressive is entitled to effectively occupy MSFCU's reinstated position.   We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>A. Massachusetts Common Law Doctrine of Unjust Enrichment</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Under Massachusetts law, the doctrine of unjust enrichment provides that \"where a mortgage has been discharged by mistake, equity will set the discharge aside and reinstate the mortgage to the position which the parties intended it to occupy, if the rights of the intervening lienholders have not been affected.\"  North Easton Co-op Bank v. MacLean, 300 Mass. 285, 15 N.E.2d 241, 245 (1938) (second mortgagee not prejudiced by reinstatement of first mortgage where first mortgage had been discharged by mistake upon first mortgagee's acceptance of new note without knowledge of intervening lien) (citations omitted);  see also Provident Co-Operative Bank v. Talcott, Inc., 358 Mass. 180, 260 N.E.2d 903, 909 (1970) (assignee of first mortgagee declared holder of first mortgage to prevent unjust enrichment of second mortgagee where first mortgagee discharged mortgage through inadvertence and second mortgagee's position not adversely affected by acts of first mortgagee);  Piea Realty v. Papuzynski, 342 Mass. 240, 172 N.E.2d 841, 846 (1961) (exchange of new mortgage notes for old ones did not constitute discharge of old mortgage where parties had no intent to alter substance or priority of old notes and mortgagor's grantees did not show adverse change of position in reliance upon transaction).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The government maintains that no \"mistake\" was made because MSFCU intended to refinance the Folkards' first mortgage, and so by law must have intended the consequences of its actions--i.e. the extinguishment of its original security interests.   Massachusetts law, however, clearly contemplates situations where the intention to renew is not tantamount to the intention to extinguish existing security interests upon refinancing a mortgage.   See North Easton Co-op Bank, 15 N.E.2d at 245;  Provident, 260 N.E.2d at 909;  Piea Realty, 172 N.E.2d at 846;  see also Financial Acceptance Corp. v. Garvey, 6 Mass.App.Ct. 610, 380 N.E.2d 1332, 1335 (1978) (\"Under Massachusetts law the renewal of a note in a different form does not operate to discharge a mortgage where the debt itself has not been paid.... even where the new note includes a new debt\");  Worcester N. Sav. Inst. v. Farwell, 292 Mass. 568, 198 N.E. 897, 899 (1935) (where bank, due to negligence of its counsel, failed to discover later mortgage on property and discharged first mortgage upon refinancing, first priority restored to bank because bank did not intend for discharge of interest);  compare ICM Mortg. Corp., 758 F.Supp. at 1427 (where refinancing of deed of trust not intended to extinguish security interest, second deed of trust renewed prior obligation, resulting in priority of state created lien over federal tax lien);  see generally 33 A.L.R. 149 (\"It is a general rule that the cancellation of a mortgage on the record is not conclusive as to its discharge.... [a]nd where the holder of a senior mortgage discharges it of record, and contemporaneously therewith takes a new mortgage, he will not, in the absence of paramount equities, be held to have subordinated his security to intervening lien unless the circumstances of the transaction indicate this to have been his intention....\").  We are thus convinced that an action based on the failure to discover a properly recorded lien is precisely the type of inadvertence the Massachusetts doctrine of unjust enrichment aims to rectify.   Furthermore, we are persuaded, in accord with Progressive's view, that no reasonable lender in MSFCU's position would have intended, upon refinancing, to replace a first mortgage bearing the attachment of junior tax liens with a second mortgage bearing the attachment of senior tax liens, thereby relinquishing its senior interest on the property.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The district court held that reliance on the Massachusetts line of unjust enrichment cases was misplaced because such cases do not concern federal tax liens.   Although it is true that Massachusetts case law does not address reinstatement of a state created lien to a position of priority over a federal government lien, we are not persuaded by the district court's reasoning.   We think that cases involving the reinstatement of mortgages which have been inadvertently discharged to the advantage of unintended and unexpected beneficiaries are sufficiently analogous to Progressive's claim to warrant applicability.   Whether or not federal tax liens are involved in such cases, to us, seems immaterial.   This is mainly because the unjust enrichment doctrine operates only to restore a state created lien to the position it occupied prior to the inadvertent discharge.   Reestablishing the party's position, of itself, does not disturb the status of competing liens--whether those of a private lienor or the federal government--in terms of their effective dates of attachment for the determination of priority.   It equitably determines the effective date of the state created lien independent of other existing liens.   Federal law remains intact to determine both the choateness of the state created lien and its order of priority in relation to any competing federal liens.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Moreover, while Massachusetts courts have not had occasion to apply the doctrine of unjust enrichment to the federal government under this set of circumstances, federal courts have held that the doctrine is applicable where the federal government is concerned;  and in several instances, have restored state created liens to their intended positions without regard for the United States' potential loss of priority under federal law.   See United States v. McCombs, 30 F.3d 310, 333 (2d Cir.1994) (holding that where government ran afoul of notice requirements of federal statute governing priority between federal tax liens and interests of subsequent purchasers, to deny subsequent holder of security interest priority over tax lien would allow government to \"leap frog\" the interests vested in two prior mortgage liens and would represent \"a classic example of unjust enrichment\");  Dietrich Indus., Inc. v. United States, 988 F.2d 568, 573 (5th Cir.1993) (holding that where purchaser who paid vendor's senior mortgage debt as part of purchase transaction with expectation that property was free of additional encumbrances, to deny equitable subrogation remedy \"would give the government an unearned windfall in that it would elevate the government's liens for no good reason\");  Han v. United States, 944 F.2d 526, 530 n. 3 (9th Cir.1991) (holding that where purchasers of residential property paid off and discharged priority position lender unaware that additional federal tax lien attached to property, to require the purchasers to pay a portion of the taxpayer's delinquent taxes would \"unjustly enrich\" and \"produce a windfall\" in favor of the United States).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Finally, we note that no rights of the government are impaired by MSFCU's mortgage reinstatement.   The government argues that the IRS is unlike a private creditor in that it does not bargain for interest rates and thus can never be unjustly enriched where valid liens have attached for unpaid taxes.   But Progressive does not argue, nor do we suggest, that the government would be unjustly enriched by the ultimate satisfaction of its legitimate tax liens.   The point is that the government could not have anticipated its current priority status because from the outset its 1988-1990 liens were clearly junior to MSFCU's 1987 mortgage lien.   Absent the inadvertent discharge of MSFCU's mortgage in 1990, the government would not have gained serendipitous priority over MSFCU's second mortgage lien in 1990.   This resulted in the government's unjust enrichment at the expense of MSFCU in 1990, and ultimately of Progressive in 1992.   We hold that because MSFCU extinguished its initial 1987 mortgage interest by mistake upon refinancing the Folkards' second mortgage in 1990, it should be equitably restored to its original 1987 lien position.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The government argues that the equities in favor of MSFCU may not apply to Progressive because there is no evidence that Progressive was unaware of the earlier government lien when it took the assignment of the mortgage from MSFCU.   But it is hornbook law that the assignee of a mortgage succeeds to all of the assignor's rights power and equities;  and Massachusetts has applied this rule in a situation very like this case.  Provident Co-operative Bank, 260 N.E.2d at 908 (\"By virtue of her purchase from Provident, Mrs. Hutchinson succeeded to all of Provident's rights in relation to the mortgage assigned, including the right to a judicial determination whether it was a first mortgage or a second mortgage.\").   Thus Progressive may assert any equitable rights and defenses that MSFCU could have asserted before it assigned the mortgage.</p>\n    </div>\n    <p>B. Conclusion</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The parties do not dispute that MSFCU's mortgage lien was choate as of its original recording in 1987.   It identified the lienor as MSFCU, described the Folkards' property, and established the amount of the lien so that nothing more needed to be done for the lien to be \"perfected.\"  New Britain, 347 U.S. at 84, 74 S.Ct. at 369-70.   MSFCU was thus a holder of a security interest in the Folkards' property that attached before the filing of the federal tax liens between 1988-1990.   See 26 U.S.C. &#167; 6323(h)(1).   Because we hold that MSFCU should be restored to its original mortgage lien position and that Progressive should be subrogated to that same position, it follows that under the federal rule of priority, Progressive's mortgage is first in time and hence first in right over the tax liens asserted by the government.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We reverse the district court's decision and vacate its entry of summary judgment in favor of the United States.   Summary judgment shall be entered in favor of Progressive and an appropriate declaratory judgment order shall be entered.   Costs awarded to Progressive.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The district court had prima facie jurisdiction to hear Progressive's claim because it involves issues of federal tax liens and taxation.   See 28 U.S.C. &#167;&#167; 1331, 1340;  see also United States v. Brosnan, 363 U.S. 237, 240, 80 S.Ct. 1108, 1110-11, 4 L.Ed.2d 1192 (1960);  United States v. Coson, 286 F.2d 453, 455-56 (9th Cir.1961)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In relevant part, 28 U.S.C. &#167; 2410 provides:</p>\n        <p>&#167; 2410.  Actions affecting property on which United States has lien</p>\n        <p>(a) Under the conditions prescribed in this section and section 1444 of this title for the protection of the United States, the United States may be named a party in any civil action or suit in any district court, or in any State court having jurisdiction of the subject matter--</p>\n        <p>(1) to quiet title to,</p>\n        <p>real or personal property on which the United States has or claims a mortgage or other lien.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> As mortgagee, Progressive holds legal title to the property, see J &amp; W Wall Sys., Inc. v. Shawmut First Bank &amp; Trust Co., 413 Mass. 42, 594 N.E.2d 859, 860 (1992), but it is not in possession</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Congress did intend section 2410(a)(1) to be a basis for taxpayer challenges to the procedural validity of tax liens.   See Robinson v. United States, 920 F.2d 1157, 1161 (3d Cir.1990) (where IRS failed to send notice of deficiency to taxpayer when lien filed);  Rodriguez v. United States, 629 F.Supp. 333, 336 (N.D.Ill.1986) (where IRS failed to send notice of deficiency when levied on property);  Ringer v. Basile, 645 F.Supp. 1517, 1525-26 (D.Colo.1986) (where IRS violated own procedures when seized property).   Likewise, with regard to third party nontaxpayer plaintiffs, courts have adopted the view that \"[t]he validity of a lien, depending upon compliance or noncompliance with statutory requirements, or the priority of a lien validly filed is quite a far cry from permitting a third party to attack the tax assessment upon which a properly filed lien is based.\"  Pipola v. Chicco, 169 F.Supp. 229, 232 (S.D.N.Y.1959), modified, 274 F.2d 909 (2d Cir.1960).   Progressive does not challenge the procedural validity of the tax liens.   It is a matter of record that the liens were properly filed with the Plymouth County (Massachusetts) Registry of Deeds</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Code provides that \"[t]he lien imposed by section 6321 shall not be valid as against any purchaser, holder of a security interest, mechanic's lienor, or judgment lien creditor until notice thereof....\"  26 U.S.C. &#167; 6323(a)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> \"Where, under local law, one person is subrogated to the rights of another with respect to a lien or interest, such person shall be subrogated to such rights for purposes of any lien imposed by section 6321 or 6324.\"  26 U.S.C. &#167; 6323(i)(2)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1228</span></span></p>\n    <p class=\"case_cite\">77 A.F.T.R.2d 96-1419, 96-1 USTC  P 50,160</p>\n    <p class=\"parties\">PROGRESSIVE CONSUMERS FEDERAL CREDIT UNION, Plaintiff, Appellant,<br>v.<br>UNITED STATES of America, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-1712.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 7, 1995.<br>Decided March 19, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts;  Hon.  Reginald C. Lindsay, U.S. District Judge.</p>\n      <p class=\"indent\">Stephen M. Sheehy, with whom Kaye, Fialkow, Richmond &amp; Rothstein were on brief, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Kevin M. Brown, with whom Donald K. Stern, United States Attorney, Boston, MA, Loretta C. Argrett, Assistant Attorney General, Gary R. Allen, and William S. Estabrook, Tax Division, Department of Justice, were on brief, Washington, DC, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On October 8, 1993, Progressive Consumer Federal Credit Union (\"Progressive\"), plaintiff-appellant, filed a complaint against the Internal Revenue Service (\"the government\"), defendant-appellee, in the Land Court Department of the Trial Court of Plymouth County, Commonwealth of Massachusetts.   Progressive sought a declaration that its mortgage had priority over properly recorded federal tax liens.   The government filed a notice of removal pursuant to 28 U.S.C. &#167; 1444, removing the action to the United States District Court for the District of Massachusetts.   The district court entered a memorandum and order granting the cross-motion of the United States for summary judgment on May 26, 1995, holding that Progressive's mortgage was not entitled to priority over the federal tax liens under the Massachusetts common law doctrines of equitable subrogation or unjust enrichment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The mortgage at issue is secured by real property located in Marshfield, Massachusetts.   In 1987, as owners of the property, Jeremiah and Deborah Folkard (\"the Folkards\") executed a $150,000.00 mortgage note which was properly recorded in favor of the Miles Standish Federal Credit Union (\"MSFCU\").   Between 1988 and 1990, the government recorded six notices of tax liens on the Folkards' property for unpaid federal taxes.   The total amount of the liens, exclusive of interest accrued since recording, was $94,560.93.   In 1990, the Folkards refinanced their mortgage debt, then $130,905.55, with MSFCU, executing a new note and mortgage to secure a debt of $142,000.00.   At the time of this transaction, MSFCU was presumably unaware of the existing tax liens.   The 1987 mortgage was discharged at the moment the new mortgage was recorded on November 26, 1990.   This resulted in priority of the federal tax liens, because of their recording dates, over the new mortgage.   On October 19, 1992, MSFCU assigned its interest in the 1990 note and mortgage to Progressive.   The record does not reflect when Progressive became aware of the record priority of the federal tax liens over its mortgage.</p>\n    </div>\n    <p>I. JURISDICTION</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The threshold issue to be decided in this case, whether the district court properly exercised subject-matter jurisdiction over Progressive's claim, was raised for the first time on appeal.   The government argues that the district court lacked jurisdiction on two grounds:  (1) the government has not waived its sovereign immunity and therefore cannot be sued;  and (2) the Declaratory Judgment Act, 28 U.S.C. &#167; 2201(a), specifically bars the relief requested.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Lack of subject-matter jurisdiction can be raised at any point during litigation.   There can be no doubt of our power and duty to decide the issue.   See Bender v. Williamsport Area School Dist., <span class=\"citation\" data-id=\"111617\"><a href=\"/opinion/111617/bender-v-williamsport-area-school-dist/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">534</span></a></span>, 541, <span class=\"citation\" data-id=\"111617\"><a href=\"/opinion/111617/bender-v-williamsport-area-school-dist/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1326</span></a></span>, 1331, <span class=\"citation\" data-id=\"111617\"><a href=\"/opinion/111617/bender-v-williamsport-area-school-dist/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">501</span></a></span> (1986);  Wells Real Estate v. Greater Lowell Bd. of Realtors, <span class=\"citation\" data-id=\"508416\"><a href=\"/opinion/508416/wells-real-estate-inc-v-greater-lowell-board-of-realtors/\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">803</span></a></span>, 813 (1st Cir.1988).</p>\n    </div>\n    <p>A. Waiver of Sovereign Immunity</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It has long been established that the United States is not subject to suit without a waiver of sovereign immunity, and that any such waiver is to be strictly construed.  Nickerson v. United States, <span class=\"citation\" data-id=\"326334\"><a href=\"/opinion/326334/eric-c-nickerson-v-united-states/\"><span class=\"volume\">513</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">31</span></a></span>, 32-33 (1st Cir.1975).   The government correctly argues that Progressive wrongly relies on the Declaratory Judgment Act (\"the Act\"), 28 U.S.C. &#167; 2201(a), to constitute a waiver of sovereign immunity because the Act \"neither provides nor denies a jurisdictional basis for actions under federal law, but merely defines the scope of available declaratory relief.\"  McCarthy v. Marshall, <span class=\"citation\" data-id=\"429194\"><a href=\"/opinion/429194/william-j-mccarthy-v-f-ray-marshall-secretary-of-the-united-states/\"><span class=\"volume\">723</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1034</span></a></span>, 1037 (1st Cir.1983).   Title 28 U.S.C. &#167; 2410(a)(1) provides the only basis for finding a waiver of sovereign immunity in this case.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Under section 2410, the government waives its sovereign immunity in both quiet title and foreclosure actions.   See 28 U.S.C. &#167;&#167; 2410(a)(1), (2).   A party bringing a foreclosure under this section, however, must seek a judicial sale of the underlying property.  28 U.S.C. &#167; 2410(c).   We begin by discussing whether Progressive's claim of priority constitutes a quiet title action within the meaning of 28 U.S.C. &#167; 2410(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>The Scope of Quiet Title Actions Under 28 U.S.C. &#167; 2410(a)(1)</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The government contends that Progressive's claim does not fall within the coverage of section 2410(a)(1) because its claim of priority is not a quiet title action within the meaning of the statute.   It follows, argues the government, that because no judicial sale has taken place, there can be no waiver of sovereign immunity and hence Progressive cannot maintain its cause of action.   We disagree for the reasons that follow.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Section 2410(a)(1) has never been read to incorporate the formalistic distinctions state law pleading rules.  United States v. Coson, <span class=\"citation\" data-id=\"252973\"><a href=\"/opinion/252973/united-states-v-james-r-coson/\"><span class=\"volume\">286</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">453</span></a></span>, 457 (9th Cir.1961).   In Coson, the Ninth Circuit held that \"[i]t is plain that the words 'quiet title' ... are not intended to refer to a suit to quiet title in the limited sense in which that term is sometimes used ... but that as used in the section here referred to it comprehends a suit to remove a cloud upon the title of a plaintiff.\"  Id.  Both the text and the history of section 2410 support this view.   The quiet title provision was inserted by amendment to the predecessor statute, following a recommendation by the Attorney General of the United States (future Justice Jackson).   The heart of the recommendation stated:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>[U]nder existing law there is no provision whereby the owner of real estate may clear his title to such real estate of the cloud of a Government mortgage or lien....  In many instances persons acting in good faith have purchased real estate without knowledge of the Government lien or in the belief that the lien had been extinguished....  It appears that justice and fair dealing would require that a method be provided to clear real estate titles of questionable or valueless Government liens.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">H.R.Rep. No. 1191, 77th Cong., 1st Sess. 2 (1941);  S.Rep. No. 1646, 77th Cong., 2d Sess. 2 (1942).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The government points out that, under Massachusetts law, a plaintiff must have both actual possession and legal title to maintain a quiet title action, see MacNeil Bros. Co. v. State Realty Co. of Boston, Inc., <span class=\"citation no-link\"><span class=\"volume\">333</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">770</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">178</span></span> (1956 (citing cases)), and suggests that the contours of the state law cause of action should guide our interpretation of section 2410(a)(1), particularly where the state law is consistent with federal common law (as the government argues it is here).   That is, the government argues that Congress intended to waive sovereign immunity only in those cases that would traditionally have been termed \"quiet title\" actions;  because Progressive did not bring and could not have brought such an action,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> we should deem this case to be outside the scope of section 2410(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">If, in substance, the relief the plaintiff sought here--a declaration of the priority of Progressive's mortgage over the government's tax lien--is congruent with the relief available in a quiet title suit, it would frustrate congressional intent to block plaintiff's access to relief.   Congress, after all, was concerned not with the niceties of common law pleading, but with practical problems facing owners whose property was encumbered by government liens.   What label the state has attached to the cause of action is a helpful but not determinative guide to the proper interpretation of the federal statute.   See Harrell v. United States, <span class=\"citation\" data-id=\"659928\"><a href=\"/opinion/659928/gaylon-l-harrell-v-united-states/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">232</span></a></span>, 235 (7th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The government, however, contends that the relief that Progressive seeks would not have been available in a quiet title action.   Progressive does not seek to remove the government's lien as invalid, but rather to establish the priority of its own mortgage over the concededly valid federal tax lien.   Such relief would not have been available in a traditional quiet title action, only in a foreclosure action, where valid but junior liens are extinguished in favor of a senior lien.   It follows, argues the government, that because no judicial sale has taken place, see &#167; 2410(c), there can be no waiver of sovereign immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A careful reading of the authorities, however, does not support the government's narrow portrayal of the relief available to quiet title plaintiffs.   The government principally relies on Kasdon v. G.W. Zierden Landscaping, Inc., <span class=\"citation\" data-id=\"2289563\"><a href=\"/opinion/2289563/kasdon-v-gw-zierden-landscaping/\"><span class=\"volume\">541</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">991</span></a></span> (D.Md.1982), aff'd sub nom.  Kasdon v. United States, <span class=\"citation\" data-id=\"418734\"><a href=\"/opinion/418734/no-82-1475/\"><span class=\"volume\">707</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">820</span></a></span> (4th Cir.1983).   In Kasdon, suits were brought by tax sale purchasers to foreclose all equities of redemption in properties on which the United States held tax liens.   The district court held that the suits were more properly characterized as foreclosure actions than quiet title actions and that judicial sale was required in order for sovereign immunity to be waived.  Id. at 995-96.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Unlike the plaintiffs in Kasdon, Progressive seeks only a determination of priority between competing liens;  it never initiated a foreclosure action and did not seek to extinguish the federal lien.   The Kasdon court cited United States v. Morrison, <span class=\"citation\" data-id=\"242959\"><a href=\"/opinion/242959/united-states-v-o-e-morrison-and-r-e-morrison/\"><span class=\"volume\">247</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">285</span></a></span>, 289 (5th Cir.1957), for the proposition that \"priorities among valid interests are the subject of foreclosure suits,\" whereas \"the alleged invalidity of adverse interests are the subjects of quiet title actions.\"  Kasdon, 541 F.Supp. at 995.   This, however, does not tell the whole story of the Morrison opinion, in which the Fifth Circuit explained that the \"relief sought [in section 2410(a)(1) claims], as traditional to equity as the woolsack, is the judicial determination of the validity and rank of the competing liens.\"  Id. (emphasis added).   The court pointed out that it was an \"unsound premise\" to hold that a quiet title action \"is one to extinguish the lien of the United States, rather than what it really is--a determination that a tax lien does not exist, has been extinguished, or is inferior in rank.\"  Id. (emphasis added).   Similarly, in Estate of Johnson, <span class=\"citation\" data-id=\"499764\"><a href=\"/opinion/499764/in-the-estate-of-norman-l-johnson-deceased-melvin-m-engel-of-the/\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">940</span></a></span> (5th Cir.1988), the court rejected the government's contention that foreclosure is the only relief available where lien priorities are in dispute.   It explained:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>[W]e think that section 2410, an integral part of the Judicial Code rather than an administrative mechanism of the tax structure, establishes a specific jurisdiction for these suits as bills to quiet title or for foreclosure of the private lien.   The jurisdiction does not depend on the specific relief sought, [e.g.] foreclosure.   Rather it rests on the existence of the traditional controversy in which a private party asserts an ownership [interest] which is superior to the claimed lien of the United States government.  (Quoting United States v. Morrison, <span class=\"citation\" data-id=\"242959\"><a href=\"/opinion/242959/united-states-v-o-e-morrison-and-r-e-morrison/\"><span class=\"volume\">247</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">285</span></a></span> (5th Cir.1957).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">836 F.2d at 945.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Other courts have adopted this logic.   In Brightwell v. United States, <span class=\"citation no-link\"><span class=\"volume\">805</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1464</span></span> (S.D.Ind.1992), the court reasoned:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>[While] [t]raditionally, actions to quiet title have sought determinations of who owns particular property, ... [u]nder federal law, the definition is somewhat broader;  a party may maintain a quiet title action against the United States when the government asserts that a federal tax lien exists against the property, 28 U.S.C. &#167; 2410(a), and thus lien priority disputes have been considered \"quiet title\" actions [for the purposes of section 2410].</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">805 F.Supp. at 1469 (citing McEndree v. Wilson, <span class=\"citation no-link\"><span class=\"volume\">774</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1292</span></span>, 1295-96 (D.Colo.1991)).   Moreover, while a priority claim of the sort raised by Progressive has not yet been decided by this Circuit, we have held and reaffirm today that section 2410(a)(1) controversies encompass disputes concerning both the \"validity and priority of liens,\" as distinguished from actions seeking \"their extinguishment in a manner not permitted by the statutes.\"  Remis v. United States, <span class=\"citation\" data-id=\"249688\"><a href=\"/opinion/249688/david-remis-v-united-states/\"><span class=\"volume\">273</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">293</span></a></span>, 294 (1st Cir.1960).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">These cases undercut the government's contention that a quiet title action is appropriate under section 2410(a)(1) only where the plaintiff seeks a decree that the government's lien is defective or invalid and seeks to have the cloud removed from his title.   In support of its position, the government primarily relies on Raulerson v. United States, <span class=\"citation\" data-id=\"466548\"><a href=\"/opinion/466548/donald-e-raulerson-v-united-states-of-america-commissioner-of-internal/\"><span class=\"volume\">786</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1090</span></a></span> (11th Cir.1986), where the court held that \"section 2410 waives sovereign immunity only in actual quiet title actions, not suits analogous to quiet title actions.\"  786 F.2d at 1091.   The court concluded that plaintiff Raulerson's complaint was not an action to quiet title because he had already forfeited title to his property and had waived his property interest by the terms of a plea agreement.  Id.  The instant case is not like Raulerson because Progressive has title to the Folkards' property and has not waived its ownership interest.   Furthermore, Progressive merely seeks a determination regarding the priority of its ownership interest.   The Raulerson plaintiff, in contrast, sought a declaration that the IRS's claim had priority over the valid claims of other branches of government to ensure that the IRS's jeopardy assessment would not be satisfied from his other assets.  Id. at 1091-92.   Consistent with the broad construction accorded section 2410's quiet title provision by a number of other jurisdictions, we hold that Progressive's claim falls within the meaning and scope of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>The Declaratory Judgment Act and Section 2410</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In the alternative, the government argues that even if we were to hold that the district court has jurisdiction to hear Progressive's claim, the Declaratory Judgment Act (\"the Act\"), 28 U.S.C. &#167; 2201(a), nonetheless bars the court from granting the relief requested.   The Act provides, inter alia, that a federal district court has the authority to grant declaratory relief \"[i]n a case of actual controversy within its jurisdiction, except with respect to Federal taxes....\"  28 U.S.C. &#167; 2201(a).   A claim challenging the power of the IRS to assess and collect taxes is barred by the Act.  McCarthy v. Marshall, <span class=\"citation\" data-id=\"429194\"><a href=\"/opinion/429194/william-j-mccarthy-v-f-ray-marshall-secretary-of-the-united-states/\"><span class=\"volume\">723</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1034</span></a></span>, 1037 (1st Cir.1983).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Similarly, \"[w]hen a federal tax lien is involved, ... an action pursuant to section 2410(a) will not lie if its sole purpose is to challenge the validity of the underlying assessment.\"  Johnson v. United States, <span class=\"citation\" data-id=\"603802\"><a href=\"/opinion/603802/thomas-a-johnson-v-united-states/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">41</span></a></span>, 42 (2d Cir.1993).   This is because the purpose of section 2410 is \"to waive the government's immunity from suit so as to permit a court of proper jurisdiction to determine the relative position of government liens on property as against other lienors--not to permit a collateral attack on the tax assessment.\"  Broadwell v. United States, <span class=\"citation\" data-id=\"1671487\"><a href=\"/opinion/1671487/broadwell-v-united-states/\"><span class=\"volume\">234</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">17</span></a></span>, 18 (E.D.N.C.1964), aff'd <span class=\"citation\" data-id=\"267394\"><a href=\"/opinion/267394/waverly-c-broadwell-and-nancy-broadwell-his-wife-v-united-states-of/\"><span class=\"volume\">343</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">470</span></a></span> (4th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">382</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">825</span></span>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">57</span></span>, <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">70</span></span> (1965);  accord, McMillen v. United States Dep't of Treasury, <span class=\"citation\" data-id=\"580692\"><a href=\"/opinion/580692/raymond-e-mcmillen-jr-and-laura-mcmillen-v-united-states-department-of/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">187</span></a></span>, 189 (1st Cir.1991);  Falik v. United States, <span class=\"citation\" data-id=\"267279\"><a href=\"/opinion/267279/rena-falik-v-the-united-states-of-america/\"><span class=\"volume\">343</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">38</span></a></span>, 41 (2d Cir.1965);  Remis v. United States, <span class=\"citation\" data-id=\"2091823\"><a href=\"/opinion/2091823/remis-v-united-states/\"><span class=\"volume\">172</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">732</span></a></span>, 733 (D.Mass.1959), aff'd, <span class=\"citation\" data-id=\"249688\"><a href=\"/opinion/249688/david-remis-v-united-states/\"><span class=\"volume\">273</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">293</span></a></span> (1st Cir.1960).   Congress thus did not intend section 2410(a)(1) to extend a new remedy by which a plaintiff, whether taxpayer or third party, could contest the government's assessment of taxes.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Where a plaintiff does not challenge the underlying tax assessment, however, section 2410(a) has been recognized as a vehicle for determining lien priority.   See Estate of Johnson, 836 F.2d at 945 (executor's claim of priority of estate interest in estate over federal tax lien constitutes quiet title action where it does not contest merits of assessment);  Morrison, 247 F.2d at 290-91 (property seller's claim of priority of vendor's lien over federal lien constitutes quiet title action where no hazard posed to revenues);  First of America Bank--West Michigan v. United States, <span class=\"citation no-link\"><span class=\"volume\">848</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1343</span></span>, 1349 (W.D.Mich.1993) (nontaxpayer third party has standing under section 2410 to \"merely ... assert the priority of its lien over the federal tax lien\");  McEndree, 774 F.Supp. at 1296 (vendor of property eligible to maintain quiet title action alleging priority of equitable mortgage over federal tax liens where no challenge to tax assessment itself).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Progressive's claim in no way contests the legitimacy of the government's tax assessment or the taxpayers' liability.   It follows that \"[s]ince the quiet title action specifically mandated by section 2410 is in substance a suit for a declaratory judgment,\" the Declaratory Judgment Act will not operate as a wrench to deprive the district court of its jurisdiction in this case.  Aqua Bar &amp; Lounge Inc. v. U.S., <span class=\"citation\" data-id=\"338329\"><a href=\"/opinion/338329/aqua-bar-lounge-inc-v-united-states-of-america-department-of-treasury/\"><span class=\"volume\">539</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">935</span></a></span>, 940 (3d Cir.1976);  see also McEndree, 774 F.Supp. at 1297 (Section 2410(a) provides an exception to the Declaratory Judgment Act, as plaintiff's remedies are limited to declaratory relief).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In summary, because we conclude that the government waives its sovereign immunity under 28 U.S.C. &#167; 2410(a)(1), and that the Declaratory Judgment Act poses no bar to the relief sought, we accordingly hold that the district court properly exercised subject-matter jurisdiction over Progressive's claim.</p>\n    </div>\n    <p>II. THE MERITS</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We now turn to the substantive issue on appeal:  whether Massachusetts law entitles Progressive's mortgage priority over the federal tax liens.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Because the decision to grant summary judgment calls a legal standard into play we review the district court's order granting summary judgment for the United States de novo.  In re Varrasso, <span class=\"citation\" data-id=\"195673\"><a href=\"/opinion/195673/varrasso-v-desmond/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">760</span></a></span>, 763 (1st Cir.1994);  Maldonado-Denis v. Castillo-Rodriguez, <span class=\"citation\" data-id=\"195359\"><a href=\"/opinion/195359/denis-v-rodriquez/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">576</span></a></span>, 581 (1st Cir.1994);  Quaker State Oil Refining Corp. v. Garrity Oil Co., <span class=\"citation\" data-id=\"529278\"><a href=\"/opinion/529278/quaker-state-oil-refining-corporation-v-garrity-oil-company-inc-quaker/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1510</span></a></span>, 1513 (1st Cir.1989).   Summary judgment is appropriate only when \"there is no genuine issue as to any material fact and ... the moving party is entitled to a judgment as a matter of law.\"   Fed.R.Civ.P. 56(c).   The district court held and we agree that because there are no disputed material issues of fact summary judgment is appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As our discussion of jurisdiction relates, it is well-settled that federal law determines the priority of competing federal and state created liens.   See United States v. Rodgers, <span class=\"citation\" data-id=\"110942\"><a href=\"/opinion/110942/united-states-v-rodgers/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">677</span></a></span>, 683, <span class=\"citation\" data-id=\"110942\"><a href=\"/opinion/110942/united-states-v-rodgers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2132</span></a></span>, 2137, <span class=\"citation\" data-id=\"110942\"><a href=\"/opinion/110942/united-states-v-rodgers/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">236</span></a></span> (1983);  Brosnan, 363 U.S. at 240-41, 80 S.Ct. at 1110-11.   Section 6321 of the Internal Revenue Code (\"the Code\") authorizes the government to assert liens upon \"all property and rights to property\" belonging to the taxpayer for delinquent taxes.  26 U.S.C. &#167; 6321.   Section 6322 of the Code further provides that \"the lien imposed by section 6321 shall arise at the time the assessment is made and shall continue until the liability for the amount so assessed ... is satisfied or becomes unenforceable by reason of lapse of time.\"  26 U.S.C. &#167; 6322.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">These provisions do not, however, grant federal tax liens automatic priority over all other liens.  I.R.S. v. McDermott, <span class=\"citation\" data-id=\"112837\"><a href=\"/opinion/112837/united-states-v-mcdermott/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">447</span></a></span>, 448-50, <span class=\"citation\" data-id=\"112837\"><a href=\"/opinion/112837/united-states-v-mcdermott/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1526</span></a></span>, 1528, <span class=\"citation\" data-id=\"112837\"><a href=\"/opinion/112837/united-states-v-mcdermott/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">128</span></a></span> (1993).   The determination of priority is governed by the rule of \"first in time, first in right.\"  Id. at 1528, 113 S.Ct. at 449.   A federal lien which attaches first is thus senior, so long as notice is properly filed.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  In order for a state created lien to take priority over a later assessed federal lien it must be \"choate\" or \"perfected\" so that \"the identity of the lienor, the property subject to the lien, and the amount of the lien are established\" prior to the filing of the subsequent federal lien.  United States v. New Britain, <span class=\"citation\" data-id=\"105191\"><a href=\"/opinion/105191/united-states-v-city-of-new-britain/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">81</span></a></span>, 84, <span class=\"citation\" data-id=\"105191\"><a href=\"/opinion/105191/united-states-v-city-of-new-britain/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span></a></span>, 369, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">520</span></span> (1954);  United States v. Pioneer Am.  Ins. Co., <span class=\"citation\" data-id=\"106644\"><a href=\"/opinion/106644/united-states-v-pioneer-american-ins-co/\"><span class=\"volume\">374</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">84</span></a></span>, 88, <span class=\"citation\" data-id=\"106644\"><a href=\"/opinion/106644/united-states-v-pioneer-american-ins-co/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1651</span></a></span>, 1654-55, <span class=\"citation\" data-id=\"106644\"><a href=\"/opinion/106644/united-states-v-pioneer-american-ins-co/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">770</span></a></span> (1963);  see also Baybank Middlesex v. Elec. Fabricators Inc., <span class=\"citation no-link\"><span class=\"volume\">751</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">304</span></span>, 310 (D.Mass.1990);  United States v. Rahar's Inn, Inc., <span class=\"citation\" data-id=\"2386151\"><a href=\"/opinion/2386151/united-states-v-rahars-inn-inc/\"><span class=\"volume\">243</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">459</span></a></span>, 460 (D.Mass.1965).   Choateness of a state created lien is a matter of federal law and mirrors the standard applicable to liens asserted by the government under sections 6321 and 6322 of the Code.  United States v. First Nat'l Bank and Trust Co., <span class=\"citation\" data-id=\"278052\"><a href=\"/opinion/278052/united-states-v-first-national-bank-trust-company-of-fargo-north/\"><span class=\"volume\">386</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">646</span></a></span>, 647-48 (8th Cir.1967) (citing United States v. Vermont, <span class=\"citation\" data-id=\"106836\"><a href=\"/opinion/106836/united-states-v-vermont/\"><span class=\"volume\">377</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">351</span></a></span>, 354, <span class=\"citation\" data-id=\"106836\"><a href=\"/opinion/106836/united-states-v-vermont/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, 1269, <span class=\"citation\" data-id=\"106836\"><a href=\"/opinion/106836/united-states-v-vermont/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">370</span></a></span> (1964)).   State recording statutes are relevant \"only insofar as controlling federal authority dictates or sound federal policy counsels\" their application.  United States v. Lebanon Woolen Mills Corp., <span class=\"citation\" data-id=\"1951298\"><a href=\"/opinion/1951298/united-states-v-lebanon-woolen-mills-corporation/\"><span class=\"volume\">241</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">393</span></a></span>, 398 (D.N.H.1964).   Section 6323(i)(2) of the Code authorizes application of the common law doctrine of equitable subrogation where provided by state law.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Just as federal law governs the issue of priority, it is equally well-settled that \"in the application of a federal revenue act, state law controls in determining the nature of the legal interest ... in the property ... to be reached by the statute.\"  Aquilino v. United States, <span class=\"citation\" data-id=\"106079\"><a href=\"/opinion/106079/aquilino-v-united-states/\"><span class=\"volume\">363</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">509</span></a></span>, 513, <span class=\"citation\" data-id=\"106079\"><a href=\"/opinion/106079/aquilino-v-united-states/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1277</span></a></span>, 1280, <span class=\"citation\" data-id=\"106079\"><a href=\"/opinion/106079/aquilino-v-united-states/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1365</span></a></span> (1960) (quoting Morgan v. Commissioner, <span class=\"citation\" data-id=\"103289\"><a href=\"/opinion/103289/morgan-v-commissioner/\"><span class=\"volume\">309</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, 82, <span class=\"citation\" data-id=\"103289\"><a href=\"/opinion/103289/morgan-v-commissioner/\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">424</span></a></span>, 426, <span class=\"citation\" data-id=\"103289\"><a href=\"/opinion/103289/morgan-v-commissioner/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">585</span></a></span> (1940));  see also Maryland v. Louisiana, <span class=\"citation\" data-id=\"110488\"><a href=\"/opinion/110488/maryland-v-louisiana/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 746, <span class=\"citation\" data-id=\"110488\"><a href=\"/opinion/110488/maryland-v-louisiana/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2114</span></a></span>, 2128-29, <span class=\"citation\" data-id=\"110488\"><a href=\"/opinion/110488/maryland-v-louisiana/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">576</span></a></span> (1981) (courts must proceed from \"the basic assumption that Congress did not intend to displace state law\").  \"The point at which a state created security interest attaches is a matter of state law.\"  ICM Mortg. Corp. v. Herring, <span class=\"citation no-link\"><span class=\"volume\">758</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1425</span></span>, 1426 (D.Colo.1991) (citing Sec. Pac.  Mortg. Corp. v. Choate, <span class=\"citation\" data-id=\"537695\"><a href=\"/opinion/537695/security-pacific-mortgage-corporation-a-delaware-corporation-v-harold-j/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1057</span></a></span>, 1058-59 (10th Cir.1990)).   Federal revenue statutes \"creat[e] no property rights but merely atta[ch] consequences, federally defined, to rights created under state law.\"  United States v. Bess, <span class=\"citation\" data-id=\"105712\"><a href=\"/opinion/105712/united-states-v-bess/\"><span class=\"volume\">357</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">51</span></a></span>, 55, <span class=\"citation\" data-id=\"105712\"><a href=\"/opinion/105712/united-states-v-bess/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1054</span></a></span>, 1057, <span class=\"citation\" data-id=\"105712\"><a href=\"/opinion/105712/united-states-v-bess/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1135</span></a></span> (1958).   For this reason, \"it is critical to determine when competing state created liens come into existence or become valid.\"  Matter of Fisher, <span class=\"citation\" data-id=\"1992359\"><a href=\"/opinion/1992359/matter-of-fisher/\"><span class=\"volume\">7</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">490</span></a></span>, 494 (W.D.Pa.1980) (citing Pioneer Am.  Ins. Co., <span class=\"citation\" data-id=\"106644\"><a href=\"/opinion/106644/united-states-v-pioneer-american-ins-co/\"><span class=\"volume\">374</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">84</span></a></span>, 87, <span class=\"citation\" data-id=\"106644\"><a href=\"/opinion/106644/united-states-v-pioneer-american-ins-co/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1651</span></a></span>, 1654, <span class=\"citation\" data-id=\"106644\"><a href=\"/opinion/106644/united-states-v-pioneer-american-ins-co/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">770</span></a></span> (1963));  see also; Aquilino, 363 U.S. at 514, 80 S.Ct. at 1280-81 (Reconciliation of state law defining when a state created lien becomes effective and federal law governing priority between competing liens \"strikes a proper balance between the legitimate and traditional interest which the State has in creating and defining the property interest of its citizens, and the necessity for a uniform administration of the federal revenue statutes\").</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The government argues that because section 6323(i)(2) explicitly authorizes the application of local laws of subrogation and is silent as to the application of the doctrine of unjust enrichment, the district court was correct in deeming the latter doctrine inapplicable to Progressive's claim.   We disagree.   While the court was correct in stating that Congress gave an \"explicit directive with respect to determining the priority of federal tax liens,\" it was incorrect in holding that \"there is no basis upon which to presume the applicability of a common law doctrine\" not expressly provided for by the statute.   To essentially translate a directive for a federal scheme of priority into a preemption of state law governing the nature and extent of state created liens was unwarranted.   To the contrary, federal courts should presume applicability of state common law doctrines in determining the status of state created liens.   Such determinations do not contravene federal law simply because they ultimately bear on the federal issue of who was first in time in determining priority.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Before addressing the status of Progressive's current mortgage, we briefly review its history.   In 1987, MSFCU financed the Folkards' first mortgage in the amount of $150,000.00.   Between 1988 and 1990, the IRS filed six tax liens on the property, totalling $94,560.93.   In 1990, MSFCU refinanced the Folkards' first mortgage debt, then $130,905.55, by executing a new note to secure a debt of $142,000.00.   The recording of the 1990 mortgage discharged the 1987 mortgage, rendering the tax liens senior to MSFCU's second mortgage on the record title to the property.   In 1992, MSFCU assigned its mortgage to Progressive.   Progressive argues that under the doctrine of unjust enrichment, MSFCU should be reinstated to its initial 1987 mortgage position and that Progressive is entitled to effectively occupy MSFCU's reinstated position.   We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>A. Massachusetts Common Law Doctrine of Unjust Enrichment</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Under Massachusetts law, the doctrine of unjust enrichment provides that \"where a mortgage has been discharged by mistake, equity will set the discharge aside and reinstate the mortgage to the position which the parties intended it to occupy, if the rights of the intervening lienholders have not been affected.\"  North Easton Co-op Bank v. MacLean, <span class=\"citation no-link\"><span class=\"volume\">300</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">285</span></span>, <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">241</span></span>, 245 (1938) (second mortgagee not prejudiced by reinstatement of first mortgage where first mortgage had been discharged by mistake upon first mortgagee's acceptance of new note without knowledge of intervening lien) (citations omitted);  see also Provident Co-Operative Bank v. Talcott, Inc., <span class=\"citation\" data-id=\"1979514\"><a href=\"/opinion/1979514/provident-co-operative-bank-v-james-talcott-inc/\"><span class=\"volume\">358</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">180</span></a></span>, <span class=\"citation\" data-id=\"1979514\"><a href=\"/opinion/1979514/provident-co-operative-bank-v-james-talcott-inc/\"><span class=\"volume\">260</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">903</span></a></span>, 909 (1970) (assignee of first mortgagee declared holder of first mortgage to prevent unjust enrichment of second mortgagee where first mortgagee discharged mortgage through inadvertence and second mortgagee's position not adversely affected by acts of first mortgagee);  Piea Realty v. Papuzynski, <span class=\"citation\" data-id=\"2011643\"><a href=\"/opinion/2011643/piea-realty-co-inc-v-papuzynski/\"><span class=\"volume\">342</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">240</span></a></span>, <span class=\"citation\" data-id=\"2011643\"><a href=\"/opinion/2011643/piea-realty-co-inc-v-papuzynski/\"><span class=\"volume\">172</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">841</span></a></span>, 846 (1961) (exchange of new mortgage notes for old ones did not constitute discharge of old mortgage where parties had no intent to alter substance or priority of old notes and mortgagor's grantees did not show adverse change of position in reliance upon transaction).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The government maintains that no \"mistake\" was made because MSFCU intended to refinance the Folkards' first mortgage, and so by law must have intended the consequences of its actions--i.e. the extinguishment of its original security interests.   Massachusetts law, however, clearly contemplates situations where the intention to renew is not tantamount to the intention to extinguish existing security interests upon refinancing a mortgage.   See North Easton Co-op Bank, 15 N.E.2d at 245;  Provident, 260 N.E.2d at 909;  Piea Realty, 172 N.E.2d at 846;  see also Financial Acceptance Corp. v. Garvey, 6 Mass.App.Ct. 610, <span class=\"citation\" data-id=\"2090749\"><a href=\"/opinion/2090749/financial-acceptance-corp-v-garvey/\"><span class=\"volume\">380</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1332</span></a></span>, 1335 (1978) (\"Under Massachusetts law the renewal of a note in a different form does not operate to discharge a mortgage where the debt itself has not been paid.... even where the new note includes a new debt\");  Worcester N. Sav. Inst. v. Farwell, <span class=\"citation no-link\"><span class=\"volume\">292</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">568</span></span>, <span class=\"citation no-link\"><span class=\"volume\">198</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">897</span></span>, 899 (1935) (where bank, due to negligence of its counsel, failed to discover later mortgage on property and discharged first mortgage upon refinancing, first priority restored to bank because bank did not intend for discharge of interest);  compare ICM Mortg. Corp., 758 F.Supp. at 1427 (where refinancing of deed of trust not intended to extinguish security interest, second deed of trust renewed prior obligation, resulting in priority of state created lien over federal tax lien);  see generally <span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">149</span></span> (\"It is a general rule that the cancellation of a mortgage on the record is not conclusive as to its discharge.... [a]nd where the holder of a senior mortgage discharges it of record, and contemporaneously therewith takes a new mortgage, he will not, in the absence of paramount equities, be held to have subordinated his security to intervening lien unless the circumstances of the transaction indicate this to have been his intention....\").  We are thus convinced that an action based on the failure to discover a properly recorded lien is precisely the type of inadvertence the Massachusetts doctrine of unjust enrichment aims to rectify.   Furthermore, we are persuaded, in accord with Progressive's view, that no reasonable lender in MSFCU's position would have intended, upon refinancing, to replace a first mortgage bearing the attachment of junior tax liens with a second mortgage bearing the attachment of senior tax liens, thereby relinquishing its senior interest on the property.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The district court held that reliance on the Massachusetts line of unjust enrichment cases was misplaced because such cases do not concern federal tax liens.   Although it is true that Massachusetts case law does not address reinstatement of a state created lien to a position of priority over a federal government lien, we are not persuaded by the district court's reasoning.   We think that cases involving the reinstatement of mortgages which have been inadvertently discharged to the advantage of unintended and unexpected beneficiaries are sufficiently analogous to Progressive's claim to warrant applicability.   Whether or not federal tax liens are involved in such cases, to us, seems immaterial.   This is mainly because the unjust enrichment doctrine operates only to restore a state created lien to the position it occupied prior to the inadvertent discharge.   Reestablishing the party's position, of itself, does not disturb the status of competing liens--whether those of a private lienor or the federal government--in terms of their effective dates of attachment for the determination of priority.   It equitably determines the effective date of the state created lien independent of other existing liens.   Federal law remains intact to determine both the choateness of the state created lien and its order of priority in relation to any competing federal liens.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Moreover, while Massachusetts courts have not had occasion to apply the doctrine of unjust enrichment to the federal government under this set of circumstances, federal courts have held that the doctrine is applicable where the federal government is concerned;  and in several instances, have restored state created liens to their intended positions without regard for the United States' potential loss of priority under federal law.   See United States v. McCombs, <span class=\"citation\" data-id=\"675099\"><a href=\"/opinion/675099/united-states-of-america-appellee-cross-appellant-v-kelly-m-mccombs/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">310</span></a></span>, 333 (2d Cir.1994) (holding that where government ran afoul of notice requirements of federal statute governing priority between federal tax liens and interests of subsequent purchasers, to deny subsequent holder of security interest priority over tax lien would allow government to \"leap frog\" the interests vested in two prior mortgage liens and would represent \"a classic example of unjust enrichment\");  Dietrich Indus., Inc. v. United States, <span class=\"citation\" data-id=\"602382\"><a href=\"/opinion/602382/dietrich-industries-inc-v-united-states/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">568</span></a></span>, 573 (5th Cir.1993) (holding that where purchaser who paid vendor's senior mortgage debt as part of purchase transaction with expectation that property was free of additional encumbrances, to deny equitable subrogation remedy \"would give the government an unearned windfall in that it would elevate the government's liens for no good reason\");  Han v. United States, <span class=\"citation\" data-id=\"568010\"><a href=\"/opinion/568010/jea-min-han-jae-soon-han-v-united-states/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">526</span></a></span>, 530 n. 3 (9th Cir.1991) (holding that where purchasers of residential property paid off and discharged priority position lender unaware that additional federal tax lien attached to property, to require the purchasers to pay a portion of the taxpayer's delinquent taxes would \"unjustly enrich\" and \"produce a windfall\" in favor of the United States).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Finally, we note that no rights of the government are impaired by MSFCU's mortgage reinstatement.   The government argues that the IRS is unlike a private creditor in that it does not bargain for interest rates and thus can never be unjustly enriched where valid liens have attached for unpaid taxes.   But Progressive does not argue, nor do we suggest, that the government would be unjustly enriched by the ultimate satisfaction of its legitimate tax liens.   The point is that the government could not have anticipated its current priority status because from the outset its 1988-1990 liens were clearly junior to MSFCU's 1987 mortgage lien.   Absent the inadvertent discharge of MSFCU's mortgage in 1990, the government would not have gained serendipitous priority over MSFCU's second mortgage lien in 1990.   This resulted in the government's unjust enrichment at the expense of MSFCU in 1990, and ultimately of Progressive in 1992.   We hold that because MSFCU extinguished its initial 1987 mortgage interest by mistake upon refinancing the Folkards' second mortgage in 1990, it should be equitably restored to its original 1987 lien position.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The government argues that the equities in favor of MSFCU may not apply to Progressive because there is no evidence that Progressive was unaware of the earlier government lien when it took the assignment of the mortgage from MSFCU.   But it is hornbook law that the assignee of a mortgage succeeds to all of the assignor's rights power and equities;  and Massachusetts has applied this rule in a situation very like this case.  Provident Co-operative Bank, 260 N.E.2d at 908 (\"By virtue of her purchase from Provident, Mrs. Hutchinson succeeded to all of Provident's rights in relation to the mortgage assigned, including the right to a judicial determination whether it was a first mortgage or a second mortgage.\").   Thus Progressive may assert any equitable rights and defenses that MSFCU could have asserted before it assigned the mortgage.</p>\n    </div>\n    <p>B. Conclusion</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The parties do not dispute that MSFCU's mortgage lien was choate as of its original recording in 1987.   It identified the lienor as MSFCU, described the Folkards' property, and established the amount of the lien so that nothing more needed to be done for the lien to be \"perfected.\"  New Britain, 347 U.S. at 84, 74 S.Ct. at 369-70.   MSFCU was thus a holder of a security interest in the Folkards' property that attached before the filing of the federal tax liens between 1988-1990.   See 26 U.S.C. &#167; 6323(h)(1).   Because we hold that MSFCU should be restored to its original mortgage lien position and that Progressive should be subrogated to that same position, it follows that under the federal rule of priority, Progressive's mortgage is first in time and hence first in right over the tax liens asserted by the government.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We reverse the district court's decision and vacate its entry of summary judgment in favor of the United States.   Summary judgment shall be entered in favor of Progressive and an appropriate declaratory judgment order shall be entered.   Costs awarded to Progressive.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The district court had prima facie jurisdiction to hear Progressive's claim because it involves issues of federal tax liens and taxation.   See 28 U.S.C. &#167;&#167; 1331, 1340;  see also United States v. Brosnan, <span class=\"citation\" data-id=\"106069\"><a href=\"/opinion/106069/united-states-v-brosnan/\"><span class=\"volume\">363</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">237</span></a></span>, 240, <span class=\"citation\" data-id=\"106069\"><a href=\"/opinion/106069/united-states-v-brosnan/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1108</span></a></span>, 1110-11, <span class=\"citation\" data-id=\"106069\"><a href=\"/opinion/106069/united-states-v-brosnan/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1192</span></a></span> (1960);  United States v. Coson, <span class=\"citation\" data-id=\"252973\"><a href=\"/opinion/252973/united-states-v-james-r-coson/\"><span class=\"volume\">286</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">453</span></a></span>, 455-56 (9th Cir.1961)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In relevant part, 28 U.S.C. &#167; 2410 provides:</p>\n        <p>&#167; 2410.  Actions affecting property on which United States has lien</p>\n        <p>(a) Under the conditions prescribed in this section and section 1444 of this title for the protection of the United States, the United States may be named a party in any civil action or suit in any district court, or in any State court having jurisdiction of the subject matter--</p>\n        <p>(1) to quiet title to,</p>\n        <p>real or personal property on which the United States has or claims a mortgage or other lien.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> As mortgagee, Progressive holds legal title to the property, see J &amp; W Wall Sys., Inc. v. Shawmut First Bank &amp; Trust Co., <span class=\"citation\" data-id=\"2249024\"><a href=\"/opinion/2249024/j-w-wall-systems-inc-v-shawmut-first-bk-trust-co/\"><span class=\"volume\">413</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">42</span></a></span>, <span class=\"citation\" data-id=\"2249024\"><a href=\"/opinion/2249024/j-w-wall-systems-inc-v-shawmut-first-bk-trust-co/\"><span class=\"volume\">594</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">859</span></a></span>, 860 (1992), but it is not in possession</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Congress did intend section 2410(a)(1) to be a basis for taxpayer challenges to the procedural validity of tax liens.   See Robinson v. United States, <span class=\"citation\" data-id=\"552783\"><a href=\"/opinion/552783/albert-e-robinson-and-rose-m-robinson-v-united-states/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1157</span></a></span>, 1161 (3d Cir.1990) (where IRS failed to send notice of deficiency to taxpayer when lien filed);  Rodriguez v. United States, <span class=\"citation\" data-id=\"1577015\"><a href=\"/opinion/1577015/rodriguez-v-united-states/\"><span class=\"volume\">629</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">333</span></a></span>, 336 (N.D.Ill.1986) (where IRS failed to send notice of deficiency when levied on property);  Ringer v. Basile, <span class=\"citation\" data-id=\"1498921\"><a href=\"/opinion/1498921/ringer-v-basile/\"><span class=\"volume\">645</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1517</span></a></span>, 1525-26 (D.Colo.1986) (where IRS violated own procedures when seized property).   Likewise, with regard to third party nontaxpayer plaintiffs, courts have adopted the view that \"[t]he validity of a lien, depending upon compliance or noncompliance with statutory requirements, or the priority of a lien validly filed is quite a far cry from permitting a third party to attack the tax assessment upon which a properly filed lien is based.\"  Pipola v. Chicco, <span class=\"citation\" data-id=\"1409649\"><a href=\"/opinion/1409649/pipola-v-chicco/\"><span class=\"volume\">169</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">229</span></a></span>, 232 (S.D.N.Y.1959), modified, <span class=\"citation\" data-id=\"250142\"><a href=\"/opinion/250142/paul-pipola-and-julia-pipola-v-mae-chicco-and-yorkville-savings-and-loan/\"><span class=\"volume\">274</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">909</span></a></span> (2d Cir.1960).   Progressive does not challenge the procedural validity of the tax liens.   It is a matter of record that the liens were properly filed with the Plymouth County (Massachusetts) Registry of Deeds</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Code provides that \"[t]he lien imposed by section 6321 shall not be valid as against any purchaser, holder of a security interest, mechanic's lienor, or judgment lien creditor until notice thereof....\"  26 U.S.C. &#167; 6323(a)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> \"Where, under local law, one person is subrogated to the rights of another with respect to a lien or interest, such person shall be subrogated to such rights for purposes of any lien imposed by section 6321 or 6324.\"  26 U.S.C. &#167; 6323(i)(2)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103289/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105191/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106069/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106079/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106644/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106836/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110488/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110942/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111617/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112837/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195673/",
    "http://www.courtlistener.com/api/rest/v3/opinions/242959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/249688/",
    "http://www.courtlistener.com/api/rest/v3/opinions/250142/",
    "http://www.courtlistener.com/api/rest/v3/opinions/252973/",
    "http://www.courtlistener.com/api/rest/v3/opinions/267279/",
    "http://www.courtlistener.com/api/rest/v3/opinions/267394/",
    "http://www.courtlistener.com/api/rest/v3/opinions/278052/",
    "http://www.courtlistener.com/api/rest/v3/opinions/326334/",
    "http://www.courtlistener.com/api/rest/v3/opinions/338329/",
    "http://www.courtlistener.com/api/rest/v3/opinions/418734/",
    "http://www.courtlistener.com/api/rest/v3/opinions/429194/",
    "http://www.courtlistener.com/api/rest/v3/opinions/466548/",
    "http://www.courtlistener.com/api/rest/v3/opinions/499764/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529278/",
    "http://www.courtlistener.com/api/rest/v3/opinions/537695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/568010/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580692/",
    "http://www.courtlistener.com/api/rest/v3/opinions/602382/",
    "http://www.courtlistener.com/api/rest/v3/opinions/603802/",
    "http://www.courtlistener.com/api/rest/v3/opinions/659928/",
    "http://www.courtlistener.com/api/rest/v3/opinions/675099/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1409649/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1498921/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1577015/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1671487/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1951298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1979514/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1992359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2011643/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2090749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2091823/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2249024/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2289563/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2386151/"
  ]
}