{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196762/",
  "absolute_url": "/opinion/196762/united-states-v-sturm-ruger-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196762/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:13:30Z",
  "date_modified": "2017-03-24T10:48:33.277379Z",
  "type": "010combined",
  "sha1": "a222f5f441d101d60dce0f124db5777f107ff3e9",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1918.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 95-1918\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                      Petitioner, Appellee,\r\n\n                                v.\r\n\n                  STURM, RUGER &amp; COMPANY, INC.,\r\n\n                      Respondent, Appellant.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n         [Hon. Steven J. McAuliffe, U.S. District Judge]\r                                                                 \r\n\n                                             \r\n\n                              Before\r\n\n                     Selya, Stahl and Lynch,\r\n\n                         Circuit Judges.\r                                                 \r\n\n                                             \r\n\n     Richard   D.  Wayne,   with   whom  Willard   Krasnow,  Lara\r                                                                           \r\nSanGiovanni, and  Hinckley, Allen  &amp; Snyder  were  on brief,  for\r                                                     \r\nappellant.\r\n     Frederick  D. Braid,  Walter J.  Johnson, Sharon  N. Berlin,\r                                                                          \r\nRains &amp; Pogrebin,  P.C., Daniel J. Popeo,  and David A.  Price on\r                                                                        \r\nbrief for Washington Legal Foundation, amicus curiae.\r\n     John Shortall, Attorney, United  States Dep't of Labor, with\r                            \r\nwhom Joseph M. Woodward and Ann Rosenthal, United States Dep't of\r                                                   \r\nLabor, Paul M. Gagnon, United States Attorney,  and Gretchen Leah\r                                                                           \r\nWitt,  Assistant  United  States  Attorney, were  on  brief,  for\r              \r\nappellees.\r\n\n                                             \r\n\n                           May 14, 1996\r\n\n                                             \r\r\n\n          SELYA, Circuit Judge.  On the surface this case appears\r                    SELYA, Circuit Judge.\r                                        \r\n\nto  touch a  sensitive nerve:   how  the Occupational  Safety and\r\n\nHealth Act  (OSH Act), 29  U.S.C.     651-678 (1994),  interfaces\r\n\nwith the field of  ergonomics (the study and design  of workplace\r\n\nenvironments and job tasks and their effects on employee health).\r\n\nIndeed, the respondent-appellant,  Sturm, Ruger &amp;  Co. (Sturmco),\r\n\nand   the  amicus,   the  Washington   Legal   Foundation  (WLF),\r\n\ndeliberately  frame the appeal in these terms; they entreat us to\r\n\ndeclare that  the Occupational  Safety and  Health Administration\r\n\n(OSHA)  lacks  the  authority   to  regulate  ergonomics  in  the\r\n\nworkplace  through  the medium  of  the  OSH Act's  general  duty\r\n\nclause,  id.    654(a)(1),  and to  reverse the  district court's\r                      \r\n\norder  on that basis.  We turn  a deaf ear to these blandishments\r\n\nbecause close perscrutation of the record discloses that they are\r\n\npremature.  This is no more than a run-of-the-mine administrative\r\n\nsubpoena  enforcement proceeding  which  presents  no  legitimate\r\n\nopportunity to dwell on cosmic truths.\r\n\n          Deeming it unwise  to make  a long prologue  and to  be\r\n\nshort in  the story  itself, cf.  2 Maccabees  2:32, we  omit any\r                                          \r\n\nfurther introduction and proceed directly to the particulars.\r\n\nI.  BACKGROUND\r          I.  BACKGROUND\r\n\n          In  August  1993  an  OSHA  representative  arrived  at\r\n\nSturmco's factory  in  Newport, New  Hampshire, to  look into  an\r\n\nemployee complaint about air  quality.  But the visitor  did more\r\n\nthan test for  air contaminants;  he also informed  Sturmco of  a\r\n\nLocal Emphasis Program (LEP) inaugurated by OSHA's area director.\r\n\n                                2\r\r\n\nThe LEP identified certain New Hampshire employers, based on  the\r\n\nincidence  of particular  types of  workers' compensation  claims\r\n\nfiled  with a state agency, whom the area director believed might\r\n\nhave  an  unusually  high  number  of  employees  afflicted  with\r\n\nmultiple  movement disorders.   The  OSHA emissary  reported that\r\n\nSturmco had  been so identified and requested that it voluntarily\r\n\nproduce  certain  records  detailing  work-related  injuries  and\r\n\nillnesses.  Sturmco complied.\r\n\n          In  November of  the  same year,  the OSHA  functionary\r\n\nreturned  to  videotape employees  engaged  in  one of  Sturmco's\r\n\nmanufacturing operations.  He requested that the company complete\r\n\na questionnaire that related to ergonomic issues at  the factory.\r\n\nSturmco  took  the  matter  under  advisement  and,  in  January,\r\n\ninformed OSHA that it would not answer the questionnaire.\r\n\n          OSHA  then served  a  subpoena  demanding that  Sturmco\r\n\nproduce a myriad of documents concerning manufacturing processes,\r\n\nemployee training,  and on-the-job injuries.   The company fenced\r\n\nwith  the agency, saying that  it would comply  with the subpoena\r\n\nonly  in  the event  that  OSHA  agreed not  to  use  any of  the\r\n\nresultant information to impose  punitive sanctions.  Refusing to\r\n\naccede to this  condition, OSHA  invoked 29 U.S.C.    657(b)  and\r\n\nobtained  enforcement of  the  subpoena in  the federal  district\r\n\ncourt.  See Reich v. Sturm, Ruger &amp; Co., 903 F. Supp. 239 (D.N.H.\r                                                 \r\n\n1995).  Sturmco appeals.  We affirm.\r\n\nII.  SUBPOENA ENFORCEMENT\r          II.  SUBPOENA ENFORCEMENT\r\n\n          Although the  parties   especially  the respondent  and\r\n\n                                3\r\r\n\nthe amicus   expend a great deal of energy debating the merits of\r\n\nergonomic  research  and  regulation, this  exegesis  is  largely\r\n\nbeside  the point.  The  principal question before  this court is\r\n\nmuch  more mundane:   did  OSHA have the  authority to  issue the\r\n\nadministrative subpoena?  We hold that it did.\r\n\n                                A\r                                          A\r\n\n          An administrative subpoena is not self-executing and is\r\n\ntherefore   technically  not  a  \"search.\"    It  is  at  most  a\r\n\nconstructive search, amounting to no more than a simple direction\r\n\nto produce documents, subject to judicial review and enforcement.\r\n\nSee Oklahoma Press Pub. Co. v. Walling, 327 U.S. 186, 195 (1946);\r                                                \r\n\nIn  re Grand Jury Subpoena  Served Upon Simon  Horowitz, 482 F.2d\r                                                                 \r\n\n72, 75-79 (2d Cir.),  cert. denied, 414 U.S.  867 (1973).   Thus,\r                                            \r\n\nunlike  the  subject  of an  actual  search,  the  subject of  an\r\n\nadministrative  subpoena  has  an opportunity  to  challenge  the\r\n\nsubpoena  before yielding the information.  In the course of that\r\n\nresistance, the  Fourth Amendment is available  to the challenger\r\n\nas a defense against enforcement of the subpoena.  See Donovan v.\r                                                                        \r\n\nLone Steer, Inc.,   464 U.S. 408, 415 (1984);  see generally Jack\r                                                                      \r\n\nW. Campbell IV, Note, Revoking the \"Fishing License,\" 49 Vand. L.\r                                                               \r\n\nRev. 395, 408-09 (1996).\r\n\n          The requirements for  enforcement of an  administrative\r\n\nsubpoena are not onerous.1   In order to obtain  judicial backing\r\n\n                    \r                              \r\n\n     1We  note  that  the  subpoena  at  issue  here  seeks  only\r\ncorporate  documents, and thus does not raise any of the concerns\r\ndiscussed in In re Subpoena of Roger Gimbel, 77 F.3d 593, 596-600\r                                                     \r\n(2d Cir. 1996).\r\n\n                                4\r\r\n\nthe  agency must  prove that  (1)  the subpoena  is issued  for a\r\n\ncongressionally authorized purpose, the information sought is (2)\r\n\nrelevant to the authorized  purpose and (3) adequately described,\r\n\nand  (4)  proper procedures  have  been employed  in  issuing the\r\n\nsubpoena.   See United States v.  Morton Salt Co., 338  U.S. 632,\r                                                           \r\n\n652 (1950); Oklahoma  Press, 327  U.S. at 208;  United States  v.\r                                                                       \r\n\nComley, 890 F.2d 539, 541 (1st Cir. 1989).  As long as the agency\r                \r\n\nsatisfies  these  modest requirements,  the  subpoena  is per  se\r\n\nreasonable and  Fourth Amendment  concerns are  deemed satisfied.\r\n\nSee Oklahoma Press,  327 U.S. at 208.   These standards  apply to\r                            \r\n\nOSHA  subpoenas  in  exactly the  same  way  that  they apply  to\r\n\nsubpoenas  issued  by  other  agencies.    See,  e.g.,  Reich  v.\r                                                                       \r\n\nManganas, 70 F.3d  434, 437  (6th Cir. 1995);  Reich v.  National\r                                                                           \r\n\nEng'g &amp;  Contr'g Co., 13  F.3d 93,  98 (4th Cir.  1993); Dole  v.\r                                                                       \r\n\nTrinity  Indus., Inc., 904 F.2d 867, 871 (3d Cir.), cert. denied,\r                                                                          \r\n\n498 U.S. 998 (1990); Donovan v.  Union Packing Co., 714 F.2d 838,\r                                                            \r\n\n840 (8th Cir. 1983).\r\n\n                                B\r                                          B\r\n\n          The  respondent's central  thesis  boils down  to this:\r\n\nthe  subpoena  should not  be  enforced  because OSHA  issued  it\r\n\npursuant  to an inspection scheme  (the LEP) that  did not derive\r\n\nfrom  within  OSHA's statutory  authority.    Sturmco casts  this\r\n\nproposition  in two modes.   First, it focuses  on the inspection\r\n\nscheme in the forlorn  hope that we will  apply to this  subpoena\r\n\nthe  more stringent test  applicable to  administrative searches,\r\n\nnamely,  the requirement  that  on-site inspections  be conducted\r\n\n                                5\r\r\n\npursuant to \"reasonable legislative or administrative standards.\"\r\n\nMarshall v. Barlow's, Inc., 436 U.S. 307, 320 (1978).\r                                    \r\n\n          We  will  not  dance  to  the  respondent's  tune.   At\r\n\npresent,  OSHA is  not seeking  to conduct  an inspection  or any\r\n\nother physical search of  Sturmco's premises, but, rather, merely\r\n\nto  enforce a subpoena duces tecum.2   The Supreme Court has made\r\n\nit pellucid that subpoenas    as opposed to inspections  or other\r\n\nadministrative searches   are subject to the minimal standards of\r\n\nOklahoma Press and its progeny, not to the more rigorous Barlow's\r                                                                           \r\n\ncriteria.  See  Lone Steer, 464 U.S. at 414.  Thus, to the extent\r                                    \r\n\nthat  Sturmco's animadversions  are directed  at whether  the LEP\r\n\ndrew its essence from  a reasonable administrative standard, they\r\n\nhave no bearing on the question we must decide.\r\n\n                                C\r                                          C\r\n\n          In  view  of the  frailty  of  its first  asseveration,\r\n\nSturmco's  appeal  necessarily  stands  or falls  on  its  second\r\n\nargument, namely, whether issuing  the subpoena was within OSHA's\r\n\nstatutory authority.  We think that it falls.\r\n\n          1.   The  Statutory Scheme.   The  OSH Act  imposes two\r                    1.   The  Statutory Scheme.\r                                              \r\n\ndistinct duties on employers.   First, employers must comply with\r\n\nspecific  workplace health  and safety  standards  established by\r\n\n                    \r                              \r\n\n     2It  is simply not true,  as Sturmco seems  to suggest, that\r\nOSHA may only  issue subpoenas pursuant  to inspections based  on\r\nemployee complaints.  As  the Eighth Circuit has observed:   \"The\r\nstatute does not mandate  an inspection of the premises  in order\r\nto enforce a  limited subpoena  to determine whether  there is  a\r\nprobable  violation of the law.  Indeed, the Secretary should not\r\nbe  expected to do more  than the circumstances  require.\"  Union\r                                                                           \r\nPacking, 714 F.2d at 840 (citation omitted).\r                 \r\n\n                                6\r\r\n\nOSHA.  See 29  U.S.C.   654(a)(2).   To this end, the Act  grants\r                    \r\n\nOSHA authority to  promulgate such  standards.3  See  id.    655.\r                                                                   \r\n\nSecond,  to fill whatever gaps may  exist after rules delineating\r\n\nspecific  standards have  been  promulgated, the  Act imposes  on\r\n\nemployers  a general duty to  provide \"employment and  a place of\r\n\nemployment  which  are  free from  recognized  hazards.\"    Id.  \r                                                                         \r\n\n654(a)(1).   OSHA  enforces this  general duty  clause, as  it is\r\n\ncalled, through case-by-case adjudicative proceedings.  See id.  \r                                                                         \r\n\n661(i)  (establishing   administrative  adjudication  mechanism);\r\n\nPuffer's Hardware, Inc.  v. Donovan,  742 F.2d 12,  17 (1st  Cir.\r                                             \r\n\n1984) (holding that  the Secretary does not  abuse his discretion\r\n\nby  issuing  citations  in  adjudicative  proceedings  under  the\r\n\ngeneral duty clause as opposed to establishing specific standards\r\n\nvia rulemaking); see also  Reich v. Montana Sulpher &amp;  Chem. Co.,\r                                                                          \r\n\n32  F.3d  440,  445 (9th  Cir.  1994)  (noting  \"OSHA's statutory\r\n\nobligation  to  enforce  the general  duty  clause  as a  minimum\r\n\nstandard\"), cert.  denied,  115 S.  Ct.  1355 (1995);  Matter  of\r                                                                           \r\n\nEstablishment  Inspection of Kelly-Springfield  Tire Co., 13 F.3d\r                                                                  \r\n\n1160,  1167  (7th  Cir.  1994)  (acknowledging  the   Secretary's\r\n\nauthority to  enforce the  general duty  clause); UAW  v. General\r                                                                           \r\n\nDynamics Land Sys. Div., 815 F.2d 1570, 1577 (D.C. Cir.) (limning\r                                 \r\n\nthe standards OSHA must meet to prove  a violation of the general\r\n                    \r                              \r\n\n     3Although OSHA  has  never  established  health  and  safety\r\nstandards relating specifically to  ergonomics, the agency at one\r\npoint issued an advance proposed notice of rulemaking, requesting\r\ninformation  and comments on  ergonomics from interested parties.\r\nSee  57  Fed. Reg.  34,192  (Aug.  3, 1992).    OSHA  has yet  to\r             \r\npromulgate an official notice of proposed rulemaking  adumbrating\r\nspecific ergonomic standards.\r\n\n                                7\r\r\n\nduty clause), cert. denied, 484 U.S. 976 (1987).\r                                    \r\n\n          OSHA asserts as authority  for the instant subpoena its\r\n\npower  to investigate  possible  violations of  the general  duty\r\n\nclause.  It is  by now apodictic that enforcement  of the general\r\n\nduty clause is a  purpose properly authorized by Congress.   See,\r                                                                          \r\n\ne.g., Montana Sulpher, 32 F.3d at 449; Kelly-Springfield, 13 F.3d\r                                                                  \r\n\nat 1166-67.\r\n\n          2.  \"Recognized Hazards\".  In  an effort to make an end\r                    2.  \"Recognized Hazards\".\r                                            \r\n\nrun around these holdings, Sturmco  and WLF question the validity\r\n\nof OSHA's  purpose by  positing  that ergonomic  hazards are  not\r\n\n\"recognized  hazards\"  within the  purview  of  the general  duty\r\n\nclause.    This  initiative   features  two  decisions  in  which\r\n\nadministrative  law  judges  (ALJs)  under the  auspices  of  the\r\n\nOccupational Safety  and Health Review Commission (OSHRC) refused\r\n\nto enforce  citations for particular ergonomic  hazards under the\r\n\ngeneral  duty clause.  See  Beverly Enters., Inc.,  OSHRC No. 91-\r                                                           \r\n\n3344  (A.L.J. 1995);  Pepperidge  Farm, Inc.,  OSHRC No.  89-0265\r                                                      \r\n\n(A.L.J.  1993).  Sturmco and WLF insist that these decisions show\r\n\nthat OSHA lacks the  rudimentary authority to regulate ergonomics\r\n\nunder  the  general duty  clause.   In  the  absence of  any more\r\n\nspecific  regulatory   authority,  they  conclude,   OSHA  cannot\r\n\ndemonstrate  a proper  purpose for  the issuance  of  the instant\r\n\nsubpoena.\r\n\n          This  conclusion is  built on  shifting sands.   In the\r\n\nfirst place, neither of  the cited ALJ decisions holds  that OSHA\r\n\nlacks authority in all instances to regulate ergonomics under the\r                                          \r\n\n                                8\r\r\n\ngeneral duty clause.4  They therefore fail to provide  convincing\r\n\nsupport for the proposition that OSHA will not be able to prove a\r\n\nviolation of the general duty clause in this case.  In the second\r\n\nplace      and  more   important     the   respondent's  argument\r\n\nmisconstrues  the   scope  of   the  judicial  inquiry   that  is\r\n\nappropriate at this stage.\r\n\n          We have repeatedly admonished that questions concerning\r\n\nthe  scope of an  agency's substantive authority  to regulate are\r\n\nnot  to be resolved in subpoena enforcement proceedings.  See FTC\r                                                                           \r\n\nv. Monahan, 832  F.2d 688, 690 (1st Cir. 1987), cert. denied, 485\r                                                                      \r\n\nU.S. 987  (1988); FTC v. Swanson,  560 F.2d 1, 2  (1st Cir. 1977)\r                                          \r\n\n(per  curiam);  SEC v.  Howatt, 525  F.2d  226, 229-30  (1st Cir.\r                                        \r\n\n1975).    Subpoena enforcement  proceedings  are  designed to  be\r\n\nsummary in nature, see Comley, 890 F.2d at  541, and an \"agency's\r                                       \r\n\ninvestigations should not be  bogged down by premature challenges\r\n\nto its regulatory jurisdiction,\" Swanson, 560 F.2d at 2.  As long\r                                                  \r\n\nas  the   agency's  assertion  of  authority   is  not  obviously\r\n\napocryphal, a procedurally sound subpoena  must be enforced.  See\r                                                                           \r\n\nid.; see  also EEOC  v. Kloster  Cruise Ltd.,  939 F.2d  920, 923\r                                                      \r\n\n(11th Cir. 1991).\r\n\n          Refined to bare essence, the respondent's argument runs\r\n\n                    \r                              \r\n\n     4Both  decisions are presently  on review before  OSHRC.  In\r\nany event, because the cases are merely first-tier ALJ decisions,\r\nthey are  entitled to no precedential value before this tribunal.\r\nSee  Matter of  Establishment Inspection  of Cerro  Copper Prods.\r                                                                           \r\nCo.,  752 F.2d  280,  284  (7th  Cir.  1985)  (per  curiam)  (\"An\r             \r\nunreviewed  ALJ decision  does not  bind OSHRC  or the  courts as\r\nprecedent.\")  (citing cases).   Their  utility  depends solely on\r\nthe persuasive power, if any, of their reasoning.\r\n\n                                9\r\r\n\nalong the  following lines.  As  part of its burden  of proving a\r\n\nviolation  of the  general duty  clause, OSHA  must show  that an\r\n\nemployer failed to keep its workplace free of a recognized hazard\r\n\nthat  caused (or was likely  to cause) death  or serious physical\r\n\ninjury.    See  General  Dynamics,  815  F.2d at  1577;  Puffer's\r                                                                           \r\n\nHardware, 742 F.2d at 18.  Ergonomic hazards, Sturmco argues, are\r                  \r\n\nnot such \"recognized hazards,\"  and, therefore, OSHA cannot carry\r\n\nits  burden.   Given  the early  stage  of the  proceedings, this\r\n\nargument falters.\r\n\n          To  be sure, a debate  rages in both  legal and medical\r\n\ncircles over the dangers posed by, for example, multiple movement\r\n\ndisorders, as well  as over  the optimum method(s)  by which  so-\r\n\ncalled ergonomic dangers can be alleviated.  But uncertainties of\r\n\nthis sort do  not provide  a cognizable basis  for concluding  at\r                                                                           \r\n\nthis stage that OSHA would not be able to issue a citation.  This\r                    \r\n\nis  especially  true when,  as now,  a  subpoena is  \"designed to\r\n\nproduce the very  information that  may be needed  to shed  light\r\n\nupon those questions.\"  Howatt, 525 F.2d at 230.\r                                        \r\n\n          3.  A Variation on the Theme.  WLF comes at the problem\r                    3.  A Variation on the Theme.\r                                                \r\n\nfrom another angle.  It asserts that once a subpoena  is enforced\r\n\nthe  chance for  an effective  challenge evaporates  because most\r\n\nemployers  are likely  to settle  with OSHA  rather  than proceed\r\n\nthrough the rigors of the administrative litigation  process.  As\r\n\nan initial matter, we doubt that this argument is properly before\r\n\nus.    While amicus  briefs are  helpful in  assessing litigants'\r\n\npositions, an amicus cannot introduce a new argument into a case.\r\n\n                                10\r\r\n\nSee  Lane v. First Nat'l Bank, 871  F.2d 166, 175 (1st Cir. 1989)\r                                       \r\n\n(explaining  that an amicus may not \"interject into a case issues\r\n\nwhich the litigants, whatever their reasons might be, have chosen\r\n\nto ignore\"); accord Vote Choice, Inc. v. DiStefano, 4 F.3d 26, 36\r                                                            \r\n\n(1st Cir. 1993).\r\n\n          In  all events, WLF's argument fails on the merits.  It\r\n\noffers no empirical  or statistical  evidence in  support of  its\r\n\nconclusions  about settlement rates.   Moreover, it  points to no\r\n\ncase   holding  that   the  prospective   burden  of   litigation\r\n\nconstitutes a cognizable injury sufficient to breathe life into a\r\n\npre-enforcement  challenge to  agency action  notwithstanding the\r\n\nguaranteed availability of judicial review following final agency\r\n\naction.  Put bluntly, WLF asks us to buy  a pig in a poke, and we\r\n\nrefuse to do so.\r\n\n          At  any  rate,  we  have  already  rejected  a  similar\r\n\nargument in repudiating an estoppel-based collateral attack on an\r\n\nOSHA citation.    In Northeast  Erectors  Ass'n v.  Secretary  of\r                                                                           \r\n\nLabor, 62  F.3d 37 (1st Cir. 1995), we  held that a party did not\r               \r\n\nsuffer substantial harm from being required to raise defenses  to\r\n\na citation  only after the citation  had issued.  See  id. at 40.\r                                                                    \r\n\nWe  also  warned  that   permitting  parties  to  circumvent  the\r\n\nadministrative process  by bringing collateral challenges  in the\r\n\ndistrict  court would  \"subvert  Congress's intent  to have  such\r\n\nclaims  reviewed  through the  OSH Act's  detailed administrative\r\n\nprocedure.\"  Id.\r                          \r\n\n          4.  Recapitulation.   We  need go no  further.   OSHA's\r                    4.  Recapitulation.\r                                      \r\n\n                                11\r\r\n\nauthority  to  investigate  ergonomic  conditions  in  search  of\r\n\npossible  general  duty  clause   violations  easily  passes  the\r\n\nundemanding  test   for  the  enforceability   of  administrative\r\n\nsubpoenas.   Were we to  succumb to the  siren song that  Sturmco\r\n\nsings  and  stop  the  subpoena for  want  of  some sophisticated\r\n\nstandard  for systemically specifying ergonomic hazards, we would\r\n\nin  effect  be requiring  OSHA to  \"charge first  and investigate\r\n\nlater.\"   Montana Sulpher, 32  F.3d at 444.   This tergiversation\r                                   \r\n\nwould stand  the administrative  enforcement process on  its head\r\n\nand in  the bargain  would both  defy the  will  of Congress  and\r\n\nignore the teachings  of the  Court.   We will  not encourage  so\r\n\nresupinate an exercise.\r\n\n                                D\r                                          D\r\n\n          We must attend to a final detail.  While the respondent\r\n\ndoes not  seriously contend that  the documents requested  in the\r\n\nsubpoena are irrelevant  to OSHA's asserted  purpose or that  the\r\n\nsubpoena was issued  in a procedurally irregular manner,  it does\r\n\nattempt to argue that enforcement  should be withheld because the\r\n\nsubpoena  is abusive  and overbroad.   On appeal,  Sturmco's sole\r\n\nstated basis for  this contention  is that, because  there is  no\r\n\nergonomic  standard   or  definition  of  ergonomic  hazard,  any\r\n\ndocument request must  necessarily be abusive.   This is  nothing\r\n\nmore than a cross-dressing  of the argument, previously rejected,\r\n\nthat  OSHA lacks  authority to  issue a  subpoena pursuant  to an\r\n\ninvestigation of ergonomic hazards for possible violations of the\r\n\ngeneral duty clause.  We  can conceive of no reason to  give this\r\n\n                                12\r\r\n\nimportuning further attention.  Accordingly, the subpoena must be\r\n\nenforced.\r\n\nIII.  CITATION ENFORCEMENT\r          III.  CITATION ENFORCEMENT\r\n\n          In  July of 1994, while the respondent was in the midst\r\n\nof  contesting the  subpoena's validity,  OSHA issued  a citation\r\n\ncharging the  company with failure to  produce certain subpoenaed\r\n\ndocuments.   The  respondent  requested that  the district  court\r\n\nprohibit  enforcement of the citation.  The court refused, citing\r\n\na perceived lack of jurisdiction.  See Sturm, Ruger, 903  F. Supp\r                                                             \r\n\nat 250.\r\n\n          As the district court recognized,  id. at 249-50, it is\r                                                          \r\n\nquestionable whether OSHA citations  issued for failure to comply\r\n\nwith   a  subpoena  that  the  employer  is  in  the  process  of\r\n\nchallenging may be enforced.  See, e.g., Lone  Steer, 464 U.S. at\r                                                              \r\n\n415 (explaining that an employer may \"question the reasonableness\r\n\nof [a] subpoena, before  suffering any penalties for  refusing to\r                                                                           \r\n\ncomply  with  it,  by raising  objections  in  an  action in  the\r                          \r\n\ndistrict court\") (emphasis supplied); See v. City of Seattle, 387\r                                                                      \r\n\nU.S. 541, 544-45  (1967) (similar); Brock  v. Emerson Elec.  Co.,\r                                                                          \r\n\n834  F.2d  994, 997  (11th  Cir. 1987)  (similar).    But as  the\r\n\ndistrict court  also recognized, Sturm,  Ruger, 903  F. Supp.  at\r                                                        \r\n\n250, the law lodges exclusive jurisdiction over challenges to the\r\n\nvalidity  of citations with OSHRC, subject to review by the court\r\n\nof appeals.  See 29 U.S.C.    659(c) &amp; 660(a); see also Northeast\r                                                                           \r\n\nErectors,  62 F.3d at  39-40 (explaining jurisdictional structure\r                  \r\n\nof OSH Act  and holding  that the district  court lacked  subject\r\n\n                                13\r\r\n\nmatter jurisdiction  over a pre-enforcement challenge  to an OSHA\r\n\ncitation).\r\n\n          The  OSH Act  provides  only a  few  limited bases  for\r\n\noriginal jurisdiction in  the district court,  and none of  those\r\n\nbases exists here.  The administrative review and appeals process\r\n\nthus remains  \"the exclusive procedure through  which an employer\r\n\ncan obtain  review of  OSHA [citation] enforcement  proceedings.\"\r\n\nNortheast Erectors, 62  F.3d at 39.5  Consequently,  the district\r                            \r\n\ncourt  did not  err in  refusing, on  jurisdictional grounds,  to\r\n\nentertain Sturmco's complaint anent the citation.\r\n\nIV.  CONCLUSION\r          IV.  CONCLUSION\r\n\n          There is much less  to this appeal than meets  the eye.\r\n\nBecause  OSHA had authority to  issue the subpoena to investigate\r\n\npossible  violations of the  general duty clause,  we must affirm\r\n\nthe judgment  below.  In so  doing, we leave for  another day the\r\n\nquestion  whether  OSHA  will ultimately  be  able  to enforce  a\r\n\ncitation  against Sturmco (or  anybody else, for  that matter) on\r\n\nthe ground  that ergonomic hazards are  recognized hazards within\r\n\nthe meaning of the OSH Act's general duty clause.\r\n\nAffirmed.\r          Affirmed.\r                  \r\n\n                    \r                              \r\n\n     5Sturmco is currently contesting the  citation before OSHRC,\r\nand  it will  be  entitled to  all  appropriate defenses  against\r\nenforcement  there and on any ensuing appeal.  See, e.g., Emerson\r                                                                           \r\nElec., 834  F.2d at 997  (affirming OSHRC's vacation  of citation\r               \r\nissued for failure to produce documents).  That route is the only\r\navailable avenue of protest vis-a-vis the citation.\r\n\n                                14\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 95-1918\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                      Petitioner, Appellee,\r\n\n                                v.\r\n\n                  STURM, RUGER &amp; COMPANY, INC.,\r\n\n                      Respondent, Appellant.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n         [Hon. Steven J. McAuliffe, U.S. District Judge]\r                                                                 \r\n\n                                             \r\n\n                              Before\r\n\n                     Selya, Stahl and Lynch,\r\n\n                         Circuit Judges.\r                                                 \r\n\n                                             \r\n\n     Richard   D.  Wayne,   with   whom  Willard   Krasnow,  Lara\r                                                                           \r\nSanGiovanni, and  Hinckley, Allen  &amp; Snyder  were  on brief,  for\r                                                     \r\nappellant.\r\n     Frederick  D. Braid,  Walter J.  Johnson, Sharon  N. Berlin,\r                                                                          \r\nRains &amp; Pogrebin,  P.C., Daniel J. Popeo,  and David A.  Price on\r                                                                        \r\nbrief for Washington Legal Foundation, amicus curiae.\r\n     John Shortall, Attorney, United  States Dep't of Labor, with\r                            \r\nwhom Joseph M. Woodward and Ann Rosenthal, United States Dep't of\r                                                   \r\nLabor, Paul M. Gagnon, United States Attorney,  and Gretchen Leah\r                                                                           \r\nWitt,  Assistant  United  States  Attorney, were  on  brief,  for\r              \r\nappellees.\r\n\n                                             \r\n\n                           May 14, 1996\r\n\n                                             \r\r\n\n          SELYA, Circuit Judge.  On the surface this case appears\r                    SELYA, Circuit Judge.\r                                        \r\n\nto  touch a  sensitive nerve:   how  the Occupational  Safety and\r\n\nHealth Act  (OSH Act), 29  U.S.C.     651-678 (1994),  interfaces\r\n\nwith the field of  ergonomics (the study and design  of workplace\r\n\nenvironments and job tasks and their effects on employee health).\r\n\nIndeed, the respondent-appellant,  Sturm, Ruger &amp;  Co. (Sturmco),\r\n\nand   the  amicus,   the  Washington   Legal   Foundation  (WLF),\r\n\ndeliberately  frame the appeal in these terms; they entreat us to\r\n\ndeclare that  the Occupational  Safety and  Health Administration\r\n\n(OSHA)  lacks  the  authority   to  regulate  ergonomics  in  the\r\n\nworkplace  through  the medium  of  the  OSH Act's  general  duty\r\n\nclause,  id.    654(a)(1),  and to  reverse the  district court's\r                      \r\n\norder  on that basis.  We turn  a deaf ear to these blandishments\r\n\nbecause close perscrutation of the record discloses that they are\r\n\npremature.  This is no more than a run-of-the-mine administrative\r\n\nsubpoena  enforcement proceeding  which  presents  no  legitimate\r\n\nopportunity to dwell on cosmic truths.\r\n\n          Deeming it unwise  to make  a long prologue  and to  be\r\n\nshort in  the story  itself, cf.  2 Maccabees  2:32, we  omit any\r                                          \r\n\nfurther introduction and proceed directly to the particulars.\r\n\nI.  BACKGROUND\r          I.  BACKGROUND\r\n\n          In  August  1993  an  OSHA  representative  arrived  at\r\n\nSturmco's factory  in  Newport, New  Hampshire, to  look into  an\r\n\nemployee complaint about air  quality.  But the visitor  did more\r\n\nthan test for  air contaminants;  he also informed  Sturmco of  a\r\n\nLocal Emphasis Program (LEP) inaugurated by OSHA's area director.\r\n\n                                2\r\r\n\nThe LEP identified certain New Hampshire employers, based on  the\r\n\nincidence  of particular  types of  workers' compensation  claims\r\n\nfiled  with a state agency, whom the area director believed might\r\n\nhave  an  unusually  high  number  of  employees  afflicted  with\r\n\nmultiple  movement disorders.   The  OSHA emissary  reported that\r\n\nSturmco had  been so identified and requested that it voluntarily\r\n\nproduce  certain  records  detailing  work-related  injuries  and\r\n\nillnesses.  Sturmco complied.\r\n\n          In  November of  the  same year,  the OSHA  functionary\r\n\nreturned  to  videotape employees  engaged  in  one of  Sturmco's\r\n\nmanufacturing operations.  He requested that the company complete\r\n\na questionnaire that related to ergonomic issues at  the factory.\r\n\nSturmco  took  the  matter  under  advisement  and,  in  January,\r\n\ninformed OSHA that it would not answer the questionnaire.\r\n\n          OSHA  then served  a  subpoena  demanding that  Sturmco\r\n\nproduce a myriad of documents concerning manufacturing processes,\r\n\nemployee training,  and on-the-job injuries.   The company fenced\r\n\nwith  the agency, saying that  it would comply  with the subpoena\r\n\nonly  in  the event  that  OSHA  agreed not  to  use  any of  the\r\n\nresultant information to impose  punitive sanctions.  Refusing to\r\n\naccede to this  condition, OSHA  invoked 29 U.S.C.    657(b)  and\r\n\nobtained  enforcement of  the  subpoena in  the federal  district\r\n\ncourt.  See Reich v. Sturm, Ruger &amp; Co., </pre><span class=\"citation\" data-id=\"1361045\"><a href=\"/opinion/1361045/reich-v-sturm-ruger-co-inc/\"><span class=\"volume\">903</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">239</span></a></span><pre class=\"inline\"> (D.N.H.\r                                                 \r\n\n1995).  Sturmco appeals.  We affirm.\r\n\nII.  SUBPOENA ENFORCEMENT\r          II.  SUBPOENA ENFORCEMENT\r\n\n          Although the  parties   especially  the respondent  and\r\n\n                                3\r\r\n\nthe amicus   expend a great deal of energy debating the merits of\r\n\nergonomic  research  and  regulation, this  exegesis  is  largely\r\n\nbeside  the point.  The  principal question before  this court is\r\n\nmuch  more mundane:   did  OSHA have the  authority to  issue the\r\n\nadministrative subpoena?  We hold that it did.\r\n\n                                A\r                                          A\r\n\n          An administrative subpoena is not self-executing and is\r\n\ntherefore   technically  not  a  \"search.\"    It  is  at  most  a\r\n\nconstructive search, amounting to no more than a simple direction\r\n\nto produce documents, subject to judicial review and enforcement.\r\n\nSee Oklahoma Press Pub. Co. v. Walling, </pre><span class=\"citation\" data-id=\"104239\"><a href=\"/opinion/104239/oklahoma-press-publishing-co-v-walling/\"><span class=\"volume\">327</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">186</span></a></span><pre class=\"inline\">, 195 (1946);\r                                                \r\n\nIn  re Grand Jury Subpoena  Served Upon Simon  Horowitz, </pre><span class=\"citation\" data-id=\"312631\"><a href=\"/opinion/312631/in-re-grand-jury-subpoena-served-upon-simon-horowitz/\"><span class=\"volume\">482</span> <span class=\"reporter\">F.2d</span>\r                                                                 \r\n\n<span class=\"page\">72</span></a></span><pre class=\"inline\">, 75-79 (2d Cir.),  cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">867</span></span><pre class=\"inline\"> (1973).   Thus,\r                                            \r\n\nunlike  the  subject  of an  actual  search,  the  subject of  an\r\n\nadministrative  subpoena  has  an opportunity  to  challenge  the\r\n\nsubpoena  before yielding the information.  In the course of that\r\n\nresistance, the  Fourth Amendment is available  to the challenger\r\n\nas a defense against enforcement of the subpoena.  See Donovan v.\r                                                                        \r\n\nLone Steer, Inc.,   </pre><span class=\"citation\" data-id=\"111061\"><a href=\"/opinion/111061/donovan-v-lone-steer-inc/\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">408</span></a></span><pre class=\"inline\">, 415 (1984);  see generally Jack\r                                                                      \r\n\nW. Campbell IV, Note, Revoking the \"Fishing License,\" 49 Vand. L.\r                                                               \r\n\nRev. 395, 408-09 (1996).\r\n\n          The requirements for  enforcement of an  administrative\r\n\nsubpoena are not onerous.1   In order to obtain  judicial backing\r\n\n                    \r                              \r\n\n     1We  note  that  the  subpoena  at  issue  here  seeks  only\r\ncorporate  documents, and thus does not raise any of the concerns\r\ndiscussed in In re Subpoena of Roger Gimbel, </pre><span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">593</span></span><pre class=\"inline\">, 596-600\r                                                     \r\n(2d Cir. 1996).\r\n\n                                4\r\r\n\nthe  agency must  prove that  (1)  the subpoena  is issued  for a\r\n\ncongressionally authorized purpose, the information sought is (2)\r\n\nrelevant to the authorized  purpose and (3) adequately described,\r\n\nand  (4)  proper procedures  have  been employed  in  issuing the\r\n\nsubpoena.   See United States v.  Morton Salt Co., </pre><span class=\"citation\" data-id=\"104758\"><a href=\"/opinion/104758/united-states-v-morton-salt-co/\"><span class=\"volume\">338</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">632</span></a></span><pre class=\"inline\">,\r                                                           \r\n\n652 (1950); Oklahoma  Press, 327  U.S. at 208;  United States  v.\r                                                                       \r\n\nComley, </pre><span class=\"citation\" data-id=\"532753\"><a href=\"/opinion/532753/united-states-v-stephen-b-comley/\"><span class=\"volume\">890</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">539</span></a></span><pre class=\"inline\">, 541 (1st Cir. 1989).  As long as the agency\r                \r\n\nsatisfies  these  modest requirements,  the  subpoena  is per  se\r\n\nreasonable and  Fourth Amendment  concerns are  deemed satisfied.\r\n\nSee Oklahoma Press,  327 U.S. at 208.   These standards  apply to\r                            \r\n\nOSHA  subpoenas  in  exactly the  same  way  that  they apply  to\r\n\nsubpoenas  issued  by  other  agencies.    See,  e.g.,  Reich  v.\r                                                                       \r\n\nManganas, </pre><span class=\"citation\" data-id=\"708080\"><a href=\"/opinion/708080/robert-reich-secretary-of-labor-v-andrew-manganas-and-manganas-painting/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">434</span></a></span><pre class=\"inline\">, 437  (6th Cir. 1995);  Reich v.  National\r                                                                           \r\n\nEng'g &amp;  Contr'g Co., </pre><span class=\"citation\" data-id=\"659905\"><a href=\"/opinion/659905/16-osh-casbna-1489-16-osh-casbna-1608-1994-oshd-cch-p/\"><span class=\"volume\">13</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">93</span></a></span><pre class=\"inline\">,  98 (4th Cir.  1993); Dole  v.\r                                                                       \r\n\nTrinity  Indus., Inc., </pre><span class=\"citation\" data-id=\"542864\"><a href=\"/opinion/542864/elizabeth-dole-secretary-of-labor-united-states-department-of-labor-v/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">867</span></a></span><pre class=\"inline\">, 871 (3d Cir.), cert. denied,\r                                                                          \r\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">998</span></span><pre class=\"inline\"> (1990); Donovan v.  Union Packing Co., </pre><span class=\"citation\" data-id=\"423591\"><a href=\"/opinion/423591/raymond-j-donovan-secretary-of-labor-united-states-department-of-labor/\"><span class=\"volume\">714</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">838</span></a></span><pre class=\"inline\">,\r                                                            \r\n\n840 (8th Cir. 1983).\r\n\n                                B\r                                          B\r\n\n          The  respondent's central  thesis  boils down  to this:\r\n\nthe  subpoena  should not  be  enforced  because OSHA  issued  it\r\n\npursuant  to an inspection scheme  (the LEP) that  did not derive\r\n\nfrom  within  OSHA's statutory  authority.    Sturmco casts  this\r\n\nproposition  in two modes.   First, it focuses  on the inspection\r\n\nscheme in the forlorn  hope that we will  apply to this  subpoena\r\n\nthe  more stringent test  applicable to  administrative searches,\r\n\nnamely,  the requirement  that  on-site inspections  be conducted\r\n\n                                5\r\r\n\npursuant to \"reasonable legislative or administrative standards.\"\r\n\nMarshall v. Barlow's, Inc., </pre><span class=\"citation\" data-id=\"109866\"><a href=\"/opinion/109866/marshall-v-barlows-inc/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span><pre class=\"inline\">, 320 (1978).\r                                    \r\n\n          We  will  not  dance  to  the  respondent's  tune.   At\r\n\npresent,  OSHA is  not seeking  to conduct  an inspection  or any\r\n\nother physical search of  Sturmco's premises, but, rather, merely\r\n\nto  enforce a subpoena duces tecum.2   The Supreme Court has made\r\n\nit pellucid that subpoenas    as opposed to inspections  or other\r\n\nadministrative searches   are subject to the minimal standards of\r\n\nOklahoma Press and its progeny, not to the more rigorous Barlow's\r                                                                           \r\n\ncriteria.  See  Lone Steer, 464 U.S. at 414.  Thus, to the extent\r                                    \r\n\nthat  Sturmco's animadversions  are directed  at whether  the LEP\r\n\ndrew its essence from  a reasonable administrative standard, they\r\n\nhave no bearing on the question we must decide.\r\n\n                                C\r                                          C\r\n\n          In  view  of the  frailty  of  its first  asseveration,\r\n\nSturmco's  appeal  necessarily  stands  or falls  on  its  second\r\n\nargument, namely, whether issuing  the subpoena was within OSHA's\r\n\nstatutory authority.  We think that it falls.\r\n\n          1.   The  Statutory Scheme.   The  OSH Act  imposes two\r                    1.   The  Statutory Scheme.\r                                              \r\n\ndistinct duties on employers.   First, employers must comply with\r\n\nspecific  workplace health  and safety  standards  established by\r\n\n                    \r                              \r\n\n     2It  is simply not true,  as Sturmco seems  to suggest, that\r\nOSHA may only  issue subpoenas pursuant  to inspections based  on\r\nemployee complaints.  As  the Eighth Circuit has observed:   \"The\r\nstatute does not mandate  an inspection of the premises  in order\r\nto enforce a  limited subpoena  to determine whether  there is  a\r\nprobable  violation of the law.  Indeed, the Secretary should not\r\nbe  expected to do more  than the circumstances  require.\"  Union\r                                                                           \r\nPacking, 714 F.2d at 840 (citation omitted).\r                 \r\n\n                                6\r\r\n\nOSHA.  See 29  U.S.C.   654(a)(2).   To this end, the Act  grants\r                    \r\n\nOSHA authority to  promulgate such  standards.3  See  id.    655.\r                                                                   \r\n\nSecond,  to fill whatever gaps may  exist after rules delineating\r\n\nspecific  standards have  been  promulgated, the  Act imposes  on\r\n\nemployers  a general duty to  provide \"employment and  a place of\r\n\nemployment  which  are  free from  recognized  hazards.\"    Id.  \r                                                                         \r\n\n654(a)(1).   OSHA  enforces this  general duty  clause, as  it is\r\n\ncalled, through case-by-case adjudicative proceedings.  See id.  \r                                                                         \r\n\n661(i)  (establishing   administrative  adjudication  mechanism);\r\n\nPuffer's Hardware, Inc.  v. Donovan,  </pre><span class=\"citation\" data-id=\"440320\"><a href=\"/opinion/440320/puffers-hardware-inc-dba-beacon-hardware-v-raymond-j-donovan/\"><span class=\"volume\">742</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span><pre class=\"inline\">,  17 (1st  Cir.\r                                             \r\n\n1984) (holding that  the Secretary does not  abuse his discretion\r\n\nby  issuing  citations  in  adjudicative  proceedings  under  the\r\n\ngeneral duty clause as opposed to establishing specific standards\r\n\nvia rulemaking); see also  Reich v. Montana Sulpher &amp;  Chem. Co.,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"676143\"><a href=\"/opinion/676143/robert-b-reich-secretary-of-labor-united-states-department-of-labor-v/\"><span class=\"volume\">32</span>  <span class=\"reporter\">F.3d</span>  <span class=\"page\">440</span></a></span><pre class=\"inline\">,  445 (9th  Cir.  1994)  (noting  \"OSHA's statutory\r\n\nobligation  to  enforce  the general  duty  clause  as a  minimum\r\n\nstandard\"), cert.  denied,  115 S.  Ct.  1355 (1995);  Matter  of\r                                                                           \r\n\nEstablishment  Inspection of Kelly-Springfield  Tire Co., </pre><span class=\"citation\" data-id=\"660241\"><a href=\"/opinion/660241/in-the-matter-of-the-establishment-inspection-of-the-kelly-springfield-tire/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span>\r                                                                  \r\n\n<span class=\"page\">1160</span></a></span><pre class=\"inline\">,  1167  (7th  Cir.  1994)  (acknowledging  the   Secretary's\r\n\nauthority to  enforce the  general duty  clause); UAW  v. General\r                                                                           \r\n\nDynamics Land Sys. Div., </pre><span class=\"citation\" data-id=\"486529\"><a href=\"/opinion/486529/international-union-united-automobile-aerospace-and-agricultural/\"><span class=\"volume\">815</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1570</span></a></span><pre class=\"inline\">, 1577 (D.C. Cir.) (limning\r                                 \r\n\nthe standards OSHA must meet to prove  a violation of the general\r\n                    \r                              \r\n\n     3Although OSHA  has  never  established  health  and  safety\r\nstandards relating specifically to  ergonomics, the agency at one\r\npoint issued an advance proposed notice of rulemaking, requesting\r\ninformation  and comments on  ergonomics from interested parties.\r\nSee  57  Fed. Reg.  34,192  (Aug.  3, 1992).    OSHA  has yet  to\r             \r\npromulgate an official notice of proposed rulemaking  adumbrating\r\nspecific ergonomic standards.\r\n\n                                7\r\r\n\nduty clause), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">976</span></span><pre class=\"inline\"> (1987).\r                                    \r\n\n          OSHA asserts as authority  for the instant subpoena its\r\n\npower  to investigate  possible  violations of  the general  duty\r\n\nclause.  It is  by now apodictic that enforcement  of the general\r\n\nduty clause is a  purpose properly authorized by Congress.   See,\r                                                                          \r\n\ne.g., Montana Sulpher, 32 F.3d at 449; Kelly-Springfield, 13 F.3d\r                                                                  \r\n\nat 1166-67.\r\n\n          2.  \"Recognized Hazards\".  In  an effort to make an end\r                    2.  \"Recognized Hazards\".\r                                            \r\n\nrun around these holdings, Sturmco  and WLF question the validity\r\n\nof OSHA's  purpose by  positing  that ergonomic  hazards are  not\r\n\n\"recognized  hazards\"  within the  purview  of  the general  duty\r\n\nclause.    This  initiative   features  two  decisions  in  which\r\n\nadministrative  law  judges  (ALJs)  under the  auspices  of  the\r\n\nOccupational Safety  and Health Review Commission (OSHRC) refused\r\n\nto enforce  citations for particular ergonomic  hazards under the\r\n\ngeneral  duty clause.  See  Beverly Enters., Inc.,  OSHRC No. 91-\r                                                           \r\n\n3344  (A.L.J. 1995);  Pepperidge  Farm, Inc.,  OSHRC No.  89-0265\r                                                      \r\n\n(A.L.J.  1993).  Sturmco and WLF insist that these decisions show\r\n\nthat OSHA lacks the  rudimentary authority to regulate ergonomics\r\n\nunder  the  general duty  clause.   In  the  absence of  any more\r\n\nspecific  regulatory   authority,  they  conclude,   OSHA  cannot\r\n\ndemonstrate  a proper  purpose for  the issuance  of  the instant\r\n\nsubpoena.\r\n\n          This  conclusion is  built on  shifting sands.   In the\r\n\nfirst place, neither of  the cited ALJ decisions holds  that OSHA\r\n\nlacks authority in all instances to regulate ergonomics under the\r                                          \r\n\n                                8\r\r\n\ngeneral duty clause.4  They therefore fail to provide  convincing\r\n\nsupport for the proposition that OSHA will not be able to prove a\r\n\nviolation of the general duty clause in this case.  In the second\r\n\nplace      and  more   important     the   respondent's  argument\r\n\nmisconstrues  the   scope  of   the  judicial  inquiry   that  is\r\n\nappropriate at this stage.\r\n\n          We have repeatedly admonished that questions concerning\r\n\nthe  scope of an  agency's substantive authority  to regulate are\r\n\nnot  to be resolved in subpoena enforcement proceedings.  See FTC\r                                                                           \r\n\nv. Monahan, </pre><span class=\"citation\" data-id=\"496777\"><a href=\"/opinion/496777/federal-trade-commission-v-charles-f-monahan/\"><span class=\"volume\">832</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">688</span></a></span><pre class=\"inline\">, 690 (1st Cir. 1987), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">485</span>\r                                                                      \r\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">987</span></span><pre class=\"inline\">  (1988); FTC v. Swanson,  </pre><span class=\"citation\" data-id=\"348305\"><a href=\"/opinion/348305/federal-trade-commission-v-kenneth-c-swanson/\"><span class=\"volume\">560</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 2  (1st Cir. 1977)\r                                          \r\n\n(per  curiam);  SEC v.  Howatt, </pre><span class=\"citation\" data-id=\"331043\"><a href=\"/opinion/331043/fed-sec-l-rep-p-95346-securities-and-exchange-commission/\"><span class=\"volume\">525</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">226</span></a></span><pre class=\"inline\">, 229-30  (1st Cir.\r                                        \r\n\n1975).    Subpoena enforcement  proceedings  are  designed to  be\r\n\nsummary in nature, see Comley, 890 F.2d at  541, and an \"agency's\r                                       \r\n\ninvestigations should not be  bogged down by premature challenges\r\n\nto its regulatory jurisdiction,\" Swanson, 560 F.2d at 2.  As long\r                                                  \r\n\nas  the   agency's  assertion  of  authority   is  not  obviously\r\n\napocryphal, a procedurally sound subpoena  must be enforced.  See\r                                                                           \r\n\nid.; see  also EEOC  v. Kloster  Cruise Ltd.,  </pre><span class=\"citation\" data-id=\"565133\"><a href=\"/opinion/565133/equal-employment-opportunity-commission-v-kloster-cruise-limited-dba/\"><span class=\"volume\">939</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">920</span></a></span><pre class=\"inline\">, 923\r                                                      \r\n\n(11th Cir. 1991).\r\n\n          Refined to bare essence, the respondent's argument runs\r\n\n                    \r                              \r\n\n     4Both  decisions are presently  on review before  OSHRC.  In\r\nany event, because the cases are merely first-tier ALJ decisions,\r\nthey are  entitled to no precedential value before this tribunal.\r\nSee  Matter of  Establishment Inspection  of Cerro  Copper Prods.\r                                                                           \r\nCo.,  </pre><span class=\"citation\" data-id=\"446591\"><a href=\"/opinion/446591/in-the-matter-of-establishment-inspection-of-cerro-copper-products-company/\"><span class=\"volume\">752</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">280</span></a></span><pre class=\"inline\">,  284  (7th  Cir.  1985)  (per  curiam)  (\"An\r             \r\nunreviewed  ALJ decision  does not  bind OSHRC  or the  courts as\r\nprecedent.\")  (citing cases).   Their  utility  depends solely on\r\nthe persuasive power, if any, of their reasoning.\r\n\n                                9\r\r\n\nalong the  following lines.  As  part of its burden  of proving a\r\n\nviolation  of the  general duty  clause, OSHA  must show  that an\r\n\nemployer failed to keep its workplace free of a recognized hazard\r\n\nthat  caused (or was likely  to cause) death  or serious physical\r\n\ninjury.    See  General  Dynamics,  815  F.2d at  1577;  Puffer's\r                                                                           \r\n\nHardware, 742 F.2d at 18.  Ergonomic hazards, Sturmco argues, are\r                  \r\n\nnot such \"recognized hazards,\"  and, therefore, OSHA cannot carry\r\n\nits  burden.   Given  the early  stage  of the  proceedings, this\r\n\nargument falters.\r\n\n          To  be sure, a debate  rages in both  legal and medical\r\n\ncircles over the dangers posed by, for example, multiple movement\r\n\ndisorders, as well  as over  the optimum method(s)  by which  so-\r\n\ncalled ergonomic dangers can be alleviated.  But uncertainties of\r\n\nthis sort do  not provide  a cognizable basis  for concluding  at\r                                                                           \r\n\nthis stage that OSHA would not be able to issue a citation.  This\r                    \r\n\nis  especially  true when,  as now,  a  subpoena is  \"designed to\r\n\nproduce the very  information that  may be needed  to shed  light\r\n\nupon those questions.\"  Howatt, 525 F.2d at 230.\r                                        \r\n\n          3.  A Variation on the Theme.  WLF comes at the problem\r                    3.  A Variation on the Theme.\r                                                \r\n\nfrom another angle.  It asserts that once a subpoena  is enforced\r\n\nthe  chance for  an effective  challenge evaporates  because most\r\n\nemployers  are likely  to settle  with OSHA  rather  than proceed\r\n\nthrough the rigors of the administrative litigation  process.  As\r\n\nan initial matter, we doubt that this argument is properly before\r\n\nus.    While amicus  briefs are  helpful in  assessing litigants'\r\n\npositions, an amicus cannot introduce a new argument into a case.\r\n\n                                10\r\r\n\nSee  Lane v. First Nat'l Bank, </pre><span class=\"citation\" data-id=\"520576\"><a href=\"/opinion/520576/joan-f-lane-dba-lane-co-v-the-first-national-bank-of-boston/\"><span class=\"volume\">871</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">166</span></a></span><pre class=\"inline\">, 175 (1st Cir. 1989)\r                                       \r\n\n(explaining  that an amicus may not \"interject into a case issues\r\n\nwhich the litigants, whatever their reasons might be, have chosen\r\n\nto ignore\"); accord Vote Choice, Inc. v. DiStefano, </pre><span class=\"citation\" data-id=\"629116\"><a href=\"/opinion/629116/vote-choice-inc-v-joseph-distefano-etc-elizabeth-leonard-vote/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span><pre class=\"inline\">, 36\r                                                            \r\n\n(1st Cir. 1993).\r\n\n          In  all events, WLF's argument fails on the merits.  It\r\n\noffers no empirical  or statistical  evidence in  support of  its\r\n\nconclusions  about settlement rates.   Moreover, it  points to no\r\n\ncase   holding  that   the  prospective   burden  of   litigation\r\n\nconstitutes a cognizable injury sufficient to breathe life into a\r\n\npre-enforcement  challenge to  agency action  notwithstanding the\r\n\nguaranteed availability of judicial review following final agency\r\n\naction.  Put bluntly, WLF asks us to buy  a pig in a poke, and we\r\n\nrefuse to do so.\r\n\n          At  any  rate,  we  have  already  rejected  a  similar\r\n\nargument in repudiating an estoppel-based collateral attack on an\r\n\nOSHA citation.    In Northeast  Erectors  Ass'n v.  Secretary  of\r                                                                           \r\n\nLabor, </pre><span class=\"citation\" data-id=\"196246\"><a href=\"/opinion/196246/northeast-erectors-v-dol/\"><span class=\"volume\">62</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></a></span><pre class=\"inline\"> (1st Cir. 1995), we  held that a party did not\r               \r\n\nsuffer substantial harm from being required to raise defenses  to\r\n\na citation  only after the citation  had issued.  See  id. at 40.\r                                                                    \r\n\nWe  also  warned  that   permitting  parties  to  circumvent  the\r\n\nadministrative process  by bringing collateral challenges  in the\r\n\ndistrict  court would  \"subvert  Congress's intent  to have  such\r\n\nclaims  reviewed  through the  OSH Act's  detailed administrative\r\n\nprocedure.\"  Id.\r                          \r\n\n          4.  Recapitulation.   We  need go no  further.   OSHA's\r                    4.  Recapitulation.\r                                      \r\n\n                                11\r\r\n\nauthority  to  investigate  ergonomic  conditions  in  search  of\r\n\npossible  general  duty  clause   violations  easily  passes  the\r\n\nundemanding  test   for  the  enforceability   of  administrative\r\n\nsubpoenas.   Were we to  succumb to the  siren song that  Sturmco\r\n\nsings  and  stop  the  subpoena for  want  of  some sophisticated\r\n\nstandard  for systemically specifying ergonomic hazards, we would\r\n\nin  effect  be requiring  OSHA to  \"charge first  and investigate\r\n\nlater.\"   Montana Sulpher, 32  F.3d at 444.   This tergiversation\r                                   \r\n\nwould stand  the administrative  enforcement process on  its head\r\n\nand in  the bargain  would both  defy the  will  of Congress  and\r\n\nignore the teachings  of the  Court.   We will  not encourage  so\r\n\nresupinate an exercise.\r\n\n                                D\r                                          D\r\n\n          We must attend to a final detail.  While the respondent\r\n\ndoes not  seriously contend that  the documents requested  in the\r\n\nsubpoena are irrelevant  to OSHA's asserted  purpose or that  the\r\n\nsubpoena was issued  in a procedurally irregular manner,  it does\r\n\nattempt to argue that enforcement  should be withheld because the\r\n\nsubpoena  is abusive  and overbroad.   On appeal,  Sturmco's sole\r\n\nstated basis for  this contention  is that, because  there is  no\r\n\nergonomic  standard   or  definition  of  ergonomic  hazard,  any\r\n\ndocument request must  necessarily be abusive.   This is  nothing\r\n\nmore than a cross-dressing  of the argument, previously rejected,\r\n\nthat  OSHA lacks  authority to  issue a  subpoena pursuant  to an\r\n\ninvestigation of ergonomic hazards for possible violations of the\r\n\ngeneral duty clause.  We  can conceive of no reason to  give this\r\n\n                                12\r\r\n\nimportuning further attention.  Accordingly, the subpoena must be\r\n\nenforced.\r\n\nIII.  CITATION ENFORCEMENT\r          III.  CITATION ENFORCEMENT\r\n\n          In  July of 1994, while the respondent was in the midst\r\n\nof  contesting the  subpoena's validity,  OSHA issued  a citation\r\n\ncharging the  company with failure to  produce certain subpoenaed\r\n\ndocuments.   The  respondent  requested that  the district  court\r\n\nprohibit  enforcement of the citation.  The court refused, citing\r\n\na perceived lack of jurisdiction.  See Sturm, Ruger, 903  F. Supp\r                                                             \r\n\nat 250.\r\n\n          As the district court recognized,  id. at 249-50, it is\r                                                          \r\n\nquestionable whether OSHA citations  issued for failure to comply\r\n\nwith   a  subpoena  that  the  employer  is  in  the  process  of\r\n\nchallenging may be enforced.  See, e.g., Lone  Steer, 464 U.S. at\r                                                              \r\n\n415 (explaining that an employer may \"question the reasonableness\r\n\nof [a] subpoena, before  suffering any penalties for  refusing to\r                                                                           \r\n\ncomply  with  it,  by raising  objections  in  an  action in  the\r                          \r\n\ndistrict court\") (emphasis supplied); See v. City of Seattle, </pre><span class=\"citation\" data-id=\"107474\"><a href=\"/opinion/107474/see-v-seattle/\"><span class=\"volume\">387</span>\r                                                                      \r\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">541</span></a></span><pre class=\"inline\">, 544-45  (1967) (similar); Brock  v. Emerson Elec.  Co.,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"498252\"><a href=\"/opinion/498252/william-e-brock-us-secretary-of-labor-v-emerson-electric-company/\"><span class=\"volume\">834</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">994</span></a></span><pre class=\"inline\">, 997  (11th  Cir. 1987)  (similar).    But as  the\r\n\ndistrict court  also recognized, Sturm,  Ruger, 903  F. Supp.  at\r                                                        \r\n\n250, the law lodges exclusive jurisdiction over challenges to the\r\n\nvalidity  of citations with OSHRC, subject to review by the court\r\n\nof appeals.  See 29 U.S.C.    659(c) &amp; 660(a); see also Northeast\r                                                                           \r\n\nErectors,  62 F.3d at  39-40 (explaining jurisdictional structure\r                  \r\n\nof OSH Act  and holding  that the district  court lacked  subject\r\n\n                                13\r\r\n\nmatter jurisdiction  over a pre-enforcement challenge  to an OSHA\r\n\ncitation).\r\n\n          The  OSH Act  provides  only a  few  limited bases  for\r\n\noriginal jurisdiction in  the district court,  and none of  those\r\n\nbases exists here.  The administrative review and appeals process\r\n\nthus remains  \"the exclusive procedure through  which an employer\r\n\ncan obtain  review of  OSHA [citation] enforcement  proceedings.\"\r\n\nNortheast Erectors, 62  F.3d at 39.5  Consequently,  the district\r                            \r\n\ncourt  did not  err in  refusing, on  jurisdictional grounds,  to\r\n\nentertain Sturmco's complaint anent the citation.\r\n\nIV.  CONCLUSION\r          IV.  CONCLUSION\r\n\n          There is much less  to this appeal than meets  the eye.\r\n\nBecause  OSHA had authority to  issue the subpoena to investigate\r\n\npossible  violations of the  general duty clause,  we must affirm\r\n\nthe judgment  below.  In so  doing, we leave for  another day the\r\n\nquestion  whether  OSHA  will ultimately  be  able  to enforce  a\r\n\ncitation  against Sturmco (or  anybody else, for  that matter) on\r\n\nthe ground  that ergonomic hazards are  recognized hazards within\r\n\nthe meaning of the OSH Act's general duty clause.\r\n\nAffirmed.\r          Affirmed.\r                  \r\n\n                    \r                              \r\n\n     5Sturmco is currently contesting the  citation before OSHRC,\r\nand  it will  be  entitled to  all  appropriate defenses  against\r\nenforcement  there and on any ensuing appeal.  See, e.g., Emerson\r                                                                           \r\nElec., 834  F.2d at 997  (affirming OSHRC's vacation  of citation\r               \r\nissued for failure to produce documents).  That route is the only\r\navailable avenue of protest vis-a-vis the citation.\r\n\n                                14\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104239/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104758/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107474/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111061/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/312631/",
    "http://www.courtlistener.com/api/rest/v3/opinions/331043/",
    "http://www.courtlistener.com/api/rest/v3/opinions/348305/",
    "http://www.courtlistener.com/api/rest/v3/opinions/423591/",
    "http://www.courtlistener.com/api/rest/v3/opinions/440320/",
    "http://www.courtlistener.com/api/rest/v3/opinions/446591/",
    "http://www.courtlistener.com/api/rest/v3/opinions/486529/",
    "http://www.courtlistener.com/api/rest/v3/opinions/496777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/498252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520576/",
    "http://www.courtlistener.com/api/rest/v3/opinions/532753/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542864/",
    "http://www.courtlistener.com/api/rest/v3/opinions/565133/",
    "http://www.courtlistener.com/api/rest/v3/opinions/629116/",
    "http://www.courtlistener.com/api/rest/v3/opinions/659905/",
    "http://www.courtlistener.com/api/rest/v3/opinions/660241/",
    "http://www.courtlistener.com/api/rest/v3/opinions/676143/",
    "http://www.courtlistener.com/api/rest/v3/opinions/708080/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1361045/"
  ]
}