{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196760/",
  "absolute_url": "/opinion/196760/lefevre-v-brown/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196760/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:13:28Z",
  "date_modified": "2017-03-24T10:48:31.439329Z",
  "type": "010combined",
  "sha1": "5df7e9e1417109f9782eda24234623b3dff30245",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-2302.01A",
  "local_path": null,
  "plain_text": "\n\nMay 13, 1996          [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-2302\r\n\n                     PATRICIA L. LeFEVRE,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                         JESSE BROWN,\r\n      SECRETARY OF THE DEPARTMENT OF VETERANS' AFFAIRS,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n           [Hon. Mary M. Lisi, U.S. District Judge]\r                                                              \r\n\n                                         \r\n\n                            Before\r\n\n                    Cyr, Boudin and Lynch,\r\n\n                       Circuit Judges.\r                                                 \r\n\n                                         \r\n\nGregory P. Piccirilli with whom Sciacca  &amp; Piccirilli was on brief\r                                                                 \r\nfor appellant.\r\nSheldon Whitehouse for the United States.\r                              \r\n\n                                         \r\n\n                                         \r\r\n\n     Per  Curiam.     After  exhausting  her   administrative\r                            \r\n\nremedies, Patricia  LeFevre filed suit in  the district court\r\n\nseeking damages  and injunctive relief  against her employer,\r\n\nthe  United  States  Department  of  Veterans'  Affairs,  for\r\n\nalleged gender discrimination in violation  of Title VII.  42\r\n\nU.S.C.    2000e-16(c).  She  claimed that  she was  initially\r\n\ndenied  relocation benefits  provided to  comparably situated\r\n\nmale  employees,   and  that  when  she   complained  to  her\r\n\nsupervisor she was assigned  to a lesser position at  another\r\n\noffice.  An additional claim of age discrimination, 29 U.S.C.\r\n\n  633a(c), was withdrawn at trial and is no longer at issue. \r\n\n     LeFevre  presented her  claims of  gender discrimination\r\n\nand retaliation to a jury  in October 1995.  At the  close of\r\n\nLeFevre's evidence, the district judge in an opinion from the\r\n\nbench granted  judgment as  a matter of  law in favor  of the\r\n\ngovernment  on  the  gender  discrimination  and  retaliation\r\n\nclaims.  Fed.  R. Civ. P. 50(a).  This  appeal followed.  The\r\n\nonly  issue on appeal is  whether the evidence,  taken in the\r\n\nlight most  favorable to  LeFevre, would permit  a reasonable\r\n\njury to decide in her favor,  and our review on that issue is\r\n\nde  novo.  Gibson v. City of  Cranston, 37 F.3d 731, 735 (1st\r                                                  \r\n\nCir. 1994).\r\n\n     To summarize  the evidence, LeFevre was  working for the\r\n\nVeterans' Administration in  Texas in early  1990.  In  March\r\n\n                             -2-\r                                         -2-\r\r\n\n1990, she applied for  an advertised management position with\r\n\na VA office in  Providence, Rhode Island.  The  VA's internal\r\n\nform authorizing  the position specified  that no  relocation\r\n\nexpenses  were  authorized;  but  this  restriction  was  not\r\n\nmentioned  in the  advertisement itself.   At  trial, LeFevre\r\n\ntestified  that during  an  interview for  the  job with  the\r\n\nProvidence Regional Manager Clyde  Waite, Waite told her that\r\n\nshe would be  paid for  the expense of  moving her  household\r\n\ngoods.   Waite testified he  told LeFevre that  no relocation\r\n\nbenefits  were available but that  he later told  her that he\r\n\nmight be able  to get reimbursement for moving  her household\r\n\ngoods, which in fact he did.  \r\n\n     After LeFevre  began working in Providence,  she learned\r\n\nthat two men hired for similar positions had received further\r\n\nbenefits  such  as  reimbursement  for  lodging  and  mileage\r\n\nexpenses,  a per diem allowance,  and a home equity purchase.\r\n\nLeFevre told  Waite  that she  believed she  was entitled  to\r\n\nthese benefits, but Waite again said that no further benefits\r\n\nwere available.   LeFevre  complained to her  congressman and\r\n\nthereafter  a VA official in Washington ruled that the denial\r\n\nof  benefits was  due  to a  misinterpretation of  government\r\n\nregulations   and   that  LeFevre   was   entitled   to  full\r\n\nreimbursement.  LeFevre eventually  was paid over $61,000 for\r\n\nexpenses relating to her move.  \r\n\n                             -3-\r                                         -3-\r\r\n\n     Shortly after LeFevre told Waite that she was contacting\r\n\nher  congressman, LeFevre was  transferred from Providence to\r\n\nCranston, R.I, to another VA position, apparently one with no\r\n\nmanagement  responsibility.   LeFevre contended  that Waite's\r\n\nmotive  was   to  retaliate   against  her  because   of  her\r\n\ncomplaints.   Waite testified that the  transfer stemmed from\r\n\nan   ongoing  appraisal   of  LeFevre's   position  and   job\r\n\nperformance that had begun long  before she raised the  issue\r\n\nof relocation expenses. \r\n\n     Against  this background,  we  agree with  the  district\r\n\ncourt  that LeFevre  did  not present  evidence permitting  a\r\n\nreasonable  jury  to conclude  that  gender  bias caused  the\r\n\noriginal  alleged disparity  in  treatment  as to  relocation\r\n\nexpenses.  LeFevre's burden  was defined by McDonnell Douglas\r                                                                         \r\n\nCorp. v.  Green, 411 U.S. 792 (1973).   There was no specific\r                           \r\n\nevidence of  discriminatory intent, but to  establish a prima\r                                                                         \r\n\nfacie case it was enough  for LeFevre to show that she  was a\r                 \r\n\nwoman and that men, apparently similarly situated, were given\r\n\nmore favorable treatment.  Id. at 802.  This LeFevre did.  \r                                          \r\n\n     But  it was  then  open to  the  defense to  respond  by\r\n\nshowing a non-discriminatory reason for the action.  411 U.S.\r\n\nat  802-03.   The  government  did this  by  introducing into\r\n\nevidence the VA's \"request  for personnel action\"; this form,\r\n\nauthorizing  the  advertising  of  the  position,  explicitly\r\n\nstated that  \"no relocation expenses are  authorized.\"  Waite\r\n\n                             -4-\r                                         -4-\r\r\n\ntestified that this document  was prepared before the  VA had\r\n\nany notion whether the successful applicant would be a man or\r\n\nwoman.  On  its face, the document provides a  reason for the\r\n\ndecision  to deny  relocation  benefits that  was not  gender\r\n\nbased.         \r\n\n     We  are now told that because  LeFevre was relocated for\r\n\nthe convenience  of the government, she  could not rightfully\r\n\nbe denied relocation benefits.   But it does not  matter that\r\n\nthe  government's original reason  for denying benefits (lack\r\n\nof  authorization) was  based  on a  misunderstanding of  the\r\n\nregulations; under Title VII  the employer has a right  to be\r\n\nwrong  so   long  as   the  decision   was  not   tainted  by\r\n\ndiscrimination.   Pollard  v. Rea Magnet  Wire Co.,  824 F.2d\r                                                              \r\n\n557, 559  (7th Cir.) (\"reasons honestly  described but poorly\r\n\nfounded\" represent bad judgment, not  pretext), cert. denied,\r                                                                        \r\n\n484 U.S. 977 (1987).\r\n\n     LeFevre  was   entitled  to  offer   evidence  that  the\r\n\ngovernment's explanation was  pretext, for example,  that the\r\n\nexplanation had been made up after the fact.  LeFevre did not\r\n\nobject  at trial to the authenticity of the document, but she\r\n\ndoes  offer on  appeal a  host of  arguments to  suggest that\r\n\nneither  the  document nor  Waite's  testimony  about it  was\r\n\nreliable.   She  points  out, for  instance,  that while  the\r\n\nauthorizing document purportedly denied  relocation benefits,\r\n\n                             -5-\r                                         -5-\r\r\n\nthe   public  advertisement  said  nothing  about  relocation\r\n\nbenefits one way or the other.\r\n\n     How  far  LeFevre  developed  these  arguments  in   the\r\n\ndistrict court is not entirely clear, but it does not matter.\r\n\nTaking  them all  together, they  simply would  not permit  a\r\n\nreasonable jury  to conclude--as LeFevre now  urges--that the\r\n\ndocument was  altered  later  or is  in  some  other  respect\r\n\ninauthentic.  Thus, the public advertisement turns  out to be\r\n\na  government  form in  which there  is  no separate  box for\r\n\ndescribing   relocation  benefits.     The   other  inference\r\n\narguments  are  no  stronger,  whether  taken  separately  or\r\n\ntogether.\r\n\n     LeFevre's other main contention  is that the document is\r\n\nof no consequence because  Waite did not actually rely  on it\r\n\nin  denying the  relocation  benefits.   In support,  LeFevre\r\n\nargues  that  she was  initially  told  by  Waite  that  some\r                                                                         \r\n\nrelocation benefits would be provided, and that  subsequently\r\n\nthe reason given for denying full benefits was that she was a\r\n\n\"new hire.\"  We  agree that an employer  cannot automatically\r\n\nescape   liability   by   exploiting    a   nondiscriminatory\r\n\njustification on which it did not actually rely.  McKennon v.\r                                                                      \r\n\nNashville Banner Pub. Co., 115 S. Ct. 879, 885 (1995).  \r                                     \r\n\n       But  any  apparent  inconsistency   between  LeFevre's\r\n\nversion of events and the government's proffered reason--that\r\n\nthe  benefits  were  not  authorized--fades  when  one  looks\r\n\n                             -6-\r                                         -6-\r\r\n\ncarefully at the  testimony.   Waite testified  that he  told\r\n\nLeFevre in the initial  interview that no relocation benefits\r\n\nwere  authorized, but  that in  a subsequent  conversation he\r\n\nsaid he \"would  check with the  central office\" to see  if he\r\n\ncould get reimbursement for the  household goods.  He further\r\n\ntestified  that he  contacted a  superior in  Washington, Dr.\r\n\nBlank, who authorized expenses for moving household goods.   \r\n\n     Waite's  detailed account  of  his effort  to secure  an\r\n\nexception  is consistent  with  his initial  reliance on  the\r\n\npersonnel document  that said  no  expenses were  authorized.\r\n\nAnd  at the  district court  hearing on  the Rule  50 motion,\r\n\nLeFevre's counsel conceded that LeFevre initially was told no\r\n\nrelocation  expenses  were  authorized.    LeFevre's  general\r\n\nassertion  at  trial--that  Waite  told  her  she  would  get\r\n\nrelocation  expense for  household  goods--was  apparently  a\r\n\ncompressed version of the account given by Waite. \r\n\n     As  for the  \"new hire\"  justification for  denying full\r\n\nbenefits, Waite conceded that  this was one of  reasons later\r\n\ngiven  to  LeFevre.    But  he  explained  that  this  reason\r\n\noriginated  not with  him but  with a  VA personnel  officer.\r\n\nWaite testified  that he  had  no personal  knowledge of  the\r\n\nbasis  for  the  \"new  hire\"  justification  and  was  simply\r\n\ndeferring to the expertise of the personnel officer.   Again,\r\n\nthis testimony was uncontradicted.  Title VII offers remedies\r\n\n                             -7-\r                                         -7-\r\r\n\nonly  for discrimination  and not  for bureaucratic  error or\r\n\nconfusion.     LeFevre's retaliation claim might or might not\r\n\nhave more merit  than her gender discrimination  claim.  Even\r\n\nthough  the original  denial of  relocation benefits  was not\r\n\nshown to be gender based, the statute independently prohibits\r\n\nan employer  from taking  adverse action against  an employee\r\n\nbecause of the fact that the employee is pursuing a Title VII\r\n\nclaim.   42 U.S.C.   2000e-3.   In this case,  there is doubt\r\n\nwhether  the  record would  permit  an  inference that  Waite\r\n\nengaged in retaliation, there being very little evidence that\r\n\nWaite  knew  at the  time of  the  transfer that  LeFevre was\r\n\nclaiming gender discrimination.\r\n\n     But  we need not discuss the evidence at length, or rule\r\n\nupon the  issue, because on  appeal LeFevre makes  no serious\r\n\nattempt to  develop the retaliation charge  as an independent\r\n\nclaim for the jury.  We normally do not address arguments not\r\n\ndeveloped  on appeal.   Argencourt v. United  States, 78 F.3d\r                                                                \r\n\n14, 16  n.1  (1st Cir.  1996).   Given  the  thinness of  the\r\n\nevidence as to retaliation,  there is certainly no indication\r\n\nof plain error.\r\n\n     Affirmed.\r                         \r\n\n                             -8-\r                                         -8-\r\r\n",
  "html": "<p class=\"case_cite\">86 F.3d 1146</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Patricia L. LeFEVRE, Plaintiff, Appellant,<br>v.<br>Jesse BROWN, Secretary of the Department of Veterans'<br>Affairs, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-2302.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">May 13, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Gregory P. Piccirilli with whom Sciacca &amp; Piccirilli was on brief for appellant.</p>\n      <p class=\"indent\">Sheldon Whitehouse for the United States.</p>\n      <p class=\"indent\">Before CYR, BOUDIN and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After exhausting her administrative remedies, Patricia LeFevre filed suit in the district court seeking damages and injunctive relief against her employer, the United States Department of Veterans' Affairs, for alleged gender discrimination in violation of Title VII. 42 U.S.C. &#167; 2000e-16(c).   She claimed that she was initially denied relocation benefits provided to comparably situated male employees, and that when she complained to her supervisor she was assigned to a lesser position at another office.   An additional claim of age discrimination, 29 U.S.C. &#167; 633a(c), was withdrawn at trial and is no longer at issue.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">LeFevre presented her claims of gender discrimination and retaliation to a jury in October 1995.   At the close of LeFevre's evidence, the district judge in an opinion from the bench granted judgment as a matter of law in favor of the government on the gender discrimination and retaliation claims.   Fed.R.Civ.P. 50(a).   This appeal followed.   The only issue on appeal is whether the evidence, taken in the light most favorable to LeFevre, would permit a reasonable jury to decide in her favor, and our review on that issue is de novo.   Gibson v. City of Cranston, 37 F.3d 731, 735 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">To summarize the evidence, LeFevre was working for the Veterans' Administration in Texas in early 1990.   In March 1990, she applied for an advertised management position with a VA office in Providence, Rhode Island.   The VA's internal form authorizing the position specified that no relocation expenses were authorized;  but this restriction was not mentioned in the advertisement itself.   At trial, LeFevre testified that during an interview for the job with the Providence Regional Manager Clyde Waite, Waite told her that she would be paid for the expense of moving her household goods.   Waite testified he told LeFevre that no relocation benefits were available but that he later told her that he might be able to get reimbursement for moving her household goods, which in fact he did.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After LeFevre began working in Providence, she learned that two men hired for similar positions had received further benefits such as reimbursement for lodging and mileage expenses, a per diem allowance, and a home equity purchase.   LeFevre told Waite that she believed she was entitled to these benefits, but Waite again said that no further benefits were available.   LeFevre complained to her congressman and thereafter a VA official in Washington ruled that the denial of benefits was due to a misinterpretation of government regulations and that LeFevre was entitled to full reimbursement.   LeFevre eventually was paid over $61,000 for expenses relating to her move.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Shortly after LeFevre told Waite that she was contacting her congressman, LeFevre was transferred from Providence to Cranston, R.I, to another VA position, apparently one with no management responsibility.   LeFevre contended that Waite's motive was to retaliate against her because of her complaints.   Waite testified that the transfer stemmed from an ongoing appraisal of LeFevre's position and job performance that had begun long before she raised the issue of relocation expenses.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Against this background, we agree with the district court that LeFevre did not present evidence permitting a reasonable jury to conclude that gender bias caused the original alleged disparity in treatment as to relocation expenses.   LeFevre's burden was defined by McDonnell Douglas Corp. v. Green, 411 U.S. 792 (1973).   There was no specific evidence of discriminatory intent, but to establish a prima facie case it was enough for LeFevre to show that she was a woman and that men, apparently similarly situated, were given more favorable treatment.  Id. at 802.   This LeFevre did.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">But it was then open to the defense to respond by showing a non-discriminatory reason for the action.  411 U.S. at 802-03.   The government did this by introducing into evidence the VA's \"request for personnel action\";  this form, authorizing the advertising of the position, explicitly stated that \"no relocation expenses are authorized.\"   Waite testified that this document was prepared before the VA had any notion whether the successful applicant would be a man or woman.   On its face, the document provides a reason for the decision to deny relocation benefits that was not gender based.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We are now told that because LeFevre was relocated for the convenience of the government, she could not rightfully be denied relocation benefits.   But it does not matter that the government's original reason for denying benefits (lack of authorization) was based on a misunderstanding of the regulations;  under Title VII the employer has a right to be wrong so long as the decision was not tainted by discrimination.  Pollard v. Rea Magnet Wire Co., 824 F.2d 557, 559 (7th Cir.)  (\"reasons honestly described but poorly founded\" represent bad judgment, not pretext), cert. denied, 484 U.S. 977 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">LeFevre was entitled to offer evidence that the government's explanation was pretext, for example, that the explanation had been made up after the fact.   LeFevre did not object at trial to the authenticity of the document, but she does offer on appeal a host of arguments to suggest that neither the document nor Waite's testimony about it was reliable.   She points out, for instance, that while the authorizing document purportedly denied relocation benefits, the public advertisement said nothing about relocation benefits one way or the other.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">How far LeFevre developed these arguments in the district court is not entirely clear, but it does not matter.   Taking them all together, they simply would not permit a reasonable jury to conclude--as LeFevre now urges--that the document was altered later or is in some other respect inauthentic.   Thus, the public advertisement turns out to be a government form in which there is no separate box for describing relocation benefits.   The other inference arguments are no stronger, whether taken separately or together.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">LeFevre's other main contention is that the document is of no consequence because Waite did not actually rely on it in denying the relocation benefits.   In support, LeFevre argues that she was initially told by Waite that some relocation benefits would be provided, and that subsequently the reason given for denying full benefits was that she was a \"new hire.\"   We agree that an employer cannot automatically escape liability by exploiting a nondiscriminatory justification on which it did not actually rely.  McKennon v. Nashville Banner Pub. Co., 115 S.Ct. 879, 885 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">But any apparent inconsistency between LeFevre's version of events and the government's proffered reason--that the benefits were not authorized--fades when one looks carefully at the testimony.   Waite testified that he told LeFevre in the initial interview that no relocation benefits were authorized, but that in a subsequent conversation he said he \"would check with the central office\" to see if he could get reimbursement for the household goods.   He further testified that he contacted a superior in Washington, Dr. Blank, who authorized expenses for moving household goods.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Waite's detailed account of his effort to secure an exception is consistent with his initial reliance on the personnel document that said no expenses were authorized.   And at the district court hearing on the Rule 50 motion, LeFevre's counsel conceded that LeFevre initially was told no relocation expenses were authorized.   LeFevre's general assertion at trial--that Waite told her she would get relocation expense for household goods--was apparently a compressed version of the account given by Waite.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">As for the \"new hire\" justification for denying full benefits, Waite conceded that this was one of reasons later given to LeFevre.   But he explained that this reason originated not with him but with a VA personnel officer.   Waite testified that he had no personal knowledge of the basis for the \"new hire\" justification and was simply deferring to the expertise of the personnel officer.   Again, this testimony was uncontradicted.   Title VII offers remedies only for discrimination and not for bureaucratic error or confusion.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">LeFevre's retaliation claim might or might not have more merit than her gender discrimination claim.   Even though the original denial of relocation benefits was not shown to be gender based, the statute independently prohibits an employer from taking adverse action against an employee because of the fact that the employee is pursuing a Title VII claim.  42 U.S.C. &#167; 2000e-3.   In this case, there is doubt whether the record would permit an inference that Waite engaged in retaliation, there being very little evidence that Waite knew at the time of the transfer that LeFevre was claiming gender discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">But we need not discuss the evidence at length, or rule upon the issue, because on appeal LeFevre makes no serious attempt to develop the retaliation charge as an independent claim for the jury.   We normally do not address arguments not developed on appeal.  Argencourt v. United States, 78 F.3d 14, 16 n. 1 (1st Cir.1996).   Given the thinness of the evidence as to retaliation, there is certainly no indication of plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1146</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Patricia L. LeFEVRE, Plaintiff, Appellant,<br>v.<br>Jesse BROWN, Secretary of the Department of Veterans'<br>Affairs, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-2302.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">May 13, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Gregory P. Piccirilli with whom Sciacca &amp; Piccirilli was on brief for appellant.</p>\n      <p class=\"indent\">Sheldon Whitehouse for the United States.</p>\n      <p class=\"indent\">Before CYR, BOUDIN and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After exhausting her administrative remedies, Patricia LeFevre filed suit in the district court seeking damages and injunctive relief against her employer, the United States Department of Veterans' Affairs, for alleged gender discrimination in violation of Title VII. 42 U.S.C. &#167; 2000e-16(c).   She claimed that she was initially denied relocation benefits provided to comparably situated male employees, and that when she complained to her supervisor she was assigned to a lesser position at another office.   An additional claim of age discrimination, 29 U.S.C. &#167; 633a(c), was withdrawn at trial and is no longer at issue.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">LeFevre presented her claims of gender discrimination and retaliation to a jury in October 1995.   At the close of LeFevre's evidence, the district judge in an opinion from the bench granted judgment as a matter of law in favor of the government on the gender discrimination and retaliation claims.   Fed.R.Civ.P. 50(a).   This appeal followed.   The only issue on appeal is whether the evidence, taken in the light most favorable to LeFevre, would permit a reasonable jury to decide in her favor, and our review on that issue is de novo.   Gibson v. City of Cranston, <span class=\"citation\" data-id=\"195652\"><a href=\"/opinion/195652/gibson-v-city-of-cranston/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">731</span></a></span>, 735 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">To summarize the evidence, LeFevre was working for the Veterans' Administration in Texas in early 1990.   In March 1990, she applied for an advertised management position with a VA office in Providence, Rhode Island.   The VA's internal form authorizing the position specified that no relocation expenses were authorized;  but this restriction was not mentioned in the advertisement itself.   At trial, LeFevre testified that during an interview for the job with the Providence Regional Manager Clyde Waite, Waite told her that she would be paid for the expense of moving her household goods.   Waite testified he told LeFevre that no relocation benefits were available but that he later told her that he might be able to get reimbursement for moving her household goods, which in fact he did.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After LeFevre began working in Providence, she learned that two men hired for similar positions had received further benefits such as reimbursement for lodging and mileage expenses, a per diem allowance, and a home equity purchase.   LeFevre told Waite that she believed she was entitled to these benefits, but Waite again said that no further benefits were available.   LeFevre complained to her congressman and thereafter a VA official in Washington ruled that the denial of benefits was due to a misinterpretation of government regulations and that LeFevre was entitled to full reimbursement.   LeFevre eventually was paid over $61,000 for expenses relating to her move.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Shortly after LeFevre told Waite that she was contacting her congressman, LeFevre was transferred from Providence to Cranston, R.I, to another VA position, apparently one with no management responsibility.   LeFevre contended that Waite's motive was to retaliate against her because of her complaints.   Waite testified that the transfer stemmed from an ongoing appraisal of LeFevre's position and job performance that had begun long before she raised the issue of relocation expenses.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Against this background, we agree with the district court that LeFevre did not present evidence permitting a reasonable jury to conclude that gender bias caused the original alleged disparity in treatment as to relocation expenses.   LeFevre's burden was defined by McDonnell Douglas Corp. v. Green, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span> (1973).   There was no specific evidence of discriminatory intent, but to establish a prima facie case it was enough for LeFevre to show that she was a woman and that men, apparently similarly situated, were given more favorable treatment.  Id. at 802.   This LeFevre did.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">But it was then open to the defense to respond by showing a non-discriminatory reason for the action.  411 U.S. at 802-03.   The government did this by introducing into evidence the VA's \"request for personnel action\";  this form, authorizing the advertising of the position, explicitly stated that \"no relocation expenses are authorized.\"   Waite testified that this document was prepared before the VA had any notion whether the successful applicant would be a man or woman.   On its face, the document provides a reason for the decision to deny relocation benefits that was not gender based.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We are now told that because LeFevre was relocated for the convenience of the government, she could not rightfully be denied relocation benefits.   But it does not matter that the government's original reason for denying benefits (lack of authorization) was based on a misunderstanding of the regulations;  under Title VII the employer has a right to be wrong so long as the decision was not tainted by discrimination.  Pollard v. Rea Magnet Wire Co., <span class=\"citation\" data-id=\"491714\"><a href=\"/opinion/491714/44-fair-emplpraccas-1137-43-empl-prac-dec-p-37217-oliver-pollard/\"><span class=\"volume\">824</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">557</span></a></span>, 559 (7th Cir.)  (\"reasons honestly described but poorly founded\" represent bad judgment, not pretext), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">977</span></span> (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">LeFevre was entitled to offer evidence that the government's explanation was pretext, for example, that the explanation had been made up after the fact.   LeFevre did not object at trial to the authenticity of the document, but she does offer on appeal a host of arguments to suggest that neither the document nor Waite's testimony about it was reliable.   She points out, for instance, that while the authorizing document purportedly denied relocation benefits, the public advertisement said nothing about relocation benefits one way or the other.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">How far LeFevre developed these arguments in the district court is not entirely clear, but it does not matter.   Taking them all together, they simply would not permit a reasonable jury to conclude--as LeFevre now urges--that the document was altered later or is in some other respect inauthentic.   Thus, the public advertisement turns out to be a government form in which there is no separate box for describing relocation benefits.   The other inference arguments are no stronger, whether taken separately or together.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">LeFevre's other main contention is that the document is of no consequence because Waite did not actually rely on it in denying the relocation benefits.   In support, LeFevre argues that she was initially told by Waite that some relocation benefits would be provided, and that subsequently the reason given for denying full benefits was that she was a \"new hire.\"   We agree that an employer cannot automatically escape liability by exploiting a nondiscriminatory justification on which it did not actually rely.  McKennon v. Nashville Banner Pub. Co., <span class=\"citation\" data-id=\"117894\"><a href=\"/opinion/117894/mckennon-v-nashville-banner-publishing-co/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">879</span></a></span>, 885 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">But any apparent inconsistency between LeFevre's version of events and the government's proffered reason--that the benefits were not authorized--fades when one looks carefully at the testimony.   Waite testified that he told LeFevre in the initial interview that no relocation benefits were authorized, but that in a subsequent conversation he said he \"would check with the central office\" to see if he could get reimbursement for the household goods.   He further testified that he contacted a superior in Washington, Dr. Blank, who authorized expenses for moving household goods.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Waite's detailed account of his effort to secure an exception is consistent with his initial reliance on the personnel document that said no expenses were authorized.   And at the district court hearing on the Rule 50 motion, LeFevre's counsel conceded that LeFevre initially was told no relocation expenses were authorized.   LeFevre's general assertion at trial--that Waite told her she would get relocation expense for household goods--was apparently a compressed version of the account given by Waite.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">As for the \"new hire\" justification for denying full benefits, Waite conceded that this was one of reasons later given to LeFevre.   But he explained that this reason originated not with him but with a VA personnel officer.   Waite testified that he had no personal knowledge of the basis for the \"new hire\" justification and was simply deferring to the expertise of the personnel officer.   Again, this testimony was uncontradicted.   Title VII offers remedies only for discrimination and not for bureaucratic error or confusion.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">LeFevre's retaliation claim might or might not have more merit than her gender discrimination claim.   Even though the original denial of relocation benefits was not shown to be gender based, the statute independently prohibits an employer from taking adverse action against an employee because of the fact that the employee is pursuing a Title VII claim.  42 U.S.C. &#167; 2000e-3.   In this case, there is doubt whether the record would permit an inference that Waite engaged in retaliation, there being very little evidence that Waite knew at the time of the transfer that LeFevre was claiming gender discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">But we need not discuss the evidence at length, or rule upon the issue, because on appeal LeFevre makes no serious attempt to develop the retaliation charge as an independent claim for the jury.   We normally do not address arguments not developed on appeal.  Argencourt v. United States, <span class=\"citation\" data-id=\"196633\"><a href=\"/opinion/196633/argencourt-v-united-states/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 16 n. 1 (1st Cir.1996).   Given the thinness of the evidence as to retaliation, there is certainly no indication of plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117894/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196633/",
    "http://www.courtlistener.com/api/rest/v3/opinions/491714/"
  ]
}