{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196776/",
  "absolute_url": "/opinion/196776/werme-v-merrill/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196776/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:13:51Z",
  "date_modified": "2017-03-24T10:48:33.805216Z",
  "type": "010combined",
  "sha1": "13de55e16dae761100dffe6728b767b211f597e1",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1982.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 95-1982\r\n\n                       PAULA WERME, ET AL.,\r\n\n                     Plaintiffs, Appellants,\r\n\n                                v.\r\n\n       STEPHEN MERRILL, GOVERNOR OF NEW HAMPSHIRE, ET AL.,\r\n\n                      Defendants, Appellees.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n       [Hon. Joseph A. DiClerico, Jr., U.S. District Judge]\r                                                                    \r\n\n                                             \r\n\n                              Before\r\n\n               Selya and Cummings,* Circuit Judges,\r                                                            \r\n\n                and Coffin, Senior Circuit Judge.\r                                                          \r\n\n                                             \r\n\n     Barnes, Bender  &amp; Boehm, Martin Bender, and Paula Werme, pro\r                                                                      \r\nse, on brief for appellants.\r\n     Jeffrey  R.  Howard, Attorney  General,  and  Christopher P.\r                                                                           \r\nReid, Assistant Attorney General, on brief for appellees.\r              \r\n\n                                             \r\n\n                           May 23, 1996\r\n                                             \r\n\n          \r\n*Of the Seventh Circuit, sitting by designation.\r\r\n\n          SELYA, Circuit Judge.  We must determine in the  course\r                    SELYA, Circuit Judge.\r                                        \r\n\nof this  appeal whether New Hampshire  overstepped constitutional\r\n\nbounds  by denying a recognized third party the right, enjoyed by\r\n\nthe state's two  most popular political parties, to have election\r\n\ninspectors  and ballot clerks  present at  the polls  on Election\r\n\nDay.   We conclude, as  did the district court,  that the state's\r\n\nstatutory scheme passes constitutional muster.\r\n\nI.  BACKGROUND\r          I.  BACKGROUND\r\n\n          The  material facts are not in genuine dispute.  In New\r\n\nHampshire, as elsewhere,  the Democratic  and Republican  parties\r\n\ndominate the  political scene.   Nevertheless, third  parties can\r\n\nmake their mark.   In  the 1990 gubernatorial  election one  such\r\n\ngroup,  the Libertarian Party, garnered over 3% of the votes cast\r\n\nstatewide.  This level of achievement earned it the right to hold\r\n\nparty primaries  and to have its anointed candidates appear under\r\n\nthe party label on the official ballot.  See N.H. Rev. Stat. Ann.\r                                                      \r\n\n   652:11 &amp; 655:14  (1986).  The Libertarian Party  retained that\r\n\nstatus by virtue of  the number of votes its  candidates garnered\r\n\nin subsequent elections.\r\n\n          Despite  party  recognition  and  ballot   status,  the\r\n\nLibertarian Party claims that it has been hampered by a series of\r\n\nseemingly  unconnected  mishaps.1   Goaded  by  these  incidents,\r\n                    \r                              \r\n\n     1To  cite  a few  of the  more  bruited examples,  the party\r\nclaims  that  one  town   neglected  to  forward  the  count   of\r\nLibertarian votes cast in the  1990 gubernatorial election to the\r\nSecretary of  State; that,  in another town,  election officials,\r\ncontrary to then-existing state  law, see N.H. Rev. Stat.  Ann.  \r                                                   \r\n659:14 (1986), since  amended, see id.   659:14(I)  (1994 Supp.),\r                                                \r\nrefused  to  permit a  registered  Democrat to  change  her party\r\n\n                                2\r\r\n\nPaula  Werme,  a  registered   Libertarian,  requested  that  the\r\n\nselectmen in Mont Vernon  appoint her to represent her party as a\r\n\nballot clerk at the March 1994 municipal election.  The selectmen\r\n\ndenied her request.   In rapid succession Werme then  brought her\r\n\ncampaign  to  the  Secretary  of  State  and, failing  to  obtain\r\n\nredress, sought a judicial anodyne.\r\n\n          Invoking 42 U.S.C.   1983, Werme  sued the Governor and\r\n\nthe Secretary of State in New Hampshire's federal district court.\r\n\nShe alleged  that the statutes governing  appointment of election\r\n\ninspectors and ballot  clerks abridged her constitutional  rights\r\n\nto  free  association, due  process,  and  equal protection;  she\r\n\nprayed that the court enjoin their enforcement; and she sought an\r\n\norder commanding the appointment of Libertarians to the indicated\r\n\npositions  on the  same basis  as members  of the  Democratic and\r\n\nRepublican  parties.   The  Libertarian  Party  intervened as  an\r\n\nadditional plaintiff.   The district court,  after mulling cross-\r\n\nmotions  for  summary judgment,  concluded  that  the defendants'\r\n\ninterest  in  the  efficient  management  of election  activities\r\n\njustified the  small restriction  on the plaintiffs'  rights that\r\n\nthe  challenged  statutes entailed,  and  upheld New  Hampshire's\r\n\nstatutory scheme.  This appeal followed.\r\n\nII.  STANDARD OF APPELLATE REVIEW\r          II.  STANDARD OF APPELLATE REVIEW\r\n\n          The  summary  judgment  standard is  both  prosaic  and\r\n                    \r                              \r\n\nregistration and  affiliate with the Libertarian  Party; and that\r\non occasion voters discovered  that unauthorized changes had been\r\nmade  in their  listed  party affiliations.   No  complaints were\r\nfiled with the Secretary of State in connection with any of these\r\nincidents.\r\n\n                                3\r\r\n\nfamiliar,  see, e.g.,  McCarthy v.  Northwest Airlines,  Inc., 56\r                                                                       \r\n\nF.3d  313, 315 (1st Cir. 1995) (collecting  cases), and we see no\r\n\nneed to rehearse it here.  We simply  restate two basic verities.\r\n\nFirst,  the district court may enter summary judgment only if the\r\n\nrecord reveals no genuine  issue of material fact and  the movant\r\n\ndemonstrates an entitlement to judgment as a matter of  law.  See\r                                                                           \r\n\nFed. R. Civ. P. 56(c).  Second, the court of  appeals reviews the\r\n\ngrant  of  summary judgment  de  novo,  applying  the same  legal\r\n\nprinciples that held sway in the  nisi prius court.  See Roche v.\r                                                                        \r\n\nJohn Hancock Mutual  Life Ins. Co.,      F.3d    ,      (1st Cir.\r                                            \r\n\n1996) [No. 95-1804, slip op. at 8].\r\n\nIII.  THE STATUTORY SCHEME\r          III.  THE STATUTORY SCHEME\r\n\n          New  Hampshire's electoral machinery is pretty standard\r\n\nstuff.   A  town moderator  supervises Election  Day activities.2\r\n\nSee N.H. Rev. Stat. Ann.   659:9.  The moderator commands a cadre\r             \r\n\nof other  election officials,  including inspectors  appointed by\r\n\nthe  two political parties  that received \"the  largest number of\r\n\nvotes  [cast]  for governor  in the  state  at the  last previous\r\n\ngeneral election. . . .\"  Id.   658:2.  Each such political party\r                                       \r\n\nmay appoint two inspectors per  polling place, and one additional\r\n\ninspector for  every 1,500 qualified  voters in  excess of  2,000\r\n\nqualified voters registered at that polling place.  See id.  If a\r                                                                     \r\n\npolitical party fails to appoint inspectors, the town's selectmen\r\n                    \r                              \r\n\n     2While procedures  are slightly different in  cities than in\r\ntowns, the differences are irrelevant to  the disposition of this\r\nappeal.    Consequently,  we  refer throughout  to  the  election\r\nprocedures  in  towns,  omitting  particularized   references  to\r\ncounterpart procedures that apply in urban settings.\r\n\n                                4\r\r\n\nfill  the  lacuna by  naming inspectors  from  the ranks  of that\r\n\nparty.   See id.  In turn,  the moderator designates two election\r                          \r\n\ninspectors, one from each of the two parties,  to serve as ballot\r\n\nclerks.  See id.   658:25.\r                          \r\n\n          Ballot  clerks exercise  no  discretion.   Their purely\r\n\nministerial duties include distributing  ballots at the polls and\r\n\nkeeping an official checklist containing the names of persons who\r\n\nin fact vote.  See id.    658:25 &amp; 659:13.  In principle, a voter\r                                \r\n\npresents herself to the ballot clerk; if the voter's name appears\r\n\non  an official  list  of  registered  voters, the  ballot  clerk\r\n\nprovides her with a ballot.3  Ballot  clerks are not empowered to\r\n\nregister voters, and do not have authority to modify the official\r\n\nvoting  list.   While voters  may declare  or change  their party\r\n\naffiliation on Election Day under certain circumstances, see N.H.\r                                                                      \r\n\nStat.  Ann.       654:7-a   &amp;  654:7-b  (Supp.   1994),  election\r\n\nsupervisors or town clerks (who are themselves elected officials)\r\n\nhandle such  matters.  See N.H. Stat. Ann.   654:8 (1986).  Every\r                                    \r\n\nrecognized  political  party,  regardless  of  size  or  previous\r\n\nelectoral success, may  appoint a \"challenger  of voters\" at  any\r\n\npolling place who may stand within the guardrail to \"see and hear\r\n\neach voter as he offers to vote.\"  Id.   666:4.\r                                                \r\n                    \r                              \r\n\n     3In  primary elections, a ballot clerk must give a voter who\r\nhas declared her party affiliation the ballot of that party.  See\r                                                                           \r\nN.H.  Rev. Stat. Ann.    659:14(I) (1994 Supp.).   Exceptions are\r\nmade only when a  declared voter wishes to  support a party  that\r\ndid not have official existence when the voter declared her party\r\nloyalty  (and  then  only  in the  primary  election  immediately\r\nfollowing the party's official recognition) or when the  voter is\r\nundeclared  and  the   party's  rules  allow  such  a   voter  to\r\nparticipate in its primary.  See id.\r                                              \r\n\n                                5\r\r\n\n          After the polls close,  the town moderator oversees the\r\n\ncounting  of votes.   See id.     659:60 &amp; 659:61.   Although the\r                                       \r\n\npalsgrave  is  held in  public, see  id.    659:63,  only persons\r                                                  \r\n\nholding  official positions  may take  part in  tallying ballots.\r\n\nSee id.   659:60.   Election inspectors sometimes participate  in\r                 \r\n\nthis  process.  Once the  votes have been  tallied, the moderator\r\n\nannounces  the  final results,  see id.     659:70, and  a formal\r                                                 \r\n\nelection  return is prepared by  the town clerk  and forwarded to\r\n\nthe Secretary of State.  See id.     659:74 &amp; 659:75.  Members of\r                                          \r\n\nthe  public  may inspect  the return.    Candidates may  call for\r\n\nrecounts, see id.     660:1-6 &amp; 665:6(II), and the  New Hampshire\r                           \r\n\nBallot Law Commission has jurisdiction to \"hear and determine all\r\n\ndisputes involving alleged  violations of New  Hampshire election\r\n\nlaws  of a non-criminal  nature for  which no  specific statutory\r\n\nappeal  procedure  has  already been  provided.\"    Id.    665:7.\r                                                                 \r\n\nMoreover, election  officials are  subject to  criminal penalties\r\n\nfor  ballot tampering,  falsifying returns,  or  the like.   See,\r                                                                          \r\n\ne.g., id.   666:1-3.\r                   \r\n\nIV.  ANALYSIS\r          IV.  ANALYSIS\r\n\n          We subdivide our analysis into four segments.\r\n\n                                A\r                                          A\r\n\n          It is apodictic that the right to  vote is a right that\r\n\nhelps to preserve all other rights.  As Chief Justice Warren  put\r\n\nit:  \"The right to vote  freely for the candidate of one's choice\r\n\nis of the essence  of a democratic society, and  any restrictions\r\n\non  that right strike at the heart of representative government.\"\r\n\n                                6\r\r\n\nReynolds v. Sims, 377 U.S. 533, 555 (1964); see also Wesberry  v.\r                                                                       \r\n\nSanders,  376 U.S.  1, 17  (1964) (\"Other  rights, even  the most\r                 \r\n\nbasic, are  illusory  if  the  right to  vote  is  undermined.\").\r\n\nNonetheless, the right to  vote is not absolute.   See Burdick v.\r                                                                        \r\n\nTakushi, 112 S. Ct. 2059, 2063 (1992).  \"[A]s a practical matter,\r                 \r\n\nthere must be a  substantial regulation of elections if  they are\r\n\nto  be fair  and honest and  if some  sort of  order, rather than\r\n\nchaos, is to accompany the democratic process.\"  Storer v. Brown,\r                                                                          \r\n\n415 U.S.  724, 730 (1974).   To that end, each  state retains the\r\n\nauthority to regulate state and local elections and to  prescribe\r\n\nthe duties and qualifications  of persons who work at  the polls,\r\n\nand the manner  in which they will be selected.   See Sugarman v.\r                                                                        \r\n\nDougall, 413 U.S. 634, 647 (1973); see also U.S. Const. Art. I,  \r                                                     \r\n\n4,  cl. 1 (directing  that states  shall prescribe  \"[t]he Times,\r\n\nPlaces  and   Manner  of  holding  Elections   for  Senators  and\r\n\nRepresentatives\").\r\n\n          To be sure, this authority to regulate elections is not\r\n\nunfettered.  At  a minimum, states cannot  wield their regulatory\r\n\npower in ways that contravene the First and Fourteenth  Amendment\r\n\nrights  of their citizens.   See Tashjian v.  Republican Party of\r                                                                           \r\n\nConn.,  479 U.S.  208,  217 (1986).    As courts  review  states'\r               \r\n\nregulatory efforts and strive  to distinguish between permissible\r\n\nregulation and  impermissible abridgment  of voters'  rights, the\r\n\nlevel of scrutiny looms  large.  The plaintiffs insist that a law\r\n\nimposing  any burden (however modest)  upon the right  to vote is\r                       \r\n\nalways subject to strict scrutiny.  We do not agree.\r\n\n                                7\r\r\n\n          The Supreme  Court has  eschewed a  hard-and-fast rule,\r\n\nand  instead has  adopted a  flexible framework  for testing  the\r\n\nvalidity of election  regulations.   See Burdick, 112  S. Ct.  at\r                                                          \r\n\n2063;  Anderson v. Celebrezze, 460  U.S. 780, 789 (1983); Storer,\r                                                                          \r\n\n415 U.S. at 730. \r\n\nUnder  the prescribed  framework,  the level  of  scrutiny to  be\r\n\napplied corresponds roughly to  the degree to which  a challenged\r\n\nregulation  encumbers  First  and  Fourteenth  Amendment  rights.\r\n\nConsequently, a  court weighing a  challenge to a  state election\r\n\nlaw must start by  assessing \"the character and magnitude  of the\r\n\nasserted  injury\" to  the plaintiff's  constitutionally protected\r\n\nrights and  then \"evaluate the  precise interests put  forward by\r\n\nthe  State as justifications for the burden imposed by its rule.\"\r\n\nAnderson, 460 U.S.  at 789;  accord Libertarian Party  of Me.  v.\r                                                                       \r\n\nDiamond, 992 F.2d 365,  370 (1st Cir. 1993) (explaining  that the\r                 \r\n\ncourt  must   attempt  to  achieve  a   sort  of  \"constitutional\r\n\nequilibrium\").  In this process the court must take into account,\r\n\namong  other things, \"the extent to which those interests make it\r\n\nnecessary  to burden the plaintiff's  rights.\"  Id.   The Burdick\r                                                                           \r\n\nCourt crystallized the applicable standard of inquiry:\r\n\n          Under  this  standard,  the  rigorousness  of\r\n          [the]  inquiry into the  propriety of a state\r\n          election law depends upon the extent to which\r\n          a  challenged  regulation  burdens First  and\r\n          Fourteenth Amendment  rights.   Thus,  as  we\r\n          have recognized when those rights are subject\r\n          to severe restrictions,  the regulation  must\r\n          be narrowly drawn to advance a state interest\r\n          of  compelling importance.   But when a state\r\n          election    law   provision    imposes   only\r\n          reasonable,   nondiscriminatory  restrictions\r\n          upon  the  First  and   Fourteenth  Amendment\r\n\n                                8\r\r\n\n          rights  of  voters,  the   State's  important\r\n          regulatory interests are generally sufficient\r\n          to justify the restrictions.\r\n\nBurdick, 112 S. Ct. at 2063-64 (citations and  internal quotation\r                 \r\n\nmarks omitted).\r\n\n                                B\r                                          B\r\n\n          Against this  backdrop,  we  proceed  to  consider  the\r\n\nspecifics  of  the plaintiffs'  challenge.    In performing  this\r\n\ntamisage, we are cognizant that their claim is not that the state\r\n\nmisapplied New  Hampshire law,  but, rather,  that the  method of\r\n\nstaffing   the   polls   dictated   by   that   law   is   itself\r\n\nconstitutionally  infirm.    Thus,  we  regard   the  plaintiffs'\r\n\nchallenge as  a  facial  attack  on the  statutory  scheme  (and,\r\n\nindeed, they have conceded this point).\r\n\n          The  plaintiffs'  facial  challenge  is  susceptible to\r\n\nfurther  refinement.   They  do not  contend  that the  statutory\r\n\nscheme  directly prevents  members of  less successful  political\r\n\nparties,  like the  Libertarians,  from ballot  access either  as\r\n\ncandidates  or as  voters.   Instead, their  claim  is on  a more\r\n\nsophisticated  level;  they say  that  restricting  the right  to\r\n\nappoint election  inspectors and  ballot clerks  to the  two most\r\n\npopular parties  deprives members of recognized  third parties of\r\n\ntheir  right  to  free  political  association,  and  invidiously\r\n\ndiscriminates  against  them  on  the basis  of  their  political\r\n\naffiliation.  Stripped of its rhetorical trappings, this argument\r\n\namounts to nothing less than a declaration that Libertarians have\r\n\na constitutional right to be represented at the polls by election\r\n\n                                9\r\r\n\ninspectors  and ballot clerks of  their own party  to ensure that\r\n\nLibertarian  votes  are  counted.     In  the  plaintiffs'  view,\r\n\nDemocrats  and Republicans are not  to be trusted  in this regard\r\n\nbecause they  are unconcerned with the  protection of Libertarian\r\n\ninterests  and,   if  left  alone,  they   will  likely  overlook\r\n\nLibertarian ballots through lassitude, misfeasance, incompetence,\r\n\nand the like.\r\n\n          In  addressing this claim we  must first set  to rest a\r\n\nstraw man.  There  is simply no abstract constitutional  right to\r\n\nbe appointed to serve  as an election inspector or  ballot clerk.\r\n\nSee, e.g., Rhode  Island Minority Caucus, Inc.,  v. Baronian, 590\r                                                                      \r\n\nF.3d 372,  376  (1st Cir.  1979).   Although  the  right to  vote\r\n\ncertainly  includes the  right to  have one's  vote  counted, see\r                                                                           \r\n\nUnited States v. Mosley, 238 U.S. 383, 386 (1915), nothing on the\r                                 \r\n\nface  of the  New Hampshire  statutes deprives  Libertarian Party\r\n\nmembers of that right.  \r\n\n          We  turn next to an  assessment of the  extent to which\r\n\nthe challenged statutes burden the First and Fourteenth Amendment\r\n\nrights of Libertarians.4  We find the burden to be slight.\r\n\n          In the  first  place,  New  Hampshire's  regulation  is\r\n\nnondiscriminatory,  that is,  it  does  not  differentiate  among\r\n                    \r                              \r\n\n     4In conducting our evaluation, we do not distinguish between\r\nthe burdens placed  on the  rights of the  Libertarian Party  and\r\nthose  placed on  the rights  of voters  who  wish to  cast their\r\nballots  for  that  party's candidates.    As  a  general matter,\r\npolitical  parties purport  to represent  the interests  of their\r\nsupporters,  and  \"the  rights  of  voters   and  the  rights  of\r\ncandidates do not lend themselves to neat separation.\"   Burdick,\r                                                                          \r\n112 S. Ct. at  2065-66 (quoting Bullock v. Carter,  405 U.S. 132,\r                                                           \r\n143 (1972)).\r\n\n                                10\r\r\n\nRepublicans,   Democrats,   and  Libertarians.      Instead,  the\r\n\nregulation conditions  the right  to appoint  election inspectors\r\n\nand  ballot clerks on  a certain degree of  success at the polls.\r\n\nDistinguishing between recognized political parties based on past\r\n\nelectoral    accomplishment   is    not   per    se   invidiously\r\n\ndiscriminatory.  See, e.g., American Party of Texas v. White, 415\r                                                                      \r\n\nU.S.  767,  781  (1974)   (holding  that  it  is   not  invidious\r\n\ndiscrimination  for  a  state  to grant  minor  parties  official\r\n\nrecognition,  but deny  them  the right  to  hold primaries  even\r\n\nthough the main  political parties  are so entitled).   So  here:\r\n\nthe Libertarian Party has exactly the same opportunity to qualify\r\n\nas  a source of election  inspectors and ballot  clerks under New\r\n\nHampshire law as does  any other party.  Equality  of opportunity\r\n\nexists,  and equality of opportunity   not equality of outcomes  \r\n\nis the linchpin of what the Constitution requires in this type of\r\n\nsituation.  As the Court explained:\r\n\n          The   fact   is   that   there   are  obvious\r\n          differences  in  kind between  the  needs and\r\n          potentials   of   a   political  party   with\r\n          historically  established  broad support,  on\r\n          the one  hand, and  a new or  small political\r\n          organization on  the other . . . .  Sometimes\r\n          the  grossest  discrimination   can  lie   in\r\n          treating  things that are different as though\r\n          they were exactly alike.\r\n\nJenness v. Fortson, 403 U.S. 431, 441-42 (1971).\r                            \r\n\n          In the  second  place, the  New  Hampshire law  has  no\r\n\ndirect impact on  ballot access, on the right to  vote, or on the\r\n\nright to have one's vote  tallied.  It is generally thought  that\r\n\nindirect effects are less  burdensome than direct restraints, cf.\r                                                                           \r\n\n                                11\r\r\n\nDole  v. South Dakota, 483  U.S. 203, 210  (1987) (discussing, in\r                               \r\n\nconnection   with  Congress'   spending  powers,   \"the  indirect\r\n\nachievement  of objectives  which  Congress is  not empowered  to\r\n\nachieve directly\"), and that generalization holds true here.\r\n\n          In the third place, even these indirect effects are not\r\n\ndiscernible  here.    The record  evidence  offers  no  reason to\r\n\nbelieve  that  minority  parties are  at  special  or undue  risk\r\n\nbecause they  have no  right to appoint  election inspectors  and\r\n\nballot clerks.  The law affords a panoply of other safeguards for\r\n\nminority parties  (e.g., appointing  a challenger of  voters, see\r                                                                           \r\n\nN.H. Rev. Stat. Ann.    666:4), and ultimate control  over voting\r\n\nplaces  rests with elected officials.  To cinch matters, there is\r\n\nno  showing of systematic discrimination against minority parties\r\n\nin  the  casting and  tallying of  votes,  and mere  suspicion or\r\n\nparanoia is too  flimsy a foundation on which to  rest a claim of\r\n\nincipient fraud or mistake.5\r\n\n          In  fine, the \"burden\" to which the plaintiffs allude  \r\n\nthat Libertarian  ballots will not be  counted unless Libertarian\r\n\nelection  inspectors  and ballot  clerks are  on  the prowl    is\r\n\npurely  conjectural.   To  hold  otherwise  would require  us  to\r\n\nconclude, without  a shred  of competent evidence,  that election\r\n\nofficials in New Hampshire  are unscrupulous individuals who will\r\n\nbreach the  public trust  in order to  serve the  interests of  a\r\n                    \r                              \r\n\n     5The plaintiffs conceded  below that none of  the mishaps to\r\nwhich  they alluded, see  supra note 1, were  part of a concerted\r                                         \r\nplan to deprive  Libertarians of the  right to vote.   There  is,\r\nmoreover,  no  showing that  similar  gaffes  have not  afflicted\r\nRepublican and/or Democratic voters from time to time.\r\n\n                                12\r\r\n\npolitical party,  and, moreover,  that Democrats  and Republicans\r\n\nwill  put aside their historic enmity so that, together, they may\r\n\nrepress third parties.  We refuse to indulge so cynical a view of\r\n\nthe electoral process.\r\n\n                                C\r                                          C\r\n\n          Having analyzed  the nature of the  burdens imposed, we\r\n\nnow  proceed  to ascertain  the level  of  scrutiny that  we must\r\n\napply.   See Burdick, 112 S.  Ct. at 2064; Anderson,  460 U.S. at\r                                                             \r\n\n789.    We  recognize, of  course,  that  every  provision of  an\r\n\nelection  code,  even those  that  govern the  voting  process as\r\n\nopposed  to those  that govern  ballot access  or eligibility  of\r\n\ncandidates, \"inevitably affects    at least to some degree    the\r\n\nindividual's right to vote and his right to associate with others\r\n\nfor political ends.\"  Anderson,  460 U.S. at 788.  But  different\r                                        \r\n\nprovisions of an election  code may burden rights unequally,  and\r\n\nwe believe that the impediment which New Hampshire law imposes in\r\n\nrespect to the selection of election inspectors and ballot clerks\r\n\nis relatively minor.  Given the character and magnitude (or, more\r\n\naptly  put, lack  of  magnitude) of  the  alleged injury  to  the\r\n\nplaintiffs'  First and  Fourteenth Amendment rights,  we conclude\r\n\nthat  the defendants  need only  show that  the enactment  of the\r\n\nregulation had  a  rational  basis.   See,  e.g.,  Coalition  for\r                                                                           \r\n\nSensible and Humane Solutions  v. Wamser, 771 F.2d 395,  399 (8th\r                                                  \r\n\nCir. 1985); Baer  v. Meyer,  728 F.2d 471,  476 (10th Cir.  1984)\r                                    \r\n\n(per curiam); Piricin v. Board of Elections, 368  F. Supp. 64, 71\r                                                     \r\n\n                                13\r\r\n\n(N.D.  Ohio)  (three-judge  court),  aff'd  mem.,  414  U.S.  990\r                                                          \r\n\n(1973).6\r\n\n          Our decision in Rhode  Island Minority Caucus, 590 F.2d\r                                                                 \r\n\n372, is not to  the contrary.  There the  plaintiffs alleged that\r\n\nthe   Board   of   Canvassers   of   the   City   of   Providence\r\n\nunconstitutionally conditioned  appointment as a  voter registrar\r\n\nupon membership in  or affiliation  with one  of three  political\r\n\norganizations.   See id. at 376.   The district court  denied the\r                                  \r\n\nplaintiffs'  motion for  a preliminary  injunction mainly  on the\r\n\nground that the plaintiffs  had no probability of success  on the\r\n\nmerits.  See id. at 373-74.  We affirmed on a different ground   \r                          \r\n\nthat there was  no showing of irreparable harm, see  id. at 374  \r                                                                  \r\n\nand added:\r\n\n               [The state] may not  abridge fundamental\r\n          First   Amendment   rights   of  speech   and\r\n          association without establishing that such an\r\n          infringement is necessary to achieve  a vital\r\n          state interest . . . .\r\n               So  viewed,  but without  prejudging the\r\n          issue, it  appears  that plaintiffs  raise  a\r\n          substantial first amendment question.\r\n\nId. at  376-77.  The panel  made clear, however, that  it was for\r             \r\n\nthe district  court to determine \"the extent to which plaintiffs'\r\n\n                    \r                              \r\n\n     6We note that  one district court apparently disagrees.   In\r\nIowa  Socialist Party  v. Slockett,  604 F.  Supp. 1391  (D. Iowa\r                                            \r\n1985), a handful of minor third parties contended that appointing\r\nmobile  deputy registrars  solely from  persons nominated  by the\r\ncounty chairmen of the two major political parties violated their\r\nconstitutional rights.   See  id. at  1392.  As  we do  here, the\r                                           \r\ndistrict  court   concluded  that  the  burden   imposed  by  the\r\nregulation  was  \"relatively minor.\"   Id.  at  1397.   The court\r                                                    \r\nnonetheless proceeded  to apply  strict scrutiny  and invalidated\r\nthe law.  See id. at 1396-98.  We find this aspect of the court's\r                           \r\nreasoning unpersuasive.\r\n\n                                14\r\r\n\nassociational rights have been abridged, the burden, if any,  the\r\n\nBoard must  bear in  justifying that  abridgment, and  whether in\r\n\nfact the Board can meet that burden.\"  Id. at 377.   Fairly read,\r                                                    \r\n\nRhode Island Minority Caucus is not inconsistent with our holding\r                                      \r\n\ntoday.\r\n\n                                D\r                                          D\r\n\n          Using rationality review we conclude that the state has\r\n\njustified the regulation.  The defendants rely principally on New\r\n\nHampshire's interest in limiting the number of election officials\r\n\nto  manageable  proportions in  order  to  enhance administrative\r\n\nefficiency and thereby safeguard against mistakes and fraud.  Too\r\n\nmany  cooks, the  defendants  say, will  spoil  the broth.    The\r\n\nassertion makes good sense.\r\n\n          The  state  has  a  valid interest  in  preserving  the\r\n\nintegrity and reliability of  the electoral process.  See,  e.g.,\r                                                                          \r\n\nAmerican  Party, 415 U.S. at 782 n.14; Coalition for Sensible and\r                                                                           \r\n\nHumane Solutions, 771 F.2d at 399.  It is certainly reasonable to\r                          \r\n\nassume that, at some point, \"more\" is not \"better.\"  Common sense\r\n\nsuggests that if election inspectors and ballot clerks become too\r\n\nnumerous,  they  will merely  get in  each  other's way  and thus\r\n\nfrustrate the moderator's ability  to afford close  supervision.7\r\n                    \r                              \r\n\n     7A  fair parallel  can be  drawn to  ballot access  cases in\r\nwhich  the  Court  has  acknowledged that  the  \"important  state\r\ninterest  .  .  .  in  avoiding  confusion,  deception,  and even\r\nfrustration of  the democratic process\" can be served by limiting\r\nballot access based on \"some preliminary showing of a significant\r\nmodicum of support.\"  Jenness, 403 U.S. at 442.   We believe that\r                                       \r\nthis  reasoning  extends  to  the state's  strivings  to  promote\r\nefficiency and  orderliness at  the polls through  limitations on\r\nthe number of persons who are permitted to work inside the rail.\r\n\n                                15\r\r\n\nCf. Rudyard Kipling, Rewards &amp; Fairies 73 (1910) (suggesting that\r                                                \r\n\none should  keep no more cats than will catch mice).  Within wide\r\n\nmargins the place at which to draw the line   in other words, the\r\n\nideal size  of the complement    is for  the state to  determine.\r\n\nSee, e.g., Anderson, 460  U.S. at 788 n.9 (observing  that states\r                             \r\n\nhave broad discretion to set minimum requirements restricting the\r\n\nnumber of candidates appearing on the ballot).\r\n\n          The  plaintiffs'   riposte  is  to  suggest   that  New\r\n\nHampshire must  demonstrate that adding Libertarians  as election\r\n\ninspectors and ballot clerks  would actually cause confusion, or,\r                                                      \r\n\nput  another way,  that this  increment would  be the  straw that\r\n\nbroke the back of the dromedary of administrative efficacy.  That\r\n\nsuggestion  vastly exaggerates the state's  burden.  See Munro v.\r                                                                        \r\n\nSocialist Workers Party, 479 U.S. 189, 195-96 (1986) (rejecting a\r                                 \r\n\nsimilar  claim on  the  basis that  \"[s]uch  a requirement  would\r\n\nnecessitate that a State's political system sustain some level of\r\n\ndamage  before  the legislature  could take  corrective action\").\r\n\nStates are free to  head off potential problems in  the electoral\r\n\nsystem before they materialize, as long as the solutions that the\r\n\nstate devises are reasonable and  do not significantly intrude on\r\n\nconstitutionally  protected rights.    See id.   New  Hampshire's\r                                                        \r\n\nsolution     which involves  restricting  the  number of  persons\r\n\nbehind  the rail at  polling places, and  puts the responsibility\r\n\nfor  appointing those persons in  the hands of  the two political\r\n\nparties  that have proven most  successful in the  recent past at\r\n\nearning the electorate's trust    is a reasonable response  to an\r\n\n                                16\r\r\n\nauthentic problem.\r\n\n          We  hold  that  New  Hampshire's  method  of  selecting\r\n\nelection  inspectors and  ballot  clerks is  a rational  means of\r\n\nadvancing  the state's interest  in dispelling confusion, warding\r\n\noff fraud,  and ensuring administrative efficiency  at the polls.\r\n\nSee Baer, 728  F.2d at  476 (applying rational  basis review  and\r                  \r\n\nupholding regulation  that did not uniformly  allow all political\r\n\nparties to appoint poll  observers); Piricin, 368 F. Supp.  at 71\r                                                      \r\n\n(applying   rational  basis   review  and   upholding  regulation\r\n\npermitting membership  of boards of elections to  be drawn solely\r\n\nfrom parties  garnering the  two highest  vote totals);  see also\r                                                                           \r\n\nBishop  v. Lomenzo,  350  F. Supp.  576,  588-89 (E.D.N.Y.  1972)\r                            \r\n\n(three-judge   court)   (suggesting  that   regulation  requiring\r\n\nvolunteer  deputy  registrars  to  be  enrolled  members  of  the\r\n\nRepublican  or Democratic  parties  merited  only rational  basis\r\n\nreview, but concluding that law survived strict scrutiny on basis\r\n\nthat regulation reduced risk of \"fraud or irregularity that might\r\n\nexist  if registration by [only]  one party or  by an independent\r\n\nwere  permitted\").    While  other  methods  of  selecting  these\r\n\nofficials, or a somewhat  different numerical formula, might also\r\n\nserve, the  state is  free to choose  from among the  universe of\r\n\nconstitutionally acceptable alternatives.\r\n\nIV.  CONCLUSION\r          IV.  CONCLUSION\r\n\n          We need  go no further.8   Since New  Hampshire's grant\r\n                    \r                              \r\n\n     8The plaintiffs'  Equal Protection  argument is  unworthy of\r\nseparate  discussion.  This argument does not rest on a challenge\r\nto   New  Hampshire's   requirements   for   achieving   official\r\nrecognition as a political party, but, rather, on the thesis that\r\nonce a party attains  official status under state law,  the state\r\nmay  not  draw  distinctions  between  it  and  other  recognized\r\n\n                                17\r\r\n\nof  a monopoly  over the appointment  of election  inspectors and\r\n\nballot  clerks  to the  two  most  popular political  parties  is\r\n\njustified by legitimate state interests and imposes only a modest\r\n\nburden on the plaintiffs'  First and Fourteenth Amendment rights,\r\n\nit  is constitutional.   Nothing succeeds  like success,  and the\r\n\nLibertarian Party  has the  same opportunity as  its better-known\r\n\ncompetitors to attract voters  to its standard, finish in  one of\r\n\nthe top  two spots  in a gubernatorial  election, and  thereafter\r\n\nplay  a  more  active role  in  the  mechanics  of the  electoral\r\n\nprocess.   But under New Hampshire law  that success is to be won\r\n\nat the polls rather than in a federal court.\r\n\nAffirmed.\r          Affirmed.\r                  \r\n\n                    \r                              \r\n\npolitical parties.  The thesis is untenable.  See American Party,\r                                                                          \r\n415 U.S. at 781.\r\n\n                                18\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 95-1982\r\n\n                       PAULA WERME, ET AL.,\r\n\n                     Plaintiffs, Appellants,\r\n\n                                v.\r\n\n       STEPHEN MERRILL, GOVERNOR OF NEW HAMPSHIRE, ET AL.,\r\n\n                      Defendants, Appellees.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n       [Hon. Joseph A. DiClerico, Jr., U.S. District Judge]\r                                                                    \r\n\n                                             \r\n\n                              Before\r\n\n               Selya and Cummings,* Circuit Judges,\r                                                            \r\n\n                and Coffin, Senior Circuit Judge.\r                                                          \r\n\n                                             \r\n\n     Barnes, Bender  &amp; Boehm, Martin Bender, and Paula Werme, pro\r                                                                      \r\nse, on brief for appellants.\r\n     Jeffrey  R.  Howard, Attorney  General,  and  Christopher P.\r                                                                           \r\nReid, Assistant Attorney General, on brief for appellees.\r              \r\n\n                                             \r\n\n                           May 23, 1996\r\n                                             \r\n\n          \r\n*Of the Seventh Circuit, sitting by designation.\r\r\n\n          SELYA, Circuit Judge.  We must determine in the  course\r                    SELYA, Circuit Judge.\r                                        \r\n\nof this  appeal whether New Hampshire  overstepped constitutional\r\n\nbounds  by denying a recognized third party the right, enjoyed by\r\n\nthe state's two  most popular political parties, to have election\r\n\ninspectors  and ballot clerks  present at  the polls  on Election\r\n\nDay.   We conclude, as  did the district court,  that the state's\r\n\nstatutory scheme passes constitutional muster.\r\n\nI.  BACKGROUND\r          I.  BACKGROUND\r\n\n          The  material facts are not in genuine dispute.  In New\r\n\nHampshire, as elsewhere,  the Democratic  and Republican  parties\r\n\ndominate the  political scene.   Nevertheless, third  parties can\r\n\nmake their mark.   In  the 1990 gubernatorial  election one  such\r\n\ngroup,  the Libertarian Party, garnered over 3% of the votes cast\r\n\nstatewide.  This level of achievement earned it the right to hold\r\n\nparty primaries  and to have its anointed candidates appear under\r\n\nthe party label on the official ballot.  See N.H. Rev. Stat. Ann.\r                                                      \r\n\n   652:11 &amp; 655:14  (1986).  The Libertarian Party  retained that\r\n\nstatus by virtue of  the number of votes its  candidates garnered\r\n\nin subsequent elections.\r\n\n          Despite  party  recognition  and  ballot   status,  the\r\n\nLibertarian Party claims that it has been hampered by a series of\r\n\nseemingly  unconnected  mishaps.1   Goaded  by  these  incidents,\r\n                    \r                              \r\n\n     1To  cite  a few  of the  more  bruited examples,  the party\r\nclaims  that  one  town   neglected  to  forward  the  count   of\r\nLibertarian votes cast in the  1990 gubernatorial election to the\r\nSecretary of  State; that,  in another town,  election officials,\r\ncontrary to then-existing state  law, see N.H. Rev. Stat.  Ann.  \r                                                   \r\n659:14 (1986), since  amended, see id.   659:14(I)  (1994 Supp.),\r                                                \r\nrefused  to  permit a  registered  Democrat to  change  her party\r\n\n                                2\r\r\n\nPaula  Werme,  a  registered   Libertarian,  requested  that  the\r\n\nselectmen in Mont Vernon  appoint her to represent her party as a\r\n\nballot clerk at the March 1994 municipal election.  The selectmen\r\n\ndenied her request.   In rapid succession Werme then  brought her\r\n\ncampaign  to  the  Secretary  of  State  and, failing  to  obtain\r\n\nredress, sought a judicial anodyne.\r\n\n          Invoking 42 U.S.C.   1983, Werme  sued the Governor and\r\n\nthe Secretary of State in New Hampshire's federal district court.\r\n\nShe alleged  that the statutes governing  appointment of election\r\n\ninspectors and ballot  clerks abridged her constitutional  rights\r\n\nto  free  association, due  process,  and  equal protection;  she\r\n\nprayed that the court enjoin their enforcement; and she sought an\r\n\norder commanding the appointment of Libertarians to the indicated\r\n\npositions  on the  same basis  as members  of the  Democratic and\r\n\nRepublican  parties.   The  Libertarian  Party  intervened as  an\r\n\nadditional plaintiff.   The district court,  after mulling cross-\r\n\nmotions  for  summary judgment,  concluded  that  the defendants'\r\n\ninterest  in  the  efficient  management  of election  activities\r\n\njustified the  small restriction  on the plaintiffs'  rights that\r\n\nthe  challenged  statutes entailed,  and  upheld New  Hampshire's\r\n\nstatutory scheme.  This appeal followed.\r\n\nII.  STANDARD OF APPELLATE REVIEW\r          II.  STANDARD OF APPELLATE REVIEW\r\n\n          The  summary  judgment  standard is  both  prosaic  and\r\n                    \r                              \r\n\nregistration and  affiliate with the Libertarian  Party; and that\r\non occasion voters discovered  that unauthorized changes had been\r\nmade  in their  listed  party affiliations.   No  complaints were\r\nfiled with the Secretary of State in connection with any of these\r\nincidents.\r\n\n                                3\r\r\n\nfamiliar,  see, e.g.,  McCarthy v.  Northwest Airlines,  Inc., </pre><span class=\"citation\" data-id=\"196111\"><a href=\"/opinion/196111/mccarthy-v-northwest-airlines/\"><span class=\"volume\">56</span>\r                                                                       \r\n\n<span class=\"reporter\">F.3d</span>  <span class=\"page\">313</span></a></span><pre class=\"inline\">, 315 (1st Cir. 1995) (collecting  cases), and we see no\r\n\nneed to rehearse it here.  We simply  restate two basic verities.\r\n\nFirst,  the district court may enter summary judgment only if the\r\n\nrecord reveals no genuine  issue of material fact and  the movant\r\n\ndemonstrates an entitlement to judgment as a matter of  law.  See\r                                                                           \r\n\nFed. R. Civ. P. 56(c).  Second, the court of  appeals reviews the\r\n\ngrant  of  summary judgment  de  novo,  applying  the same  legal\r\n\nprinciples that held sway in the  nisi prius court.  See Roche v.\r                                                                        \r\n\nJohn Hancock Mutual  Life Ins. Co.,      F.3d    ,      (1st Cir.\r                                            \r\n\n1996) [No. 95-1804, slip op. at 8].\r\n\nIII.  THE STATUTORY SCHEME\r          III.  THE STATUTORY SCHEME\r\n\n          New  Hampshire's electoral machinery is pretty standard\r\n\nstuff.   A  town moderator  supervises Election  Day activities.2\r\n\nSee N.H. Rev. Stat. Ann.   659:9.  The moderator commands a cadre\r             \r\n\nof other  election officials,  including inspectors  appointed by\r\n\nthe  two political parties  that received \"the  largest number of\r\n\nvotes  [cast]  for governor  in the  state  at the  last previous\r\n\ngeneral election. . . .\"  Id.   658:2.  Each such political party\r                                       \r\n\nmay appoint two inspectors per  polling place, and one additional\r\n\ninspector for  every 1,500 qualified  voters in  excess of  2,000\r\n\nqualified voters registered at that polling place.  See id.  If a\r                                                                     \r\n\npolitical party fails to appoint inspectors, the town's selectmen\r\n                    \r                              \r\n\n     2While procedures  are slightly different in  cities than in\r\ntowns, the differences are irrelevant to  the disposition of this\r\nappeal.    Consequently,  we  refer throughout  to  the  election\r\nprocedures  in  towns,  omitting  particularized   references  to\r\ncounterpart procedures that apply in urban settings.\r\n\n                                4\r\r\n\nfill  the  lacuna by  naming inspectors  from  the ranks  of that\r\n\nparty.   See id.  In turn,  the moderator designates two election\r                          \r\n\ninspectors, one from each of the two parties,  to serve as ballot\r\n\nclerks.  See id.   658:25.\r                          \r\n\n          Ballot  clerks exercise  no  discretion.   Their purely\r\n\nministerial duties include distributing  ballots at the polls and\r\n\nkeeping an official checklist containing the names of persons who\r\n\nin fact vote.  See id.    658:25 &amp; 659:13.  In principle, a voter\r                                \r\n\npresents herself to the ballot clerk; if the voter's name appears\r\n\non  an official  list  of  registered  voters, the  ballot  clerk\r\n\nprovides her with a ballot.3  Ballot  clerks are not empowered to\r\n\nregister voters, and do not have authority to modify the official\r\n\nvoting  list.   While voters  may declare  or change  their party\r\n\naffiliation on Election Day under certain circumstances, see N.H.\r                                                                      \r\n\nStat.  Ann.       654:7-a   &amp;  654:7-b  (Supp.   1994),  election\r\n\nsupervisors or town clerks (who are themselves elected officials)\r\n\nhandle such  matters.  See N.H. Stat. Ann.   654:8 (1986).  Every\r                                    \r\n\nrecognized  political  party,  regardless  of  size  or  previous\r\n\nelectoral success, may  appoint a \"challenger  of voters\" at  any\r\n\npolling place who may stand within the guardrail to \"see and hear\r\n\neach voter as he offers to vote.\"  Id.   666:4.\r                                                \r\n                    \r                              \r\n\n     3In  primary elections, a ballot clerk must give a voter who\r\nhas declared her party affiliation the ballot of that party.  See\r                                                                           \r\nN.H.  Rev. Stat. Ann.    659:14(I) (1994 Supp.).   Exceptions are\r\nmade only when a  declared voter wishes to  support a party  that\r\ndid not have official existence when the voter declared her party\r\nloyalty  (and  then  only  in the  primary  election  immediately\r\nfollowing the party's official recognition) or when the  voter is\r\nundeclared  and  the   party's  rules  allow  such  a   voter  to\r\nparticipate in its primary.  See id.\r                                              \r\n\n                                5\r\r\n\n          After the polls close,  the town moderator oversees the\r\n\ncounting  of votes.   See id.     659:60 &amp; 659:61.   Although the\r                                       \r\n\npalsgrave  is  held in  public, see  id.    659:63,  only persons\r                                                  \r\n\nholding  official positions  may take  part in  tallying ballots.\r\n\nSee id.   659:60.   Election inspectors sometimes participate  in\r                 \r\n\nthis  process.  Once the  votes have been  tallied, the moderator\r\n\nannounces  the  final results,  see id.     659:70, and  a formal\r                                                 \r\n\nelection  return is prepared by  the town clerk  and forwarded to\r\n\nthe Secretary of State.  See id.     659:74 &amp; 659:75.  Members of\r                                          \r\n\nthe  public  may inspect  the return.    Candidates may  call for\r\n\nrecounts, see id.     660:1-6 &amp; 665:6(II), and the  New Hampshire\r                           \r\n\nBallot Law Commission has jurisdiction to \"hear and determine all\r\n\ndisputes involving alleged  violations of New  Hampshire election\r\n\nlaws  of a non-criminal  nature for  which no  specific statutory\r\n\nappeal  procedure  has  already been  provided.\"    Id.    665:7.\r                                                                 \r\n\nMoreover, election  officials are  subject to  criminal penalties\r\n\nfor  ballot tampering,  falsifying returns,  or  the like.   See,\r                                                                          \r\n\ne.g., id.   666:1-3.\r                   \r\n\nIV.  ANALYSIS\r          IV.  ANALYSIS\r\n\n          We subdivide our analysis into four segments.\r\n\n                                A\r                                          A\r\n\n          It is apodictic that the right to  vote is a right that\r\n\nhelps to preserve all other rights.  As Chief Justice Warren  put\r\n\nit:  \"The right to vote  freely for the candidate of one's choice\r\n\nis of the essence  of a democratic society, and  any restrictions\r\n\non  that right strike at the heart of representative government.\"\r\n\n                                6\r\r\n\nReynolds v. Sims, </pre><span class=\"citation\" data-id=\"106850\"><a href=\"/opinion/106850/reynolds-v-sims/\"><span class=\"volume\">377</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">533</span></a></span><pre class=\"inline\">, 555 (1964); see also Wesberry  v.\r                                                                       \r\n\nSanders,  </pre><span class=\"citation\" data-id=\"106739\"><a href=\"/opinion/106739/wesberry-v-sanders/\"><span class=\"volume\">376</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">1</span></a></span><pre class=\"inline\">, 17  (1964) (\"Other  rights, even  the most\r                 \r\n\nbasic, are  illusory  if  the  right to  vote  is  undermined.\").\r\n\nNonetheless, the right to  vote is not absolute.   See Burdick v.\r                                                                        \r\n\nTakushi, </pre><span class=\"citation\" data-id=\"112743\"><a href=\"/opinion/112743/burdick-v-takushi/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2059</span></a></span><pre class=\"inline\">, 2063 (1992).  \"[A]s a practical matter,\r                 \r\n\nthere must be a  substantial regulation of elections if  they are\r\n\nto  be fair  and honest and  if some  sort of  order, rather than\r\n\nchaos, is to accompany the democratic process.\"  Storer v. Brown,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"108993\"><a href=\"/opinion/108993/storer-v-brown/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">724</span></a></span><pre class=\"inline\">, 730 (1974).   To that end, each  state retains the\r\n\nauthority to regulate state and local elections and to  prescribe\r\n\nthe duties and qualifications  of persons who work at  the polls,\r\n\nand the manner  in which they will be selected.   See Sugarman v.\r                                                                        \r\n\nDougall, </pre><span class=\"citation\" data-id=\"108859\"><a href=\"/opinion/108859/sugarman-v-dougall/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">634</span></a></span><pre class=\"inline\">, 647 (1973); see also U.S. Const. Art. I,  \r                                                     \r\n\n4,  cl. 1 (directing  that states  shall prescribe  \"[t]he Times,\r\n\nPlaces  and   Manner  of  holding  Elections   for  Senators  and\r\n\nRepresentatives\").\r\n\n          To be sure, this authority to regulate elections is not\r\n\nunfettered.  At  a minimum, states cannot  wield their regulatory\r\n\npower in ways that contravene the First and Fourteenth  Amendment\r\n\nrights  of their citizens.   See Tashjian v.  Republican Party of\r                                                                           \r\n\nConn.,  </pre><span class=\"citation\" data-id=\"111781\"><a href=\"/opinion/111781/tashjian-v-republican-party-of-conn/\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">208</span></a></span><pre class=\"inline\">,  217 (1986).    As courts  review  states'\r               \r\n\nregulatory efforts and strive  to distinguish between permissible\r\n\nregulation and  impermissible abridgment  of voters'  rights, the\r\n\nlevel of scrutiny looms  large.  The plaintiffs insist that a law\r\n\nimposing  any burden (however modest)  upon the right  to vote is\r                       \r\n\nalways subject to strict scrutiny.  We do not agree.\r\n\n                                7\r\r\n\n          The Supreme  Court has  eschewed a  hard-and-fast rule,\r\n\nand  instead has  adopted a  flexible framework  for testing  the\r\n\nvalidity of election  regulations.   See Burdick, 112  S. Ct.  at\r                                                          \r\n\n2063;  Anderson v. Celebrezze, </pre><span class=\"citation\" data-id=\"110904\"><a href=\"/opinion/110904/anderson-v-celebrezze/\"><span class=\"volume\">460</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">780</span></a></span><pre class=\"inline\">, 789 (1983); Storer,\r                                                                          \r\n\n415 U.S. at 730. \r\n\nUnder  the prescribed  framework,  the level  of  scrutiny to  be\r\n\napplied corresponds roughly to  the degree to which  a challenged\r\n\nregulation  encumbers  First  and  Fourteenth  Amendment  rights.\r\n\nConsequently, a  court weighing a  challenge to a  state election\r\n\nlaw must start by  assessing \"the character and magnitude  of the\r\n\nasserted  injury\" to  the plaintiff's  constitutionally protected\r\n\nrights and  then \"evaluate the  precise interests put  forward by\r\n\nthe  State as justifications for the burden imposed by its rule.\"\r\n\nAnderson, 460 U.S.  at 789;  accord Libertarian Party  of Me.  v.\r                                                                       \r\n\nDiamond, </pre><span class=\"citation\" data-id=\"605978\"><a href=\"/opinion/605978/libertarian-party-of-maines-v-g-william-diamond-etc-two-cases/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">365</span></a></span><pre class=\"inline\">,  370 (1st Cir. 1993) (explaining  that the\r                 \r\n\ncourt  must   attempt  to  achieve  a   sort  of  \"constitutional\r\n\nequilibrium\").  In this process the court must take into account,\r\n\namong  other things, \"the extent to which those interests make it\r\n\nnecessary  to burden the plaintiff's  rights.\"  Id.   The Burdick\r                                                                           \r\n\nCourt crystallized the applicable standard of inquiry:\r\n\n          Under  this  standard,  the  rigorousness  of\r\n          [the]  inquiry into the  propriety of a state\r\n          election law depends upon the extent to which\r\n          a  challenged  regulation  burdens First  and\r\n          Fourteenth Amendment  rights.   Thus,  as  we\r\n          have recognized when those rights are subject\r\n          to severe restrictions,  the regulation  must\r\n          be narrowly drawn to advance a state interest\r\n          of  compelling importance.   But when a state\r\n          election    law   provision    imposes   only\r\n          reasonable,   nondiscriminatory  restrictions\r\n          upon  the  First  and   Fourteenth  Amendment\r\n\n                                8\r\r\n\n          rights  of  voters,  the   State's  important\r\n          regulatory interests are generally sufficient\r\n          to justify the restrictions.\r\n\nBurdick, 112 S. Ct. at 2063-64 (citations and  internal quotation\r                 \r\n\nmarks omitted).\r\n\n                                B\r                                          B\r\n\n          Against this  backdrop,  we  proceed  to  consider  the\r\n\nspecifics  of  the plaintiffs'  challenge.    In performing  this\r\n\ntamisage, we are cognizant that their claim is not that the state\r\n\nmisapplied New  Hampshire law,  but, rather,  that the  method of\r\n\nstaffing   the   polls   dictated   by   that   law   is   itself\r\n\nconstitutionally  infirm.    Thus,  we  regard   the  plaintiffs'\r\n\nchallenge as  a  facial  attack  on the  statutory  scheme  (and,\r\n\nindeed, they have conceded this point).\r\n\n          The  plaintiffs'  facial  challenge  is  susceptible to\r\n\nfurther  refinement.   They  do not  contend  that the  statutory\r\n\nscheme  directly prevents  members of  less successful  political\r\n\nparties,  like the  Libertarians,  from ballot  access either  as\r\n\ncandidates  or as  voters.   Instead, their  claim  is on  a more\r\n\nsophisticated  level;  they say  that  restricting  the right  to\r\n\nappoint election  inspectors and  ballot clerks  to the  two most\r\n\npopular parties  deprives members of recognized  third parties of\r\n\ntheir  right  to  free  political  association,  and  invidiously\r\n\ndiscriminates  against  them  on  the basis  of  their  political\r\n\naffiliation.  Stripped of its rhetorical trappings, this argument\r\n\namounts to nothing less than a declaration that Libertarians have\r\n\na constitutional right to be represented at the polls by election\r\n\n                                9\r\r\n\ninspectors  and ballot clerks of  their own party  to ensure that\r\n\nLibertarian  votes  are  counted.     In  the  plaintiffs'  view,\r\n\nDemocrats  and Republicans are not  to be trusted  in this regard\r\n\nbecause they  are unconcerned with the  protection of Libertarian\r\n\ninterests  and,   if  left  alone,  they   will  likely  overlook\r\n\nLibertarian ballots through lassitude, misfeasance, incompetence,\r\n\nand the like.\r\n\n          In  addressing this claim we  must first set  to rest a\r\n\nstraw man.  There  is simply no abstract constitutional  right to\r\n\nbe appointed to serve  as an election inspector or  ballot clerk.\r\n\nSee, e.g., Rhode  Island Minority Caucus, Inc.,  v. Baronian, </pre><span class=\"citation no-link\"><span class=\"volume\">590</span>\r                                                                      \r\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">372</span></span><pre class=\"inline\">,  376  (1st Cir.  1979).   Although  the  right to  vote\r\n\ncertainly  includes the  right to  have one's  vote  counted, see\r                                                                           \r\n\nUnited States v. Mosley, </pre><span class=\"citation\" data-id=\"98518\"><a href=\"/opinion/98518/united-states-v-mosley/\"><span class=\"volume\">238</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">383</span></a></span><pre class=\"inline\">, 386 (1915), nothing on the\r                                 \r\n\nface  of the  New Hampshire  statutes deprives  Libertarian Party\r\n\nmembers of that right.  \r\n\n          We  turn next to an  assessment of the  extent to which\r\n\nthe challenged statutes burden the First and Fourteenth Amendment\r\n\nrights of Libertarians.4  We find the burden to be slight.\r\n\n          In the  first  place,  New  Hampshire's  regulation  is\r\n\nnondiscriminatory,  that is,  it  does  not  differentiate  among\r\n                    \r                              \r\n\n     4In conducting our evaluation, we do not distinguish between\r\nthe burdens placed  on the  rights of the  Libertarian Party  and\r\nthose  placed on  the rights  of voters  who  wish to  cast their\r\nballots  for  that  party's candidates.    As  a  general matter,\r\npolitical  parties purport  to represent  the interests  of their\r\nsupporters,  and  \"the  rights  of  voters   and  the  rights  of\r\ncandidates do not lend themselves to neat separation.\"   Burdick,\r                                                                          \r\n112 S. Ct. at  2065-66 (quoting Bullock v. Carter,  </pre><span class=\"citation no-link\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">132</span></span><pre class=\"inline\">,\r                                                           \r\n143 (1972)).\r\n\n                                10\r\r\n\nRepublicans,   Democrats,   and  Libertarians.      Instead,  the\r\n\nregulation conditions  the right  to appoint  election inspectors\r\n\nand  ballot clerks on  a certain degree of  success at the polls.\r\n\nDistinguishing between recognized political parties based on past\r\n\nelectoral    accomplishment   is    not   per    se   invidiously\r\n\ndiscriminatory.  See, e.g., American Party of Texas v. White, </pre><span class=\"citation\" data-id=\"108994\"><a href=\"/opinion/108994/american-party-of-tex-v-white/\"><span class=\"volume\">415</span>\r                                                                      \r\n\n<span class=\"reporter\">U.S.</span>  <span class=\"page\">767</span></a></span><pre class=\"inline\">,  781  (1974)   (holding  that  it  is   not  invidious\r\n\ndiscrimination  for  a  state  to grant  minor  parties  official\r\n\nrecognition,  but deny  them  the right  to  hold primaries  even\r\n\nthough the main  political parties  are so entitled).   So  here:\r\n\nthe Libertarian Party has exactly the same opportunity to qualify\r\n\nas  a source of election  inspectors and ballot  clerks under New\r\n\nHampshire law as does  any other party.  Equality  of opportunity\r\n\nexists,  and equality of opportunity   not equality of outcomes  \r\n\nis the linchpin of what the Constitution requires in this type of\r\n\nsituation.  As the Court explained:\r\n\n          The   fact   is   that   there   are  obvious\r\n          differences  in  kind between  the  needs and\r\n          potentials   of   a   political  party   with\r\n          historically  established  broad support,  on\r\n          the one  hand, and  a new or  small political\r\n          organization on  the other . . . .  Sometimes\r\n          the  grossest  discrimination   can  lie   in\r\n          treating  things that are different as though\r\n          they were exactly alike.\r\n\nJenness v. Fortson, </pre><span class=\"citation\" data-id=\"108376\"><a href=\"/opinion/108376/jenness-v-fortson/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">431</span></a></span><pre class=\"inline\">, 441-42 (1971).\r                            \r\n\n          In the  second  place, the  New  Hampshire law  has  no\r\n\ndirect impact on  ballot access, on the right to  vote, or on the\r\n\nright to have one's vote  tallied.  It is generally thought  that\r\n\nindirect effects are less  burdensome than direct restraints, cf.\r                                                                           \r\n\n                                11\r\r\n\nDole  v. South Dakota, </pre><span class=\"citation\" data-id=\"111939\"><a href=\"/opinion/111939/south-dakota-v-dole/\"><span class=\"volume\">483</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">203</span></a></span><pre class=\"inline\">, 210  (1987) (discussing, in\r                               \r\n\nconnection   with  Congress'   spending  powers,   \"the  indirect\r\n\nachievement  of objectives  which  Congress is  not empowered  to\r\n\nachieve directly\"), and that generalization holds true here.\r\n\n          In the third place, even these indirect effects are not\r\n\ndiscernible  here.    The record  evidence  offers  no  reason to\r\n\nbelieve  that  minority  parties are  at  special  or undue  risk\r\n\nbecause they  have no  right to appoint  election inspectors  and\r\n\nballot clerks.  The law affords a panoply of other safeguards for\r\n\nminority parties  (e.g., appointing  a challenger of  voters, see\r                                                                           \r\n\nN.H. Rev. Stat. Ann.    666:4), and ultimate control  over voting\r\n\nplaces  rests with elected officials.  To cinch matters, there is\r\n\nno  showing of systematic discrimination against minority parties\r\n\nin  the  casting and  tallying of  votes,  and mere  suspicion or\r\n\nparanoia is too  flimsy a foundation on which to  rest a claim of\r\n\nincipient fraud or mistake.5\r\n\n          In  fine, the \"burden\" to which the plaintiffs allude  \r\n\nthat Libertarian  ballots will not be  counted unless Libertarian\r\n\nelection  inspectors  and ballot  clerks are  on  the prowl    is\r\n\npurely  conjectural.   To  hold  otherwise  would require  us  to\r\n\nconclude, without  a shred  of competent evidence,  that election\r\n\nofficials in New Hampshire  are unscrupulous individuals who will\r\n\nbreach the  public trust  in order to  serve the  interests of  a\r\n                    \r                              \r\n\n     5The plaintiffs conceded  below that none of  the mishaps to\r\nwhich  they alluded, see  supra note 1, were  part of a concerted\r                                         \r\nplan to deprive  Libertarians of the  right to vote.   There  is,\r\nmoreover,  no  showing that  similar  gaffes  have not  afflicted\r\nRepublican and/or Democratic voters from time to time.\r\n\n                                12\r\r\n\npolitical party,  and, moreover,  that Democrats  and Republicans\r\n\nwill  put aside their historic enmity so that, together, they may\r\n\nrepress third parties.  We refuse to indulge so cynical a view of\r\n\nthe electoral process.\r\n\n                                C\r                                          C\r\n\n          Having analyzed  the nature of the  burdens imposed, we\r\n\nnow  proceed  to ascertain  the level  of  scrutiny that  we must\r\n\napply.   See Burdick, 112 S.  Ct. at 2064; Anderson,  460 U.S. at\r                                                             \r\n\n789.    We  recognize, of  course,  that  every  provision of  an\r\n\nelection  code,  even those  that  govern the  voting  process as\r\n\nopposed  to those  that govern  ballot access  or eligibility  of\r\n\ncandidates, \"inevitably affects    at least to some degree    the\r\n\nindividual's right to vote and his right to associate with others\r\n\nfor political ends.\"  Anderson,  460 U.S. at 788.  But  different\r                                        \r\n\nprovisions of an election  code may burden rights unequally,  and\r\n\nwe believe that the impediment which New Hampshire law imposes in\r\n\nrespect to the selection of election inspectors and ballot clerks\r\n\nis relatively minor.  Given the character and magnitude (or, more\r\n\naptly  put, lack  of  magnitude) of  the  alleged injury  to  the\r\n\nplaintiffs'  First and  Fourteenth Amendment rights,  we conclude\r\n\nthat  the defendants  need only  show that  the enactment  of the\r\n\nregulation had  a  rational  basis.   See,  e.g.,  Coalition  for\r                                                                           \r\n\nSensible and Humane Solutions  v. Wamser, </pre><span class=\"citation\" data-id=\"457662\"><a href=\"/opinion/457662/coalition-for-sensible-and-humane-solutions-and-jean-townsend-individually/\"><span class=\"volume\">771</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">395</span></a></span><pre class=\"inline\">,  399 (8th\r                                                  \r\n\nCir. 1985); Baer  v. Meyer,  </pre><span class=\"citation\" data-id=\"431788\"><a href=\"/opinion/431788/arlette-baer-bernard-raizen-don-rickey-jr-the-citizens-party-of-the-state/\"><span class=\"volume\">728</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">471</span></a></span><pre class=\"inline\">,  476 (10th Cir.  1984)\r                                    \r\n\n(per curiam); Piricin v. Board of Elections, </pre><span class=\"citation\" data-id=\"1802553\"><a href=\"/opinion/1802553/pirincin-v-board-of-elections-of-cuyahoga-county/\"><span class=\"volume\">368</span>  <span class=\"reporter\">F. Supp.</span> <span class=\"page\">64</span></a></span><pre class=\"inline\">, 71\r                                                     \r\n\n                                13\r\r\n\n(N.D.  Ohio)  (three-judge  court),  aff'd  mem.,  </pre><span class=\"citation no-link\"><span class=\"volume\">414</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">990</span></span><pre class=\"inline\">\r                                                          \r\n\n(1973).6\r\n\n          Our decision in Rhode  Island Minority Caucus, </pre><span class=\"citation\" data-id=\"362767\"><a href=\"/opinion/362767/rhode-island-minority-caucus-inc-v-leo-baronian/\"><span class=\"volume\">590</span> <span class=\"reporter\">F.2d</span>\r                                                                 \r\n\n<span class=\"page\">372</span></a></span><pre class=\"inline\">, is not to  the contrary.  There the  plaintiffs alleged that\r\n\nthe   Board   of   Canvassers   of   the   City   of   Providence\r\n\nunconstitutionally conditioned  appointment as a  voter registrar\r\n\nupon membership in  or affiliation  with one  of three  political\r\n\norganizations.   See id. at 376.   The district court  denied the\r                                  \r\n\nplaintiffs'  motion for  a preliminary  injunction mainly  on the\r\n\nground that the plaintiffs  had no probability of success  on the\r\n\nmerits.  See id. at 373-74.  We affirmed on a different ground   \r                          \r\n\nthat there was  no showing of irreparable harm, see  id. at 374  \r                                                                  \r\n\nand added:\r\n\n               [The state] may not  abridge fundamental\r\n          First   Amendment   rights   of  speech   and\r\n          association without establishing that such an\r\n          infringement is necessary to achieve  a vital\r\n          state interest . . . .\r\n               So  viewed,  but without  prejudging the\r\n          issue, it  appears  that plaintiffs  raise  a\r\n          substantial first amendment question.\r\n\nId. at  376-77.  The panel  made clear, however, that  it was for\r             \r\n\nthe district  court to determine \"the extent to which plaintiffs'\r\n\n                    \r                              \r\n\n     6We note that  one district court apparently disagrees.   In\r\nIowa  Socialist Party  v. Slockett,  604 F.  Supp. 1391  (D. Iowa\r                                            \r\n1985), a handful of minor third parties contended that appointing\r\nmobile  deputy registrars  solely from  persons nominated  by the\r\ncounty chairmen of the two major political parties violated their\r\nconstitutional rights.   See  id. at  1392.  As  we do  here, the\r                                           \r\ndistrict  court   concluded  that  the  burden   imposed  by  the\r\nregulation  was  \"relatively minor.\"   Id.  at  1397.   The court\r                                                    \r\nnonetheless proceeded  to apply  strict scrutiny  and invalidated\r\nthe law.  See id. at 1396-98.  We find this aspect of the court's\r                           \r\nreasoning unpersuasive.\r\n\n                                14\r\r\n\nassociational rights have been abridged, the burden, if any,  the\r\n\nBoard must  bear in  justifying that  abridgment, and  whether in\r\n\nfact the Board can meet that burden.\"  Id. at 377.   Fairly read,\r                                                    \r\n\nRhode Island Minority Caucus is not inconsistent with our holding\r                                      \r\n\ntoday.\r\n\n                                D\r                                          D\r\n\n          Using rationality review we conclude that the state has\r\n\njustified the regulation.  The defendants rely principally on New\r\n\nHampshire's interest in limiting the number of election officials\r\n\nto  manageable  proportions in  order  to  enhance administrative\r\n\nefficiency and thereby safeguard against mistakes and fraud.  Too\r\n\nmany  cooks, the  defendants  say, will  spoil  the broth.    The\r\n\nassertion makes good sense.\r\n\n          The  state  has  a  valid interest  in  preserving  the\r\n\nintegrity and reliability of  the electoral process.  See,  e.g.,\r                                                                          \r\n\nAmerican  Party, 415 U.S. at 782 n.14; Coalition for Sensible and\r                                                                           \r\n\nHumane Solutions, 771 F.2d at 399.  It is certainly reasonable to\r                          \r\n\nassume that, at some point, \"more\" is not \"better.\"  Common sense\r\n\nsuggests that if election inspectors and ballot clerks become too\r\n\nnumerous,  they  will merely  get in  each  other's way  and thus\r\n\nfrustrate the moderator's ability  to afford close  supervision.7\r\n                    \r                              \r\n\n     7A  fair parallel  can be  drawn to  ballot access  cases in\r\nwhich  the  Court  has  acknowledged that  the  \"important  state\r\ninterest  .  .  .  in  avoiding  confusion,  deception,  and even\r\nfrustration of  the democratic process\" can be served by limiting\r\nballot access based on \"some preliminary showing of a significant\r\nmodicum of support.\"  Jenness, 403 U.S. at 442.   We believe that\r                                       \r\nthis  reasoning  extends  to  the state's  strivings  to  promote\r\nefficiency and  orderliness at  the polls through  limitations on\r\nthe number of persons who are permitted to work inside the rail.\r\n\n                                15\r\r\n\nCf. Rudyard Kipling, Rewards &amp; Fairies 73 (1910) (suggesting that\r                                                \r\n\none should  keep no more cats than will catch mice).  Within wide\r\n\nmargins the place at which to draw the line   in other words, the\r\n\nideal size  of the complement    is for  the state to  determine.\r\n\nSee, e.g., Anderson, 460  U.S. at 788 n.9 (observing  that states\r                             \r\n\nhave broad discretion to set minimum requirements restricting the\r\n\nnumber of candidates appearing on the ballot).\r\n\n          The  plaintiffs'   riposte  is  to  suggest   that  New\r\n\nHampshire must  demonstrate that adding Libertarians  as election\r\n\ninspectors and ballot clerks  would actually cause confusion, or,\r                                                      \r\n\nput  another way,  that this  increment would  be the  straw that\r\n\nbroke the back of the dromedary of administrative efficacy.  That\r\n\nsuggestion  vastly exaggerates the state's  burden.  See Munro v.\r                                                                        \r\n\nSocialist Workers Party, </pre><span class=\"citation\" data-id=\"111780\"><a href=\"/opinion/111780/munro-v-socialist-workers-party/\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span><pre class=\"inline\">, 195-96 (1986) (rejecting a\r                                 \r\n\nsimilar  claim on  the  basis that  \"[s]uch  a requirement  would\r\n\nnecessitate that a State's political system sustain some level of\r\n\ndamage  before  the legislature  could take  corrective action\").\r\n\nStates are free to  head off potential problems in  the electoral\r\n\nsystem before they materialize, as long as the solutions that the\r\n\nstate devises are reasonable and  do not significantly intrude on\r\n\nconstitutionally  protected rights.    See id.   New  Hampshire's\r                                                        \r\n\nsolution     which involves  restricting  the  number of  persons\r\n\nbehind  the rail at  polling places, and  puts the responsibility\r\n\nfor  appointing those persons in  the hands of  the two political\r\n\nparties  that have proven most  successful in the  recent past at\r\n\nearning the electorate's trust    is a reasonable response  to an\r\n\n                                16\r\r\n\nauthentic problem.\r\n\n          We  hold  that  New  Hampshire's  method  of  selecting\r\n\nelection  inspectors and  ballot  clerks is  a rational  means of\r\n\nadvancing  the state's interest  in dispelling confusion, warding\r\n\noff fraud,  and ensuring administrative efficiency  at the polls.\r\n\nSee Baer, 728  F.2d at  476 (applying rational  basis review  and\r                  \r\n\nupholding regulation  that did not uniformly  allow all political\r\n\nparties to appoint poll  observers); Piricin, 368 F. Supp.  at 71\r                                                      \r\n\n(applying   rational  basis   review  and   upholding  regulation\r\n\npermitting membership  of boards of elections to  be drawn solely\r\n\nfrom parties  garnering the  two highest  vote totals);  see also\r                                                                           \r\n\nBishop  v. Lomenzo,  </pre><span class=\"citation\" data-id=\"2005027\"><a href=\"/opinion/2005027/bishop-v-lomenzo/\"><span class=\"volume\">350</span>  <span class=\"reporter\">F. Supp.</span>  <span class=\"page\">576</span></a></span><pre class=\"inline\">,  588-89 (E.D.N.Y.  1972)\r                            \r\n\n(three-judge   court)   (suggesting  that   regulation  requiring\r\n\nvolunteer  deputy  registrars  to  be  enrolled  members  of  the\r\n\nRepublican  or Democratic  parties  merited  only rational  basis\r\n\nreview, but concluding that law survived strict scrutiny on basis\r\n\nthat regulation reduced risk of \"fraud or irregularity that might\r\n\nexist  if registration by [only]  one party or  by an independent\r\n\nwere  permitted\").    While  other  methods  of  selecting  these\r\n\nofficials, or a somewhat  different numerical formula, might also\r\n\nserve, the  state is  free to choose  from among the  universe of\r\n\nconstitutionally acceptable alternatives.\r\n\nIV.  CONCLUSION\r          IV.  CONCLUSION\r\n\n          We need  go no further.8   Since New  Hampshire's grant\r\n                    \r                              \r\n\n     8The plaintiffs'  Equal Protection  argument is  unworthy of\r\nseparate  discussion.  This argument does not rest on a challenge\r\nto   New  Hampshire's   requirements   for   achieving   official\r\nrecognition as a political party, but, rather, on the thesis that\r\nonce a party attains  official status under state law,  the state\r\nmay  not  draw  distinctions  between  it  and  other  recognized\r\n\n                                17\r\r\n\nof  a monopoly  over the appointment  of election  inspectors and\r\n\nballot  clerks  to the  two  most  popular political  parties  is\r\n\njustified by legitimate state interests and imposes only a modest\r\n\nburden on the plaintiffs'  First and Fourteenth Amendment rights,\r\n\nit  is constitutional.   Nothing succeeds  like success,  and the\r\n\nLibertarian Party  has the  same opportunity as  its better-known\r\n\ncompetitors to attract voters  to its standard, finish in  one of\r\n\nthe top  two spots  in a gubernatorial  election, and  thereafter\r\n\nplay  a  more  active role  in  the  mechanics  of the  electoral\r\n\nprocess.   But under New Hampshire law  that success is to be won\r\n\nat the polls rather than in a federal court.\r\n\nAffirmed.\r          Affirmed.\r                  \r\n\n                    \r                              \r\n\npolitical parties.  The thesis is untenable.  See American Party,\r                                                                          \r\n415 U.S. at 781.\r\n\n                                18\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/98518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106739/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106850/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108376/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108859/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108993/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108994/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111780/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111781/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111939/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112743/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/362767/",
    "http://www.courtlistener.com/api/rest/v3/opinions/431788/",
    "http://www.courtlistener.com/api/rest/v3/opinions/457662/",
    "http://www.courtlistener.com/api/rest/v3/opinions/605978/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1802553/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2005027/"
  ]
}