{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196708/",
  "absolute_url": "/opinion/196708/lomas-mortgage-usa-v-louis/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196708/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:12:17Z",
  "date_modified": "2017-03-24T10:48:24.510298Z",
  "type": "010combined",
  "sha1": "63534238265bcba735b3c1f56e2ac0dafe3ac7f6",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1956.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n\n                                         \r\n\nNo. 95-1956\r\n\n                    LOMAS MORTGAGE, INC.,\r\n\n                          Appellant,\r\n\n                              v.\r\n\n                ESPERANDIEU &amp; ANTONINE LOUIS,\r\n\n                          Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Edward F. Harrington, U.S. District Judge]\r                                                                  \r\n\n                                         \r\n\n                            Before\r\n\n                     Lynch, Circuit Judge,\r                                                     \r\n          Aldrich and Bownes, Senior Circuit Judges.\r                                                               \r\n\n                                         \r\n\nJohn J.  Monaghan, with  whom Deborah Paige  Stone and  Sherburne,\r                                                                              \r\nPowers  &amp; Needham, P.C. were  on brief, for  appellant Lomas Mortgage,\r                               \r\nInc.\r\nGary  Klein, with  whom National  Consumer  Law Center,  Joseph G.\r                                                                              \r\nAlbiani  and Joseph  G.  Albiani and  Associates  were on  brief,  for\r                                                        \r\nappellees Esperandieu and Antonine Louis.\r\n\n                                         \r\n\n                        April 18, 1996\r\n                                         \r\r\n\n          LYNCH, Circuit  Judge.   At issue is  the important\r                      LYNCH, Circuit  Judge.\r                                           \r\n\nquestion of whether    1322(b)(2) of the Bankruptcy  Code, 11\r\n\nU.S.C.    1322(b)(2),   prevents  Chapter  13   debtors  from\r\n\n\"stripping down\" their  primary residence mortgages  when the\r\n\ndebtors  reside in  a multi-family  house.   \"Stripping down\"\r\n\nwould advantage such homeowners by permitting them to cap the\r\n\ndollar amount of  the security  interest in the  home to  the\r\n\nhome's actual value rather than the higher amount of the note\r\n\nitself.  The difference  would be treated as unsecured  debt.\r\n\nThat advantage is denied to resident single-family homeowners\r\n\nby   1322(b)(2).\r\n\n          This case  thus raises the question  of whether the\r\n\n\"strip  down\"1 protections  which Congress  denied to  owners\r\n\nresiding in  single-family homes,  in order to  encourage the\r\n\nflow of residential mortgage funds, are nonetheless available\r\n\nto owner  occupants of  multi-family housing.   We hold  that\r\n\nCongress intends exactly such  different results and that the\r\n\nantimodification provision  of     1322(b)(2)  does  not  bar\r\n\nmodification of a secured  claim on a multi-unit  property in\r\n\nwhich  one unit is  the debtor's principal  residence and the\r\n\nsecurity interest extends tothe other income-producing units.\r\n\n                    \r                                \r\n\n1.  The term \"strip down\" is a colloquialism used to describe\r\nthe  process by which a secured creditor's lien is limited to\r\nthe market value of its collateral.   The term \"cram down\" is\r\nalso commonly used to  describe this process.  See,  e.g., In\r                                                                         \r\nre Wilson, 174 B.R. 215, 218 n.2 (Bankr. S.D. Miss. 1994); In\r                                                                         \r\nre Lutz, 164 B.R.  239, 241 (Bankr. W.D. Pa.  1994), rev'd on\r                                                                         \r\nother grounds, 192 B.R. 107 (W.D. Pa. 1995).    \r                         \r\n\n                             -2-\r                                          2\r\r\n\n          Esperandieu and Antonine  Louis own a  three-family\r\n\nhome  at 221 Spring Street in Brockton, Massachusetts.  Lomas\r\n\nMortgage,  Inc. holds  the  mortgage on  the  property.   The\r\n\nmortgage secures a  note executed on  February 19, 1987,  for\r\n\n$159,300.   The  mortgage is  in the  standard FNMA  form for\r\n\nsingle-family dwellings, with the standard FNMA one- to four-\r\n\nfamily rider, including  an assignment of rents.  The Louises\r\n\nhold a one-half interest  in the property.  The other half is\r\n\nowned  by Mr.  Louis's brother,  who occupies a  second unit.\r\n\nThe third unit is leased to tenants.\r\n\n          Between  the  time of  the  1987  mortgage and  the\r\n\nfiling  of  the  bankruptcy  petition on  January  22,  1995,\r\n\nMassachusetts  suffered a  severe recession.   The  recession\r\n\nresulted  in  a  general   decline  in  property  values,  in\r\n\nunemployment,  and  other  harsh  realities.    The  Louises'\r\n\nneighborhood in  Brockton was not immune  and foreclosures in\r\n\nthe  neighborhood became  common.   Eventually,  the  Louises\r\n\nthemselves  could not  meet  their mortgage  payments.   They\r\n\ndefaulted  on  the  note held  by  Lomas,  and Lomas  started\r\n\nforeclosure  proceedings.    The Louises  filed  a  voluntary\r\n\npetition under Chapter 13, and the foreclosure was stayed.\r\n\n          The Louises then moved to bifurcate or \"strip down\"\r\n\nLomas's  claim into a secured  claim for the  actual value of\r\n\nthe property,  agreed to be  $80,000, and an  unsecured claim\r\n\n                             -3-\r                                          3\r\r\n\nfor the balance, citing 11 U.S.C.   506(a).2  The     Louises\r\n\ncould  not take  advantage of    506(a), however,  if Lomas's\r\n\nsecurity  for the note extended only to real property that is\r\n\nthe  Louises'   principal  residence.      That  is   because\r\n\n  1322(b)(2), which governs Chapter 13 plans, provides:\r\n\n          (b) Subject to subsections (a) and (c) of\r\n          this section, the plan may --\r\n\n               (2)   modify   the  rights   of\r\n               holders   of  secured   claims,\r\n               other than a claim secured only\r                                                          \r\n               by a security interest  in real\r                                                          \r\n               property  that is  the debtor's\r                                                          \r\n               principal   residence,   or  of\r                                                \r\n               holders of unsecured claims, or\r\n               leave unaffected  the rights of\r\n               holders of any class of claims.\r\n\n11 U.S.C.   1322(b)(2) (emphasis supplied).\r\n\n          The Supreme  Court has  held that the  \"other than\"\r\n\nlanguage   of     1322(b)(2),  called   an  \"antimodification\r\n\n                    \r                                \r\n\n2.    Section 506(a) provides, in pertinent part:\r\n\n          An allowed claim of a creditor secured by\r\n          a lien  on property  in which  the estate\r\n          has an interest . . . is a secured  claim\r\n          to  the  extent  of  the  value  of  such\r\n          creditor's   interest  in   the  estate's\r\n          interest in such property . . . and is an\r\n          unsecured  claim to  the extent  that the\r\n          value  of such creditor's  interest . . .\r\n          is less  than the amount of  such allowed\r\n          claim.\r\n\n11  U.S.C.   506(a).  Section 506(a) allows a debtor to limit\r\na  creditor's secured  claim to  the value of  the underlying\r\ncollateral.   Any amount of  the secured claim  exceeding the\r\nvalue of the collateral becomes unsecured.  Section 506(a) is\r\na general  provision under Chapter  5 of the  Bankruptcy Code\r\nand thus  is applicable to individual  bankruptcy cases under\r\nChapter 13.  See 11 U.S.C.   103(a).\r                            \r\n\n                             -4-\r                                          4\r\r\n\nprovision,\" In re  Hammond, 27  F.3d 52, 55  (3d Cir.  1994),\r                                      \r\n\nbars  bifurcation  where  the  creditor's  secured claim  \"is\r\n\nsecured only by a lien  on the debtor's principal residence.\"\r\n\nNobelman v. American Sav. Bank, 508 U.S. 324, 332 (1993).  In\r                                          \r\n\nNobelman, the  Supreme Court addressed  a Chapter 13  plan to\r                    \r\n\nmodify  a  home  mortgage  lender's secured  claim  on  joint\r\n\ndebtors'   owner-occupied  condominium.    The  debtors  owed\r\n\n$71,335 in principal, interest, and fees under a note payable\r\n\nto  the  lender  and  secured  by  a  deed of  trust  on  the\r\n\ncondominium.  The debtors'  Chapter 13 plan proposed  to make\r\n\nmonthly  payments required  by the  note  up to  $23,500, the\r\n\nvalue of  the residence, and,  relying on   506(a),  to treat\r\n\nthe remainder of  the lender's  claim as unsecured.   Id.  at\r                                                                     \r\n\n326.    The lender  objected  to  the plan,  asserting  that,\r\n\n  506(a) notwithstanding,   1322(b)(2) prohibited the debtors\r\n\nfrom  modifying its rights under the note secured by the deed\r\n\nof  trust  on  the  condominium.   Although  noting  that the\r\n\ndebtors were  correct to seek valuation  pursuant to   506(a)\r\n\nin  order  to determine  whether the  lender  in fact  held a\r\n\nsecured   claim,   the   Court  held   that   the   valuation\r\n\ndetermination under   506(a)  \"does not necessarily mean that\r\n\nthe  'rights' the  bank  enjoys  as  a mortgagee,  which  are\r\n\nprotected by    1322(b)(2), are  limited by the  valuation of\r\n\nits secured claim [under   506(a)].\"  Id. at 329.\r                                                     \r\n\n                             -5-\r                                          5\r\r\n\n          Determining that the term \"rights\"  in   1322(b)(2)\r\n\nrefers   to  rights  reflected   in  the   relevant  mortgage\r\n\ninstrument enforceable  by state law,  the Court held  that  \r\n\n1322(b)(2)  prohibited  the   debtor  from  bifurcating   the\r\n\nlender's claim into  secured and unsecured portions.   Id. at\r                                                                      \r\n\n331-32.    Because  the   lender's  contractual  rights  were\r\n\ncontained in a unitary  note, it would be impossible  for the\r\n\ndebtor to modify the rights of the lender as to the unsecured\r\n\nportion  of its claim without also modifying the terms of the\r\n\nsecured  component.   Id.   Thus,  the  court held,  \"to give\r                                     \r\n\neffect to    506(a)'s valuation  and  bifurcation of  secured\r\n\nclaims through  a Chapter 13  plan in the  manner petitioners\r\n\npropose  would require  a modification of  the rights  of the\r\n\nholder  of the security interest.\"  Id. at 332. Thus Nobelman\r                                                                         \r\n\nprovides that if a lender's claim \"is secured only by  a lien\r\n\non the debtor's principal residence,\" id.,  bifurcation under\r                                                     \r\n\n  506(a) will, in most cases, be prohibited.\r\n\n          Nobelman,  however, did not address the question of\r                              \r\n\nwhat secured claims  would be considered  \"secured only by  a\r\n\nsecurity  interest  in real  property  that  is the  debtor's\r\n\nprincipal  residence.\"   11  U.S.C.    1322(b)(2).   Nobelman\r                                                                         \r\n\nnoted that one  of the purposes of the provision  was to give\r\n\nspecial protection to home lenders  in order to encourage the\r\n\nflow  of capital into the home lending market.  See Nobelman,\r                                                                        \r\n\n508  U.S. at 332 (Stevens,  J., concurring) (citing Grubbs v.\r                                                                      \r\n\n                             -6-\r                                          6\r\r\n\nHouston  First Am. Sav. Ass'n, 730 F.2d 236, 245-46 (5th Cir.\r                                         \r\n\n1984)).  The  precise question of whether home  lenders whose\r\n\nsecurity interest extended beyond the principal residence  to\r\n\nother  property or  other income-producing components  of the\r\n\nprincipal  residence  could  be  considered  to  have  claims\r\n\nsecured \"only by a security interest in real property that is\r\n\nthe debtor's principal residence\" was not raised in Nobelman.\r                                                                        \r\n\nThis case raises that question.\r\n\n          In  their motion before  the bankruptcy  court, the\r\n\nLouises  argued  that   the  antimodification  provision   of\r\n\n  1322(b)(2), as  interpreted by Nobelman, did  not reach the\r                                                     \r\n\nsecurity  interest Lomas  had  on 221  Spring Street  because\r\n\nLomas's security  interest extended  to the  entire property,\r\n\nincluding  the income-producing components.   Lomas objected,\r\n\narguing  that      1322(b)(2)'s  antimodification   provision\r\n\napplied because its  security interest was only on 221 Spring\r\n\nStreet  and  the  property  included  the  Louises' principal\r\n\naddress.   The bankruptcy court  agreed with the  Louises and\r\n\nallowed the motion to bifurcate.  The district court affirmed\r\n\nthe  order  and Lomas  appeals.    Review  of the  bankruptcy\r\n\ncourt's conclusion of law is de novo.  See In re Winthrop Old\r                                                                         \r\n\nFarm Nurseries, Inc., 50 F.3d 72, 73 (1st Cir. 1995).\r                                \r\n\n          The  Louises' \"principal  residence\" is  221 Spring\r\n\nStreet.     Were   the   property  a   single-family   house,\r\n\n  1322(b)(2)'s antimodification provision surely  would apply\r\n\n                             -7-\r                                          7\r\r\n\nand bar bifurcation,  assuming Lomas's security interest  did\r\n\nnot extend  to any other property.  See, e.g., In re Hammond,\r                                                                        \r\n\n27  F.3d 52  (3d  Cir. 1994)  (note secured  by  home and  by\r\n\npersonal  property  within  the  home  is  outside  scope  of\r\n\nantimodification provision); see also 5 Collier on Bankruptcy\r                                                                         \r\n\n  1322.06[1][a], at 1322-21 to 1322-23 (Lawrence P. King ed.,\r\n\n15th ed. 1995) (a claim secured by any other real property or\r\n\nby  personal property of the estate or debtor, or by personal\r\n\nproperty of another may be modified by the Chapter 13 plan).\r\n\n          Starting,  as they  should,  with the  language  of\r\n\n  1322(b)(2),   see  Consumer  Prod.  Safety  Comm'n  v.  GTE\r                                                                         \r\n\nSylvania, Inc., 447 U.S. 102, 108 (1980) (\"the starting point\r                          \r\n\nfor  interpreting a  statute is the  language of  the statute\r\n\nitself\"),   Lomas   and   the   Louises   present   competing\r\n\nconstructions of  the statutory language.   Lomas argues that\r\n\nthe  term \"only\"  modifies \"by  a security  interest  in real\r\n\nproperty\"  and  the  term  \"that is  the  debtor's  principal\r\n\nresidence\" further modifies \"real property.\"  Lomas's reading\r\n\nresults  in     1322(b)(2)  applying when  (1)  the  security\r\n\ninterest  is only in  real property (as  opposed to personal,\r\n\nintangible  or  other non-real  property)  and  (2) the  real\r\n\nproperty is  the \"debtor's principal residence.\"   Under this\r\n\nreading,  there is no need  that the real  property be \"only\"\r\n\nthe debtor's principal residence.\r\n\n                             -8-\r                                          8\r\r\n\n          The  Louises,  in contrast,  argue (1)  that \"only\"\r\n\nmodifies  the entire phrase  \"by a security  interest in real\r\n\nproperty that  is the debtor's principal  residence\"; and (2)\r\n\nthat the  word \"is\" requires complete  and exclusive identity\r\n\nbetween \"real property\" and \"principal residence.\"3\r\n\n          Lomas criticizes the Louises' reading on the ground\r\n\nthat the  statutory language  does not explicitly  state that\r\n\nthe  real  property   must  be  \"exclusively\"  the   debtor's\r\n\nprincipal  residence.  The  Louises criticize Lomas's reading\r\n\non the ground that the statutory language does not explicitly\r\n\nstate  that  the  real  property  must  merely  \"contain\"  or\r\n\n\"include\" the principal residence.\r\n\n          The  \"plain  meaning\"   approach  to     1322(b)(2)\r\n\nappears to us to be, in  the end, inconclusive.  The disputed\r\n\nterms could  (as Lomas claims)  serve the limited  purpose of\r\n\ndistinguishing  security  interests  in  real  property  from\r\n\nsecurity interests in personal or  other property.  But  they\r\n\ncould also  (as the  Louises claim)  serve  the more  general\r\n\n                    \r                                \r\n\n3.  The  Louises' reading  is the  approach preferred  in the\r\ncase law.   See In re  Adebanjo, 165 B.R. 98,  104 (Bankr. D.\r                                           \r\nConn. 1994)  (collecting cases);  accord In re  McGregor, 172\r                                                                    \r\nB.R. 718, 720  (Bankr. D. Mass. 1994) (\"If [Congress intended\r\nto extend   1322(b)(2) to multi-unit buildings,] the  statute\r\nshould refer to real  property that 'includes' the residence.\r\nInstead, the word 'is' appears, which more aptly describes an\r\nequivalence between the real  estate and the residence.\"); In\r                                                                         \r\nre  Legowski, 167  B.R. 711,  714-15 (Bankr.  D. Mass.  1994)\r                        \r\n(employing  same  plain  meaning  argument); but  see  In  re\r                                                                         \r\nGuilbert,  165 B.R.  88, 90  (Bankr. D.R.I.  1994) (rejecting\r                    \r\nthat  plain meaning  approach), rev'd  on other  grounds, 176\r                                                                    \r\nB.R. 302 (D.R.I. 1995).\r\n\n                             -9-\r                                          9\r\r\n\npurpose of distinguishing lenders secured only by a principal\r\n\nresidence from lenders who may have additional security.  Cf.\r                                                                         \r\n\nIn re Legowski, 167 B.R. 711,  714 n.9 (Bankr. D. Mass. 1994)\r                          \r\n\n(\"Meaning   is  always   plain   to  the   proponent  of   an\r\n\ninterpretation.\").   \"When ambiguity is identified, a dispute\r\n\nabout a statute's or  regulation's proper construction cannot\r\n\nbe resolved simply by placing the gloss of 'plain meaning' on\r\n\none  competing interpretation.\"   Massachusetts v. Blackstone\r                                                                         \r\n\nValley Elec. Co., 67 F.3d 981, 986 (1st Cir. 1995).  \r                            \r\n\n          Given  the  lack  of  plain  meaning,  we  turn  to\r\n\nlegislative  history  for guidance.    See  United States  v.\r                                                                     \r\n\nO'Neil,  11  F.3d 292,  297-98  (1st  Cir. 1993)  (resort  to\r                  \r\n\nlegislative  history  is  proper  where \"there  is  room  for\r\n\ndisagreement\" over  the meaning of statutory  language).  The\r\n\nlegislative history of   1322(b)(2) does  not clearly resolve\r\n\nthe issue.\r\n\n          Section  1322(b)(2)  was  enacted  as  part  of the\r\n\nBankruptcy Code of 1978.  The Bankruptcy Code of 1978 was the\r\n\nculmination of a legislative process that  began in 1970, the\r\n\nyear the  Congress created  the Commission on  the Bankruptcy\r\n\nLaws of the United  States.  In 1973 the  Commission issued a\r\n\nreport  containing  its findings  and  recommendations  and a\r\n\ndraft bill.  Section 6-201(2)  of the Commission's draft bill\r\n\nwas the  predecessor of what eventually  became   1322(b)(2).\r\n\nIt  provided  that a  plan  under  Chapter  13  \"may  include\r\n\n                             -10-\r                                          10\r\r\n\nprovisions dealing with  claims secured by personal  property\r\n\nseverally,  on any terms, and  may provide for  the curing of\r\n\ndefaults  within a  reasonable  time and  otherwise alter  or\r\n\nmodify the rights of the holders of such claims.\"   Report of\r\n\nthe Commission on  the Bankruptcy Laws of  the United States,\r\n\nH.R.  Doc.  No. 137,  93d Cong.,  1st Sess.,  pt. II,  at 204\r\n\n(1973).  The focus  of this provision was on  modification of\r\n\nclaims  secured by  personal property.   It  apparently would\r\n\nhave  left  largely  untouched  then existing  law  in  which\r\n\nsecurity interests  in real  property were excluded  from the\r\n\nprovisions of Chapter  XIII.  See id. pt. I,  at 165 (stating\r                                                 \r\n\nthat claims that may be dealt with under Chapter XIII include\r\n\nsecured  and unsecured  claims,  but that  claims secured  by\r\n\nestates  in real  property or  \"chattels real\"  were excluded\r\n\nfrom Chapter XIII).4\r\n\n          But the  bill as  reported out  of the House,  H.R.\r\n\n8200, had quite different language in    1322(b)(2) than that\r\n\nproposed  by the  Commission Report.   H.R. 8200  provided in\r\n\n  1322(b)(2) that a debtor's plan might \"modify the rights of\r\n\nholders of secured claims or of holders of unsecured claims.\"\r\n\nSee H.R.  8200, 95th  Cong., 1st  Sess.    1322(b)(2) (1977).\r               \r\n\n                    \r                                \r\n\n4.  The  Commission did  provide in  section 6-201(4)  that a\r\nplan  may include  provisions  for curing  defaults within  a\r\nreasonable time on claims  secured by a lien on  the debtor's\r\nresidence.   See Report on  the Commission on  the Bankruptcy\r                            \r\nLaws  of the United States, H.R. Doc. No. 137, 93d Cong., 1st\r\nSess., pt. II, at 204. \r\n\n                             -11-\r                                          11\r\r\n\nAlthough the accompanying  House Report did not  specifically\r\n\nstate  that this  language  would allow  for modification  of\r\n\nsecured claims in real as well as personal property, see H.R.\r                                                                    \r\n\nRep.  No. 595, 95th Cong.,  1st Sess. 124  (1977), the report\r\n\ndoes not  suggest that the  term \"claim\" which  otherwise has\r\n\nquite broad application, should  somehow be limited to claims\r\n\nin personal property in this context.\r\n\n          H.R. 8200 was passed  by the House and sent  to the\r\n\nSenate,  but  the  Senate  chose  to consider  simultaneously\r\n\nS. 2266, which had been reported out  of the Senate Judiciary\r\n\nCommittee on July  14, 1978.  The version of    1322(b)(2) in\r\n\nS. 2266 provided that a debtor's  plan may \"modify the rights\r\n\nof  holders  of  secured  claims (other  than  claims  wholly\r\n\nsecured  by mortgages  on  real property)  or  of holders  of\r\n\nunsecured   claims.\"     S.  2266,   95th  Cong.,   2d  Sess.\r\n\n  1322(b)(2) (1978).\r\n\n          This language, which would preclude modification of\r\n\nany claim wholly secured  by a real estate mortgage,  appears\r\n\nto have been the  product of testimony given  during hearings\r\n\nbefore  a  Senate  Judiciary Committee  subcommittee  to  the\r\n\neffect  that  H.R.  8200 would  cause  \"residential  mortgage\r\n\nlenders to be extraordinarily conservative in making loans in\r\n\ncases where the general financial resources of the individual\r\n\nborrower are  not particularly strong.\"   See Hearings Before\r                                                         \r\n\nthe Subcomm. on Improvements of the Judicial Machinery of the\r\n\n                             -12-\r                                          12\r\r\n\nSenate  Comm.  on the  Judiciary, 95th  Cong., 1st  Sess. 707\r\n\n(1977) (statement of Edward  J. Kulik, Senior Vice President,\r\n\nReal  Estate  Div., Mass.  Mut. Life  Ins.  Co.).   Mr. Kulik\r\n\nrecommended  that H.R. 8200 should be changed so that, at the\r\n\nleast,  \"a mortgage  on real  property other  than investment\r\n\nproperty may not  be modified.\"  Id. at 714.   When Mr. Kulik\r                                                \r\n\nwas specifically  asked  about  the effect  of  the  bill  on\r\n\nindividual  home  mortgages  (as  opposed to  its  effect  on\r\n\nlimited partnerships), Mr. Kulik's attorney, Robert O'Malley,\r\n\nasked  to speak and said, \"savings and loans will continue to\r\n\nmake  loans to individual  homeowners, but they  will tend to\r\n\nbe,   I  believe,   extraordinarily  conservative   and  more\r\n\nconservative than they are now  in the flow of credit.\"   Id.\r                                                                         \r\n\nat 715.\r\n\n          The final  version of   1322(b)(2)  came after H.R.\r\n\n8200 and  S. 2266  (passed by the  Senate as an  amendment to\r\n\nH.R. 8200)  were  shaped into  a  compromise bill  through  a\r\n\nseries of  agreed-upon floor  amendments.   As  part of  that\r\n\nprocess,  the   Senate  backed  off  its   position  that  no\r\n\nmodifications would  be permitted of any  mortgage secured by\r\n\nreal  estate  and  agreed to  more  limited  antimodification\r\n\nlanguage for   1322(b)(2).  Modification would not be allowed\r\n\non  claims  \"secured only  by  a  security interest  in  real\r\n\n                             -13-\r                                          13\r\r\n\nproperty  that  is the  debtor's  principal  residence.\"   11\r\n\nU.S.C.   1322(b)(2).5\r\n\n          This  legislative history  does  tend to  show that\r\n\nwith    1322(b)(2) Congress wanted to benefit the residential\r\n\nmortgage market as opposed to the entire real estate mortgage\r\n\nmarket.  It also  might suggest that a distinction  should be\r\n\ndrawn between the residential  mortgage market and the market\r\n\nfor  investment  property.    Nevertheless,  the  legislative\r\n\nhistory does not state with clarity how a mortgage on a mixed\r\n\nproperty,   one  with   both   residential   and   investment\r\n\ncharacteristics, should be  treated.  While  Congress debated\r\n\nover  whether to  protect all  real estate lenders or no real\r\n\nestate  lenders and    eventually  compromised on  protecting\r\n\nresidential  mortgages,  Congress did not focus on what to do\r\n\nin the multi-family context.\r\n\n                    \r                                \r\n\n5.      The explanatory  statement  of  the provision,  while\r\nnoting the  Senate's compromise  on the mortgage  issue, does\r\nnot state the extent of the compromise:\r\n\n          Section 1322(b)(2) of the House amendment\r\n          represents a compromise agreement between\r\n          similar  provisions in the House bill and\r\n          Senate   amendment.   Under   the   House\r\n          amendment, the plan may modify the rights\r\n          of holders of secured claims other than a\r\n          claim secured  by a security  interest in\r\n          real  property  that   is  the   debtor's\r\n          principal residence.  It is intended that\r\n          a claim secured by the debtor's principal\r\n          residence  may  be  treated   with  under\r\n          section    1322(b)(5)   of    the   House\r\n          amendment.\r\n\n124 Cong. Rec. H11106 (daily ed. Sept. 28, 1978).\r\n\n                             -14-\r                                          14\r\r\n\n          Lomas  suggests  that there  is  no  need for  such\r\n\nspecific evidence  in the legislative history.   According to\r\n\nLomas, it  is enough that  Congress intended to  protect home\r\n\nmortgage lenders.  Lomas  argues that a mortgage on  a three-\r\n\nfamily house is  just as much a \"home\" mortgage as a mortgage\r\n\non a single-family house, and that any distinction  between a\r\n\nthree-family and one-family for  these purposes is arbitrary.\r\n\nIf one accepts this premise,6  Lomas's point has some  force.\r\n\nIf the antimodification provision  is meant to encourage home\r\n\nlending,  then excluding  multi-family  houses would  tend to\r\n\nharm (in  relative terms) those purchasing  property in urban\r\n\nneighborhoods, where owner-occupied multi-unit  housing would\r\n\ntend to be more common, and to favor those purchasing single-\r\n\nfamily  homes, more common in  suburbia.  The  theory is that\r\n\nlenders would  face relatively  more risk of  modification in\r\n\nthe case of  default in  urban areas, and  interest rates  on\r\n\nloans in those areas would rise accordingly.  The legislative\r\n\nhistory   certainly  does  not  show  Congress  intended  the\r                                          \r\n\nantimodification  provision  of      1322(b)(2)  to   benefit\r\n\nsuburbanites to a greater degree than city dwellers.\r\n\n          Still,  the legislative  history is  silent on  the\r\n\nscope of the incentive Congress wished to give home  lenders.\r\n\nCongress  certainly could have  viewed single-family homes as\r\n\n                    \r                                \r\n\n6.  The Louises dispute this assertion.  They claim  that the\r\nunderwriting  practices for  two-  to four-family  houses are\r\ndifferent from those for single-family houses. \r\n\n                             -15-\r                                          15\r\r\n\nless likely to be secured by other collateral, such as rents,\r\n\nthan  multi-family  properties.    Further,  condominiums are\r\n\ncommon  in  cities and  a  condominium  in which  the  debtor\r\n\nresides is  covered by the antimodification provision.    See\r                                                                         \r\n\nNobelman, 508  U.S. at 332.  This blunts some of the force of\r                    \r\n\nLomas's claim that the Louises' interpretation would create a\r\n\ndisparate   and   perhaps    unfair   application   of    the\r\n\nantimodification provision. \r\n\n          Additionally,   extending    the   antimodification\r\n\nprovision  to   multi-family  houses  would   also  create  a\r\n\ndifficult  line-drawing  problem.   It  is unlikely  Congress\r\n\nintended the antimodification provision  to reach a  100-unit\r\n\napartment complex  simply because the debtor lives  in one of\r\n\nthe  units.    Limiting  the  antimodification  provision  to\r\n\nsingle-family  dwellings creates  a more  easily administered\r\n\ntest.\r\n\n          We  are left  then  without clear  guidance on  the\r\n\nquestion here  from either  the  language or  contemporaneous\r\n\nlegislative history  of   1322(b)(2).  But  there is guidance\r\n\nfrom  another source:  the amendments to Chapter 11 contained\r\n\nin  the Bankruptcy Reform Act  of 1994, Pub.  L. No. 103-394,\r\n\n108 Stat.  4106 (1994) (codified in scattered  sections of 11\r\n\nU.S.C.).  In those  amendments Congress referred favorably to\r\n\ncase law  under Chapter 13 holding  that the antimodification\r\n\nprovision  did  not   apply  to  multi-family   housing,  and\r\n\n                             -16-\r                                          16\r\r\n\nestablished  that it  wished petitions  under Chapter  11 and\r\n\nChapter 13 to treat the matter in the same way.\r\n\n          As part of the 1994 Act and post-Nobelman, Congress\r                                                               \r\n\nadded for  the first  time a home  mortgagee antimodification\r\n\nprovision to Chapter  11.  See Pub. L. No. 103-394, Title II,\r                                          \r\n\n  206,  Oct. 22 1994, 108  Stat. 4123 (codified  at 11 U.S.C.\r\n\n  1123(b)(5)) (a Chapter  11 plan may  \"modify the rights  of\r\n\nholders of secured claims, other than a claim secured only by\r\n\na  security interest  in real  property that is  the debtor's\r\n\nprincipal  residence\").   The  antimodification  language  of\r\n\n  1123(b)(5)  is  identical to  that  of    1322(b)(2).   The\r\n\nlegislative  history of    1123(b)(5)  reveals that  Congress\r\n\ndeliberately   tracked   the  antimodification   language  of\r\n\n  1322(b)(2) and  intended  conformity of  treatment  between\r\n\nChapter 13 and Chapter 11:\r\n\n          This amendment conforms the  treatment of\r\n          residential  mortgages  in chapter  11 to\r\n          that  in  chapter   13,  preventing   the\r\n          modification of the rights of a holder of\r\n          a  claim  secured   only  by  a  security\r\n          interest   in   the  debtor's   principal\r\n          residence.\r\n\nH.R.  Rep. No. 835, 103d Cong., 2d Sess. 46 (1994), reprinted\r                                                                         \r\n\nin 1994 U.S.C.C.A.N. 3340, 3354.\r              \r\n\n          More  importantly,  the   legislative  history   of\r\n\n  1123(b)(5) specifies  the  limits of  its  antimodification\r\n\nprovision.  That history specifies that the  antimodification\r\n\nprovision of   1123(b)(5)\r\n\n                             -17-\r                                          17\r\r\n\n          does  not apply to a commercial property,\r\n          or  to  any   transaction  in  which  the\r\n          creditor  acquired  a  lien  on  property\r\n          other  than real  property  used  as  the\r\n          debtor's residence.\r\n\nId.  (footnote omitted).    This passage  from the  Judiciary\r               \r\n\nCommittee Report refers to In re Ramirez, 62 B.R. 668 (Bankr.\r                                                    \r\n\nS.D.  Cal.  1986), as  an  example  of a  case  in  which the\r\n\nantimodification  provision of  Chapter 11  would not  apply.\r\n\nSee H.R.  Report  No.  835  at  46 n.13.    Ramirez,  a  case\r                                                               \r\n\nconstruing  the  antimodification provision  of   1322(b)(2),\r\n\nsquarely  holds  that   the  antimodification  provision   of\r\n\n  1322(b)(2) does  not apply  to multi-unit houses  where the\r\n\nsecurity interest extends  to the rental units.7   Given this\r\n\nclear  expression  of  congressional  intent,  the  inference\r\n\nbecomes    quite   strong   that    Congress   believes   the\r\n\nantimodification provision in Chapter  13 does not reach such\r\n\nmulti-unit properties.  Cf. 5 Collier on Bankruptcy, supra,  \r                                                                      \r\n\n1322.06[1][a], 1322-23  n.13 (stating that  Ramirez was cited\r                                                               \r\n\nby Congress in the Bankruptcy Reform Act of 1994 as a correct\r\n\nstatement of the current law of   1322(b)(2)).  \r\n\n          That this evidence  from the 1994 Act is  a species\r\n\nof subsequent, not contemporaneous, legislative history gives\r\n\nus little pause.  \"Although subsequent legislative history is\r\n\n                    \r                                \r\n\n7.  In  Ramirez  the  lender  held  a  security  interest  in\r                           \r\nproperty  that consisted of  the debtor's principal residence\r\nand two rental units.   See 62 B.R. at 668-69.  The  facts of\r                                       \r\nRamirez do not  appear to be distinguishable in  any relevant\r                   \r\nway from the facts here.\r\n\n                             -18-\r                                          18\r\r\n\nless   authoritative    than   contemporaneous   explanation,\r\n\nsubsequent  Congressional declaration of  an act's  intent is\r\n\nentitled   to  great   weight  in   statutory  construction.\"\r\n\nRoosevelt Campobello  Int'l Park  Comm'n v. E.P.A.,  711 F.2d\r                                                              \r\n\n431,  436-37 (1st  Cir. 1983)  (citing  Seatrain Shipbuilding\r                                                                         \r\n\nCorp. v. Shell Oil Co., 444  U.S. 572, 596 (1980)).  The 1994\r                                  \r\n\nAct evidences  a deliberate  choice on  the part of  Congress\r\n\nunder Chapter 11 to  exclude security interests in multi-unit\r\n\nproperties   like   that  here   from   the   reach  of   the\r\n\nantimodification  provision based  on its  understanding that\r\n\nChapter  13's antimodification  provision did not  reach such\r\n\nsecurity  interests.     To  disregard  such  evidence  would\r\n\nfrustrate the  uniform treatment under Chapters 11  and 13 of\r\n\nsecured interests  in debtors' principal residences  that was\r\n\nso clearly Congress's aim in amending   1123(b)(5).\r\n\n          We  hold that  the  antimodification  provision  of\r\n\n  1322(b)(2) does not bar modification of a  secured claim on\r\n\na  multi-unit property  in  which one  of  the units  is  the\r\n\ndebtor's   principal  residence  and  the  security  interest\r\n\nextends to the other income-producing units.  Because Lomas's\r\n\nsecurity interest  extends to the additional  rental units of\r\n\n221   Spring  Street,   the  antimodification   provision  of\r\n\n                             -19-\r                                          19\r\r\n\n  1322(b)(2) does not apply to that interest, and bifurcation\r\n\npursuant to   506(a) is appropriate.8\r\n\n          If  we  are wrong  as  to  what Congress  intended,\r\n\nlegislation can provide a correction.  Affirmed.  Parties  to\r                                                                         \r\n\nbear their own costs. \r                                \r\n\n                    \r                                \r\n\n8.  The  Louises  have presented  an  alternative theory  for\r\nholding  the  antimodification   provision  of     1322(b)(2)\r\ninapplicable  to Lomas's  security  interest  in  221  Spring\r\nStreet.  The Louises point out  that Lomas is entitled to the\r\nrents from  221 Spring  Street under  an assignment of  rents\r\nprovision.   The Louises  argue that under  Massachusetts law\r\nthe assignment  of rents provision is  additional security in\r\nother,  non-real  property,   and  that,  consequently,   the\r\nantimodification provision would not  apply.  See Hammond, 27\r                                                                     \r\nF.3d at  57.  Lomas  disputes the Louises'  interpretation of\r\nMassachusetts law, however, arguing that in  Massachusetts an\r\nassignment  of  rents  is  not separate  from  a  mortgagee's\r\ninterest in the real  property.  In light of  our disposition\r\nof the case, we need not resolve this question.    \r\n\n                             -20-\r                                          20\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n\n                                         \r\n\nNo. 95-1956\r\n\n                    LOMAS MORTGAGE, INC.,\r\n\n                          Appellant,\r\n\n                              v.\r\n\n                ESPERANDIEU &amp; ANTONINE LOUIS,\r\n\n                          Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Edward F. Harrington, U.S. District Judge]\r                                                                  \r\n\n                                         \r\n\n                            Before\r\n\n                     Lynch, Circuit Judge,\r                                                     \r\n          Aldrich and Bownes, Senior Circuit Judges.\r                                                               \r\n\n                                         \r\n\nJohn J.  Monaghan, with  whom Deborah Paige  Stone and  Sherburne,\r                                                                              \r\nPowers  &amp; Needham, P.C. were  on brief, for  appellant Lomas Mortgage,\r                               \r\nInc.\r\nGary  Klein, with  whom National  Consumer  Law Center,  Joseph G.\r                                                                              \r\nAlbiani  and Joseph  G.  Albiani and  Associates  were on  brief,  for\r                                                        \r\nappellees Esperandieu and Antonine Louis.\r\n\n                                         \r\n\n                        April 18, 1996\r\n                                         \r\r\n\n          LYNCH, Circuit  Judge.   At issue is  the important\r                      LYNCH, Circuit  Judge.\r                                           \r\n\nquestion of whether    1322(b)(2) of the Bankruptcy  Code, 11\r\n\nU.S.C.    1322(b)(2),   prevents  Chapter  13   debtors  from\r\n\n\"stripping down\" their  primary residence mortgages  when the\r\n\ndebtors  reside in  a multi-family  house.   \"Stripping down\"\r\n\nwould advantage such homeowners by permitting them to cap the\r\n\ndollar amount of  the security  interest in the  home to  the\r\n\nhome's actual value rather than the higher amount of the note\r\n\nitself.  The difference  would be treated as unsecured  debt.\r\n\nThat advantage is denied to resident single-family homeowners\r\n\nby   1322(b)(2).\r\n\n          This case  thus raises the question  of whether the\r\n\n\"strip  down\"1 protections  which Congress  denied to  owners\r\n\nresiding in  single-family homes,  in order to  encourage the\r\n\nflow of residential mortgage funds, are nonetheless available\r\n\nto owner  occupants of  multi-family housing.   We hold  that\r\n\nCongress intends exactly such  different results and that the\r\n\nantimodification provision  of     1322(b)(2)  does  not  bar\r\n\nmodification of a secured  claim on a multi-unit  property in\r\n\nwhich  one unit is  the debtor's principal  residence and the\r\n\nsecurity interest extends tothe other income-producing units.\r\n\n                    \r                                \r\n\n1.  The term \"strip down\" is a colloquialism used to describe\r\nthe  process by which a secured creditor's lien is limited to\r\nthe market value of its collateral.   The term \"cram down\" is\r\nalso commonly used to  describe this process.  See,  e.g., In\r                                                                         \r\nre Wilson, </pre><span class=\"citation\" data-id=\"1943656\"><a href=\"/opinion/1943656/in-re-wilson/\"><span class=\"volume\">174</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">215</span></a></span><pre class=\"inline\">, 218 n.2 (Bankr. S.D. Miss. 1994); In\r                                                                         \r\nre Lutz, </pre><span class=\"citation\" data-id=\"1857939\"><a href=\"/opinion/1857939/in-re-lutz/\"><span class=\"volume\">164</span> <span class=\"reporter\">B.R.</span>  <span class=\"page\">239</span></a></span><pre class=\"inline\">, 241 (Bankr. W.D. Pa.  1994), rev'd on\r                                                                         \r\nother grounds, </pre><span class=\"citation\" data-id=\"1811249\"><a href=\"/opinion/1811249/lutz-v-miami-valley-bank/\"><span class=\"volume\">192</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">107</span></a></span><pre class=\"inline\"> (W.D. Pa. 1995).    \r                         \r\n\n                             -2-\r                                          2\r\r\n\n          Esperandieu and Antonine  Louis own a  three-family\r\n\nhome  at 221 Spring Street in Brockton, Massachusetts.  Lomas\r\n\nMortgage,  Inc. holds  the  mortgage on  the  property.   The\r\n\nmortgage secures a  note executed on  February 19, 1987,  for\r\n\n$159,300.   The  mortgage is  in the  standard FNMA  form for\r\n\nsingle-family dwellings, with the standard FNMA one- to four-\r\n\nfamily rider, including  an assignment of rents.  The Louises\r\n\nhold a one-half interest  in the property.  The other half is\r\n\nowned  by Mr.  Louis's brother,  who occupies a  second unit.\r\n\nThe third unit is leased to tenants.\r\n\n          Between  the  time of  the  1987  mortgage and  the\r\n\nfiling  of  the  bankruptcy  petition on  January  22,  1995,\r\n\nMassachusetts  suffered a  severe recession.   The  recession\r\n\nresulted  in  a  general   decline  in  property  values,  in\r\n\nunemployment,  and  other  harsh  realities.    The  Louises'\r\n\nneighborhood in  Brockton was not immune  and foreclosures in\r\n\nthe  neighborhood became  common.   Eventually,  the  Louises\r\n\nthemselves  could not  meet  their mortgage  payments.   They\r\n\ndefaulted  on  the  note held  by  Lomas,  and Lomas  started\r\n\nforeclosure  proceedings.    The Louises  filed  a  voluntary\r\n\npetition under Chapter 13, and the foreclosure was stayed.\r\n\n          The Louises then moved to bifurcate or \"strip down\"\r\n\nLomas's  claim into a secured  claim for the  actual value of\r\n\nthe property,  agreed to be  $80,000, and an  unsecured claim\r\n\n                             -3-\r                                          3\r\r\n\nfor the balance, citing 11 U.S.C.   506(a).2  The     Louises\r\n\ncould  not take  advantage of    506(a), however,  if Lomas's\r\n\nsecurity  for the note extended only to real property that is\r\n\nthe  Louises'   principal  residence.      That  is   because\r\n\n  1322(b)(2), which governs Chapter 13 plans, provides:\r\n\n          (b) Subject to subsections (a) and (c) of\r\n          this section, the plan may --\r\n\n               (2)   modify   the  rights   of\r\n               holders   of  secured   claims,\r\n               other than a claim secured only\r                                                          \r\n               by a security interest  in real\r                                                          \r\n               property  that is  the debtor's\r                                                          \r\n               principal   residence,   or  of\r                                                \r\n               holders of unsecured claims, or\r\n               leave unaffected  the rights of\r\n               holders of any class of claims.\r\n\n11 U.S.C.   1322(b)(2) (emphasis supplied).\r\n\n          The Supreme  Court has  held that the  \"other than\"\r\n\nlanguage   of     1322(b)(2),  called   an  \"antimodification\r\n\n                    \r                                \r\n\n2.    Section 506(a) provides, in pertinent part:\r\n\n          An allowed claim of a creditor secured by\r\n          a lien  on property  in which  the estate\r\n          has an interest . . . is a secured  claim\r\n          to  the  extent  of  the  value  of  such\r\n          creditor's   interest  in   the  estate's\r\n          interest in such property . . . and is an\r\n          unsecured  claim to  the extent  that the\r\n          value  of such creditor's  interest . . .\r\n          is less  than the amount of  such allowed\r\n          claim.\r\n\n11  U.S.C.   506(a).  Section 506(a) allows a debtor to limit\r\na  creditor's secured  claim to  the value of  the underlying\r\ncollateral.   Any amount of  the secured claim  exceeding the\r\nvalue of the collateral becomes unsecured.  Section 506(a) is\r\na general  provision under Chapter  5 of the  Bankruptcy Code\r\nand thus  is applicable to individual  bankruptcy cases under\r\nChapter 13.  See 11 U.S.C.   103(a).\r                            \r\n\n                             -4-\r                                          4\r\r\n\nprovision,\" In re  Hammond, </pre><span class=\"citation\" data-id=\"672355\"><a href=\"/opinion/672355/in-re-michael-hammond-jeanette-hammond-debtors-michael-hammond-jeanette/\"><span class=\"volume\">27</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">52</span></a></span><pre class=\"inline\">, 55  (3d Cir.  1994),\r                                      \r\n\nbars  bifurcation  where  the  creditor's  secured claim  \"is\r\n\nsecured only by a lien  on the debtor's principal residence.\"\r\n\nNobelman v. American Sav. Bank, </pre><span class=\"citation\" data-id=\"112871\"><a href=\"/opinion/112871/nobelman-v-american-savings-bank/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">324</span></a></span><pre class=\"inline\">, 332 (1993).  In\r                                          \r\n\nNobelman, the  Supreme Court addressed  a Chapter 13  plan to\r                    \r\n\nmodify  a  home  mortgage  lender's secured  claim  on  joint\r\n\ndebtors'   owner-occupied  condominium.    The  debtors  owed\r\n\n$71,335 in principal, interest, and fees under a note payable\r\n\nto  the  lender  and  secured  by  a  deed of  trust  on  the\r\n\ncondominium.  The debtors'  Chapter 13 plan proposed  to make\r\n\nmonthly  payments required  by the  note  up to  $23,500, the\r\n\nvalue of  the residence, and,  relying on   506(a),  to treat\r\n\nthe remainder of  the lender's  claim as unsecured.   Id.  at\r                                                                     \r\n\n326.    The lender  objected  to  the plan,  asserting  that,\r\n\n  506(a) notwithstanding,   1322(b)(2) prohibited the debtors\r\n\nfrom  modifying its rights under the note secured by the deed\r\n\nof  trust  on  the  condominium.   Although  noting  that the\r\n\ndebtors were  correct to seek valuation  pursuant to   506(a)\r\n\nin  order  to determine  whether the  lender  in fact  held a\r\n\nsecured   claim,   the   Court  held   that   the   valuation\r\n\ndetermination under   506(a)  \"does not necessarily mean that\r\n\nthe  'rights' the  bank  enjoys  as  a mortgagee,  which  are\r\n\nprotected by    1322(b)(2), are  limited by the  valuation of\r\n\nits secured claim [under   506(a)].\"  Id. at 329.\r                                                     \r\n\n                             -5-\r                                          5\r\r\n\n          Determining that the term \"rights\"  in   1322(b)(2)\r\n\nrefers   to  rights  reflected   in  the   relevant  mortgage\r\n\ninstrument enforceable  by state law,  the Court held  that  \r\n\n1322(b)(2)  prohibited  the   debtor  from  bifurcating   the\r\n\nlender's claim into  secured and unsecured portions.   Id. at\r                                                                      \r\n\n331-32.    Because  the   lender's  contractual  rights  were\r\n\ncontained in a unitary  note, it would be impossible  for the\r\n\ndebtor to modify the rights of the lender as to the unsecured\r\n\nportion  of its claim without also modifying the terms of the\r\n\nsecured  component.   Id.   Thus,  the  court held,  \"to give\r                                     \r\n\neffect to    506(a)'s valuation  and  bifurcation of  secured\r\n\nclaims through  a Chapter 13  plan in the  manner petitioners\r\n\npropose  would require  a modification of  the rights  of the\r\n\nholder  of the security interest.\"  Id. at 332. Thus Nobelman\r                                                                         \r\n\nprovides that if a lender's claim \"is secured only by  a lien\r\n\non the debtor's principal residence,\" id.,  bifurcation under\r                                                     \r\n\n  506(a) will, in most cases, be prohibited.\r\n\n          Nobelman,  however, did not address the question of\r                              \r\n\nwhat secured claims  would be considered  \"secured only by  a\r\n\nsecurity  interest  in real  property  that  is the  debtor's\r\n\nprincipal  residence.\"   11  U.S.C.    1322(b)(2).   Nobelman\r                                                                         \r\n\nnoted that one  of the purposes of the provision  was to give\r\n\nspecial protection to home lenders  in order to encourage the\r\n\nflow  of capital into the home lending market.  See Nobelman,\r                                                                        \r\n\n508  U.S. at 332 (Stevens,  J., concurring) (citing Grubbs v.\r                                                                      \r\n\n                             -6-\r                                          6\r\r\n\nHouston  First Am. Sav. Ass'n, </pre><span class=\"citation no-link\"><span class=\"volume\">730</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">236</span></span><pre class=\"inline\">, 245-46 (5th Cir.\r                                         \r\n\n1984)).  The  precise question of whether home  lenders whose\r\n\nsecurity interest extended beyond the principal residence  to\r\n\nother  property or  other income-producing components  of the\r\n\nprincipal  residence  could  be  considered  to  have  claims\r\n\nsecured \"only by a security interest in real property that is\r\n\nthe debtor's principal residence\" was not raised in Nobelman.\r                                                                        \r\n\nThis case raises that question.\r\n\n          In  their motion before  the bankruptcy  court, the\r\n\nLouises  argued  that   the  antimodification  provision   of\r\n\n  1322(b)(2), as  interpreted by Nobelman, did  not reach the\r                                                     \r\n\nsecurity  interest Lomas  had  on 221  Spring Street  because\r\n\nLomas's security  interest extended  to the  entire property,\r\n\nincluding  the income-producing components.   Lomas objected,\r\n\narguing  that      1322(b)(2)'s  antimodification   provision\r\n\napplied because its  security interest was only on 221 Spring\r\n\nStreet  and  the  property  included  the  Louises' principal\r\n\naddress.   The bankruptcy court  agreed with the  Louises and\r\n\nallowed the motion to bifurcate.  The district court affirmed\r\n\nthe  order  and Lomas  appeals.    Review  of the  bankruptcy\r\n\ncourt's conclusion of law is de novo.  See In re Winthrop Old\r                                                                         \r\n\nFarm Nurseries, Inc., </pre><span class=\"citation\" data-id=\"691950\"><a href=\"/opinion/691950/in-re-winthrop-old-farm-nurseries-inc-debtor-winthrop-old-farm/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">72</span></a></span><pre class=\"inline\">, 73 (1st Cir. 1995).\r                                \r\n\n          The  Louises' \"principal  residence\" is  221 Spring\r\n\nStreet.     Were   the   property  a   single-family   house,\r\n\n  1322(b)(2)'s antimodification provision surely  would apply\r\n\n                             -7-\r                                          7\r\r\n\nand bar bifurcation,  assuming Lomas's security interest  did\r\n\nnot extend  to any other property.  See, e.g., In re Hammond,\r                                                                        \r\n\n</pre><span class=\"citation\" data-id=\"672355\"><a href=\"/opinion/672355/in-re-michael-hammond-jeanette-hammond-debtors-michael-hammond-jeanette/\"><span class=\"volume\">27</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">52</span></a></span><pre class=\"inline\">  (3d  Cir. 1994)  (note secured  by  home and  by\r\n\npersonal  property  within  the  home  is  outside  scope  of\r\n\nantimodification provision); see also 5 Collier on Bankruptcy\r                                                                         \r\n\n  1322.06[1][a], at 1322-21 to 1322-23 (Lawrence P. King ed.,\r\n\n15th ed. 1995) (a claim secured by any other real property or\r\n\nby  personal property of the estate or debtor, or by personal\r\n\nproperty of another may be modified by the Chapter 13 plan).\r\n\n          Starting,  as they  should,  with the  language  of\r\n\n  1322(b)(2),   see  Consumer  Prod.  Safety  Comm'n  v.  GTE\r                                                                         \r\n\nSylvania, Inc., </pre><span class=\"citation\" data-id=\"110293\"><a href=\"/opinion/110293/consumer-product-safety-commn-v-gte-sylvania-inc/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">102</span></a></span><pre class=\"inline\">, 108 (1980) (\"the starting point\r                          \r\n\nfor  interpreting a  statute is the  language of  the statute\r\n\nitself\"),   Lomas   and   the   Louises   present   competing\r\n\nconstructions of  the statutory language.   Lomas argues that\r\n\nthe  term \"only\"  modifies \"by  a security  interest  in real\r\n\nproperty\"  and  the  term  \"that is  the  debtor's  principal\r\n\nresidence\" further modifies \"real property.\"  Lomas's reading\r\n\nresults  in     1322(b)(2)  applying when  (1)  the  security\r\n\ninterest  is only in  real property (as  opposed to personal,\r\n\nintangible  or  other non-real  property)  and  (2) the  real\r\n\nproperty is  the \"debtor's principal residence.\"   Under this\r\n\nreading,  there is no need  that the real  property be \"only\"\r\n\nthe debtor's principal residence.\r\n\n                             -8-\r                                          8\r\r\n\n          The  Louises,  in contrast,  argue (1)  that \"only\"\r\n\nmodifies  the entire phrase  \"by a security  interest in real\r\n\nproperty that  is the debtor's principal  residence\"; and (2)\r\n\nthat the  word \"is\" requires complete  and exclusive identity\r\n\nbetween \"real property\" and \"principal residence.\"3\r\n\n          Lomas criticizes the Louises' reading on the ground\r\n\nthat the  statutory language  does not explicitly  state that\r\n\nthe  real  property   must  be  \"exclusively\"  the   debtor's\r\n\nprincipal  residence.  The  Louises criticize Lomas's reading\r\n\non the ground that the statutory language does not explicitly\r\n\nstate  that  the  real  property  must  merely  \"contain\"  or\r\n\n\"include\" the principal residence.\r\n\n          The  \"plain  meaning\"   approach  to     1322(b)(2)\r\n\nappears to us to be, in  the end, inconclusive.  The disputed\r\n\nterms could  (as Lomas claims)  serve the limited  purpose of\r\n\ndistinguishing  security  interests  in  real  property  from\r\n\nsecurity interests in personal or  other property.  But  they\r\n\ncould also  (as the  Louises claim)  serve  the more  general\r\n\n                    \r                                \r\n\n3.  The  Louises' reading  is the  approach preferred  in the\r\ncase law.   See In re  Adebanjo, </pre><span class=\"citation\" data-id=\"1942354\"><a href=\"/opinion/1942354/in-re-adebanjo/\"><span class=\"volume\">165</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">98</span></a></span><pre class=\"inline\">,  104 (Bankr. D.\r                                           \r\nConn. 1994)  (collecting cases);  accord In re  McGregor, </pre><span class=\"citation\" data-id=\"2021858\"><a href=\"/opinion/2021858/in-re-mcgregor/\"><span class=\"volume\">172</span>\r                                                                    \r\n<span class=\"reporter\">B.R.</span> <span class=\"page\">718</span></a></span><pre class=\"inline\">, 720  (Bankr. D. Mass. 1994) (\"If [Congress intended\r\nto extend   1322(b)(2) to multi-unit buildings,] the  statute\r\nshould refer to real  property that 'includes' the residence.\r\nInstead, the word 'is' appears, which more aptly describes an\r\nequivalence between the real  estate and the residence.\"); In\r                                                                         \r\nre  Legowski, </pre><span class=\"citation\" data-id=\"1915655\"><a href=\"/opinion/1915655/in-re-legowski/\"><span class=\"volume\">167</span>  <span class=\"reporter\">B.R.</span> <span class=\"page\">711</span></a></span><pre class=\"inline\">,  714-15 (Bankr.  D. Mass.  1994)\r                        \r\n(employing  same  plain  meaning  argument); but  see  In  re\r                                                                         \r\nGuilbert,  </pre><span class=\"citation\" data-id=\"1942620\"><a href=\"/opinion/1942620/in-re-guilbert/\"><span class=\"volume\">165</span> <span class=\"reporter\">B.R.</span>  <span class=\"page\">88</span></a></span><pre class=\"inline\">, 90  (Bankr. D.R.I.  1994) (rejecting\r                    \r\nthat  plain meaning  approach), rev'd  on other  grounds, </pre><span class=\"citation\" data-id=\"1875598\"><a href=\"/opinion/1875598/in-re-guilbert/\"><span class=\"volume\">176</span>\r                                                                    \r\n<span class=\"reporter\">B.R.</span> <span class=\"page\">302</span></a></span><pre class=\"inline\"> (D.R.I. 1995).\r\n\n                             -9-\r                                          9\r\r\n\npurpose of distinguishing lenders secured only by a principal\r\n\nresidence from lenders who may have additional security.  Cf.\r                                                                         \r\n\nIn re Legowski, </pre><span class=\"citation\" data-id=\"1915655\"><a href=\"/opinion/1915655/in-re-legowski/\"><span class=\"volume\">167</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">711</span></a></span><pre class=\"inline\">,  714 n.9 (Bankr. D. Mass. 1994)\r                          \r\n\n(\"Meaning   is  always   plain   to  the   proponent  of   an\r\n\ninterpretation.\").   \"When ambiguity is identified, a dispute\r\n\nabout a statute's or  regulation's proper construction cannot\r\n\nbe resolved simply by placing the gloss of 'plain meaning' on\r\n\none  competing interpretation.\"   Massachusetts v. Blackstone\r                                                                         \r\n\nValley Elec. Co., </pre><span class=\"citation\" data-id=\"705987\"><a href=\"/opinion/705987/commonwealth-of-massachusetts-v-blackstone-valley-electric-company/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">981</span></a></span><pre class=\"inline\">, 986 (1st Cir. 1995).  \r                            \r\n\n          Given  the  lack  of  plain  meaning,  we  turn  to\r\n\nlegislative  history  for guidance.    See  United States  v.\r                                                                     \r\n\nO'Neil,  </pre><span class=\"citation\" data-id=\"658542\"><a href=\"/opinion/658542/united-states-v-shaun-k-oneil/\"><span class=\"volume\">11</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">292</span></a></span><pre class=\"inline\">,  297-98  (1st  Cir. 1993)  (resort  to\r                  \r\n\nlegislative  history  is  proper  where \"there  is  room  for\r\n\ndisagreement\" over  the meaning of statutory  language).  The\r\n\nlegislative history of   1322(b)(2) does  not clearly resolve\r\n\nthe issue.\r\n\n          Section  1322(b)(2)  was  enacted  as  part  of the\r\n\nBankruptcy Code of 1978.  The Bankruptcy Code of 1978 was the\r\n\nculmination of a legislative process that  began in 1970, the\r\n\nyear the  Congress created  the Commission on  the Bankruptcy\r\n\nLaws of the United  States.  In 1973 the  Commission issued a\r\n\nreport  containing  its findings  and  recommendations  and a\r\n\ndraft bill.  Section 6-201(2)  of the Commission's draft bill\r\n\nwas the  predecessor of what eventually  became   1322(b)(2).\r\n\nIt  provided  that a  plan  under  Chapter  13  \"may  include\r\n\n                             -10-\r                                          10\r\r\n\nprovisions dealing with  claims secured by personal  property\r\n\nseverally,  on any terms, and  may provide for  the curing of\r\n\ndefaults  within a  reasonable  time and  otherwise alter  or\r\n\nmodify the rights of the holders of such claims.\"   Report of\r\n\nthe Commission on  the Bankruptcy Laws of  the United States,\r\n\nH.R.  Doc.  No. 137,  93d Cong.,  1st Sess.,  pt. II,  at 204\r\n\n(1973).  The focus  of this provision was on  modification of\r\n\nclaims  secured by  personal property.   It  apparently would\r\n\nhave  left  largely  untouched  then existing  law  in  which\r\n\nsecurity interests  in real  property were excluded  from the\r\n\nprovisions of Chapter  XIII.  See id. pt. I,  at 165 (stating\r                                                 \r\n\nthat claims that may be dealt with under Chapter XIII include\r\n\nsecured  and unsecured  claims,  but that  claims secured  by\r\n\nestates  in real  property or  \"chattels real\"  were excluded\r\n\nfrom Chapter XIII).4\r\n\n          But the  bill as  reported out  of the House,  H.R.\r\n\n8200, had quite different language in    1322(b)(2) than that\r\n\nproposed  by the  Commission Report.   H.R. 8200  provided in\r\n\n  1322(b)(2) that a debtor's plan might \"modify the rights of\r\n\nholders of secured claims or of holders of unsecured claims.\"\r\n\nSee H.R.  8200, 95th  Cong., 1st  Sess.    1322(b)(2) (1977).\r               \r\n\n                    \r                                \r\n\n4.  The  Commission did  provide in  section 6-201(4)  that a\r\nplan  may include  provisions  for curing  defaults within  a\r\nreasonable time on claims  secured by a lien on  the debtor's\r\nresidence.   See Report on  the Commission on  the Bankruptcy\r                            \r\nLaws  of the United States, H.R. Doc. No. 137, 93d Cong., 1st\r\nSess., pt. II, at 204. \r\n\n                             -11-\r                                          11\r\r\n\nAlthough the accompanying  House Report did not  specifically\r\n\nstate  that this  language  would allow  for modification  of\r\n\nsecured claims in real as well as personal property, see H.R.\r                                                                    \r\n\nRep.  No. 595, 95th Cong.,  1st Sess. 124  (1977), the report\r\n\ndoes not  suggest that the  term \"claim\" which  otherwise has\r\n\nquite broad application, should  somehow be limited to claims\r\n\nin personal property in this context.\r\n\n          H.R. 8200 was passed  by the House and sent  to the\r\n\nSenate,  but  the  Senate  chose  to consider  simultaneously\r\n\nS. 2266, which had been reported out  of the Senate Judiciary\r\n\nCommittee on July  14, 1978.  The version of    1322(b)(2) in\r\n\nS. 2266 provided that a debtor's  plan may \"modify the rights\r\n\nof  holders  of  secured  claims (other  than  claims  wholly\r\n\nsecured  by mortgages  on  real property)  or  of holders  of\r\n\nunsecured   claims.\"     S.  2266,   95th  Cong.,   2d  Sess.\r\n\n  1322(b)(2) (1978).\r\n\n          This language, which would preclude modification of\r\n\nany claim wholly secured  by a real estate mortgage,  appears\r\n\nto have been the  product of testimony given  during hearings\r\n\nbefore  a  Senate  Judiciary Committee  subcommittee  to  the\r\n\neffect  that  H.R.  8200 would  cause  \"residential  mortgage\r\n\nlenders to be extraordinarily conservative in making loans in\r\n\ncases where the general financial resources of the individual\r\n\nborrower are  not particularly strong.\"   See Hearings Before\r                                                         \r\n\nthe Subcomm. on Improvements of the Judicial Machinery of the\r\n\n                             -12-\r                                          12\r\r\n\nSenate  Comm.  on the  Judiciary, 95th  Cong., 1st  Sess. 707\r\n\n(1977) (statement of Edward  J. Kulik, Senior Vice President,\r\n\nReal  Estate  Div., Mass.  Mut. Life  Ins.  Co.).   Mr. Kulik\r\n\nrecommended  that H.R. 8200 should be changed so that, at the\r\n\nleast,  \"a mortgage  on real  property other  than investment\r\n\nproperty may not  be modified.\"  Id. at 714.   When Mr. Kulik\r                                                \r\n\nwas specifically  asked  about  the effect  of  the  bill  on\r\n\nindividual  home  mortgages  (as  opposed to  its  effect  on\r\n\nlimited partnerships), Mr. Kulik's attorney, Robert O'Malley,\r\n\nasked  to speak and said, \"savings and loans will continue to\r\n\nmake  loans to individual  homeowners, but they  will tend to\r\n\nbe,   I  believe,   extraordinarily  conservative   and  more\r\n\nconservative than they are now  in the flow of credit.\"   Id.\r                                                                         \r\n\nat 715.\r\n\n          The final  version of   1322(b)(2)  came after H.R.\r\n\n8200 and  S. 2266  (passed by the  Senate as an  amendment to\r\n\nH.R. 8200)  were  shaped into  a  compromise bill  through  a\r\n\nseries of  agreed-upon floor  amendments.   As  part of  that\r\n\nprocess,  the   Senate  backed  off  its   position  that  no\r\n\nmodifications would  be permitted of any  mortgage secured by\r\n\nreal  estate  and  agreed to  more  limited  antimodification\r\n\nlanguage for   1322(b)(2).  Modification would not be allowed\r\n\non  claims  \"secured only  by  a  security interest  in  real\r\n\n                             -13-\r                                          13\r\r\n\nproperty  that  is the  debtor's  principal  residence.\"   11\r\n\nU.S.C.   1322(b)(2).5\r\n\n          This  legislative history  does  tend to  show that\r\n\nwith    1322(b)(2) Congress wanted to benefit the residential\r\n\nmortgage market as opposed to the entire real estate mortgage\r\n\nmarket.  It also  might suggest that a distinction  should be\r\n\ndrawn between the residential  mortgage market and the market\r\n\nfor  investment  property.    Nevertheless,  the  legislative\r\n\nhistory does not state with clarity how a mortgage on a mixed\r\n\nproperty,   one  with   both   residential   and   investment\r\n\ncharacteristics, should be  treated.  While  Congress debated\r\n\nover  whether to  protect all  real estate lenders or no real\r\n\nestate  lenders and    eventually  compromised on  protecting\r\n\nresidential  mortgages,  Congress did not focus on what to do\r\n\nin the multi-family context.\r\n\n                    \r                                \r\n\n5.      The explanatory  statement  of  the provision,  while\r\nnoting the  Senate's compromise  on the mortgage  issue, does\r\nnot state the extent of the compromise:\r\n\n          Section 1322(b)(2) of the House amendment\r\n          represents a compromise agreement between\r\n          similar  provisions in the House bill and\r\n          Senate   amendment.   Under   the   House\r\n          amendment, the plan may modify the rights\r\n          of holders of secured claims other than a\r\n          claim secured  by a security  interest in\r\n          real  property  that   is  the   debtor's\r\n          principal residence.  It is intended that\r\n          a claim secured by the debtor's principal\r\n          residence  may  be  treated   with  under\r\n          section    1322(b)(5)   of    the   House\r\n          amendment.\r\n\n124 Cong. Rec. H11106 (daily ed. Sept. 28, 1978).\r\n\n                             -14-\r                                          14\r\r\n\n          Lomas  suggests  that there  is  no  need for  such\r\n\nspecific evidence  in the legislative history.   According to\r\n\nLomas, it  is enough that  Congress intended to  protect home\r\n\nmortgage lenders.  Lomas  argues that a mortgage on  a three-\r\n\nfamily house is  just as much a \"home\" mortgage as a mortgage\r\n\non a single-family house, and that any distinction  between a\r\n\nthree-family and one-family for  these purposes is arbitrary.\r\n\nIf one accepts this premise,6  Lomas's point has some  force.\r\n\nIf the antimodification provision  is meant to encourage home\r\n\nlending,  then excluding  multi-family  houses would  tend to\r\n\nharm (in  relative terms) those purchasing  property in urban\r\n\nneighborhoods, where owner-occupied multi-unit  housing would\r\n\ntend to be more common, and to favor those purchasing single-\r\n\nfamily  homes, more common in  suburbia.  The  theory is that\r\n\nlenders would  face relatively  more risk of  modification in\r\n\nthe case of  default in  urban areas, and  interest rates  on\r\n\nloans in those areas would rise accordingly.  The legislative\r\n\nhistory   certainly  does  not  show  Congress  intended  the\r                                          \r\n\nantimodification  provision  of      1322(b)(2)  to   benefit\r\n\nsuburbanites to a greater degree than city dwellers.\r\n\n          Still,  the legislative  history is  silent on  the\r\n\nscope of the incentive Congress wished to give home  lenders.\r\n\nCongress  certainly could have  viewed single-family homes as\r\n\n                    \r                                \r\n\n6.  The Louises dispute this assertion.  They claim  that the\r\nunderwriting  practices for  two-  to four-family  houses are\r\ndifferent from those for single-family houses. \r\n\n                             -15-\r                                          15\r\r\n\nless likely to be secured by other collateral, such as rents,\r\n\nthan  multi-family  properties.    Further,  condominiums are\r\n\ncommon  in  cities and  a  condominium  in which  the  debtor\r\n\nresides is  covered by the antimodification provision.    See\r                                                                         \r\n\nNobelman, 508  U.S. at 332.  This blunts some of the force of\r                    \r\n\nLomas's claim that the Louises' interpretation would create a\r\n\ndisparate   and   perhaps    unfair   application   of    the\r\n\nantimodification provision. \r\n\n          Additionally,   extending    the   antimodification\r\n\nprovision  to   multi-family  houses  would   also  create  a\r\n\ndifficult  line-drawing  problem.   It  is unlikely  Congress\r\n\nintended the antimodification provision  to reach a  100-unit\r\n\napartment complex  simply because the debtor lives  in one of\r\n\nthe  units.    Limiting  the  antimodification  provision  to\r\n\nsingle-family  dwellings creates  a more  easily administered\r\n\ntest.\r\n\n          We  are left  then  without clear  guidance on  the\r\n\nquestion here  from either  the  language or  contemporaneous\r\n\nlegislative history  of   1322(b)(2).  But  there is guidance\r\n\nfrom  another source:  the amendments to Chapter 11 contained\r\n\nin  the Bankruptcy Reform Act  of 1994, Pub.  L. No. 103-394,\r\n\n108 Stat.  4106 (1994) (codified in scattered  sections of 11\r\n\nU.S.C.).  In those  amendments Congress referred favorably to\r\n\ncase law  under Chapter 13 holding  that the antimodification\r\n\nprovision  did  not   apply  to  multi-family   housing,  and\r\n\n                             -16-\r                                          16\r\r\n\nestablished  that it  wished petitions  under Chapter  11 and\r\n\nChapter 13 to treat the matter in the same way.\r\n\n          As part of the 1994 Act and post-Nobelman, Congress\r                                                               \r\n\nadded for  the first  time a home  mortgagee antimodification\r\n\nprovision to Chapter  11.  See Pub. L. No. 103-394, Title II,\r                                          \r\n\n  206,  Oct. 22 1994, 108  Stat. 4123 (codified  at 11 U.S.C.\r\n\n  1123(b)(5)) (a Chapter  11 plan may  \"modify the rights  of\r\n\nholders of secured claims, other than a claim secured only by\r\n\na  security interest  in real  property that is  the debtor's\r\n\nprincipal  residence\").   The  antimodification  language  of\r\n\n  1123(b)(5)  is  identical to  that  of    1322(b)(2).   The\r\n\nlegislative  history of    1123(b)(5)  reveals that  Congress\r\n\ndeliberately   tracked   the  antimodification   language  of\r\n\n  1322(b)(2) and  intended  conformity of  treatment  between\r\n\nChapter 13 and Chapter 11:\r\n\n          This amendment conforms the  treatment of\r\n          residential  mortgages  in chapter  11 to\r\n          that  in  chapter   13,  preventing   the\r\n          modification of the rights of a holder of\r\n          a  claim  secured   only  by  a  security\r\n          interest   in   the  debtor's   principal\r\n          residence.\r\n\nH.R.  Rep. No. 835, 103d Cong., 2d Sess. 46 (1994), reprinted\r                                                                         \r\n\nin 1994 U.S.C.C.A.N. 3340, 3354.\r              \r\n\n          More  importantly,  the   legislative  history   of\r\n\n  1123(b)(5) specifies  the  limits of  its  antimodification\r\n\nprovision.  That history specifies that the  antimodification\r\n\nprovision of   1123(b)(5)\r\n\n                             -17-\r                                          17\r\r\n\n          does  not apply to a commercial property,\r\n          or  to  any   transaction  in  which  the\r\n          creditor  acquired  a  lien  on  property\r\n          other  than real  property  used  as  the\r\n          debtor's residence.\r\n\nId.  (footnote omitted).    This passage  from the  Judiciary\r               \r\n\nCommittee Report refers to In re Ramirez, </pre><span class=\"citation\" data-id=\"1807432\"><a href=\"/opinion/1807432/in-re-ramirez/\"><span class=\"volume\">62</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">668</span></a></span><pre class=\"inline\"> (Bankr.\r                                                    \r\n\nS.D.  Cal.  1986), as  an  example  of a  case  in  which the\r\n\nantimodification  provision of  Chapter 11  would not  apply.\r\n\nSee H.R.  Report  No.  835  at  46 n.13.    Ramirez,  a  case\r                                                               \r\n\nconstruing  the  antimodification provision  of   1322(b)(2),\r\n\nsquarely  holds  that   the  antimodification  provision   of\r\n\n  1322(b)(2) does  not apply  to multi-unit houses  where the\r\n\nsecurity interest extends  to the rental units.7   Given this\r\n\nclear  expression  of  congressional  intent,  the  inference\r\n\nbecomes    quite   strong   that    Congress   believes   the\r\n\nantimodification provision in Chapter  13 does not reach such\r\n\nmulti-unit properties.  Cf. 5 Collier on Bankruptcy, supra,  \r                                                                      \r\n\n1322.06[1][a], 1322-23  n.13 (stating that  Ramirez was cited\r                                                               \r\n\nby Congress in the Bankruptcy Reform Act of 1994 as a correct\r\n\nstatement of the current law of   1322(b)(2)).  \r\n\n          That this evidence  from the 1994 Act is  a species\r\n\nof subsequent, not contemporaneous, legislative history gives\r\n\nus little pause.  \"Although subsequent legislative history is\r\n\n                    \r                                \r\n\n7.  In  Ramirez  the  lender  held  a  security  interest  in\r                           \r\nproperty  that consisted of  the debtor's principal residence\r\nand two rental units.   See 62 B.R. at 668-69.  The  facts of\r                                       \r\nRamirez do not  appear to be distinguishable in  any relevant\r                   \r\nway from the facts here.\r\n\n                             -18-\r                                          18\r\r\n\nless   authoritative    than   contemporaneous   explanation,\r\n\nsubsequent  Congressional declaration of  an act's  intent is\r\n\nentitled   to  great   weight  in   statutory  construction.\"\r\n\nRoosevelt Campobello  Int'l Park  Comm'n v. E.P.A.,  </pre><span class=\"citation\" data-id=\"421130\"><a href=\"/opinion/421130/roosevelt-campobello-international-park-commission-v-united-states/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span>\r                                                              \r\n\n<span class=\"page\">431</span></a></span><pre class=\"inline\">,  436-37 (1st  Cir. 1983)  (citing  Seatrain Shipbuilding\r                                                                         \r\n\nCorp. v. Shell Oil Co., </pre><span class=\"citation\" data-id=\"110186\"><a href=\"/opinion/110186/seatrain-shipbuilding-corp-v-shell-oil-co/\"><span class=\"volume\">444</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">572</span></a></span><pre class=\"inline\">, 596 (1980)).  The 1994\r                                  \r\n\nAct evidences  a deliberate  choice on  the part of  Congress\r\n\nunder Chapter 11 to  exclude security interests in multi-unit\r\n\nproperties   like   that  here   from   the   reach  of   the\r\n\nantimodification  provision based  on its  understanding that\r\n\nChapter  13's antimodification  provision did not  reach such\r\n\nsecurity  interests.     To  disregard  such  evidence  would\r\n\nfrustrate the  uniform treatment under Chapters 11  and 13 of\r\n\nsecured interests  in debtors' principal residences  that was\r\n\nso clearly Congress's aim in amending   1123(b)(5).\r\n\n          We  hold that  the  antimodification  provision  of\r\n\n  1322(b)(2) does not bar modification of a  secured claim on\r\n\na  multi-unit property  in  which one  of  the units  is  the\r\n\ndebtor's   principal  residence  and  the  security  interest\r\n\nextends to the other income-producing units.  Because Lomas's\r\n\nsecurity interest  extends to the additional  rental units of\r\n\n221   Spring  Street,   the  antimodification   provision  of\r\n\n                             -19-\r                                          19\r\r\n\n  1322(b)(2) does not apply to that interest, and bifurcation\r\n\npursuant to   506(a) is appropriate.8\r\n\n          If  we  are wrong  as  to  what Congress  intended,\r\n\nlegislation can provide a correction.  Affirmed.  Parties  to\r                                                                         \r\n\nbear their own costs. \r                                \r\n\n                    \r                                \r\n\n8.  The  Louises  have presented  an  alternative theory  for\r\nholding  the  antimodification   provision  of     1322(b)(2)\r\ninapplicable  to Lomas's  security  interest  in  221  Spring\r\nStreet.  The Louises point out  that Lomas is entitled to the\r\nrents from  221 Spring  Street under  an assignment of  rents\r\nprovision.   The Louises  argue that under  Massachusetts law\r\nthe assignment  of rents provision is  additional security in\r\nother,  non-real  property,   and  that,  consequently,   the\r\nantimodification provision would not  apply.  See Hammond, 27\r                                                                     \r\nF.3d at  57.  Lomas  disputes the Louises'  interpretation of\r\nMassachusetts law, however, arguing that in  Massachusetts an\r\nassignment  of  rents  is  not separate  from  a  mortgagee's\r\ninterest in the real  property.  In light of  our disposition\r\nof the case, we need not resolve this question.    \r\n\n                             -20-\r                                          20\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110186/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112871/",
    "http://www.courtlistener.com/api/rest/v3/opinions/421130/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/672355/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691950/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705987/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1807432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1811249/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1857939/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1875598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1915655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1942354/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1942620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1943656/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2021858/"
  ]
}