{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196756/",
  "absolute_url": "/opinion/196756/united-states-v-charter-inter-oil/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196756/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:13:23Z",
  "date_modified": "2017-03-24T10:48:33.430294Z",
  "type": "010combined",
  "sha1": "083002049408420a2ded6b6caf189d629dce1121",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1961.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\n\nNo. 95-1961\r\nNo. 95-1984\r\nNo. 95-2019\r\n                  UNITED STATES OF AMERICA,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n              CHARTER INTERNATIONAL OIL COMPANY,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n                  ACUSHNET COMPANY, ET AL.,\r\n\n               Proposed Intervenors-Appellees.\r\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Robert E. Keeton, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n            Cyr, Boudin, and Lynch, Circuit Judges.\r                                                              \r\n\n                                         \r\n\nDavid B. Broughel,  with whom Jeffrey B.  Renton, and Day, Berry &amp;\r                                                                              \r\nHoward  were  on  brief,  for  appellant,  Charter  International  Oil\r              \r\nCompany.\r\n\nDavid  M. Jones, with  whom Roger  C. Zehntner,  Irene C. Freidel,\r                                                                             \r\nPhoebe  S. Gallagher  and Kirkpatrick  &amp; Lockhart  were on  brief, for\r                                                         \r\nproposed intervenors-appellees, Acushnet et al.\r\r\n\nEvelyn S.  Ying, Attorney,  United States  Department of  Justice,\r                           \r\nwith  whom Lois  J.  Schiffer, Assistant  Attorney General,  Daniel C.\r                                                                              \r\nBeckhard  and David C. Shilton, Attorneys, United States Department of\r                                      \r\nJustice, were on brief, for the United States as appellee.\r\n\n                                         \r\n\n                         May 9, 1996\r\n                                         \r\r\n\n        LYNCH, Circuit  Judge.   The clean-up of  a Superfund\r                    LYNCH, Circuit  Judge.\r                                         \r\n\nhazardous waste site in New Bedford, Massachusetts is largely\r\n\nbeing   accomplished  and   funded  through   agreements  the\r\n\ngovernment  has reached  with private  parties who  bear some\r\n\nlegal  responsibility for  the  wastes at  the  site.   Those\r\n\nagreements, by  law, must be  approved by  the United  States\r\n\nCourts  as being  fair, reasonable,  and consistent  with the\r\n\npurposes of CERCLA, the Comprehensive Environmental Response,\r\n\nCompensation  and Liability  Act.   Multiples of  millions of\r\n\ndollars are involved in these settlements  and the stakes are\r\n\nhigh, both for the public and  for the parties involved.  The\r\n\nallocation of responsibility for payment of those millions --\r\n\nas  between the  public treasury and  the private  sector and\r\n\namongst the private  players themselves -- has  given rise to\r\n\ncomplicated  settlement  dynamics.    Those  settlements  are\r\n\nsubject  to  both the  court  approval  mechanism enacted  by\r\n\nCongress and to specific statutory clauses providing for (and\r\n\nprotecting against) contribution  by some of  the potentially\r\n\nresponsible parties  (\"PRPs\") to the settlement  sums paid by\r\n\nother such parties.\r\n\n        The question  presented here is whether  the district\r\n\ncourt  abused its  discretion in  approving a  CERCLA consent\r\n\ndecree  between the government  and Charter International Oil\r\n\nCompany arising  out of the Sullivan's  Ledge Superfund Site.\r\n\nWhat is unusual  is that the government and Charter disagreed\r\n\n                             -2-\r                                          2\r\r\n\nin a very fundamental sense on  interpretation of the consent\r\n\ndecree.    This, in turn,  raises the issue of  the extent to\r\n\nwhich  the scope  of \"matters  addressed\" in  the decree,  an\r\n\nissue  usually resolved in separate contribution actions, was\r\n\nrequired  to  be determined  by  the  district court  in  its\r\n\napproval of the consent decree.\r\n\n        Under the rubric  of approval of the decree, two sets\r\n\nof  private parties here  attempt to battle  out the ultimate\r\n\nallocation of contribution liability in a clean-up with costs\r\n\nestimated to be in  the order of $50 million.   Charter urges\r\n\nthat    the   district   court   erred   in   rejecting   its\r\n\ninterpretation,   which   would    give   Charter    complete\r\n\ncontribution   protection  against  prior  settlors  for  its\r\n\npayment  of  $215,000 plus  interest.    The Acushnet  Group,\r\n\ncomprised of prior settling  parties who have instituted such\r\n\na  contribution  action  against  Charter,  urges   that  the\r\n\ndistrict  court  erred  in  not  resolving  all  contribution\r\n\nquestions in the course of approving the decree.\r\n\n        We affirm the district court's order.\r\n\nThe Sullivan's Ledge Superfund Site\r                                               \r\n\n        An  old granite quarry in  New Bedford was  used as a\r\n\nwaste  disposal  area by  the city  from  1935 to  the 1970s.\r\n\nLocal   industries  disposed   of  their   wastes,  including\r\n\nhazardous substances, into four  pits, extending as deep into\r\n\nthe  bedrock as 150 feet.   The contaminants  from the wastes\r\n\n                             -3-\r                                          3\r\r\n\nspread to  adjacent areas,  including some wetlands  known as\r\n\nMiddle Marsh.\r\n\n        In  1984,  the EPA  placed  the  area, known  as  the\r\n\nSullivan's Ledge Site, on the National Priorities List.   See\r                                                                         \r\n\n40  C.F.R.  Pt.  300,   App.  B.    It  began   its  Remedial\r\n\nInvestigation  and Feasibility  Study  of  the two  \"operable\r\n\nunits\" on the Site: the entire Site save for the Middle Marsh\r\n\n(\"first unit\") and the Middle Marsh (\"second unit\").  The EPA\r\n\nfound  significant hazardous  substances in  the groundwater,\r\n\nsoils, and sediments of both units.\r\n\n        In  June 1989 EPA issued its Record of Decision (\"ROD\r\n\nI\")  as  to  the  first   unit,  calling  for  excavation  of\r\n\ncontaminated   soils  and   sediments,  construction   of  an\r\n\nimpermeable cap over the disposal area, groundwater treatment\r\n\nand wetlands remediation.   The government sued fourteen PRPs\r\n\nwith  respect to  the first  unit (the  Acushnet  Group), who\r\n\nsettled.  See  United States  v. Acushnet Co.,  Civ. No.  91-\r                                                         \r\n\n10706-K  (D. Mass.).   The  district court entered  a consent\r\n\ndecree  approving and  finalizing the  settlement  (the \"1991\r\n\nDecree\"). \r\n\n        Under  the terms  of  the 1991  Decree, the  Acushnet\r\n\nGroup paid $620,000 to the government for past costs incurred\r\n\nin  connection with ROD I.   The Group also agreed to perform\r\n\nthe  ROD  I  remedy,  including  the  first  thirty years  of\r\n\noperation and  maintenance,  and  to pay  all  of  the  EPA's\r\n\n                             -4-\r                                          4\r\r\n\noversight  costs for  the first  five years  and half  of its\r\n\noversight costs through the thirtieth year.\r\n\n        On September 27, 1991,  after completing its study of\r\n\nthe contamination in the Middle Marsh wetlands area, the  EPA\r\n\nissued its remedy for the second  unit (\"ROD II\").  On  April\r\n\n26,  1993,  the  district  court  entered  a  consent  decree\r\n\napproving the  settlement between the government  and fifteen\r\n\nPRPs  (the  Acushnet  Group  and the  City  of  New Bedford).\r\n\nUnited States  v. AVX Corp.,  Civ. No. 93-10104-K  (D. Mass.)\r                                       \r\n\n(the \"1993 Decree\").  The 1993 settlors agreed to perform the\r\n\nremedy  set forth  in ROD  II and  to pay  half of  the EPA's\r\n\noversight costs with respect to the second unit.\r\n\n        Charter was offered the opportunity to participate in\r\n\nthe  1991 Decree but declined  it, saying that  the price tag\r\n\nwas too high  for what it believed its liability  to be.  The\r\n\nparties to both the 1991 and 1993 Decrees understood that the\r\n\ngovernment had a larger total claim relating to the Site than\r\n\nthe recovery  it had obtained  from the initial  settlors and\r\n\nthat  the government  planned to  seek further  recovery from\r\n\nparties  who had not  yet settled.  That  is exactly what the\r\n\ngovernment did,  bringing a  series of lawsuits  against non-\r\n\nsettling PRPs,1 including suit against Charter.\r\n\n                    \r                                \r\n\n1.  The  government  brought a  cost  recovery  suit for  its\r\nshortfall on the first unit against two non-settlors.  United\r                                                                         \r\nStates v.  Cornell-Dubilier Electronics,  Inc., Civ.  No. 92-\r                                                          \r\n11865-K (D.  Mass.).  The  initial Cornell-Dubilier complaint\r                                                               \r\nsought approximately $2.8 million  and a declaratory judgment\r\n\n                             -5-\r                                          5\r\r\n\nProceedings Against Charter\r                                       \r\n\n        The government  pursued  Charter under  a  theory  of\r\n\nsuccessor  liability for  a company,  Pacific Oil,  which had\r\n\ndumped  soot  from  oil  burners into  the  Sullivan's  Ledge\r\n\nlandfill.2      In   June  1992   the   government  initiated\r\n\nindependent  settlement   negotiations  with  Charter.     On\r\n\nDecember  2, 1993, the proposed  consent decree was lodged in\r\n\nthe  district court and  notice was published  in the Federal\r\n\nRegister.3   58  Fed.  Reg.  65,397  (Dec.  14,  1993).    In\r\n\n                    \r                                \r\n\nthat the  defendants were liable for  the government's future\r\nresponse costs not covered  by the 1991 Decree.   After entry\r\nof  the  1993 Decree,  the  government  amended its  Cornell-\r                                                                         \r\nDubilier complaint, adding  three new defendants  and seeking\r                    \r\nan additional  $1 million  for costs  relating to  the second\r\nunit.    The City  of New  Bedford,  a defendant  in Cornell-\r                                                                         \r\nDubilier,  has agreed  to a  proposed decree  for unrecovered\r                    \r\ncosts  from the  first  unit in  satisfaction  of the  claims\r\nasserted against it in the Cornell-Dubilier suit.\r                                                       \r\n   Similarly, seeking  to recover its claims  against parties\r\nnot settling in the initial rounds, the Acushnet  Group filed\r\nsuit against twelve parties, excluding Charter.  See Acushnet\r                                                                         \r\nCo. v. Coaters, Inc., Civ. No. 93-11219-K (D. Mass.).\r                                \r\n\n2.  Charter disputes  the contention that the  soot contained\r\nhigh concentration levels of hazardous substances.   Further,\r\nthere were  two companies that  used the name  \"Pacific Oil\":\r\nDurfee Fuels,  a Massachusetts  corporation  and Pacific  Oil\r\nCompany, a Rhode Island corporation.   Charter claims that it\r\nwas Durfee Fuels  (to which it was  not a successor)  and not\r\nthe Pacific Oil  Company (to  which it was)  that dumped  the\r\nsoot.     \r\n\n3.  Section 122(d)(2) of CERCLA requires the Attorney General\r\nto  provide persons who are not parties to a proposed consent\r\ndecree  an opportunity  to  comment on  the proposed  consent\r\ndecree \"before its entry  by the court as a  final judgment.\"\r\n42 U.S.C.   9622(d)(2)(B).  Further, the Attorney  General is\r\nobligated  to \"consider, and file with the court, any written\r\ncomments,  views, or  allegations  relating  to the  proposed\r\n\n                             -6-\r                                          6\r\r\n\nresponse,  the  Acushnet  Group  filed comments  voicing  its\r\n\nconcern  that  the  decree  might be  interpreted  to  afford\r\n\nCharter  contribution   protection  against  the   claims  of\r\n\nsettlors  in the 1991 and 1993 Decrees.  Charter responded in\r\n\nturn, asserting  that the prior settlors' contribution claims\r\n\nagainst it were  indeed impaired  by the decree.   In  August\r\n\n1994, the  government  made  it clear  to  Charter  that  its\r\n\nposition was that the decree  did not grant Charter  complete\r                                                 \r\n\ncontribution protection against the claims of  prior settlors\r\n\nand that it would  press this interpretation with  the court.\r\n\nGiven  their  differing interpretations  of  the decree,  the\r\n\ngovernment  offered to  let  Charter  withdraw,  but  Charter\r\n\ndeclined.\r\n\n        On February  2, 1995, the government  moved for entry\r\n\nof  the Charter consent decree.  It presented to the district\r\n\ncourt its position  that the decree  did not provide  Charter\r\n\nwith complete contribution protection against prior settlors.\r\n\nThe district court consolidated the consent decree action and\r\n\nthe contribution  action filed by the  Acushnet Group against\r\n\nCharter  for the limited  purpose of conducting  a hearing to\r\n\ndetermine the impact of  the contribution protection issue on\r\n\nentry  of the  decree.   The Acushnet  Group objected  in the\r\n\ngovernment's case to  entry of  the decree, but  only if  the\r\n\n                    \r                                \r\n\njudgment.\"  Id. \r                           \r\n\n                             -7-\r                                          7\r\r\n\ndecree  were  interpreted to  provide  Charter  with complete\r\n\ncontribution protection.4\r\n\n        At   the  consolidated   hearing,  the   court  heard\r\n\narguments  on the  proper interpretation of  the decree.   It\r\n\ngave Charter another opportunity to withdraw from the decree,\r\n\nbut  Charter again declined.  The  district court entered the\r\n\ndecree,  rejecting  Charter's   assertion  that  the   decree\r\n\nafforded  it complete  contribution protection  against prior\r\n\nsettlors.   The Acushnet  Group's contribution action against\r\n\nCharter is currently pending before the  district court.  See\r                                                                         \r\n\nAcushnet  Co. v. Charter Int'l Oil, Civ. No. 94-10989-REK (D.\r                                              \r\n\nMass.).  \r\n\nThe Consent Decree on Appeal\r                                        \r\n\n        Two questions are  raised by this appeal.   The first\r\n\nis  whether  the  district  court abused  its  discretion  in\r\n\napproving  the  consent  decree.5     See  United  States  v.\r                                                                     \r\n\nDiBiase, 45 F.3d  541, 544 (1st  Cir. 1995).   The second  is\r                   \r\n\nwhether  its  interpretation of  the  decree  was correct,  a\r\n\nquestion  which,  to the  extent it  involves issues  of law,\r\n\n                    \r                                \r\n\n4.  Charter's answer  to  the Acushnet  Group's complaint  in\r\ncontribution asserted that the claims were barred because the\r\nproposed  decree between  Charter  and the  government  would\r\nprovide full contribution protection to Charter under Section\r\n113(f)(2) of CERCLA, 42 U.S.C.   9613(f)(2). \r\n\n5.      Although  jurisdictional  issues  over  the  Acushnet\r\nGroup's proposed  \"intervention\" in  this appeal lurk  in the\r\nbackground,  we  need  not  resolve them  since  the  Group's\r\nchallenge fails on the  merits.  See Menorah Ins.  Co. v. INX\r                                                                         \r\nReins. Corp., 72 F.3d 218, 223 n.9 (1st Cir. 1995).    \r                        \r\n\n                             -8-\r                                          8\r\r\n\ncalls  for fuller appellate review.  See AMF, Inc. v. Jewett,\r                                                                        \r\n\n711 F.2d 1096, 1100-01 (1st Cir. 1983).  On the facts of this\r\n\ncase,  the   first  question  cannot   be  answered   without\r\n\naddressing the second.\r\n\n        In  approving a  consent decree,  the  district court\r\n\nmust determine three things:   that the decree is  fair, that\r\n\nit is reasonable,  and that  it is faithful  to the  purposes\r\n\nthat  CERCLA is intended to serve.   DiBiase, 45 F.3d at 543;\r                                                        \r\n\nUnited  States v. Cannons Eng'g  Corp., 899 F.2d  79, 85 (1st\r                                                  \r\n\nCir. 1990).  This  assessment entails, in part,  an appraisal\r\n\nof what the government is being  given by the PRP relative to\r\n\nwhat the PRP is receiving.  What is being given by the PRP is\r\n\nclear:  $215,000 plus interest.  It is what is being received\r\n\nwhich implicates  the district court's interpretation  of the\r\n\ndecree and the issue of contribution protection.\r\n\n        We turn  to the  statutory scheme.   In enacting  the\r\n\n1986  amendments  to  CERCLA  known as  SARA  (the  Superfund\r\n\nAmendments  and   Reauthorization  Act  of   1986),  Congress\r\n\nprovided settling  parties with  certain immunity from  later\r\n\ncontribution actions arising from  \"matters addressed\" in the\r\n\nconsent  decree.    Cannons, 899  F.2d  at  91;  42 U.S.C.   \r                                       \r\n\n9613(f)(2).   As  to such  matters, \"only  the amount  of the\r\n\nsettlement  -- not  the pro  rata share  attributable to  the\r                                             \r\n\nsettling  party -- [is] subtracted from  the liability of the\r\n\nnon settlors.\"  Cannons, 899 F.2d at 91.\r                                   \r\n\n                             -9-\r                                          9\r\r\n\n        Thus,  because  approval of  a  consent  decree under\r\n\nCERCLA results  in  contribution protection  to the  settling\r\n\nparty, it also affects the rights of PRPs who are not parties\r\n\nto the decree.   The contribution issue, in turn,  depends on\r\n\nthe scope of \"matters addressed\" in the settlement, for:\r\n\n        A person  who has  resolved its  liability to\r\n        the   United  States . . . in   a  judicially\r\n        approved settlement shall  not be liable  for\r\n        claims  for  contribution  regarding  matters\r                                                                 \r\n        addressed in the settlement.  Such settlement\r                             \r\n        does   not   discharge  any   of   the  other\r\n        potentially liable persons  unless its  terms\r\n        so  provide,  but  it  reduces  the potential\r\n        liability of the others  by the amount of the\r\n        settlement.\r\n\n42 U.S.C.   9613(f)(2) (emphasis added).\r\n\n        This  statutory framework contemplates  that PRPs who\r\n\ndo not join in a first-round settlement will be left with the\r\n\nrisk  of  bearing  a  disproportionate  share  of  liability.\r\n\n\"Disproportionate liability, a technique which promotes early\r\n\nsettlements and  deters litigation for litigation's  sake, is\r\n\nan integral part of  the statutory plan.\"  Cannons,  899 F.2d\r                                                              \r\n\nat  92.\r\n\n        Further,  the legislative history  of SARA shows that\r\n\nCongress contemplated that there would be partial settlements\r\n\nwhich  would leave  settling parties  liable for  matters not\r\n\naddressed in the agreement:\r\n\n        This protection attaches only to matters that\r\n        the  settling  party  has resolved  with  the\r\n        [government].    Thus,  in  cases  of partial\r\n        settlements where, for  example, a party  has\r\n        settled with  the [government] for  a surface\r\n\n                             -10-\r                                          10\r\r\n\n        clean  up,  the settling  party shall  not be\r\n        subject  to any  contribution  claim for  the\r\n        surface clean  up by any party.   The settlor\r\n        may, however, remain liable in such instances\r\n        for  other  clean  up  action  or  costs  not\r\n        addressed by the settlement  such as, in this\r\n        example, a subsurface clean up.\r\n\nStatement of Senator  Stafford (sponsor of S.  51, the Senate\r\n\nbill for  the 1986 SARA  Amendments), 131  Cong. Rec.  24,450\r\n\n(1985).\r\n\n        Here,  two groups  are  settlors and  each seeks,  on\r\n\nopposite  sides of  the coin,  the value of  the contribution\r\n\nproviso.   The Acushnet  Group, which settled  earlier, wants\r\n\nits  contribution  rights against  Charter  arising from  the\r\n\nSullivan's Ledge  Site clean-up maximized.   Charter, a later\r\n\nsettlor, wants to cut off all contribution claims against it.\r\n\nFor  purposes  of  establishing  the  scope  of  contribution\r\n\nprotection afforded to Charter by the decree under  42 U.S.C.\r\n\n  9613(f)(2), it would be necessary to determine the scope of\r\n\n\"matters addressed\" by the decree.\r\n\n        This  case, however,  involves approval of  a consent\r\n\ndecree  and is  not a  suit for  contribution.   The district\r\n\ncourt believed, as  do we,  that it was  required to  resolve\r\n\nonly certain aspects of  the dispute over \"matters addressed\"\r\n\nin order  to fulfill  its responsibilities in  evaluating the\r\n\nconsent  decree.   Not every  aspect of  interpretation of  a\r\n\nconsent  decree (or  even  the precise  contours of  \"matters\r\n\naddressed\") need be resolved in the course of approval of the\r\n\n                             -11-\r                                          11\r\r\n\ndecree.6    Rather, the  court must  address  so much  of the\r\n\ninterpretation of the consent decree as needed to rule on the\r\n\ndecree's  fairness,   reasonableness  and  fidelity   to  the\r\n\nstatute.7   See  United  States v.  Charles George  Trucking,\r                                                                         \r\n\nInc., 34 F.3d  1081, 1088-89 (1st Cir.  1994).  There  may be\r                \r\n\nprudential reasons, as this case demonstrates, not to resolve\r\n\nmore  as  to \"matters  addressed\"  than is  necessary.   Such\r\n\nreasons, for example, may be related to uncertainty as to the\r\n\nspecific fact  situations  in which  contribution claims  may\r\n\narise or to  the absence  of parties whose  interests may  be\r\n\naffected.8   As  Aristotle noted,  wisdom  does not  seek for\r\n\n                    \r                                \r\n\n6.  For example, in order to achieve an agreement the parties\r\nmay,  on  relatively  minor  matters,  engage  in  purposeful\r\nambiguity, leaving to  another day a  battle which may  never\r\nneed to be fought.  If  that ambiguity is not material to the\r\ntripartite test for approving a  consent decree, it would not\r\nbe necessary to resolve  it.  Perforce, it may  be preferable\r\nto leave it unresolved.\r\n\n7.  Although the option  was open to  it, the district  court\r\nchose not to  consolidate the approval of  the consent decree\r\nand  the contribution  action,  for all  purposes.   District\r\ncourts  may find such a consolidation useful, if the cases so\r\nwarrant, to expedite and  clarify matters.  But they  are not\r\nrequired to  do so.   See Fed.  R. Civ. P.  42(a); 9  Moore's\r                                                                         \r\nFederal Practice   42.02. \r                            \r\n\n8.  The arguments of the Acushnet Group and Charter, that the\r\ndistrict court  was required  to determine  in the course  of\r\napproving  the consent  decree  all aspects  of all  possible\r\ncontribution claims, prove too much.  The    district   court\r\nnoted that  \"[t]o the extent that there  is uncertainty about\r\nthe precise implication\"  that the  settlement agreement  may\r\nhave, \"it may be  necessary in later proceedings for  this or\r\nanother  court   to  interpret  both  the   statute  and  the\r\nagreement.\"   It would have  been premature for  the district\r\ncourt  to issue a broad order without specific facts on which\r\nto base its  ruling.  Cf. Charles George Trucking, 34 F.3d at\r                                                             \r\n\n                             -12-\r                                          12\r\r\n\ngreater  precision than  the  nature of  the subject  admits.\r\n\nAristotle, Nicomachean Ethics I.3, 1094b23-28 (Martin Ostwald\r                                         \r\n\ned. &amp; trans., 1962).\r\n\nInterpretation of the Decree\r                                        \r\n\n        We dispose first of an  initial argument.  The United\r\n\nStates  urges that,  by  consenting to  entry of  the decree,\r\n\nCharter  has  waived  its  right to  challenge  the  district\r\n\ncourt's interpretation of the decree.  We disagree.  \"[I]t is\r                                  \r\n\npossible  for  a party  to consent  to  a judgment  and still\r\n\npreserve his right to appeal,\" so long as he \"reserve[s] that\r\n\nright unequivocally.\"   Coughlin v. Regan, 768 F.2d  468, 470\r                                                     \r\n\n(1st Cir. 1985).   Charter's Notice of  Objection makes clear\r\n\nthat  it objected to, and  intended to preserve  its right to\r\n\nappeal,  any interpretation  of the  decree that  afforded it\r\n\nless than full protection against contribution claims arising\r\n\nout of the Sullivan's Ledge Site.  That suffices.\r\n\n        Charter says  the decree must be  interpreted so that\r\n\nthe \"matters  addressed\" by it  encompass all aspects  of the\r\n\nclean-up  and  remediation  of  the  Sullivan's  Ledge  Site,\r\n\nincluding  all  \"matters  addressed\"  in the  1991  and  1993\r\n\nDecrees.   Charter  argues, consequently,  that it  cannot be\r\n\nreached for contribution  at all.   The government says  that\r\n\n                    \r                                \r\n\n1088.   The district  court was also  appropriately concerned\r\nthat  not all  potentially affected  parties were  before it.\r\nThe  district court did what was necessary in order to decide\r\nthe issues on approval of the decree and it was certainly not\r\nerror to go no further.\r\n\n                             -13-\r                                          13\r\r\n\nthe \"matters addressed\" in the Charter  decree do not include\r\n\nthe  clean-up work  that  the prior  settlors are  performing\r\n\nunder their consent decrees.   Therefore, it asserts that the\r\n\nCharter decree  does not cut off  completely the contribution\r\n\nrights  of  prior  settling  parties  against  Charter  under\r\n\nSection 113(f) of  CERCLA   for costs of  remediation of  the\r\n\nSite.    The  government   further  says  that  the  \"matters\r\n\naddressed\"  in  the   consent  decree   encompass  only   the\r\n\ngovernment's  \"remainder\"  case   against  Charter  for  that\r\n\nportion of the overall site liability  that was not addressed\r\n\nin the  prior settlements,  i.e., the government's  claim for\r                                            \r\n\nthe past and  future response costs that  were not reimbursed\r\n\nor covered by the prior settlements and for implementation of\r\n\nthose aspects  of RODs I and II that are not performed by the\r\n\nprior settlors.\r\n\n        The district  court did  rule on  this dispute as  to\r\n\n\"matters  addressed,\" and  ruled  against Charter.   It  left\r\n\nother  aspects to  be resolved  in the  parallel contribution\r\n\naction brought by the Acushnet Group against Charter. \r\n\n        In  reviewing  the  district court's  ruling  on  the\r\n\n\"matters addressed\"  by the  decree we  look to  the decree's\r\n\n\"four corners.\"  See United States  v. Armour &amp; Co., 402 U.S.\r                                                               \r\n\n673, 681-82 (1971).   In   United States  v. ITT  Continental\r                                                                         \r\n\nBaking Co., 420 U.S.  223 (1975), the Court expounded  on the\r                      \r\n\n\"four corners\" rule of Armour:\r                                         \r\n\n                             -14-\r                                          14\r\r\n\n        Since  a consent  decree  or order  is to  be\r\n        construed for  enforcement purposes basically\r\n        as a contract, reliance upon certain  aids to\r\n        construction is proper, as with any contract.\r\n        Such    aids   include    the   circumstances\r\n        surrounding  the  formation  of  the  consent\r\n        order, any technical  meaning words used  may\r\n        have  had  to  the  parties,  and  any  other\r\n        documents   expressly  incorporated   in  the\r\n        decree.\r\n\nId. at 238.\r               \r\n\n        The district  court held that it  would not interpret\r\n\nthe   decree  as   Charter   contended  and   that  such   an\r\n\ninterpretation  \"would be  extreme in  its consequence  as to\r\n\nwhat   the    government   gave   up   compared    with   the\r\n\ndisproportionately small cash sum the  government received in\r\n\nreturn.\"  It further stated that such an interpretation would\r\n\nbe \"disapproved as contrary to the public interest.\"\r\n\n        The  determination of interpretation of the decree is\r\n\niterative  and proceeds  incrementally, as  in most  areas of\r\n\nlaw,  with  priorities  for   reaching  different  levels  of\r\n\nanalysis.   Cf. Lomas Mortgage, Inc., v.  Louis, No. 95-1956,\r                                                           \r\n\n   F.3d   ,   , slip  op. at 9-10 (1st Cir.  1996) (statutory\r\n\ninterpretation starts with the  plain meaning of the statute,\r\n\nbut where  the statute is ambiguous,  legislative history may\r\n\nbe considered); Massachusetts v. Blackstone Valley Elec. Co.,\r                                                                        \r\n\n67 F.3d 981, 987 (1st Cir. 1995) (same).  As in most contract\r\n\ninterpretation questions, we start  here with the text.   See\r                                                                         \r\n\nFashion House, Inc. v. K Mart Corp., 892 F.2d 1076, 1083 (1st\r                                               \r\n\nCir. 1989).\r\n\n                             -15-\r                                          15\r\r\n\n        Unfortunately, apparently due  to EPA  policy at  the\r\n\ntime,9  there is  no explicit  \"matters addressed\"  clause in\r\n\nthe  agreement.    Charter  argues  that,  nonetheless,   the\r\n\ndistrict  court should  have interpreted  \"matters addressed\"\r\n\nbroadly in light of  the contribution protection and covenant\r\n\nnot to sue  clauses of  the agreement, as  well as  extrinsic\r\n\nevidence, particularly of the parties' negotiating history.\r\n\n        In  the  absence of  explicit  language,  the parties\r\n\nagree, citing to contribution  cases from other circuits, one\r\n\nmust first  look elsewhere to  determine \"matters addressed.\"\r\n\nDifferent circuits have taken somewhat  different approaches.\r\n\nIn Akzo Coatings, Inc. v. Aigner Corp., 30 F.3d 761 (7th Cir.\r                                                  \r\n\n1994), the  Seventh Circuit  started with the  decree itself,\r\n\nand, in the absence of  an express \"matters addressed\" clause\r\n\nlooked to various factors including \"the particular location,\r\n\ntime frame, hazardous substances, and clean-up  costs covered\r\n\nby the agreement.\"  Id. at 766.   That court recognized, over\r                                   \r\n\na dissent, that its \"flexible, fact-based approach\" would not\r\n\noffer  the \"settling parties the same degree of repose as one\r\n\n                    \r                                \r\n\n9.  The  absence  of  specific  language  concerning \"matters\r\naddressed\" might be thought  to be of concern to the  EPA and\r\nthe  public.    Having   the  scope  of  \"matters  addressed\"\r\nspecifically agreed upon should lead to greater certainty and\r\nfinality.     That  certainty  and  finality  are  attractive\r\ninducements  to  settle.    The  uncertainty  and  continuing\r\nlitigation which  this case  exemplifies could reasonably  be\r\nthought  to be  a  deterrent to  others  to settle  with  the\r\ngovernment.   Charter  advises  us  that the  EPA,  in  1995,\r\nchanged  its policy  to require  that \"matters  addressed\" be\r\nspecified.   \r\n\n                             -16-\r                                          16\r\r\n\nbased solely  on the facial  breadth of the decree.\"   Id. at\r                                                                      \r\n\n767-68.   The dissent preferred a  broader reading, reasoning\r\n\nthat more comprehensive contribution protection would lead to\r\n\nmore  settlements.     See  id.  at   773  (Easterbrook,  J.,\r                                           \r\n\ndissenting).  The Tenth Circuit  in United States v. Colorado\r                                                                         \r\n\n&amp; Eastern R.R. Co., 50 F.3d 1530, 1538 (10th Cir. 1995), took\r                              \r\n\na related  \"fact-specific approach,\"  laying the  earlier and\r\n\nthe      later      \"consent      decrees     [and      their\r\n\nattachments] . . . . side by  side and comparing  the matters\r\n\ncovered in  relation to the  remediation completed . . . . at\r\n\nthe date of the [second] consent decree.\"\r\n\n          We  reject  any  argument  that  Section  113(f)(2)\r\n\nitself warrants a broad  understanding of \"matters addressed\"\r\n\nby the decree,  just as Colorado &amp; Eastern, 50  F.3d at 1537-\r                                                      \r\n\n38,  and Akzo, 30 F.3d  at 765, 770,  rejected this argument.\r                         \r\n\nThe  statute  does  not  dictate any  particular  method  for\r\n\nassessing the scope of the decree.  See Akzo, 30 F.3d at 765.\r                                                        \r\n\nThus,  the district  court  appropriately rejected  Charter's\r\n\nargument based on paragraph 16 of  the proposed decree, which\r\n\nprovides:\r\n\n        With  regard  to   claims  for   contribution\r\n        against  [Charter]  for matters  addressed in\r\n        this  Consent Decree the parties hereto agree\r\n        that [Charter] is entitled to such protection\r\n        from contribution  actions  or claims  as  is\r\n        provided  by  CERCLA  Section  113(f)(2),  42\r\n        U.S.C.   9613(f)(2).\r\n\n                             -17-\r                                          17\r\r\n\nThis  language  simply  repeats  the  statutory  contribution\r\n\nlanguage  of  Section  113(f)(2),  without  defining \"matters\r\n\naddressed.\"   Charter says that  this language in  the decree\r\n\nwould  be meaningless  unless its interpretation  is adopted.\r\n\nThat  is  not so.   The  language  may provide  protection to\r\n\nCharter  should  the  government  later  recover  from  other\r\n\nparties a part of its claim. \r\n\n        We  confine ourselves to  the text of  the decree and\r\n\nfind  the answer there, thus  not reaching the  issue of what\r\n\nother  interpretive guides,  if  any, are  permissible  under\r\n\nCERCLA.   We are  unpersuaded by Charter's  argument that the\r\n\ntext of the decree supports its reading.  We believe that the\r\n\ntext  of the  decree  as  to: (i)  the  scope of  the  claims\r\n\npurported to be  brought and settled; (ii)  the definition of\r\n\nthe response  costs being  reimbursed by the  settlement; and\r\n\n(iii)   the  explicit  references   to  the   prior  decrees,\r\n\nforecloses Charter's interpretation.\r\n\n        Charter relies heavily  on the decree's  covenant not\r\n\nto  sue  clause, which  prevents  the  government from  suing\r\n\nCharter  \"pursuant to Sections  106 and 107(a)  of CERCLA and\r\n\nSection  7003 of  RCRA relating  to the  Site, including  for\r\n\nreimbursement of Response costs  or for implementation of ROD\r\n\nI or  ROD II.\"  But  that the government has  promised not to\r\n\nsue Charter  says nothing about  the intention as  to whether\r\n\nother, prior settling  parties were to  have their rights  of\r\n\n                             -18-\r                                          18\r\r\n\ncontribution  against Charter extinguished by this agreement.\r\n\nThe one does not necessarily follow from the other.\r\n\n        Untoward and  congressionally unintended consequences\r\n\nwould flow from  Charter's reading.   As the Seventh  Circuit\r\n\nobserved in Akzo:\r                            \r\n\n        If the covenant not to sue alone were held to\r\n        be determinative of the scope of contribution\r\n        protection,  the United  States would  not be\r\n        free to release settling parties from further\r\n        litigation  with  the United  States, without\r\n        unavoidably  cutting  off  all private  party\r\n        claims for response costs.\r\n\n30  F.3d at 766 (quoting  brief of United  States as amicus).\r\nWe agree.   The  government may have  reasons to give  such a\r\n\ncovenant unrelated  to an intent to  grant broad contribution\r\n\nprotection against prior settlors.\r\n\n        We find  dispositive instead  the text of  the decree\r\n\nestablishing  that  Charter  was  sued  on  the  government's\r\n\nremainder case, that the government sought and Charter agreed\r\n\nto reimburse the government for its response costs as to that\r\n\nremainder  case,  and that  the  remainder  case was  defined\r\n\nagainst the backdrop of the prior settlements.\r\n\n        The text  describing the scope  of the  claims to  be\r\n\nbrought   and   settled    undermines   Charter's    proposed\r\n\ninterpretation:\r\n\n        The  United  States  in its  complaint  seeks\r\n        reimbursement of response costs  incurred and\r\n        to be  incurred by EPA and  the Department of\r\n        Justice  for  response actions  in connection\r\n        with the  release  or threatened  release  of\r\n        hazardous substances at the  Sullivan's Ledge\r\n        Superfund  Site  in   New  Bedford,   Bristol\r\n\n                             -19-\r                                          19\r\r\n\n        County, Massachusetts . . . and a declaration\r\n        of  the  defendants'  liability  for  further\r\n        response costs.\r\n\nNeither the complaint nor the  decree asserts a claim against\r\n\nCharter for  the remediation work being done  by the Acushnet\r\n\nGroup.  A  reading of a decree  which far exceeds  the relief\r\n\nsought  by  plaintiffs'  complaint   would  be  strained  and\r\n\ndoubtful.   See  Navarro-Ayala v.  Hernandez-Colon, 951  F.2d\r                                                              \r\n\n1325, 1341 (1st Cir. 1991).  Even crediting the argument that\r\n\nsome settlements  may exceed the boundaries of claims made in\r\n\nthe complaint,10 there is  nothing in this decree to  lead to\r\n\nthat result.11\r\n\n                    \r                                \r\n\n10.  Cf.  Charles  George Trucking, 34 F.3d  at 1090 (consent\r                                              \r\ndecree   may   resolve   claims  for   damages   not  pleaded\r\nspecifically, if the parties so intend, so long as the claims\r\nare within the general scope of the pleadings).\r\n\n11.  We  note the  potential  problem of  the government  not\r\nhonoring its  agreement with  prior  settlors by  collusively\r\nagreeing  with  subsequent  settlors  on  language  in  their\r\nagreement broader than the claims the government made against\r\nthose  subsequent  settlors.    Cf.  Akzo,  30  F.3d  at  774\r                                                     \r\n(Easterbrook,  J.,  dissenting)  (making  an  analogous point\r\nabout the government inducing PRPs to enter large settlements\r\nwith promises of broad contribution protection and then later\r\nurging the  district court  to arrive  at a  narrow reading).\r\nThat is not this case.  The district court here expressed its\r\nskepticism   that  the   earlier  settlement   empowered  the\r\ngovernment  to  do whatever  it  wished  about impairing  the\r\ncontribution rights that were  retained by the prior settling\r\nparties.   The  government has  expressly disavowed  any such\r\nintention.\r\n      In  addition, the government has a serious disincentive\r\nto collude with later settlors to cut off the rights of prior\r\nsettlors just to extract  a higher second-round settlement in\r\na single clean-up proceeding.   It is the government  that is\r\nthe repeat player in  the world of CERCLA clean-ups.   Should\r                      \r\nthe  government  develop  a  reputation  for  cheating  early\r\nsettlors,  that would  deter settlements  in later  clean-ups\r\n\n                             -20-\r                                          20\r\r\n\n        The definition  of response costs in  the decree also\r\n\ndoes  not  support  Charter's  interpretation.    The  decree\r\n\ndefines Charter's $215,000 payment as being \"in reimbursement\r\n\nof  Response Costs,\"  which are  defined as  the government's\r                                                                         \r\n\nresponse  costs.   The  decree says  \"the  United States  has\r\n\nincurred, and  will continue  to incur, response  costs which\r\n\nhave  not been recovered under the 1991 Consent Decree or the\r\n\n1993 Consent Decree.\"   The decree estimates the government's\r\n\nshortfall to exceed $4  million in such response costs.   The\r\n\ndecree  also  indicates  that  the  government  evaluated the\r\n\n$215,000  to be paid by Charter in terms of these unrecovered\r\n\ncosts  of  at  least  $4  million  and  the  risk  that  some\r\n\nremediation work may not be completed by other settlors.  The\r\n\namount was not evaluated against  the total costs of clean-up\r\n\nat the Sullivan's Ledge Site.  \r\n\n        Further,  as the government  points out,  the Charter\r\n\ndecree explicitly  refers  to the  earlier decrees.   In  the\r\n\nprior settlements  the Acushnet  Group did  not  give up  the\r\n\nright  to seek contribution from  those who were  not part of\r\n\nthose  settlements.   The  prior  settlements are  explicitly\r\n\nreferenced and described  in the Charter decree.   Under such\r\n\ncircumstances  we  may consider  these  prior  settlements in\r\n\ninterpreting the  decree.    Cf. ITT Continental  Baking, 420\r                                                                    \r\n\n                    \r                                \r\n\n(and reduce  the amounts early-round settlors  are willing to\r\npay)  and  hence, in  the  long  run,  hurt the  government's\r\ninterests.\r\n\n                             -21-\r                                          21\r\r\n\nU.S. at 238.  In light of these considerations,  we hold that\r\n\nthe   text   of   the   decree   supports  the   government's\r\n\ninterpretation and  not Charter's and so  affirm the district\r\n\ncourt's ruling on this point.\r\n\n        Charter argues that the  decree is ambiguous and that\r\n\nextrinsic evidence of the  negotiating history of the parties\r\n\ndemonstrates that  Charter was intended to  be protected from\r\n\nall contribution claims. Cf. Thomas Hobbes, Leviathan Ch. XI,\r                                                                 \r\n\nat  84   (Michael  Oakeshott  ed.  1962)   (1651)  (men  call\r\n\nindeterminate that  which they  wish to contest  because they\r\n\nhave  interests  at  stake).     While  in  routine  contract\r\n\ninterpretation extrinsic  evidence may be considered when the\r\n\ndisputed  terms  are ambiguous,  we  do not  find  the decree\r\n\nambiguous,  and  such  evidence  may  not  be  considered  to\r\n\ncontradict  the written terms of the  agreement.  See Brennan\r                                                                         \r\n\nv. Carvel Corp., 929 F.2d 801, 808 (1st Cir. 1991).\r                           \r\n\n        Even so,  we  doubt, but  do not  decide, whether  in\r\n\ninterpreting a CERCLA consent  decree it would be appropriate\r\n\nto rely on the  type of extrinsic evidence  Charter proffers.\r\n\nThis court has at times considered certain types of extrinsic\r\n\nevidence in interpreting decrees  in public institution civil\r\n\nrights  actions.  See Navarro-Ayola,  951 F.2d at  1343.  But\r                                               \r\n\nCERCLA settlements, unlike ordinary contract  formation, take\r\n\nplace  in  a  unique  statutory framework.    That  framework\r\n\nrequires that before a decree is entered by the court, notice\r\n\n                             -22-\r                                          22\r\r\n\nof  the  decree be  published,  there be  an  opportunity for\r\n\npublic comment, and that the Attorney General take account of\r\n\nthe  commentary and  reserve  the right  to withhold  consent\r\n\nshould the  commentary show  the decree to  be inappropriate.\r\n\n42 U.S.C.   9622(d)(2).  That  public comment is part of  the\r\n\nrecord  before  the  district  court.    Id.   The  statutory\r                                                        \r\n\nstructure  thus assumes that the  public will be given access\r\n\nto the relevant documentary information  on the decree.   The\r\n\nevidence  of the negotiating  history which Charter proffered\r\n\nwas not within the information the public had available.12\r\n\n        It is  worth  asking why  the  court should  enter  a\r\n\nconsent decree when there was  a fundamental dispute over the\r\n\neffect of the decree.  There are two responses.  The first is\r\n\nthat  Charter  expressed its  intent  to  live with  whatever\r\n\ninterpretation the court ultimately gave the decree. There is\r\n\nno unfairness to  Charter.  When Charter said that it had not\r\n\nunderstood the government's position to be that Charter would\r\n\nnot  be   afforded  complete  contribution   protection,  the\r\n\ngovernment  offered to  allow  Charter to  withdraw from  the\r\n\nagreement.   Charter declined.   Charter knew  the government\r\n\nwould  present  a  contrary interpretation  to  the  district\r\n\n                    \r                                \r\n\n12.  Even were we to  adopt Charter's method of analysis,  we\r\nsee nothing in the  negotiating materials that indicates that\r\nthe  government intended to  undercut its earlier settlements\r\nwith the Acushnet Group or that it ever agreed with Charter's\r\nview  on the scope of contribution protection afforded by the\r\ndecree. \r\n\n                             -23-\r                                          23\r\r\n\ncourt.   Charter also knew  that courts are  required to give\r\n\nsome deference to  the judgment of the Attorney  General that\r\n\nthe settlement  is appropriate.13   Charles George  Trucking,\r                                                                        \r\n\n34  F.3d at  1085.   In  addition,  the district  court  gave\r\n\nCharter the  opportunity to  withdraw from the  settlement in\r\n\nthe face  of a contrary  government position and  the court's\r\n\nstatement that  it would  most likely rule  against Charter's\r\n\ninterpretation.  Charter again declined.  Counsel for Charter\r\n\ninformed the court that, win or lose in its interpretation of\r\n\nthe decree, Charter preferred  to have an agreement  with the\r\n\ngovernment.  Such  an agreement, Charter  acknowledged, would\r\n\nboth provide it with some  contribution protection and get it\r\n\nout  of costly  litigation with the  government.   Indeed, on\r\n\nappeal, Charter does not ask us to vacate the decree.  Rather\r\n\nits position is that the decree should be upheld and that its\r\n\ninterpretation should be substituted for that of the district\r\n\ncourt.\r\n\n        Second,  while  a  different  case might  lead  to  a\r\n\ndifferent result,  we think  that the policies  behind CERCLA\r\n\nare better served here by holding Charter to the consequences\r\n\nof its  roll  of  the dice.    Perhaps mindful  of  the  huge\r\n\n                    \r                                \r\n\n13.  We   reject  the  Acushnet  Group's  argument  that  the\r\ndistrict court is required to defer to the Attorney General's\r\njudgment to the extent  of exercising no independent judgment\r\nof  its own.  See Charles  George Trucking,  34 F.3d  at 1085\r                                                      \r\n(although in entering a decree a district court must defer to\r\nthe  EPA's judgment and to  the parties' agreement,  it has a\r\nresponsibility to exercise its independent judgment).\r\n\n                             -24-\r                                          24\r\r\n\nresources  going  into  the  transactions   costs  of  CERCLA\r\n\nlitigation,  rather   than   to  remediating   the   sites,14\r\n\nCongress sought  in SARA to encourage  earlier resolutions by\r\n\nagreement.   See United States  v. SCA Servs.  of Ind., Inc.,\r                                                                        \r\n\n827 F. Supp. 526, 530-31  (N.D. Ind. 1993).  If a  party were\r\n\npermitted to use the consent decree process to delay, whether\r\n\nin  good faith  or by design,  and then  to undo  a decree by\r\n\nsaying  its understanding  of the  base terms  was different,\r\n\nthen  the  congressional purposes  would  be  undercut.   Cf.\r                                                                         \r\n\nMenorah,  72  F.3d at  223.   Given that  Charter voluntarily\r                   \r\n\nchose  to consent to the decree, despite the significant risk\r\n\nof an  interpretation contrary to  its interests, it  was not\r\n\nunreasonable  for  the district  court  to  have entered  the\r\n\ndecree.\r\n\nApproval of the Consent Decree\r                                          \r\n\n        There  was no  abuse  of discretion  by the  district\r\n\ncourt in approving the decree,  as based on the  government's\r\n\n                    \r                                \r\n\n14.  See  Jan Paul  Acton  &amp; Lloyd  S.  Dixon, Superfund  and\r                                                                         \r\nTransaction Costs:  The Experience of Insurers and Very Large\r                                                                         \r\nIndustrial   Firms   32   (1992)(estimating   that   of   the\r                              \r\napproximately  $470  million paid  in  1989  by insurers  for\r\nhazardous waste clean-ups, 88% went to legal costs); see also\r                                                                         \r\nLloyd  S.   Dixon,  The  Transactions   Costs  Generated   by\r                                                                         \r\nSuperfund's  Liability Approach 183,  in Analyzing Superfund:\r                                                                         \r\nEconomics, Science  and Law, (Richard L. Revesz  &amp; Richard B.\r                                       \r\nStewart eds.,  1995)(noting that  for 1991 alone  the private\r\nsector  incurred over  $4  billion  in  transactions  costs);\r\nWilliam  N. Hedeman  et al.,  Superfund Transaction  Costs: A\r                                                                         \r\nCritical Perspective  on the  Superfund Liability  Scheme, 21\r                                                                     \r\nEnvtl. L. Rep. 10413, 10423 (1991) (30-60% of hazardous waste\r\nclean-up funds go to lawyers). \r\n\n                             -25-\r                                          25\r\r\n\ninterpretation.   We  note  that Charter  does not  seriously\r\n\nchallenge  on  this  point,  preferring  to  argue  that  its\r\n\ninterpretation is mandated and that its interpretation  meets\r\n\nthe tripartite  test.  The district court,  before entering a\r\n\nconsent  decree, is  obliged to  determine that  it is  fair,\r\n\nreasonable and consistent with the goals of CERCLA.  DiBiase,\r                                                                        \r\n\n45 F.3d  at 543;  Cannons,  899 F.2d  at 85.    In turn,  \"an\r                                     \r\n\nappellate court  may overturn a district  court's decision to\r\n\napprove or reject the  entry of a CERCLA consent  decree only\r\n\nfor manifest abuse of  discretion.\"  Charles George Trucking,\r                                                                        \r\n\n34 F.3d at 1085.  \r\n\n        Under the terms  of the decree Charter  agreed to pay\r\n\n$215,000  plus interest,  in settlement  of the  government's\r\n\nclaims of  approximately $4  million in  unrecovered response\r\n\ncosts  for the  first  and second  units.   In  exchange  the\r\n\ngovernment  covenanted  not  to  sue  or take  administrative\r\n\naction against  Charter \"pursuant to Sections  106 and 107(a)\r\n\nof  CERCLA  or Section  7003 of  RCRA  relating to  the Site,\r\n\nincluding    for   reimbursement   of   Response   Costs   or\r\n\nimplementation   of  ROD  I  or  ROD  II.\"15    Charter  also\r\n\n                    \r                                \r\n\n15.  The  government's  covenant not  to  sue  is subject  to\r\ncertain  reservations, including:  (a) that  with respect  to\r\nfuture  liability, the covenant not to sue does not come into\r\neffect until  certification by  the EPA that  remedial action\r\nfor  the site under  ROD I and  Rod II is  completed; and (b)\r\nreopener  provisions  which  allow  the  government  to  seek\r\nfurther   relief   if   previously  unknown   conditions   or\r\ninformation reveal that the remedial actions for the site are\r\nnot protective of human health or the environment.\r\n\n                             -26-\r                                          26\r\r\n\nreceives  protection against  contribution  claims  of  other\r\n\nparties  from whom the  government might subsequently recover\r                                                                 \r\n\nall or part of its multi-million dollar remainder claim.\r\n\nFairness &amp; Reasonableness\r                                     \r\n\n         Fairness  has a procedural  component (involving the\r\n\nnegotiation  process, see Cannons, 899 F.2d  at 85), which is\r                                             \r\n\nnot at  issue here,  and a  substantive component, which  is.\r\n\nId.  at  86.    \"Substantive  fairness  introduces  into  the\r               \r\n\nequation concepts  of corrective justice  and accountability:\r\n\na  party should  bear the cost  of the  harm for  which it is\r\n\nlegally responsible . . . .   The logic behind these concepts\r\n\ndictates  that  settlement  terms  must be  based  upon,  and\r\n\nroughly   correlated   with,  some   acceptable   measure  of\r\n\ncomparative fault, apportioning liability among  the settling\r\n\nparties  according  to  rational (if  necessarily  imprecise)\r\n\nestimates of how  much harm each PRP has done.\"  Cannons, 899\r                                                                    \r\n\nF.2d  at  87 (citations  omitted);  see  also Charles  George\r                                                                         \r\n\nTrucking,  34  F.3d  at 1089  (so  long as  the  basis  for a\r                    \r\n\nsensible   \"approximation   `roughly  correlated   with  some\r\n\nacceptable   measure   of    comparative   fault'\"    exists,\r\n\n\"difficulties   in   achieving   precise    measurements   of\r\n\ncomparative  fault  will  not  preclude a  trial  court  from\r\n\nentering  a consent  decree\"  (quoting Cannons,  899 F.2d  at\r                                                          \r\n\n87)).\r\n\n                             -27-\r                                          27\r\r\n\n        A  district court's reasonableness inquiry, like that\r\n\nof  fairness,  is  a  pragmatic one,  not  requiring  precise\r\n\ncalculations.   See Charles George  Trucking 34 F.3d  at 1085\r                                                        \r\n\n(depth  of inquiry  depends  on the  context and  information\r\n\navailable  to the court).  The question is whether the decree\r\n\nprovides for an efficient clean-up and adequately compensates\r\n\nthe public for its  costs, in light of the  foreseeable risks\r\n\nof loss.  See Cannons, 899 F.2d at 89-90.  Because the first-\r                                 \r\n\nround  settlors  have  already  contracted  to implement  the\r\n\nclean-up,  we  review only  the  adequacy  and efficiency  of\r\n\nimplementing the cash settlement  reached here.  This amounts\r\n\nto asking  whether the  terms of  the settlement  are roughly\r\n\nproportional  to  Charter's responsibility  and  whether they\r\n\nserve the public interest.\r\n\n        Approval of Charter's cash-out settlement of $215,000\r\n\nplus  interest  in  exchange  for  both limited  contribution\r\n\nprotection  and  a  limited  covenant  not  to sue  from  the\r\n\ngovernment cannot be said  to constitute a manifest abuse  of\r\n\ndiscretion.  Although $215,000 is small  in absolute terms as\r\n\ncompared to the government's total unrecovered response costs\r\n\nof  $4  million,  it  must  be  evaluated  in  context.    In\r\n\nparticular, Charter's liability  in this case was  uncertain.\r\n\nIt was not clear  whether Pacific Oil, the company  which had\r\n\ncontributed  to  the  wastes   at  the  Site,  was  Charter's\r\n\npredecessor.  The degree to which the predecessor's wastes --\r\n\n                             -28-\r                                          28\r\r\n\nsoot  from oil  fuel --  contained hazardous  substances that\r\n\nwould have  contributed to the Site's  contamination was also\r\n\nat issue.  Given  the potentially high costs of  litigating a\r\n\ndifficult case  against Charter and the benefit  of a certain\r\n\ncash  settlement (and  the limited  contribution protection),\r\n\nthe $215,000 plus interest payment passes muster.  This court\r\n\nexplained in Cannons:\r                                \r\n\n        In  a  nutshell,  the  reasonableness   of  a\r\n        proposed  settlement  must take  into account\r\n        foreseeable  risks of  loss. . . .   The same\r\n        variable,   we   suggest,   has   a   further\r\n        dimension: even if  the government's case  is\r\n        sturdy, it may take time and money to collect\r\n        damages  or  to  implement  private  remedial\r\n        measures  through litigatory success.  To the\r\n        extent  that  time  is  of  essence  or  that\r\n        transaction  costs  loom large,  a settlement\r\n        which nets less than  full recovery of clean-\r\n        up  costs  is  nonetheless  reasonable. . . .\r\n        The  reality   is   that,  all   too   often,\r\n        litigation is  a cost-ineffective alternative\r\n        which can squander valuable resources, public\r\n        as well as private. \r\n\n899 F.2d at 90  (citations omitted).  In addition,  there are\r\n\nother non-first-round settlors against whom the government is\r\n\ncurrently seeking to recover the  remainder of its $4 million\r\n\nclaim.\r\n\n        The  question arises  as  to whether  the decree,  as\r\n\nentered, unfairly hurts the interests of third  parties.  See\r                                                                         \r\n\nCharles George Trucking, 34  F.3d 1085-89 (addressing  third-\r                                   \r\n\nparty  challenge  to entry  of CERCLA  consent decree).   For\r\n\npurposes of  our review,  the district  court's determination\r\n\nthat  the  decree  does  not  represent  a  complete  bar  to\r\n\n                             -29-\r                                          29\r\r\n\ncontribution  claims  that first-round  settlors  expected to\r\n\nhave against those  that did  not settle along  with them  is\r\n\nadequate to  pass the abuse  of discretion threshold.16   Cf.\r                                                                         \r\n\nCharles  George Trucking,  at 1088 (in  entering a  decree it\r                                    \r\n\nmight be better to  leave technical disputes between settling\r\n\nparties in a class to the discourse between them).  As to the\r\n\nextinguished  contribution  claims of  non-settlors  or later\r\n\nround  settlors,  protection  against  those   claims  was  a\r\n\nreasonable benefit Charter acquired in exchange  for settling\r\n\nbefore those others.               \r\n\nFidelity to the Statute\r                                   \r\n\n        As we noted in Cannons, the two major policy concerns\r                                          \r\n\nunderlying  CERCLA are  ensuring  that  prompt and  effective\r\n\nclean-ups  are put into place  and making sure  that the PRPs\r\n\nresponsible for the  hazards created  bear their  approximate\r\n\nshare of the responsibility.   899 F.2d at 89-91;  cf. United\r                                                                         \r\n\nStates v. Rohm  &amp; Haas  Co., 721  F.Supp. 666,  680 (D.  N.J.\r                                       \r\n\n1989) (noting Congress' goal of expediting effective remedial\r\n\n                    \r                                \r\n\n16.  In the separate contribution action between the Acushnet\r\nGroup  and Charter,  Charter  had asserted  that the  consent\r\ndecree provided  it with  an affirmative defense  against the\r\nAcushnet Group's contribution claims.  The Acushnet Group, in\r\nturn,  moved for summary judgment on the issue of whether the\r\ndecree afforded Charter such a  defense.  The district  court\r\ndenied  the motion  without  ruling on  its  merits.   It  is\r\nbasically  that motion  that the  parties want us  to decide.\r\nHowever, absent  unusual circumstances,  denial of a  summary\r\njudgment motion  is not  independently appealable as  a final\r\norder.  See Pedraza v. Shell Oil Co., 942 F.2d 48, 54-55 (1st\r                                                \r\nCir.  1991), cert.  denied, 502  U.S. 1082  (1992).   No such\r                                      \r\ncircumstances exist here.\r\n\n                             -30-\r                                          30\r\r\n\naction and minimizing litigation).  Both  these goals and the\r\n\nhonoring of the settlement  dynamics Congress created in SARA\r\n\nare effectuated here.\r\n\n        CERCLA, through Section 113(f)(2),  provides settling\r\n\nparties with broad contribution protection so as to encourage\r\n\nthem to settle early.   See Browning-Ferris, 33 F.3d  at 102-\r                                                       \r\n\n03.   However, CERCLA also  aims to induce  those parties who\r\n\nsettle  earlier to do so  for higher amounts  than they might\r\n\notherwise  by assuring  them the  right to  seek contribution\r\n\nprotection from those  who have  not as yet  settled.17   See\r                                                                         \r\n\n42  U.S.C. 9613(3)(B); see also  S. Rep. No.  11, 99th Cong.,\r                                           \r\n\n1st Sess. 44 (1985); cf. Colorado &amp; Eastern, 50  F.3d at 1535\r                                                       \r\n\n(Section  113(f)(1) was  intended to  enable those  bearing a\r\n\ndisproportionate  share of  the  liability in  a clean-up  to\r\n\nrecover from others).   Hence, a  decree that is read  not to\r\n\nprovide  second-round  settlors  with  complete  contribution\r\n\nprotection against prior settlors is consistent with the goal\r\n\nof enabling  the government  to enter  into  early and  large\r\n\n                    \r                                \r\n\n17.  An early cash-out  settlement may sometimes require  the\r\nsettling  party to pay a premium for the risks the government\r\nbears out of the uncertainty of the total cost of the remedy.\r\nAs more is known about the site and as the government decides\r\non  the  precise  remedy,  that uncertainty,  and  hence  the\r\npremium, is reduced, but not eliminated.  Here, there were no\r\nsettlements  until the  RODs were issued  and the  remedy was\r\noutlined.  Nonetheless,  early settlors,  even post-ROD,  may\r\npay some premium.  Settlors  who actually perform the remedy,\r\nsuch  as the Acushnet Group,  assume the risks  of the actual\r\ncosts of performance.  Congress may well have thought it fair\r\nto  require later settlors to bear a share of those risks and\r\npremiums.   \r\n\n                             -31-\r                                          31\r\r\n\nsettlements.   Cf. Akzo,  30 F.3d 767  (interpreting \"matters\r                                   \r\n\naddressed\" clause  of decree not to  bar the claims  of a PRP\r\n\nthat  had undertaken  remedial  work prior  to  entry of  the\r\n\ndecree); United  States v.  Alcan  Aluminum, Inc.,   25  F.3d\r                                                             \r\n\n1174, 1186  n.17 (3d  Cir. 1994)  (in light  of  the goal  of\r\n\npromoting  early  large  settlements,   the  assertion  of  a\r\n\ncontribution  defense by  a  second-round  settlor against  a\r\n\nfirst-round  settlor  is   far  more  problematic  than   its\r\n\nassertion against a non-settlor).\r\n\nConclusion\r                      \r\n\n        The  district  court's  order  entering  the  consent\r\n\ndecree is affirmed.\r                              \r\n\n                             -32-\r                                          32\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\n\nNo. 95-1961\r\nNo. 95-1984\r\nNo. 95-2019\r\n                  UNITED STATES OF AMERICA,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n              CHARTER INTERNATIONAL OIL COMPANY,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n                  ACUSHNET COMPANY, ET AL.,\r\n\n               Proposed Intervenors-Appellees.\r\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Robert E. Keeton, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n            Cyr, Boudin, and Lynch, Circuit Judges.\r                                                              \r\n\n                                         \r\n\nDavid B. Broughel,  with whom Jeffrey B.  Renton, and Day, Berry &amp;\r                                                                              \r\nHoward  were  on  brief,  for  appellant,  Charter  International  Oil\r              \r\nCompany.\r\n\nDavid  M. Jones, with  whom Roger  C. Zehntner,  Irene C. Freidel,\r                                                                             \r\nPhoebe  S. Gallagher  and Kirkpatrick  &amp; Lockhart  were on  brief, for\r                                                         \r\nproposed intervenors-appellees, Acushnet et al.\r\r\n\nEvelyn S.  Ying, Attorney,  United States  Department of  Justice,\r                           \r\nwith  whom Lois  J.  Schiffer, Assistant  Attorney General,  Daniel C.\r                                                                              \r\nBeckhard  and David C. Shilton, Attorneys, United States Department of\r                                      \r\nJustice, were on brief, for the United States as appellee.\r\n\n                                         \r\n\n                         May 9, 1996\r\n                                         \r\r\n\n        LYNCH, Circuit  Judge.   The clean-up of  a Superfund\r                    LYNCH, Circuit  Judge.\r                                         \r\n\nhazardous waste site in New Bedford, Massachusetts is largely\r\n\nbeing   accomplished  and   funded  through   agreements  the\r\n\ngovernment  has reached  with private  parties who  bear some\r\n\nlegal  responsibility for  the  wastes at  the  site.   Those\r\n\nagreements, by  law, must be  approved by  the United  States\r\n\nCourts  as being  fair, reasonable,  and consistent  with the\r\n\npurposes of CERCLA, the Comprehensive Environmental Response,\r\n\nCompensation  and Liability  Act.   Multiples of  millions of\r\n\ndollars are involved in these settlements  and the stakes are\r\n\nhigh, both for the public and  for the parties involved.  The\r\n\nallocation of responsibility for payment of those millions --\r\n\nas  between the  public treasury and  the private  sector and\r\n\namongst the private  players themselves -- has  given rise to\r\n\ncomplicated  settlement  dynamics.    Those  settlements  are\r\n\nsubject  to  both the  court  approval  mechanism enacted  by\r\n\nCongress and to specific statutory clauses providing for (and\r\n\nprotecting against) contribution  by some of  the potentially\r\n\nresponsible parties  (\"PRPs\") to the settlement  sums paid by\r\n\nother such parties.\r\n\n        The question  presented here is whether  the district\r\n\ncourt  abused its  discretion in  approving a  CERCLA consent\r\n\ndecree  between the government  and Charter International Oil\r\n\nCompany arising  out of the Sullivan's  Ledge Superfund Site.\r\n\nWhat is unusual  is that the government and Charter disagreed\r\n\n                             -2-\r                                          2\r\r\n\nin a very fundamental sense on  interpretation of the consent\r\n\ndecree.    This, in turn,  raises the issue of  the extent to\r\n\nwhich  the scope  of \"matters  addressed\" in  the decree,  an\r\n\nissue  usually resolved in separate contribution actions, was\r\n\nrequired  to  be determined  by  the  district court  in  its\r\n\napproval of the consent decree.\r\n\n        Under the rubric  of approval of the decree, two sets\r\n\nof  private parties here  attempt to battle  out the ultimate\r\n\nallocation of contribution liability in a clean-up with costs\r\n\nestimated to be in  the order of $50 million.   Charter urges\r\n\nthat    the   district   court   erred   in   rejecting   its\r\n\ninterpretation,   which   would    give   Charter    complete\r\n\ncontribution   protection  against  prior  settlors  for  its\r\n\npayment  of  $215,000 plus  interest.    The Acushnet  Group,\r\n\ncomprised of prior settling  parties who have instituted such\r\n\na  contribution  action  against  Charter,  urges   that  the\r\n\ndistrict  court  erred  in  not  resolving  all  contribution\r\n\nquestions in the course of approving the decree.\r\n\n        We affirm the district court's order.\r\n\nThe Sullivan's Ledge Superfund Site\r                                               \r\n\n        An  old granite quarry in  New Bedford was  used as a\r\n\nwaste  disposal  area by  the city  from  1935 to  the 1970s.\r\n\nLocal   industries  disposed   of  their   wastes,  including\r\n\nhazardous substances, into four  pits, extending as deep into\r\n\nthe  bedrock as 150 feet.   The contaminants  from the wastes\r\n\n                             -3-\r                                          3\r\r\n\nspread to  adjacent areas,  including some wetlands  known as\r\n\nMiddle Marsh.\r\n\n        In  1984,  the EPA  placed  the  area, known  as  the\r\n\nSullivan's Ledge Site, on the National Priorities List.   See\r                                                                         \r\n\n40  C.F.R.  Pt.  300,   App.  B.    It  began   its  Remedial\r\n\nInvestigation  and Feasibility  Study  of  the two  \"operable\r\n\nunits\" on the Site: the entire Site save for the Middle Marsh\r\n\n(\"first unit\") and the Middle Marsh (\"second unit\").  The EPA\r\n\nfound  significant hazardous  substances in  the groundwater,\r\n\nsoils, and sediments of both units.\r\n\n        In  June 1989 EPA issued its Record of Decision (\"ROD\r\n\nI\")  as  to  the  first   unit,  calling  for  excavation  of\r\n\ncontaminated   soils  and   sediments,  construction   of  an\r\n\nimpermeable cap over the disposal area, groundwater treatment\r\n\nand wetlands remediation.   The government sued fourteen PRPs\r\n\nwith  respect to  the first  unit (the  Acushnet  Group), who\r\n\nsettled.  See  United States  v. Acushnet Co.,  Civ. No.  91-\r                                                         \r\n\n10706-K  (D. Mass.).   The  district court entered  a consent\r\n\ndecree  approving and  finalizing the  settlement  (the \"1991\r\n\nDecree\"). \r\n\n        Under  the terms  of  the 1991  Decree, the  Acushnet\r\n\nGroup paid $620,000 to the government for past costs incurred\r\n\nin  connection with ROD I.   The Group also agreed to perform\r\n\nthe  ROD  I  remedy,  including  the  first  thirty years  of\r\n\noperation and  maintenance,  and  to pay  all  of  the  EPA's\r\n\n                             -4-\r                                          4\r\r\n\noversight  costs for  the first  five years  and half  of its\r\n\noversight costs through the thirtieth year.\r\n\n        On September 27, 1991,  after completing its study of\r\n\nthe contamination in the Middle Marsh wetlands area, the  EPA\r\n\nissued its remedy for the second  unit (\"ROD II\").  On  April\r\n\n26,  1993,  the  district  court  entered  a  consent  decree\r\n\napproving the  settlement between the government  and fifteen\r\n\nPRPs  (the  Acushnet  Group  and the  City  of  New Bedford).\r\n\nUnited States  v. AVX Corp.,  Civ. No. 93-10104-K  (D. Mass.)\r                                       \r\n\n(the \"1993 Decree\").  The 1993 settlors agreed to perform the\r\n\nremedy  set forth  in ROD  II and  to pay  half of  the EPA's\r\n\noversight costs with respect to the second unit.\r\n\n        Charter was offered the opportunity to participate in\r\n\nthe  1991 Decree but declined  it, saying that  the price tag\r\n\nwas too high  for what it believed its liability  to be.  The\r\n\nparties to both the 1991 and 1993 Decrees understood that the\r\n\ngovernment had a larger total claim relating to the Site than\r\n\nthe recovery  it had obtained  from the initial  settlors and\r\n\nthat  the government  planned to  seek further  recovery from\r\n\nparties  who had not  yet settled.  That  is exactly what the\r\n\ngovernment did,  bringing a  series of lawsuits  against non-\r\n\nsettling PRPs,1 including suit against Charter.\r\n\n                    \r                                \r\n\n1.  The  government  brought a  cost  recovery  suit for  its\r\nshortfall on the first unit against two non-settlors.  United\r                                                                         \r\nStates v.  Cornell-Dubilier Electronics,  Inc., Civ.  No. 92-\r                                                          \r\n11865-K (D.  Mass.).  The  initial Cornell-Dubilier complaint\r                                                               \r\nsought approximately $2.8 million  and a declaratory judgment\r\n\n                             -5-\r                                          5\r\r\n\nProceedings Against Charter\r                                       \r\n\n        The government  pursued  Charter under  a  theory  of\r\n\nsuccessor  liability for  a company,  Pacific Oil,  which had\r\n\ndumped  soot  from  oil  burners into  the  Sullivan's  Ledge\r\n\nlandfill.2      In   June  1992   the   government  initiated\r\n\nindependent  settlement   negotiations  with  Charter.     On\r\n\nDecember  2, 1993, the proposed  consent decree was lodged in\r\n\nthe  district court and  notice was published  in the Federal\r\n\nRegister.3   58  Fed.  Reg.  65,397  (Dec.  14,  1993).    In\r\n\n                    \r                                \r\n\nthat the  defendants were liable for  the government's future\r\nresponse costs not covered  by the 1991 Decree.   After entry\r\nof  the  1993 Decree,  the  government  amended its  Cornell-\r                                                                         \r\nDubilier complaint, adding  three new defendants  and seeking\r                    \r\nan additional  $1 million  for costs  relating to  the second\r\nunit.    The City  of New  Bedford,  a defendant  in Cornell-\r                                                                         \r\nDubilier,  has agreed  to a  proposed decree  for unrecovered\r                    \r\ncosts  from the  first  unit in  satisfaction  of the  claims\r\nasserted against it in the Cornell-Dubilier suit.\r                                                       \r\n   Similarly, seeking  to recover its claims  against parties\r\nnot settling in the initial rounds, the Acushnet  Group filed\r\nsuit against twelve parties, excluding Charter.  See Acushnet\r                                                                         \r\nCo. v. Coaters, Inc., Civ. No. 93-11219-K (D. Mass.).\r                                \r\n\n2.  Charter disputes  the contention that the  soot contained\r\nhigh concentration levels of hazardous substances.   Further,\r\nthere were  two companies that  used the name  \"Pacific Oil\":\r\nDurfee Fuels,  a Massachusetts  corporation  and Pacific  Oil\r\nCompany, a Rhode Island corporation.   Charter claims that it\r\nwas Durfee Fuels  (to which it was  not a successor)  and not\r\nthe Pacific Oil  Company (to  which it was)  that dumped  the\r\nsoot.     \r\n\n3.  Section 122(d)(2) of CERCLA requires the Attorney General\r\nto  provide persons who are not parties to a proposed consent\r\ndecree  an opportunity  to  comment on  the proposed  consent\r\ndecree \"before its entry  by the court as a  final judgment.\"\r\n42 U.S.C.   9622(d)(2)(B).  Further, the Attorney  General is\r\nobligated  to \"consider, and file with the court, any written\r\ncomments,  views, or  allegations  relating  to the  proposed\r\n\n                             -6-\r                                          6\r\r\n\nresponse,  the  Acushnet  Group  filed comments  voicing  its\r\n\nconcern  that  the  decree  might be  interpreted  to  afford\r\n\nCharter  contribution   protection  against  the   claims  of\r\n\nsettlors  in the 1991 and 1993 Decrees.  Charter responded in\r\n\nturn, asserting  that the prior settlors' contribution claims\r\n\nagainst it were  indeed impaired  by the decree.   In  August\r\n\n1994, the  government  made  it clear  to  Charter  that  its\r\n\nposition was that the decree  did not grant Charter  complete\r                                                 \r\n\ncontribution protection against the claims of  prior settlors\r\n\nand that it would  press this interpretation with  the court.\r\n\nGiven  their  differing interpretations  of  the decree,  the\r\n\ngovernment  offered to  let  Charter  withdraw,  but  Charter\r\n\ndeclined.\r\n\n        On February  2, 1995, the government  moved for entry\r\n\nof  the Charter consent decree.  It presented to the district\r\n\ncourt its position  that the decree  did not provide  Charter\r\n\nwith complete contribution protection against prior settlors.\r\n\nThe district court consolidated the consent decree action and\r\n\nthe contribution  action filed by the  Acushnet Group against\r\n\nCharter  for the limited  purpose of conducting  a hearing to\r\n\ndetermine the impact of  the contribution protection issue on\r\n\nentry  of the  decree.   The Acushnet  Group objected  in the\r\n\ngovernment's case to  entry of  the decree, but  only if  the\r\n\n                    \r                                \r\n\njudgment.\"  Id. \r                           \r\n\n                             -7-\r                                          7\r\r\n\ndecree  were  interpreted to  provide  Charter  with complete\r\n\ncontribution protection.4\r\n\n        At   the  consolidated   hearing,  the   court  heard\r\n\narguments  on the  proper interpretation of  the decree.   It\r\n\ngave Charter another opportunity to withdraw from the decree,\r\n\nbut  Charter again declined.  The  district court entered the\r\n\ndecree,  rejecting  Charter's   assertion  that  the   decree\r\n\nafforded  it complete  contribution protection  against prior\r\n\nsettlors.   The Acushnet  Group's contribution action against\r\n\nCharter is currently pending before the  district court.  See\r                                                                         \r\n\nAcushnet  Co. v. Charter Int'l Oil, Civ. No. 94-10989-REK (D.\r                                              \r\n\nMass.).  \r\n\nThe Consent Decree on Appeal\r                                        \r\n\n        Two questions are  raised by this appeal.   The first\r\n\nis  whether  the  district  court abused  its  discretion  in\r\n\napproving  the  consent  decree.5     See  United  States  v.\r                                                                     \r\n\nDiBiase, </pre><span class=\"citation\" data-id=\"687259\"><a href=\"/opinion/687259/united-states-v-ugo-dibiase-etc/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">541</span></a></span><pre class=\"inline\">, 544 (1st  Cir. 1995).   The second  is\r                   \r\n\nwhether  its  interpretation of  the  decree  was correct,  a\r\n\nquestion  which,  to the  extent it  involves issues  of law,\r\n\n                    \r                                \r\n\n4.  Charter's answer  to  the Acushnet  Group's complaint  in\r\ncontribution asserted that the claims were barred because the\r\nproposed  decree between  Charter  and the  government  would\r\nprovide full contribution protection to Charter under Section\r\n113(f)(2) of CERCLA, 42 U.S.C.   9613(f)(2). \r\n\n5.      Although  jurisdictional  issues  over  the  Acushnet\r\nGroup's proposed  \"intervention\" in  this appeal lurk  in the\r\nbackground,  we  need  not  resolve them  since  the  Group's\r\nchallenge fails on the  merits.  See Menorah Ins.  Co. v. INX\r                                                                         \r\nReins. Corp., </pre><span class=\"citation\" data-id=\"196492\"><a href=\"/opinion/196492/menorah-v-inx/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">218</span></a></span><pre class=\"inline\">, 223 n.9 (1st Cir. 1995).    \r                        \r\n\n                             -8-\r                                          8\r\r\n\ncalls  for fuller appellate review.  See AMF, Inc. v. Jewett,\r                                                                        \r\n\n</pre><span class=\"citation\" data-id=\"421652\"><a href=\"/opinion/421652/amf-incorporated-v-raymond-l-jewett/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1096</span></a></span><pre class=\"inline\">, 1100-01 (1st Cir. 1983).  On the facts of this\r\n\ncase,  the   first  question  cannot   be  answered   without\r\n\naddressing the second.\r\n\n        In  approving a  consent decree,  the  district court\r\n\nmust determine three things:   that the decree is  fair, that\r\n\nit is reasonable,  and that  it is faithful  to the  purposes\r\n\nthat  CERCLA is intended to serve.   DiBiase, 45 F.3d at 543;\r                                                        \r\n\nUnited  States v. Cannons Eng'g  Corp., </pre><span class=\"citation\" data-id=\"538792\"><a href=\"/opinion/538792/united-states-of-america-v-cannons-engineering-corp-appeal-of-olin-hunt/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">79</span></a></span><pre class=\"inline\">, 85 (1st\r                                                  \r\n\nCir. 1990).  This  assessment entails, in part,  an appraisal\r\n\nof what the government is being  given by the PRP relative to\r\n\nwhat the PRP is receiving.  What is being given by the PRP is\r\n\nclear:  $215,000 plus interest.  It is what is being received\r\n\nwhich implicates  the district court's interpretation  of the\r\n\ndecree and the issue of contribution protection.\r\n\n        We turn  to the  statutory scheme.   In enacting  the\r\n\n1986  amendments  to  CERCLA  known as  SARA  (the  Superfund\r\n\nAmendments  and   Reauthorization  Act  of   1986),  Congress\r\n\nprovided settling  parties with  certain immunity from  later\r\n\ncontribution actions arising from  \"matters addressed\" in the\r\n\nconsent  decree.    Cannons, 899  F.2d  at  91;  42 U.S.C.   \r                                       \r\n\n9613(f)(2).   As  to such  matters, \"only  the amount  of the\r\n\nsettlement  -- not  the pro  rata share  attributable to  the\r                                             \r\n\nsettling  party -- [is] subtracted from  the liability of the\r\n\nnon settlors.\"  Cannons, 899 F.2d at 91.\r                                   \r\n\n                             -9-\r                                          9\r\r\n\n        Thus,  because  approval of  a  consent  decree under\r\n\nCERCLA results  in  contribution protection  to the  settling\r\n\nparty, it also affects the rights of PRPs who are not parties\r\n\nto the decree.   The contribution issue, in turn,  depends on\r\n\nthe scope of \"matters addressed\" in the settlement, for:\r\n\n        A person  who has  resolved its  liability to\r\n        the   United  States . . . in   a  judicially\r\n        approved settlement shall  not be liable  for\r\n        claims  for  contribution  regarding  matters\r                                                                 \r\n        addressed in the settlement.  Such settlement\r                             \r\n        does   not   discharge  any   of   the  other\r\n        potentially liable persons  unless its  terms\r\n        so  provide,  but  it  reduces  the potential\r\n        liability of the others  by the amount of the\r\n        settlement.\r\n\n42 U.S.C.   9613(f)(2) (emphasis added).\r\n\n        This  statutory framework contemplates  that PRPs who\r\n\ndo not join in a first-round settlement will be left with the\r\n\nrisk  of  bearing  a  disproportionate  share  of  liability.\r\n\n\"Disproportionate liability, a technique which promotes early\r\n\nsettlements and  deters litigation for litigation's  sake, is\r\n\nan integral part of  the statutory plan.\"  Cannons,  899 F.2d\r                                                              \r\n\nat  92.\r\n\n        Further,  the legislative history  of SARA shows that\r\n\nCongress contemplated that there would be partial settlements\r\n\nwhich  would leave  settling parties  liable for  matters not\r\n\naddressed in the agreement:\r\n\n        This protection attaches only to matters that\r\n        the  settling  party  has resolved  with  the\r\n        [government].    Thus,  in  cases  of partial\r\n        settlements where, for  example, a party  has\r\n        settled with  the [government] for  a surface\r\n\n                             -10-\r                                          10\r\r\n\n        clean  up,  the settling  party shall  not be\r\n        subject  to any  contribution  claim for  the\r\n        surface clean  up by any party.   The settlor\r\n        may, however, remain liable in such instances\r\n        for  other  clean  up  action  or  costs  not\r\n        addressed by the settlement  such as, in this\r\n        example, a subsurface clean up.\r\n\nStatement of Senator  Stafford (sponsor of S.  51, the Senate\r\n\nbill for  the 1986 SARA  Amendments), 131  Cong. Rec.  24,450\r\n\n(1985).\r\n\n        Here,  two groups  are  settlors and  each seeks,  on\r\n\nopposite  sides of  the coin,  the value of  the contribution\r\n\nproviso.   The Acushnet  Group, which settled  earlier, wants\r\n\nits  contribution  rights against  Charter  arising from  the\r\n\nSullivan's Ledge  Site clean-up maximized.   Charter, a later\r\n\nsettlor, wants to cut off all contribution claims against it.\r\n\nFor  purposes  of  establishing  the  scope  of  contribution\r\n\nprotection afforded to Charter by the decree under  42 U.S.C.\r\n\n  9613(f)(2), it would be necessary to determine the scope of\r\n\n\"matters addressed\" by the decree.\r\n\n        This  case, however,  involves approval of  a consent\r\n\ndecree  and is  not a  suit for  contribution.   The district\r\n\ncourt believed, as  do we,  that it was  required to  resolve\r\n\nonly certain aspects of  the dispute over \"matters addressed\"\r\n\nin order  to fulfill  its responsibilities in  evaluating the\r\n\nconsent  decree.   Not every  aspect of  interpretation of  a\r\n\nconsent  decree (or  even  the precise  contours of  \"matters\r\n\naddressed\") need be resolved in the course of approval of the\r\n\n                             -11-\r                                          11\r\r\n\ndecree.6    Rather, the  court must  address  so much  of the\r\n\ninterpretation of the consent decree as needed to rule on the\r\n\ndecree's  fairness,   reasonableness  and  fidelity   to  the\r\n\nstatute.7   See  United  States v.  Charles George  Trucking,\r                                                                         \r\n\nInc., </pre><span class=\"citation\" data-id=\"677789\"><a href=\"/opinion/677789/united-states-of-america-v-charles-george-trucking-inc/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">1081</span></a></span><pre class=\"inline\">, 1088-89 (1st Cir.  1994).  There  may be\r                \r\n\nprudential reasons, as this case demonstrates, not to resolve\r\n\nmore  as  to \"matters  addressed\"  than is  necessary.   Such\r\n\nreasons, for example, may be related to uncertainty as to the\r\n\nspecific fact  situations  in which  contribution claims  may\r\n\narise or to  the absence  of parties whose  interests may  be\r\n\naffected.8   As  Aristotle noted,  wisdom  does not  seek for\r\n\n                    \r                                \r\n\n6.  For example, in order to achieve an agreement the parties\r\nmay,  on  relatively  minor  matters,  engage  in  purposeful\r\nambiguity, leaving to  another day a  battle which may  never\r\nneed to be fought.  If  that ambiguity is not material to the\r\ntripartite test for approving a  consent decree, it would not\r\nbe necessary to resolve  it.  Perforce, it may  be preferable\r\nto leave it unresolved.\r\n\n7.  Although the option  was open to  it, the district  court\r\nchose not to  consolidate the approval of  the consent decree\r\nand  the contribution  action,  for all  purposes.   District\r\ncourts  may find such a consolidation useful, if the cases so\r\nwarrant, to expedite and  clarify matters.  But they  are not\r\nrequired to  do so.   See Fed.  R. Civ. P.  42(a); 9  Moore's\r                                                                         \r\nFederal Practice   42.02. \r                            \r\n\n8.  The arguments of the Acushnet Group and Charter, that the\r\ndistrict court  was required  to determine  in the course  of\r\napproving  the consent  decree  all aspects  of all  possible\r\ncontribution claims, prove too much.  The    district   court\r\nnoted that  \"[t]o the extent that there  is uncertainty about\r\nthe precise implication\"  that the  settlement agreement  may\r\nhave, \"it may be  necessary in later proceedings for  this or\r\nanother  court   to  interpret  both  the   statute  and  the\r\nagreement.\"   It would have  been premature for  the district\r\ncourt  to issue a broad order without specific facts on which\r\nto base its  ruling.  Cf. Charles George Trucking, 34 F.3d at\r                                                             \r\n\n                             -12-\r                                          12\r\r\n\ngreater  precision than  the  nature of  the subject  admits.\r\n\nAristotle, Nicomachean Ethics I.3, 1094b23-28 (Martin Ostwald\r                                         \r\n\ned. &amp; trans., 1962).\r\n\nInterpretation of the Decree\r                                        \r\n\n        We dispose first of an  initial argument.  The United\r\n\nStates  urges that,  by  consenting to  entry of  the decree,\r\n\nCharter  has  waived  its  right to  challenge  the  district\r\n\ncourt's interpretation of the decree.  We disagree.  \"[I]t is\r                                  \r\n\npossible  for  a party  to consent  to  a judgment  and still\r\n\npreserve his right to appeal,\" so long as he \"reserve[s] that\r\n\nright unequivocally.\"   Coughlin v. Regan, </pre><span class=\"citation\" data-id=\"455933\"><a href=\"/opinion/455933/richard-coughlin-v-donald-regan-secretary-of-the-treasury/\"><span class=\"volume\">768</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">468</span></a></span><pre class=\"inline\">, 470\r                                                     \r\n\n(1st Cir. 1985).   Charter's Notice of  Objection makes clear\r\n\nthat  it objected to, and  intended to preserve  its right to\r\n\nappeal,  any interpretation  of the  decree that  afforded it\r\n\nless than full protection against contribution claims arising\r\n\nout of the Sullivan's Ledge Site.  That suffices.\r\n\n        Charter says  the decree must be  interpreted so that\r\n\nthe \"matters  addressed\" by it  encompass all aspects  of the\r\n\nclean-up  and  remediation  of  the  Sullivan's  Ledge  Site,\r\n\nincluding  all  \"matters  addressed\"  in the  1991  and  1993\r\n\nDecrees.   Charter  argues, consequently,  that it  cannot be\r\n\nreached for contribution  at all.   The government says  that\r\n\n                    \r                                \r\n\n1088.   The district  court was also  appropriately concerned\r\nthat  not all  potentially affected  parties were  before it.\r\nThe  district court did what was necessary in order to decide\r\nthe issues on approval of the decree and it was certainly not\r\nerror to go no further.\r\n\n                             -13-\r                                          13\r\r\n\nthe \"matters addressed\" in the Charter  decree do not include\r\n\nthe  clean-up work  that  the prior  settlors are  performing\r\n\nunder their consent decrees.   Therefore, it asserts that the\r\n\nCharter decree  does not cut off  completely the contribution\r\n\nrights  of  prior  settling  parties  against  Charter  under\r\n\nSection 113(f) of  CERCLA   for costs of  remediation of  the\r\n\nSite.    The  government   further  says  that  the  \"matters\r\n\naddressed\"  in  the   consent  decree   encompass  only   the\r\n\ngovernment's  \"remainder\"  case   against  Charter  for  that\r\n\nportion of the overall site liability  that was not addressed\r\n\nin the  prior settlements,  i.e., the government's  claim for\r                                            \r\n\nthe past and  future response costs that  were not reimbursed\r\n\nor covered by the prior settlements and for implementation of\r\n\nthose aspects  of RODs I and II that are not performed by the\r\n\nprior settlors.\r\n\n        The district  court did  rule on  this dispute as  to\r\n\n\"matters  addressed,\" and  ruled  against Charter.   It  left\r\n\nother  aspects to  be resolved  in the  parallel contribution\r\n\naction brought by the Acushnet Group against Charter. \r\n\n        In  reviewing  the  district court's  ruling  on  the\r\n\n\"matters addressed\"  by the  decree we  look to  the decree's\r\n\n\"four corners.\"  See United States  v. Armour &amp; Co., </pre><span class=\"citation\" data-id=\"108351\"><a href=\"/opinion/108351/united-states-v-armour-co/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span>\r                                                               \r\n\n<span class=\"page\">673</span></a></span><pre class=\"inline\">, 681-82 (1971).   In   United States  v. ITT  Continental\r                                                                         \r\n\nBaking Co., </pre><span class=\"citation\" data-id=\"1682020\"><a href=\"/opinion/1682020/united-states-v-itt-continental-baking-co/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">223</span></a></span><pre class=\"inline\"> (1975), the Court expounded  on the\r                      \r\n\n\"four corners\" rule of Armour:\r                                         \r\n\n                             -14-\r                                          14\r\r\n\n        Since  a consent  decree  or order  is to  be\r\n        construed for  enforcement purposes basically\r\n        as a contract, reliance upon certain  aids to\r\n        construction is proper, as with any contract.\r\n        Such    aids   include    the   circumstances\r\n        surrounding  the  formation  of  the  consent\r\n        order, any technical  meaning words used  may\r\n        have  had  to  the  parties,  and  any  other\r\n        documents   expressly  incorporated   in  the\r\n        decree.\r\n\nId. at 238.\r               \r\n\n        The district  court held that it  would not interpret\r\n\nthe   decree  as   Charter   contended  and   that  such   an\r\n\ninterpretation  \"would be  extreme in  its consequence  as to\r\n\nwhat   the    government   gave   up   compared    with   the\r\n\ndisproportionately small cash sum the  government received in\r\n\nreturn.\"  It further stated that such an interpretation would\r\n\nbe \"disapproved as contrary to the public interest.\"\r\n\n        The  determination of interpretation of the decree is\r\n\niterative  and proceeds  incrementally, as  in most  areas of\r\n\nlaw,  with  priorities  for   reaching  different  levels  of\r\n\nanalysis.   Cf. Lomas Mortgage, Inc., v.  Louis, No. 95-1956,\r                                                           \r\n\n   F.3d   ,   , slip  op. at 9-10 (1st Cir.  1996) (statutory\r\n\ninterpretation starts with the  plain meaning of the statute,\r\n\nbut where  the statute is ambiguous,  legislative history may\r\n\nbe considered); Massachusetts v. Blackstone Valley Elec. Co.,\r                                                                        \r\n\n</pre><span class=\"citation\" data-id=\"705987\"><a href=\"/opinion/705987/commonwealth-of-massachusetts-v-blackstone-valley-electric-company/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">981</span></a></span><pre class=\"inline\">, 987 (1st Cir. 1995) (same).  As in most contract\r\n\ninterpretation questions, we start  here with the text.   See\r                                                                         \r\n\nFashion House, Inc. v. K Mart Corp., </pre><span class=\"citation\" data-id=\"534521\"><a href=\"/opinion/534521/fashion-house-inc-v-k-mart-corporation-fashion-house-inc-v-k-mart/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1076</span></a></span><pre class=\"inline\">, 1083 (1st\r                                               \r\n\nCir. 1989).\r\n\n                             -15-\r                                          15\r\r\n\n        Unfortunately, apparently due  to EPA  policy at  the\r\n\ntime,9  there is  no explicit  \"matters addressed\"  clause in\r\n\nthe  agreement.    Charter  argues  that,  nonetheless,   the\r\n\ndistrict  court should  have interpreted  \"matters addressed\"\r\n\nbroadly in light of  the contribution protection and covenant\r\n\nnot to sue  clauses of  the agreement, as  well as  extrinsic\r\n\nevidence, particularly of the parties' negotiating history.\r\n\n        In  the  absence of  explicit  language,  the parties\r\n\nagree, citing to contribution  cases from other circuits, one\r\n\nmust first  look elsewhere to  determine \"matters addressed.\"\r\n\nDifferent circuits have taken somewhat  different approaches.\r\n\nIn Akzo Coatings, Inc. v. Aigner Corp., </pre><span class=\"citation\" data-id=\"675150\"><a href=\"/opinion/675150/akzo-coatings-incorporated-and-the-obrien-corporation-v-aigner-corp/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">761</span></a></span><pre class=\"inline\"> (7th Cir.\r                                                  \r\n\n1994), the  Seventh Circuit  started with the  decree itself,\r\n\nand, in the absence of  an express \"matters addressed\" clause\r\n\nlooked to various factors including \"the particular location,\r\n\ntime frame, hazardous substances, and clean-up  costs covered\r\n\nby the agreement.\"  Id. at 766.   That court recognized, over\r                                   \r\n\na dissent, that its \"flexible, fact-based approach\" would not\r\n\noffer  the \"settling parties the same degree of repose as one\r\n\n                    \r                                \r\n\n9.  The  absence  of  specific  language  concerning \"matters\r\naddressed\" might be thought  to be of concern to the  EPA and\r\nthe  public.    Having   the  scope  of  \"matters  addressed\"\r\nspecifically agreed upon should lead to greater certainty and\r\nfinality.     That  certainty  and  finality  are  attractive\r\ninducements  to  settle.    The  uncertainty  and  continuing\r\nlitigation which  this case  exemplifies could reasonably  be\r\nthought  to be  a  deterrent to  others  to settle  with  the\r\ngovernment.   Charter  advises  us  that the  EPA,  in  1995,\r\nchanged  its policy  to require  that \"matters  addressed\" be\r\nspecified.   \r\n\n                             -16-\r                                          16\r\r\n\nbased solely  on the facial  breadth of the decree.\"   Id. at\r                                                                      \r\n\n767-68.   The dissent preferred a  broader reading, reasoning\r\n\nthat more comprehensive contribution protection would lead to\r\n\nmore  settlements.     See  id.  at   773  (Easterbrook,  J.,\r                                           \r\n\ndissenting).  The Tenth Circuit  in United States v. Colorado\r                                                                         \r\n\n&amp; Eastern R.R. Co., </pre><span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1530</span></span><pre class=\"inline\">, 1538 (10th Cir. 1995), took\r                              \r\n\na related  \"fact-specific approach,\"  laying the  earlier and\r\n\nthe      later      \"consent      decrees     [and      their\r\n\nattachments] . . . . side by  side and comparing  the matters\r\n\ncovered in  relation to the  remediation completed . . . . at\r\n\nthe date of the [second] consent decree.\"\r\n\n          We  reject  any  argument  that  Section  113(f)(2)\r\n\nitself warrants a broad  understanding of \"matters addressed\"\r\n\nby the decree,  just as Colorado &amp; Eastern, 50  F.3d at 1537-\r                                                      \r\n\n38,  and Akzo, 30 F.3d  at 765, 770,  rejected this argument.\r                         \r\n\nThe  statute  does  not  dictate any  particular  method  for\r\n\nassessing the scope of the decree.  See Akzo, 30 F.3d at 765.\r                                                        \r\n\nThus,  the district  court  appropriately rejected  Charter's\r\n\nargument based on paragraph 16 of  the proposed decree, which\r\n\nprovides:\r\n\n        With  regard  to   claims  for   contribution\r\n        against  [Charter]  for matters  addressed in\r\n        this  Consent Decree the parties hereto agree\r\n        that [Charter] is entitled to such protection\r\n        from contribution  actions  or claims  as  is\r\n        provided  by  CERCLA  Section  113(f)(2),  42\r\n        U.S.C.   9613(f)(2).\r\n\n                             -17-\r                                          17\r\r\n\nThis  language  simply  repeats  the  statutory  contribution\r\n\nlanguage  of  Section  113(f)(2),  without  defining \"matters\r\n\naddressed.\"   Charter says that  this language in  the decree\r\n\nwould  be meaningless  unless its interpretation  is adopted.\r\n\nThat  is  not so.   The  language  may provide  protection to\r\n\nCharter  should  the  government  later  recover  from  other\r\n\nparties a part of its claim. \r\n\n        We  confine ourselves to  the text of  the decree and\r\n\nfind  the answer there, thus  not reaching the  issue of what\r\n\nother  interpretive guides,  if  any, are  permissible  under\r\n\nCERCLA.   We are  unpersuaded by Charter's  argument that the\r\n\ntext of the decree supports its reading.  We believe that the\r\n\ntext  of the  decree  as  to: (i)  the  scope of  the  claims\r\n\npurported to be  brought and settled; (ii)  the definition of\r\n\nthe response  costs being  reimbursed by the  settlement; and\r\n\n(iii)   the  explicit  references   to  the   prior  decrees,\r\n\nforecloses Charter's interpretation.\r\n\n        Charter relies heavily  on the decree's  covenant not\r\n\nto  sue  clause, which  prevents  the  government from  suing\r\n\nCharter  \"pursuant to Sections  106 and 107(a)  of CERCLA and\r\n\nSection  7003 of  RCRA relating  to the  Site, including  for\r\n\nreimbursement of Response costs  or for implementation of ROD\r\n\nI or  ROD II.\"  But  that the government has  promised not to\r\n\nsue Charter  says nothing about  the intention as  to whether\r\n\nother, prior settling  parties were to  have their rights  of\r\n\n                             -18-\r                                          18\r\r\n\ncontribution  against Charter extinguished by this agreement.\r\n\nThe one does not necessarily follow from the other.\r\n\n        Untoward and  congressionally unintended consequences\r\n\nwould flow from  Charter's reading.   As the Seventh  Circuit\r\n\nobserved in Akzo:\r                            \r\n\n        If the covenant not to sue alone were held to\r\n        be determinative of the scope of contribution\r\n        protection,  the United  States would  not be\r\n        free to release settling parties from further\r\n        litigation  with  the United  States, without\r\n        unavoidably  cutting  off  all private  party\r\n        claims for response costs.\r\n\n30  F.3d at 766 (quoting  brief of United  States as amicus).\r\nWe agree.   The  government may have  reasons to give  such a\r\n\ncovenant unrelated  to an intent to  grant broad contribution\r\n\nprotection against prior settlors.\r\n\n        We find  dispositive instead  the text of  the decree\r\n\nestablishing  that  Charter  was  sued  on  the  government's\r\n\nremainder case, that the government sought and Charter agreed\r\n\nto reimburse the government for its response costs as to that\r\n\nremainder  case,  and that  the  remainder  case was  defined\r\n\nagainst the backdrop of the prior settlements.\r\n\n        The text  describing the scope  of the  claims to  be\r\n\nbrought   and   settled    undermines   Charter's    proposed\r\n\ninterpretation:\r\n\n        The  United  States  in its  complaint  seeks\r\n        reimbursement of response costs  incurred and\r\n        to be  incurred by EPA and  the Department of\r\n        Justice  for  response actions  in connection\r\n        with the  release  or threatened  release  of\r\n        hazardous substances at the  Sullivan's Ledge\r\n        Superfund  Site  in   New  Bedford,   Bristol\r\n\n                             -19-\r                                          19\r\r\n\n        County, Massachusetts . . . and a declaration\r\n        of  the  defendants'  liability  for  further\r\n        response costs.\r\n\nNeither the complaint nor the  decree asserts a claim against\r\n\nCharter for  the remediation work being done  by the Acushnet\r\n\nGroup.  A  reading of a decree  which far exceeds  the relief\r\n\nsought  by  plaintiffs'  complaint   would  be  strained  and\r\n\ndoubtful.   See  Navarro-Ayala v.  Hernandez-Colon, </pre><span class=\"citation\" data-id=\"574313\"><a href=\"/opinion/574313/roberto-navarro-ayala-v-rafael-hernandez-colon/\"><span class=\"volume\">951</span>  <span class=\"reporter\">F.2d</span>\r                                                              \r\n\n<span class=\"page\">1325</span></a></span><pre class=\"inline\">, 1341 (1st Cir. 1991).  Even crediting the argument that\r\n\nsome settlements  may exceed the boundaries of claims made in\r\n\nthe complaint,10 there is  nothing in this decree to  lead to\r\n\nthat result.11\r\n\n                    \r                                \r\n\n10.  Cf.  Charles  George Trucking, 34 F.3d  at 1090 (consent\r                                              \r\ndecree   may   resolve   claims  for   damages   not  pleaded\r\nspecifically, if the parties so intend, so long as the claims\r\nare within the general scope of the pleadings).\r\n\n11.  We  note the  potential  problem of  the government  not\r\nhonoring its  agreement with  prior  settlors by  collusively\r\nagreeing  with  subsequent  settlors  on  language  in  their\r\nagreement broader than the claims the government made against\r\nthose  subsequent  settlors.    Cf.  Akzo,  30  F.3d  at  774\r                                                     \r\n(Easterbrook,  J.,  dissenting)  (making  an  analogous point\r\nabout the government inducing PRPs to enter large settlements\r\nwith promises of broad contribution protection and then later\r\nurging the  district court  to arrive  at a  narrow reading).\r\nThat is not this case.  The district court here expressed its\r\nskepticism   that  the   earlier  settlement   empowered  the\r\ngovernment  to  do whatever  it  wished  about impairing  the\r\ncontribution rights that were  retained by the prior settling\r\nparties.   The  government has  expressly disavowed  any such\r\nintention.\r\n      In  addition, the government has a serious disincentive\r\nto collude with later settlors to cut off the rights of prior\r\nsettlors just to extract  a higher second-round settlement in\r\na single clean-up proceeding.   It is the government  that is\r\nthe repeat player in  the world of CERCLA clean-ups.   Should\r                      \r\nthe  government  develop  a  reputation  for  cheating  early\r\nsettlors,  that would  deter settlements  in later  clean-ups\r\n\n                             -20-\r                                          20\r\r\n\n        The definition  of response costs in  the decree also\r\n\ndoes  not  support  Charter's  interpretation.    The  decree\r\n\ndefines Charter's $215,000 payment as being \"in reimbursement\r\n\nof  Response Costs,\"  which are  defined as  the government's\r                                                                         \r\n\nresponse  costs.   The  decree says  \"the  United States  has\r\n\nincurred, and  will continue  to incur, response  costs which\r\n\nhave  not been recovered under the 1991 Consent Decree or the\r\n\n1993 Consent Decree.\"   The decree estimates the government's\r\n\nshortfall to exceed $4  million in such response costs.   The\r\n\ndecree  also  indicates  that  the  government  evaluated the\r\n\n$215,000  to be paid by Charter in terms of these unrecovered\r\n\ncosts  of  at  least  $4  million  and  the  risk  that  some\r\n\nremediation work may not be completed by other settlors.  The\r\n\namount was not evaluated against  the total costs of clean-up\r\n\nat the Sullivan's Ledge Site.  \r\n\n        Further,  as the government  points out,  the Charter\r\n\ndecree explicitly  refers  to the  earlier decrees.   In  the\r\n\nprior settlements  the Acushnet  Group did  not  give up  the\r\n\nright  to seek contribution from  those who were  not part of\r\n\nthose  settlements.   The  prior  settlements are  explicitly\r\n\nreferenced and described  in the Charter decree.   Under such\r\n\ncircumstances  we  may consider  these  prior  settlements in\r\n\ninterpreting the  decree.    Cf. ITT Continental  Baking, 420\r                                                                    \r\n\n                    \r                                \r\n\n(and reduce  the amounts early-round settlors  are willing to\r\npay)  and  hence, in  the  long  run,  hurt the  government's\r\ninterests.\r\n\n                             -21-\r                                          21\r\r\n\nU.S. at 238.  In light of these considerations,  we hold that\r\n\nthe   text   of   the   decree   supports  the   government's\r\n\ninterpretation and  not Charter's and so  affirm the district\r\n\ncourt's ruling on this point.\r\n\n        Charter argues that the  decree is ambiguous and that\r\n\nextrinsic evidence of the  negotiating history of the parties\r\n\ndemonstrates that  Charter was intended to  be protected from\r\n\nall contribution claims. Cf. Thomas Hobbes, Leviathan Ch. XI,\r                                                                 \r\n\nat  84   (Michael  Oakeshott  ed.  1962)   (1651)  (men  call\r\n\nindeterminate that  which they  wish to contest  because they\r\n\nhave  interests  at  stake).     While  in  routine  contract\r\n\ninterpretation extrinsic  evidence may be considered when the\r\n\ndisputed  terms  are ambiguous,  we  do not  find  the decree\r\n\nambiguous,  and  such  evidence  may  not  be  considered  to\r\n\ncontradict  the written terms of the  agreement.  See Brennan\r                                                                         \r\n\nv. Carvel Corp., </pre><span class=\"citation\" data-id=\"558569\"><a href=\"/opinion/558569/robert-brennan-and-joanne-brennan-v-carvel-corporation-and-raymond/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">801</span></a></span><pre class=\"inline\">, 808 (1st Cir. 1991).\r                           \r\n\n        Even so,  we  doubt, but  do not  decide, whether  in\r\n\ninterpreting a CERCLA consent  decree it would be appropriate\r\n\nto rely on the  type of extrinsic evidence  Charter proffers.\r\n\nThis court has at times considered certain types of extrinsic\r\n\nevidence in interpreting decrees  in public institution civil\r\n\nrights  actions.  See Navarro-Ayola,  951 F.2d at  1343.  But\r                                               \r\n\nCERCLA settlements, unlike ordinary contract  formation, take\r\n\nplace  in  a  unique  statutory framework.    That  framework\r\n\nrequires that before a decree is entered by the court, notice\r\n\n                             -22-\r                                          22\r\r\n\nof  the  decree be  published,  there be  an  opportunity for\r\n\npublic comment, and that the Attorney General take account of\r\n\nthe  commentary and  reserve  the right  to withhold  consent\r\n\nshould the  commentary show  the decree to  be inappropriate.\r\n\n42 U.S.C.   9622(d)(2).  That  public comment is part of  the\r\n\nrecord  before  the  district  court.    Id.   The  statutory\r                                                        \r\n\nstructure  thus assumes that the  public will be given access\r\n\nto the relevant documentary information  on the decree.   The\r\n\nevidence  of the negotiating  history which Charter proffered\r\n\nwas not within the information the public had available.12\r\n\n        It is  worth  asking why  the  court should  enter  a\r\n\nconsent decree when there was  a fundamental dispute over the\r\n\neffect of the decree.  There are two responses.  The first is\r\n\nthat  Charter  expressed its  intent  to  live with  whatever\r\n\ninterpretation the court ultimately gave the decree. There is\r\n\nno unfairness to  Charter.  When Charter said that it had not\r\n\nunderstood the government's position to be that Charter would\r\n\nnot  be   afforded  complete  contribution   protection,  the\r\n\ngovernment  offered to  allow  Charter to  withdraw from  the\r\n\nagreement.   Charter declined.   Charter knew  the government\r\n\nwould  present  a  contrary interpretation  to  the  district\r\n\n                    \r                                \r\n\n12.  Even were we to  adopt Charter's method of analysis,  we\r\nsee nothing in the  negotiating materials that indicates that\r\nthe  government intended to  undercut its earlier settlements\r\nwith the Acushnet Group or that it ever agreed with Charter's\r\nview  on the scope of contribution protection afforded by the\r\ndecree. \r\n\n                             -23-\r                                          23\r\r\n\ncourt.   Charter also knew  that courts are  required to give\r\n\nsome deference to  the judgment of the Attorney  General that\r\n\nthe settlement  is appropriate.13   Charles George  Trucking,\r                                                                        \r\n\n34  F.3d at  1085.   In  addition,  the district  court  gave\r\n\nCharter the  opportunity to  withdraw from the  settlement in\r\n\nthe face  of a contrary  government position and  the court's\r\n\nstatement that  it would  most likely rule  against Charter's\r\n\ninterpretation.  Charter again declined.  Counsel for Charter\r\n\ninformed the court that, win or lose in its interpretation of\r\n\nthe decree, Charter preferred  to have an agreement  with the\r\n\ngovernment.  Such  an agreement, Charter  acknowledged, would\r\n\nboth provide it with some  contribution protection and get it\r\n\nout  of costly  litigation with the  government.   Indeed, on\r\n\nappeal, Charter does not ask us to vacate the decree.  Rather\r\n\nits position is that the decree should be upheld and that its\r\n\ninterpretation should be substituted for that of the district\r\n\ncourt.\r\n\n        Second,  while  a  different  case might  lead  to  a\r\n\ndifferent result,  we think  that the policies  behind CERCLA\r\n\nare better served here by holding Charter to the consequences\r\n\nof its  roll  of  the dice.    Perhaps mindful  of  the  huge\r\n\n                    \r                                \r\n\n13.  We   reject  the  Acushnet  Group's  argument  that  the\r\ndistrict court is required to defer to the Attorney General's\r\njudgment to the extent  of exercising no independent judgment\r\nof  its own.  See Charles  George Trucking,  34 F.3d  at 1085\r                                                      \r\n(although in entering a decree a district court must defer to\r\nthe  EPA's judgment and to  the parties' agreement,  it has a\r\nresponsibility to exercise its independent judgment).\r\n\n                             -24-\r                                          24\r\r\n\nresources  going  into  the  transactions   costs  of  CERCLA\r\n\nlitigation,  rather   than   to  remediating   the   sites,14\r\n\nCongress sought  in SARA to encourage  earlier resolutions by\r\n\nagreement.   See United States  v. SCA Servs.  of Ind., Inc.,\r                                                                        \r\n\n</pre><span class=\"citation\" data-id=\"1458713\"><a href=\"/opinion/1458713/united-states-v-sca-services-of-indiana-inc/\"><span class=\"volume\">827</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">526</span></a></span><pre class=\"inline\">, 530-31  (N.D. Ind. 1993).  If a  party were\r\n\npermitted to use the consent decree process to delay, whether\r\n\nin  good faith  or by design,  and then  to undo  a decree by\r\n\nsaying  its understanding  of the  base terms  was different,\r\n\nthen  the  congressional purposes  would  be  undercut.   Cf.\r                                                                         \r\n\nMenorah,  72  F.3d at  223.   Given that  Charter voluntarily\r                   \r\n\nchose  to consent to the decree, despite the significant risk\r\n\nof an  interpretation contrary to  its interests, it  was not\r\n\nunreasonable  for  the district  court  to  have entered  the\r\n\ndecree.\r\n\nApproval of the Consent Decree\r                                          \r\n\n        There  was no  abuse  of discretion  by the  district\r\n\ncourt in approving the decree,  as based on the  government's\r\n\n                    \r                                \r\n\n14.  See  Jan Paul  Acton  &amp; Lloyd  S.  Dixon, Superfund  and\r                                                                         \r\nTransaction Costs:  The Experience of Insurers and Very Large\r                                                                         \r\nIndustrial   Firms   32   (1992)(estimating   that   of   the\r                              \r\napproximately  $470  million paid  in  1989  by insurers  for\r\nhazardous waste clean-ups, 88% went to legal costs); see also\r                                                                         \r\nLloyd  S.   Dixon,  The  Transactions   Costs  Generated   by\r                                                                         \r\nSuperfund's  Liability Approach 183,  in Analyzing Superfund:\r                                                                         \r\nEconomics, Science  and Law, (Richard L. Revesz  &amp; Richard B.\r                                       \r\nStewart eds.,  1995)(noting that  for 1991 alone  the private\r\nsector  incurred over  $4  billion  in  transactions  costs);\r\nWilliam  N. Hedeman  et al.,  Superfund Transaction  Costs: A\r                                                                         \r\nCritical Perspective  on the  Superfund Liability  Scheme, </pre><span class=\"citation no-link\"><span class=\"volume\">21</span>\r                                                                     \r\n<span class=\"reporter\">Envtl. L. Rep. (Envtl. Law Inst.)</span> <span class=\"page\">10413</span></span><pre class=\"inline\">, 10423 (1991) (30-60% of hazardous waste\r\nclean-up funds go to lawyers). \r\n\n                             -25-\r                                          25\r\r\n\ninterpretation.   We  note  that Charter  does not  seriously\r\n\nchallenge  on  this  point,  preferring  to  argue  that  its\r\n\ninterpretation is mandated and that its interpretation  meets\r\n\nthe tripartite  test.  The district court,  before entering a\r\n\nconsent  decree, is  obliged to  determine that  it is  fair,\r\n\nreasonable and consistent with the goals of CERCLA.  DiBiase,\r                                                                        \r\n\n45 F.3d  at 543;  Cannons,  899 F.2d  at 85.    In turn,  \"an\r                                     \r\n\nappellate court  may overturn a district  court's decision to\r\n\napprove or reject the  entry of a CERCLA consent  decree only\r\n\nfor manifest abuse of  discretion.\"  Charles George Trucking,\r                                                                        \r\n\n34 F.3d at 1085.  \r\n\n        Under the terms  of the decree Charter  agreed to pay\r\n\n$215,000  plus interest,  in settlement  of the  government's\r\n\nclaims of  approximately $4  million in  unrecovered response\r\n\ncosts  for the  first  and second  units.   In  exchange  the\r\n\ngovernment  covenanted  not  to  sue  or take  administrative\r\n\naction against  Charter \"pursuant to Sections  106 and 107(a)\r\n\nof  CERCLA  or Section  7003 of  RCRA  relating to  the Site,\r\n\nincluding    for   reimbursement   of   Response   Costs   or\r\n\nimplementation   of  ROD  I  or  ROD  II.\"15    Charter  also\r\n\n                    \r                                \r\n\n15.  The  government's  covenant not  to  sue  is subject  to\r\ncertain  reservations, including:  (a) that  with respect  to\r\nfuture  liability, the covenant not to sue does not come into\r\neffect until  certification by  the EPA that  remedial action\r\nfor  the site under  ROD I and  Rod II is  completed; and (b)\r\nreopener  provisions  which  allow  the  government  to  seek\r\nfurther   relief   if   previously  unknown   conditions   or\r\ninformation reveal that the remedial actions for the site are\r\nnot protective of human health or the environment.\r\n\n                             -26-\r                                          26\r\r\n\nreceives  protection against  contribution  claims  of  other\r\n\nparties  from whom the  government might subsequently recover\r                                                                 \r\n\nall or part of its multi-million dollar remainder claim.\r\n\nFairness &amp; Reasonableness\r                                     \r\n\n         Fairness  has a procedural  component (involving the\r\n\nnegotiation  process, see Cannons, 899 F.2d  at 85), which is\r                                             \r\n\nnot at  issue here,  and a  substantive component, which  is.\r\n\nId.  at  86.    \"Substantive  fairness  introduces  into  the\r               \r\n\nequation concepts  of corrective justice  and accountability:\r\n\na  party should  bear the cost  of the  harm for  which it is\r\n\nlegally responsible . . . .   The logic behind these concepts\r\n\ndictates  that  settlement  terms  must be  based  upon,  and\r\n\nroughly   correlated   with,  some   acceptable   measure  of\r\n\ncomparative fault, apportioning liability among  the settling\r\n\nparties  according  to  rational (if  necessarily  imprecise)\r\n\nestimates of how  much harm each PRP has done.\"  Cannons, 899\r                                                                    \r\n\nF.2d  at  87 (citations  omitted);  see  also Charles  George\r                                                                         \r\n\nTrucking,  34  F.3d  at 1089  (so  long as  the  basis  for a\r                    \r\n\nsensible   \"approximation   `roughly  correlated   with  some\r\n\nacceptable   measure   of    comparative   fault'\"    exists,\r\n\n\"difficulties   in   achieving   precise    measurements   of\r\n\ncomparative  fault  will  not  preclude a  trial  court  from\r\n\nentering  a consent  decree\"  (quoting Cannons,  899 F.2d  at\r                                                          \r\n\n87)).\r\n\n                             -27-\r                                          27\r\r\n\n        A  district court's reasonableness inquiry, like that\r\n\nof  fairness,  is  a  pragmatic one,  not  requiring  precise\r\n\ncalculations.   See Charles George  Trucking 34 F.3d  at 1085\r                                                        \r\n\n(depth  of inquiry  depends  on the  context and  information\r\n\navailable  to the court).  The question is whether the decree\r\n\nprovides for an efficient clean-up and adequately compensates\r\n\nthe public for its  costs, in light of the  foreseeable risks\r\n\nof loss.  See Cannons, 899 F.2d at 89-90.  Because the first-\r                                 \r\n\nround  settlors  have  already  contracted  to implement  the\r\n\nclean-up,  we  review only  the  adequacy  and efficiency  of\r\n\nimplementing the cash settlement  reached here.  This amounts\r\n\nto asking  whether the  terms of  the settlement  are roughly\r\n\nproportional  to  Charter's responsibility  and  whether they\r\n\nserve the public interest.\r\n\n        Approval of Charter's cash-out settlement of $215,000\r\n\nplus  interest  in  exchange  for  both limited  contribution\r\n\nprotection  and  a  limited  covenant  not  to sue  from  the\r\n\ngovernment cannot be said  to constitute a manifest abuse  of\r\n\ndiscretion.  Although $215,000 is small  in absolute terms as\r\n\ncompared to the government's total unrecovered response costs\r\n\nof  $4  million,  it  must  be  evaluated  in  context.    In\r\n\nparticular, Charter's liability  in this case was  uncertain.\r\n\nIt was not clear  whether Pacific Oil, the company  which had\r\n\ncontributed  to  the  wastes   at  the  Site,  was  Charter's\r\n\npredecessor.  The degree to which the predecessor's wastes --\r\n\n                             -28-\r                                          28\r\r\n\nsoot  from oil  fuel --  contained hazardous  substances that\r\n\nwould have  contributed to the Site's  contamination was also\r\n\nat issue.  Given  the potentially high costs of  litigating a\r\n\ndifficult case  against Charter and the benefit  of a certain\r\n\ncash  settlement (and  the limited  contribution protection),\r\n\nthe $215,000 plus interest payment passes muster.  This court\r\n\nexplained in Cannons:\r                                \r\n\n        In  a  nutshell,  the  reasonableness   of  a\r\n        proposed  settlement  must take  into account\r\n        foreseeable  risks of  loss. . . .   The same\r\n        variable,   we   suggest,   has   a   further\r\n        dimension: even if  the government's case  is\r\n        sturdy, it may take time and money to collect\r\n        damages  or  to  implement  private  remedial\r\n        measures  through litigatory success.  To the\r\n        extent  that  time  is  of  essence  or  that\r\n        transaction  costs  loom large,  a settlement\r\n        which nets less than  full recovery of clean-\r\n        up  costs  is  nonetheless  reasonable. . . .\r\n        The  reality   is   that,  all   too   often,\r\n        litigation is  a cost-ineffective alternative\r\n        which can squander valuable resources, public\r\n        as well as private. \r\n\n899 F.2d at 90  (citations omitted).  In addition,  there are\r\n\nother non-first-round settlors against whom the government is\r\n\ncurrently seeking to recover the  remainder of its $4 million\r\n\nclaim.\r\n\n        The  question arises  as  to whether  the decree,  as\r\n\nentered, unfairly hurts the interests of third  parties.  See\r                                                                         \r\n\nCharles George Trucking, 34  F.3d 1085-89 (addressing  third-\r                                   \r\n\nparty  challenge  to entry  of CERCLA  consent decree).   For\r\n\npurposes of  our review,  the district  court's determination\r\n\nthat  the  decree  does  not  represent  a  complete  bar  to\r\n\n                             -29-\r                                          29\r\r\n\ncontribution  claims  that first-round  settlors  expected to\r\n\nhave against those  that did  not settle along  with them  is\r\n\nadequate to  pass the abuse  of discretion threshold.16   Cf.\r                                                                         \r\n\nCharles  George Trucking,  at 1088 (in  entering a  decree it\r                                    \r\n\nmight be better to  leave technical disputes between settling\r\n\nparties in a class to the discourse between them).  As to the\r\n\nextinguished  contribution  claims of  non-settlors  or later\r\n\nround  settlors,  protection  against  those   claims  was  a\r\n\nreasonable benefit Charter acquired in exchange  for settling\r\n\nbefore those others.               \r\n\nFidelity to the Statute\r                                   \r\n\n        As we noted in Cannons, the two major policy concerns\r                                          \r\n\nunderlying  CERCLA are  ensuring  that  prompt and  effective\r\n\nclean-ups  are put into place  and making sure  that the PRPs\r\n\nresponsible for the  hazards created  bear their  approximate\r\n\nshare of the responsibility.   899 F.2d at 89-91;  cf. United\r                                                                         \r\n\nStates v. Rohm  &amp; Haas  Co., </pre><span class=\"citation\" data-id=\"1419884\"><a href=\"/opinion/1419884/united-states-v-rohm-haas-co/\"><span class=\"volume\">721</span>  <span class=\"reporter\">F. Supp.</span> <span class=\"page\">666</span></a></span><pre class=\"inline\">,  680 (D.  N.J.\r                                       \r\n\n1989) (noting Congress' goal of expediting effective remedial\r\n\n                    \r                                \r\n\n16.  In the separate contribution action between the Acushnet\r\nGroup  and Charter,  Charter  had asserted  that the  consent\r\ndecree provided  it with  an affirmative defense  against the\r\nAcushnet Group's contribution claims.  The Acushnet Group, in\r\nturn,  moved for summary judgment on the issue of whether the\r\ndecree afforded Charter such a  defense.  The district  court\r\ndenied  the motion  without  ruling on  its  merits.   It  is\r\nbasically  that motion  that the  parties want us  to decide.\r\nHowever, absent  unusual circumstances,  denial of a  summary\r\njudgment motion  is not  independently appealable as  a final\r\norder.  See Pedraza v. Shell Oil Co., </pre><span class=\"citation\" data-id=\"566798\"><a href=\"/opinion/566798/cruz-pedraza-alejandrina-pedraza-roberto-pedraza-and-mary-ellen-pedraza/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">48</span></a></span><pre class=\"inline\">, 54-55 (1st\r                                                \r\nCir.  1991), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">502</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span></span><pre class=\"inline\">  (1992).   No such\r                                      \r\ncircumstances exist here.\r\n\n                             -30-\r                                          30\r\r\n\naction and minimizing litigation).  Both  these goals and the\r\n\nhonoring of the settlement  dynamics Congress created in SARA\r\n\nare effectuated here.\r\n\n        CERCLA, through Section 113(f)(2),  provides settling\r\n\nparties with broad contribution protection so as to encourage\r\n\nthem to settle early.   See Browning-Ferris, 33 F.3d  at 102-\r                                                       \r\n\n03.   However, CERCLA also  aims to induce  those parties who\r\n\nsettle  earlier to do so  for higher amounts  than they might\r\n\notherwise  by assuring  them the  right to  seek contribution\r\n\nprotection from those  who have  not as yet  settled.17   See\r                                                                         \r\n\n42  U.S.C. 9613(3)(B); see also  S. Rep. No.  11, 99th Cong.,\r                                           \r\n\n1st Sess. 44 (1985); cf. Colorado &amp; Eastern, 50  F.3d at 1535\r                                                       \r\n\n(Section  113(f)(1) was  intended to  enable those  bearing a\r\n\ndisproportionate  share of  the  liability in  a clean-up  to\r\n\nrecover from others).   Hence, a  decree that is read  not to\r\n\nprovide  second-round  settlors  with  complete  contribution\r\n\nprotection against prior settlors is consistent with the goal\r\n\nof enabling  the government  to enter  into  early and  large\r\n\n                    \r                                \r\n\n17.  An early cash-out  settlement may sometimes require  the\r\nsettling  party to pay a premium for the risks the government\r\nbears out of the uncertainty of the total cost of the remedy.\r\nAs more is known about the site and as the government decides\r\non  the  precise  remedy,  that uncertainty,  and  hence  the\r\npremium, is reduced, but not eliminated.  Here, there were no\r\nsettlements  until the  RODs were issued  and the  remedy was\r\noutlined.  Nonetheless,  early settlors,  even post-ROD,  may\r\npay some premium.  Settlors  who actually perform the remedy,\r\nsuch  as the Acushnet Group,  assume the risks  of the actual\r\ncosts of performance.  Congress may well have thought it fair\r\nto  require later settlors to bear a share of those risks and\r\npremiums.   \r\n\n                             -31-\r                                          31\r\r\n\nsettlements.   Cf. Akzo,  </pre><span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">767</span></span><pre class=\"inline\">  (interpreting \"matters\r                                   \r\n\naddressed\" clause  of decree not to  bar the claims  of a PRP\r\n\nthat  had undertaken  remedial  work prior  to  entry of  the\r\n\ndecree); United  States v.  Alcan  Aluminum, Inc.,   </pre><span class=\"citation\" data-id=\"671472\"><a href=\"/opinion/671472/united-states-v-alcan-aluminum-inc-champion-auto-generator-service-inc/\"><span class=\"volume\">25</span>  <span class=\"reporter\">F.3d</span>\r                                                             \r\n\n<span class=\"page\">1174</span></a></span><pre class=\"inline\">, 1186  n.17 (3d  Cir. 1994)  (in light  of  the goal  of\r\n\npromoting  early  large  settlements,   the  assertion  of  a\r\n\ncontribution  defense by  a  second-round  settlor against  a\r\n\nfirst-round  settlor  is   far  more  problematic  than   its\r\n\nassertion against a non-settlor).\r\n\nConclusion\r                      \r\n\n        The  district  court's  order  entering  the  consent\r\n\ndecree is affirmed.\r                              \r\n\n                             -32-\r                                          32\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108351/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196492/",
    "http://www.courtlistener.com/api/rest/v3/opinions/421652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/455933/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538792/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558569/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566798/",
    "http://www.courtlistener.com/api/rest/v3/opinions/574313/",
    "http://www.courtlistener.com/api/rest/v3/opinions/671472/",
    "http://www.courtlistener.com/api/rest/v3/opinions/675150/",
    "http://www.courtlistener.com/api/rest/v3/opinions/677789/",
    "http://www.courtlistener.com/api/rest/v3/opinions/687259/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705987/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1419884/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1458713/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1682020/"
  ]
}