{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196765/",
  "absolute_url": "/opinion/196765/fennell-v-first-step-designs/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196765/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:13:33Z",
  "date_modified": "2017-03-24T10:48:32.769850Z",
  "type": "010combined",
  "sha1": "a0f026f27b8cae009767e5c4fb7bf6e9c3f9be79",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-2294.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r                            United States Court of Appeals\r\n                    For the First Circuit\r                                For the First Circuit\r\n                                         \r\n\nNo. 95-2294\r\n\n                      RACHEL L. FENNELL,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n         FIRST STEP DESIGNS, LTD, D/B/A HAND-IN-HAND,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                  FOR THE DISTRICT OF MAINE\r\n\n         [Hon. D. Brock Hornby, U.S. District Judge]\r                                                               \r\n\n                                         \r\n\n                            Before\r\n\n                     Selya, Circuit Judge,\r                                                     \r\n               Campbell, Senior Circuit Judge,\r                                                         \r\n                  and Stahl, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nRoy T.  Pierce with  whom Alfred C.  Frawley and Brann  &amp; Isaacson\r                                                                              \r\nwere on brief for appellant.\r\nPeter  Bennett  with whom  Frederick B.  Finberg  and Bennett  and\r                                                                              \r\nAssociates, P.A. were on brief for appellee.\r                        \r\n\n                                         \r\n\n                         May 15, 1996\r\n                                         \r\r\n\n          STAHL, Circuit  Judge.  Rachel L.  Fennell sued her\r                      STAHL, Circuit  Judge.\r                                           \r\n\nformer employer,  First  Step Designs,  Ltd. (\"First  Step\"),\r\n\nunder Title VII and related state laws, claiming that she was\r\n\nterminated  in retaliation  for making allegations  of sexual\r\n\nharassment.     First  Step   moved  for  summary   judgment,\r\n\npresenting evidence that the decision to lay off  Fennell had\r\n\nbeen made prior to her complaint.  The district court granted\r\n\nsummary  judgment  for First  Step,  after  denying Fennell's\r\n\nmotion  for further  discovery under  Fed. R. Civ.  P. 56(f).\r\n\nFennell had hoped that  further discovery would uncover proof\r\n\nin  First Step's  computer files  that  a memo  about planned\r\n\nlayoffs, dated  prior to her  report of harassment,  had been\r\n\nfabricated.  Fennell appeals both rulings.  We affirm.\r\n\n                              I.\r                                          I.\r                                            \r\n\n                          Background\r                                      Background\r                                                \r\n\nA.  Factual Background: Fennell's Retaliation Claim\r                                                               \r\n\n          First   Step,   a   designer,   manufacturer,   and\r\n\ndistributor  of  play  equipment  for  children,  operates  a\r\n\nwarehouse  and customer  service  center  in  Oxford,  Maine.\r\n\nFennell worked as a Warehouse Lead, a supervisory position in\r\n\nwhich she directed the  warehouse staff in fulfilling orders.\r\n\nAlthough  Fennell was  a supervisor  and shared  office space\r\n\nwith the Warehouse Manager, she spent most of her time on the\r\n\nwarehouse  floor   working  alongside  the   other  warehouse\r\n\nworkers.    Her immediate  supervisor  was  Wayne Smith,  the\r\n\n                             -2-\r                                          2\r\r\n\nWarehouse Manager.   Kathleen Tucker, General  Manager of the\r\n\nwarehouse, was Smith's supervisor.\r\n\n          1.     Fennell's  Report  of   Harassment  and  Her\r                                                                         \r\n\nSubsequent Layoff\r                             \r\n\n          Two First  Step employees had complained to Fennell\r\n\nabout  on-the-job sexual  remarks by  Smith, and  Fennell had\r\n\nheard from other employees  about a sexually offensive remark\r\n\nSmith  had made while performing  as a country  musician at a\r\n\ncompany-sponsored  benefit  dance.    On  November 19,  1993,\r\n\nFennell  met  with Tucker  and recounted  what she  had heard\r\n\nabout Smith's inappropriate  remarks.  According  to Fennell,\r\n\nTucker was  hostile.  Smith's immediate  predecessor had been\r\n\nfired  in May of 1993  for sexual harassment,  and Tucker was\r\n\nincredulous  to  hear  that  First Step  might  have  another\r\n\nharasser as Warehouse Manager.\r\n\n          On December  20, 1993,  Fennell was laid  off,1 and\r\n\nshe believes her layoff was in retaliation for her complaints\r\n\nto  Tucker.  Fennell also  alleges that, after  her report to\r\n\nTucker, she  was given inferior work  (regular packing duties\r\n\nrather than  supervisory duties).  First  Step maintains that\r\n\nFennell's layoff was planned  before she complained to Tucker\r\n\nabout Smith, and  that her complaint was not a  factor in its\r\n\ndecision to lay her off.\r\n\n                    \r                                \r\n\n1.  Fennell asserts that she was terminated, while First Step\r\nmaintains  she was only laid off.  We address this dispute in\r\nPart II.B.3, our discussion of the grant of summary judgment.\r\n\n                             -3-\r                                          3\r\r\n\n          2.  The October 25 Memo\r                                             \r\n\n          A memorandum dated October 25, 1993, from Tucker to\r\n\nEric  Schultz,  First  Step's  Boston-based  Chief  Operating\r\n\nOfficer, indicated  that Fennell  was scheduled for  a layoff\r\n\nthe  week  before Christmas.2    The  memo, titled  \"SUBJECT:\r\n\nANTICIPATED  LAYOFFS/STAFFING,\"  listed twenty-eight  persons\r\n\nand  their continuing  positions  in the  warehouse; it  also\r\n\nlisted Fennell and four  others under the subtitle \"SCHEDULED\r\n\nLAYOFFS WEEK OF CHRISTMAS.\"   According to the affidavits  of\r\n\nTucker and Schultz, the memorandum was a response to pressure\r\n\nfrom  Schultz to  reduce  operating costs  at the  warehouse.\r\n\nTucker and  Schultz both state  in their affidavits  that the\r\n\nmemorandum  was faxed  to  Schultz  on  October 25,  and  the\r\n\ndocument bears a hand stamp indicating that it was faxed that\r\n\nday.   Brigitte Marston,  a customer service  supervisor also\r\n\nreporting to Tucker, states  in her affidavit that she  saw a\r\n\n\"layoff  list\" with  Fennell's  name on  it before  Fennell's\r\n\nNovember 19 meeting with  Tucker. (Marston also attended that\r\n\nmeeting, at Fennell's request.)  On November 5, 1993, Marston\r\n\nsent  an  internal  electronic  mail  message  (\"E-mail\")  to\r\n\nanother employee, in  which she referred to  the layoff list.\r\n\nMarston implied in the E-mail that  she had seen the list and\r\n\nknew who was on it.\r\n\n                    \r                                \r\n\n2.  Copies  of the  memorandum  have been  made  part of  the\r\nsummary  judgment record  as  exhibits to  the affidavits  of\r\nTucker and Schultz.\r\n\n                             -4-\r                                          4\r\r\n\n          Fennell contends that the memorandum was fabricated\r\n\nafter the November  19 meeting.  To support  this contention,\r                 \r\n\nshe  points to five facts that, she argues, are suggestive of\r\n\nfabrication: (1) one of the employees that Tucker listed  for\r\n\nan ongoing position in the  October 25 memorandum had already\r\n\nleft the  company  late  that  summer, before  the  memo  was\r\n\ncreated; (2) Tucker  stated that she had sent other memoranda\r\n\nregarding  earlier layoffs  to Schultz,  but neither  she nor\r\n\nSchultz kept copies  of them  (only the October  25 memo  was\r\n\nretained); (3) Tucker commented to Fennell earlier in October\r\n\n1995 that  she was doing a  good job, that her  services were\r\n\nneeded,  and that she would not be required to cross-train as\r\n\na telemarketer;  (4) First Step employees  had inconsistently\r\n\ndescribed  the  job  action  taken with  respect  to  Fennell\r\n\n(sometimes  as a layoff, other times as an elimination of her\r\n\nposition)  as well as the precise reasons for the action; and\r\n\n(5)  certain other  employees  listed in  the memorandum  for\r\n\nlayoff  were ultimately not laid off.  For ease of reference,\r\n\nwe shall refer to these as \"the five suspicious facts.\"\r\n\nB.  Prior Proceedings\r                                 \r\n\n          On January  23, 1995,  Fennell filed  a three-count\r\n\ncomplaint in federal district  court alleging that First Step\r\n\nfired her in retaliation for her report of sexual harassment,\r\n\nin violation of Title VII of the Civil Rights Act of 1964, 42\r\n\nU.S.C.    2000e-3(a), the  Maine Human  Rights Act, Me.  Rev.\r\n\n                             -5-\r                                          5\r\r\n\nStat.   Ann.   tit.   5,      4572(1)(E),   and   the   Maine\r\n\nWhistleblower's Protection Act, Me.  Rev. Stat. Ann. tit. 26,\r\n\n   833(1)(A).    On  August  4,  1995,  after  the  close  of\r\n\ndiscovery, First Step moved for summary judgment on all three\r\n\ncounts, arguing primarily that  Fennell's layoff was  planned\r\n\nbefore she  lodged her sexual harassment  complaint, and thus\r\n\nwas not retaliatory.   First Step asserted that there  was no\r\n\ngenuine  issue  as  to  the  fact  that the  layoff  decision\r\n\npredated Fennell's complaint, because the October 25 memo and\r\n\nthe corroborating testimony of  three First Step managers was\r\n\nessentially  uncontroverted.   On  August  25, 1995,  Fennell\r\n\nopposed the motion, arguing that there was a genuine issue of\r\n\nmaterial  fact as to whether the October 25 memo was actually\r\n\nwritten before  she complained to  Tucker or whether  it was,\r\n\ninstead,  fabricated  to  exonerate   First  Step.    In  her\r\n\nopposition  to summary judgment, Fennell requested additional\r\n\ntime  for discovery under Fed. R. Civ. P. 56(f) to determine,\r\n\nbased on the computer word processing file, when the memo was\r\n\nwritten.     On  August 28,  1995,  First Step  responded  by\r\n\nproviding a diskette containing a copy of the word processing\r\n\nfile of  the October 25  memo.  On  September 9, 1995,  First\r\n\nStep submitted a  reply brief and  an objection to  Fennell's\r\n\nrequest for  more discovery  time, supported by  an affidavit\r\n\naverring that there was no way to determine from its computer\r\n\nsystem when the document was first created.\r\n\n                             -6-\r                                          6\r\r\n\n          The district court determined that, in light of the\r\n\nOctober 25 memo, Fennell had not shown evidence sufficient to\r\n\nallow  a reasonable  jury  to find  that  her layoff  was  in\r\n\nretaliation for her  complaints about sexual  harassment, and\r\n\nit granted  \"conditional\" summary judgment in  favor of First\r\n\nStep.   The condition was that Fennell would have, under Rule\r\n\n56(f),  \"seven  (7) days  in  which  to  file  any  affidavit\r\n\nrevealing competent testimony,  based on the magnetic  medium\r\n\n[i.e. the diskette containing the word processing file], that\r\n\nthe memorandum was created  or modified (as opposed  to being\r\n\nsimply called up) on or after November 19, 1993.\"3\r\n\n          Pursuant  to the  district  court's order  allowing\r\n\nlimited further discovery, Fennell submitted the affidavit of\r\n\nher computer expert stating that the computer word processing\r\n\nfile containing  the October 25  memo on a  magnetic diskette\r\n\nrevealed  that the  document  was \"autodated\"4  on August  7,\r\n\n                    \r                                \r\n\n3.  There is  no  dispute that  the October  25, 1993,  memo,\r\nlisting  Fennell among those to  be laid off,  existed in May\r\n1994,  when it was  submitted by  First Step  as part  of the\r\nMaine Human Rights Commission fact finding process.  Thus, if\r\nthe  document  was  fabricated  as   Fennell  maintains,  the\r\nfabrication occurred  sometime after  November 19, 1993,  and\r\nbefore May 1994.  \r\n\n4.  Fennell's  expert  actually  stated  that  the  memo  was\r\n\"modified\"  on August 7, 1995.   However, the  expert did not\r\nsuggest  that there were any  textual changes to  the memo on\r                                                 \r\nthat date.   Rather,  the expert  referred  to the  automatic\r\nmodification of the date assigned to the document file by the\r\nword processing  program  after certain  commands  have  been\r\nentered.    For example,  the expert  stated,  \"if a  file is\r\n'called-up' to an application  such as Wordperfect, and saved\r\nto a different location (whether changed or not), the date of\r\n\n                             -7-\r                                          7\r\r\n\n1995.  Fennell's  expert proposed that  the original date  of\r\n\ncreation  or  date  of  any  earlier  modification  could  be\r\n\ndetermined by  a review of  the file  as it resided  on First\r\n\nStep's  hard drive,  rather than the  diskette that  had been\r\n\nprovided by First Step.       The   district  court   held  a\r\n\nhearing on  Fennell's request  for discovery of  First Step's\r\n\nhard  drive  and  then  directed  the  parties  to  submit  a\r\n\n\"protocol\"  under which  Fennell would  have access  to First\r\n\nStep's  hard drive.   If  no joint  protocol could  be agreed\r\n\nupon,  differences   were  to  be   resolved  by  conference.\r\n\nSubsequently, the parties  submitted substantially  different\r\n\nprotocols.\r\n\n          After  reviewing the protocols, and without holding\r\n\nanother  conference,  the  district court  decided  that  its\r\n\nearlier decision to consider  further discovery had been ill-\r\n\nadvised.   Accordingly,  the  court denied  any further  Rule\r\n\n56(f)  discovery, and  granted  First Step  summary judgment.\r\n\nThis appeal ensued.\r\n\n                             II.\r                                         II.\r                                            \r\n\n                          Discussion\r                                      Discussion\r                                                \r\n\n                    \r                                \r\n\nsaving is shown as the modification date.\"  In an attempt  to\r\nachieve some  clarity, we shall refer to such a change to the\r\ndate  of  a computer  file not  as  a \"modification,\"  but as\r\n\"autodating.\"   We consider \"modification,\" as  that term was\r\nused  by the district court, to mean  a change in the text of\r\nthe document that  would appear  on a paper  printout of  the\r\ndocument, as opposed to  changes to the date assigned  to the\r\ncomputer file containing the document text. \r\n\n                             -8-\r                                          8\r\r\n\n          Fennell  appeals  the  district  court's  grant  of\r\n\nsummary  judgment  in favor  of First  Step,  as well  as its\r\n\ndenial  of  her request  for  additional  discovery of  First\r\n\nStep's  computer  files  in  the  hope  that  she  might find\r\n\nevidence that  the October 25  memo was fabricated  after the\r\n\nfact.  Because summary judgment would have been inappropriate\r\n\nif  Fennell  had presented  evidence  that  the  memo  was  a\r\n\nperjurious fabrication, we  will address the discovery  issue\r\n\nfirst.\r\n\nA.  Denial of Rule 56(f) Discovery\r                                              \r\n\n          We review a district  court's ruling on a discovery\r\n\nrequest  under Fed. R. Civ. P. 56(f) for abuse of discretion.\r\n\nPrice  v. General Motors Corp.,  931 F.2d 162,  164 (1st Cir.\r                                          \r\n\n1991).  Federal Rule of Civil Procedure 56(f) provides:\r\n\n          Should it appear from the affidavits of a\r\n          party  opposing  the  [summary  judgment]\r\n          motion  that the party cannot for reasons\r\n          stated   present   by   affidavit   facts\r\n          essential   to    justify   the   party's\r\n          opposition,  the  court  may  refuse  the\r\n          application for  judgment or may  order a\r\n          continuance  to  permit affidavits  to be\r\n          obtained  or depositions  to be  taken or\r\n          discovery to  be  had or  may  make  such\r\n          other order as is just.\r\n\nTo  receive the benefit of  Rule 56(f), the  \"movant must (1)\r\n\narticulate a plausible basis for the belief that discoverable\r\n\nmaterials exist  which would  raise a trialworthy  issue, and\r\n\n(2) 'demonstrate good cause for failure to have conducted the\r\n\ndiscovery  earlier.'\"    Price,  931  F.2d  at  164  (quoting\r                                          \r\n\n                             -9-\r                                          9\r\r\n\nPaterson-Leitch  Co.  v. Massachusetts  Mun.  Wholesale Elec.\r                                                                         \r\n\nCo.,  840 F.2d  985,  988 (1st  Cir.  1988)).   Although  the\r               \r\n\ndistrict court did not use these precise words, it denied any\r\n\nfurther  Rule 56(f) discovery essentially because Fennell did\r\n\nnot  articulate  a  plausible   basis  for  the  belief  that\r\n\ndiscoverable  materials existed  which  would  have raised  a\r\n\ntrialworthy issue.   For  purposes of  our analysis, we  will\r\n\nassume, but  need  not decide,  that  Fennell met  the  \"good\r\n\ncause\" element.\r\n\n          Fennell argues that the district court should  have\r\n\nallowed  Rule  56(f) discovery  of  First  Step's hard  drive\r\n\nbecause her expert  established that the October  25 memo was\r\n\n\"autodated\"  on   August  7,  1995.     Fennell  argues  that\r\n\nregardless  of  whether  the autodating  was  intentional  or\r\n\ninadvertent,  it obscured  the  date of  the document's  last\r\n\nprior modification  or, if  there was no  prior modification,\r\n\nthe  date  of  its   creation,  thus  rendering  those  dates\r\n\nuncertain.  Fennell maintains that First Step must \"live with\r\n\nthat uncertainty,\" by which she means that there is a genuine\r\n\ndispute  as  to  the date  on  which  the  memo was  written.\r\n\nFennell emphasizes that First  Step's summary judgment motion\r\n\nis  based in  large  part  on the  memo,  as  proof that  the\r\n\nbusiness decision to  lay off Fennell predated  her report of\r\n\nsexual  harassment.    Fennell   also  points  to  the  \"five\r\n\nsuspicious facts\" noted earlier as support for her contention\r\n\n                             -10-\r                                          10\r\r\n\nthat there is a  plausible basis for her belief  that further\r\n\ndiscovery will  yield evidence that the  memo was fabricated.\r\n\nWe begin our analysis with  a review of the discovery-related\r\n\nproceedings below.\r\n\n          We  note at the outset that First Step did not file\r\n\nits  motion for  summary  judgment until  after the  close of\r\n\ndiscovery pursuant  to the  district court's  pretrial order.\r\n\nFennell's  original  discovery  request  did not  make  clear\r\n\nwhether it called for a diskette  copy of the memo or a paper\r\n\n\"original.\"   In  any event,  there is  no indication  and no\r\n\nallegation that First Step withheld the diskette from Fennell\r\n\nin bad faith.\r\n\n          Despite  the  district  court's determination  that\r\n\nFennell's opposition to summary judgment had not demonstrated\r\n\nany genuine  dispute as to  First Step's contention  that its\r\n\ndecision to lay off Fennell preceded her complaint, the court\r\n\ngranted  a seven-day extension  to allow  Fennell to  file an\r\n\naffidavit  providing some  computer-based  evidence that  the\r\n\nmemo  was fabricated and antedated.  By this time, a diskette\r\n\ncontaining the memo's computer  file was already in Fennell's\r\n\nhands,  thus  the  proposed  extension did  not  involve  any\r\n\nintrusion or impose costs upon First Step.\r\n\n          In compliance with the discovery extension, Fennell\r\n\nsubmitted the affidavit of  her computer expert, which stated\r\n\nthat analysis of the  diskette containing the word processing\r\n\n                             -11-\r                                          11\r\r\n\nfile  of the October 25  memo revealed that  the document was\r\n\n\"autodated\" on August 7, 1995.  The district court determined\r\n\nthat the computer expert's affidavit  did not reveal that the\r\n\nmemorandum  was \"created  or  modified (as  opposed to  being\r\n\nsimply called up) on or after  November 19, 1993.\"  In  other\r\n\nwords, the affidavit was not probative of any fabrication.\r\n\n          Fennell's expert proposed that the original date of\r\n\ncreation  or  date  of  last textual  modification  could  be\r\n\ndetermined  by  review of  the file  as  it resided  on First\r\n\nStep's  hard drive.  On the other hand, a First Step employee\r\n\nhad  stated, in  an affidavit  previously  filed in  reply to\r\n\nFennell's opposition to summary  judgment, that First  Step's\r\n\ncomputer  consultant determined  that  its  system could  not\r\n\nreveal  the date on which  the document was  first created or\r\n\nlast textually modified.\r\n\n          The district court held a conference  after Fennell\r\n\nfiled  her computer  expert's  affidavit.   After considering\r\n\nFennell's  proposal that  access to  First Step's  hard drive\r\n\nmight  reveal  the date  of creation  or modification  of the\r\n\nOctober 25 memo,  the district court directed the  parties to\r\n\nsubmit  a \"protocol\"  establishing  the  procedures by  which\r\n\nFennell  would have  access  to relevant  materials on  First\r\n\nStep's  hard  drive.    The  district  court  cautioned  that\r\n\ndiscovery would be allowed only if the protocol  ensured that\r\n\nhard  drive access would have  a \"minimal degree of intrusion\r\n\n                             -12-\r                                          12\r\r\n\ntime-wise   and   interference-wise\"   with    First   Step's\r\n\noperations,  and  if  it  provided  \"adequate  assurances  of\r\n\nconfidentiality.\"\r\n\n          Fennell  provided a protocol requiring a specialist\r\n\nto  \"mirror\" First  Step's entire  hard drive,  and take  the\r\n\nmirror  copy to its facility in  Canada for complete analysis\r\n\nand  ultimate erasure.5    First Step  objected to  Fennell's\r\n\nprotocol and provided its own protocol.6\r\n\n          After  reviewing the  two protocols  and apparently\r\n\nrecognizing  that   the  parties  were   unlikely  to   reach\r\n\nconsensus,  the  district court  concluded  that its  earlier\r\n\n                    \r                                \r\n\n5.  Fennell's  protocol  proposed, in  sum: (1)  a conference\r\ncall between the parties  and their computer  representatives\r\nto discuss the computer  system configuration; (2) an on-site\r\nvisit at  First Step's warehouse where  counsel would observe\r\nFennell's computer  representative create a  \"mirror\" of  the\r\ntarget hard drive;  (3) an  off-site analysis  of the  mirror\r\nhard drive by a specialty laboratory, whereby the technicians\r\nwould attempt to determine  the creation date or modification\r\ndate of the relevant files; (4) the erasure or destruction of\r\nthe  mirror hard  drive, certified  by affidavit;  and (5)  a\r\nprotective order stipulating, in sum, that all information on\r\nthe  mirror   hard  drive  not  relating   to  the  creation,\r\nmodification,   or  erasure,   of  the   relevant  files   is\r\nconfidential.\r\n\n6.  First Step  objected to Fennell's protocol because, inter\r                                                                         \r\nalia,  it: (1)  failed  to describe the  methodology by which\r                \r\nthe technicians  would attempt  to determine the  creation or\r\nmodification dates (First Step noted that its computer system\r\ncontains  many  hard  drives,  and  expressed  concerns  over\r\nbusiness   risks   resulting  from   accidental   data  loss,\r\nincompatible  hardware,  and system  downtime);  (2)  did not\r\nadequately address attorney-client privilege and work product\r\nconcerns as to  other documents  on the hard  drive; and  (3)\r\nallowed  unsupervised possession  of the  mirror drive.   The\r\ndistrict  court described  the  detailed protocol  that First\r\nStep proposed as \"extremely cumbersome and expensive.\"\r\n\n                             -13-\r                                          13\r\r\n\ndecision  to  permit  additional  discovery  had  been  \"ill-\r\n\nadvised\" because  it  would involve  \"a 'fishing  expedition'\r\n\nwithout   any   particularized   likelihood  of   discovering\r\n\nappropriate information,\"  while, \"[a]t  the  same time,  the\r\n\nprocess involves substantial risks and costs.\"  To inform our\r\n\njudgment whether the denial of further discovery was an abuse\r\n\nof  the district  court's  discretion, we  first address  the\r\n\ndistrict court's  conclusion that the \"risks  and costs\" were\r\n\nsubstantial,  and  then  its  conclusion  that  the  proposed\r\n\ndiscovery was a \"fishing expedition.\"\r\n\n          1.  Risks and Costs\r                                         \r\n\n          A  party seeking  discovery under  Rule  56(f) must\r\n\n\"articulate   a  plausible   basis   for   the  belief   that\r\n\ndiscoverable materials exist which  would raise a trialworthy\r                        \r\n\nissue.\"    Price,  931 F.2d  at  164  (emphasis  added).   In\r                            \r\n\ndetermining  whether  material is  \"discoverable,\"  the court\r\n\nshould  consider  not  only  whether  the  material  actually\r\n\nexists, but  the burdens  and expenses entailed  in obtaining\r\n\nthe  material.   See Fed.  R. Civ.  P. 26(b)(2).7   Discovery\r                                \r\n\n                    \r                                \r\n\n7.  Fed. R. Civ. P. 26(b)(2) provides:\r\n\n          The  frequency or  extent  of use  of the\r\n          discovery  methods   otherwise  permitted\r\n          under these rules .  . . shall be limited\r\n          by the court if it determines that: . . .\r\n          (iii)  the  burden  or  expense   of  the\r\n          proposed  discovery outweighs  its likely\r\n          benefit, taking into account the needs of\r\n          the case, the amount in  controversy, the\r\n          parties' resources, the importance of the\r\n\n                             -14-\r                                          14\r\r\n\nmatters  are  for the  informed  discretion  of the  district\r\n\ncourt,  and the breadth  of that discretion  in managing pre-\r\n\ntrial  mechanics  and discovery  is  very  great.   Fusco  v.\r                                                                     \r\n\nGeneral Motors  Corp., 11 F.3d 259, 267  (1st Cir. 1993).  In\r                                 \r\n\nexercising this broad discretion,  the district court in this\r\n\ncase  balanced  the  costs,  burdens,  and  delays  that  the\r\n\nproposed  discovery entailed,  as well  as the  likelihood of\r\n\ndiscovering  evidence  of  fabrication,  against  the obvious\r\n\nimportance of the evidence  sought.  See Resolution Trust  v.\r                                                                     \r\n\nNorth  Bridge  Assoc., 22  F.3d  1198, 1203  (1st  Cir. 1994)\r                                 \r\n\n(party  seeking  Rule 56(f)  discovery  \"should  set forth  a\r\n\nplausible   basis  for   believing   that  specified   facts,\r\n\nsusceptible  of collection  within a  reasonable time  frame,\r                                                                        \r\n\nprobably exist\")(emphasis added).\r\n\n          The district court recognized First Step's concerns\r\n\nover   Fennell's insufficiently  detailed description  of the\r\n\nproposed  analysis  of  the  hard  drive,8  as  well  as  the\r\n\nconfidentiality  of information  on the  hard drive  that was\r\n\nproprietary or  subject to attorney-client privilege or work-\r\n\n                    \r                                \r\n\n          issues  at stake  in the  litigation, and\r\n          the importance of the  proposed discovery\r\n          in resolving the issues.\r\n\n8.  First Step argued that  Fennell's failure to disclose the\r\nspecific technical steps to  be taken in the analysis  of the\r\nmirrored  drive rendered  her  protocol nothing  more than  a\r\nproposal for a  fishing expedition.   First Step also  argued\r\nthat the unknown mirroring process and analysis of its system\r\nmight temporarily or permanently affect their computer system\r\nand business operations.\r\n\n                             -15-\r                                          15\r\r\n\nproduct privilege.   The district court  also recognized that\r\n\nresolving  the discovery dispute,  and the  discovery process\r\n\nitself, would increase legal and  expert fees.  The protocols\r\n\nalerted  the district  court to genuine  problems surrounding\r\n\nthe  proposed  discovery of  First  Step's  hard drive.    In\r\n\nexercising  its  discretion,  the district  court  reasonably\r\n\nconcluded   that  the   discovery   process   would   involve\r\n\nsubstantial risks and costs.  See id.\r                                                 \r\n\n          2.  A Fishing Expedition?\r                                               \r\n\n          The  district court  determined  not only  that the\r\n\nrisks and  costs of  further discovery were  substantial, but\r\n\nalso  that  Fennell  had not  demonstrated  \"a particularized\r\n\nlikelihood  of  discovering  appropriate  information.\"    We\r\n\nagree.   In our view, Fennell did not sufficiently \"set forth\r\n\na  plausible  basis  for  believing   that  specified  facts,\r\n\nsusceptible of  collection  within a  reasonable time  frame,\r\n\nprobably exist.\"  Id. (party seeking discovery must show that\r                                 \r\n\nit will not be an \"exercise in futility\").\r\n\n           As  to \"susceptibility of collection,\" all Fennell\r\n\nwas  able to  say was  that \"there  may be  a way.\"   Fennell\r\n\nsubmitted  the affidavit  of her  expert, proposing  that the\r\n\noriginal date of creation or date of any earlier modification\r\n\nof the October 25 memo could be determined by a review of the\r\n\nmemo  file as it resided  on First Step's  hard drive, rather\r\n\nthan  on  the diskette  originally  provided  by First  Step.\r\n\n                             -16-\r                                          16\r\r\n\nFirst Step  submitted a reply to  Fennell's expert affidavit,\r\n\nwhich   argued  that   Fennell's  expert's   statements  were\r\n\nconclusory,   without   foundation,   and    that   Fennell's\r\n\nspeculation  and  conjecture   did  not  warrant   additional\r\n\ndiscovery.  The  district court  then held a  hearing on  the\r\n\ndiscovery issue, at which the following was stated:\r\n\n               [The Court:]  It's  my understanding\r\n          that based  upon telephone communications\r\n          as  recently as today,  that [Fennell] is\r\n          informed  by  the  [computer experts  who\r\n          were to analyze  the mirrored hard drive]\r\n          that they cannot reach a  conclusion from\r\n          the  disk that  has  been  provided,  but\r\n          instead, that the only way they can reach\r\n          any  kind of  conclusion is by  access to\r\n          the   hard   drive   on  [First   Step's]\r\n          premises.  That at this time, they cannot\r\n          guarantee that  there  they can  reach  a\r\n          conclusive  result,  but that  it's their\r\n          position  there may  be a  way.   Is that\r\n          essentially correct?  \r\n\n               [Counsel   for  Fennell:]     That's\r\n          correct, Your Honor.\r\n\nThe lack of detail in Fennell's protocol cast even more doubt\r\n\non  the soundness  of the technical  basis for  the discovery\r\n\nventure.  The district court had good reason to be skeptical,\r\n\nbased  on  Fennell's  inadequate  showing  that the  proposed\r\n\nanalysis could determine the memo's creation date.\r\n\n          As  to  whether \"specified  facts  .  . .  probably\r\n\nexist,\" Fennell presented precious little that suggested that\r\n\nfabrication had occurred.   The \"autodating\" that occurred on\r\n\nAugust  7, 1995, could  not have indicated  that the document\r\n\nwas fabricated on  that day,  as it had  been submitted  more\r\n\n                             -17-\r                                          17\r\r\n\nthan  a  year  earlier   in  the  state  proceedings.     The\r\n\n\"autodating\"  could  indicate  an  intentional  conspiracy to\r\n\ncover  up  the  document's  fabrication  by  obliterating the\r\n\nactual creation date, but that is mere speculation.  \r\n\n          The  \"five  suspicious facts,\"  enumerated earlier,\r\n\nare equally speculative.  We fail to see how the inclusion of\r\n\nan employee who  had already left the company  on the list of\r\n\nemployees  to  be  retained  makes fabrication  more  likely.\r\n\nFennell argues that the  mistake indicates that the memo  was\r\n\nprepared  at a later point  in time, when  Tucker's memory of\r\n\nwho was employed  would have  faded.  That  inference is,  at\r\n\nbest, extremely attenuated.\r\n\n          The  fact that  the  October 25  memo was  retained\r\n\nwhile  other  similar memos  are  no  longer extant  is  also\r\n\nvirtually non-probative.  It would be natural for an employer\r\n\nto take care to retain a memo pertaining to an employee, soon\r\n\nto be laid off, who had lodged a sexual harassment complaint.\r\n\nMoreover, Fennell  filed a  state human rights  charge within\r\n\nninety days of her complaint, thus the desirability of saving\r\n\nany documents relating to her termination became obvious soon\r\n\nafter the memo was  written.  Nothing in the  record suggests\r\n\nany similar reasons for saving the earlier memos.\r\n\n          The fact  that  Tucker had  made positive  comments\r\n\nabout Fennell's performance and job security and First Step's\r\n\nfuture  shortly before she was  placed on the  layoff list is\r\n\n                             -18-\r                                          18\r\r\n\nnot necessarily probative of fabrication, either.  First Step\r\n\ndoes not assert that Fennell was let go for poor performance,\r\n\nbut rather that her termination  was part of a reorganization\r\n\ndictated  by financial concerns unrelated to her performance.\r\n\nThe need for her services until the end of the Christmas rush\r\n\ncould have been one reason Tucker spoke as she did.\r\n\n          Fennell   claims   that    First   Step    managers\r\n\ninconsistently described  the nature  of and the  reasons for\r\n\nthe job action, but our review of all the statements shows no\r\n\nsinister inconsistency.   It  appears that the  term \"layoff\"\r\n\nwas used  loosely, and  was not necessarily  indicative of  a\r\n\ntemporary, rather than a permanent,  action.  And the various\r\n\nstatements  about  why  she  was  let  go,  while  worded  in\r\n\ndifferent ways, all relate to First Step's business objective\r\n\nof  improving  the  economic  efficiency   of  its  warehouse\r\n\noperation.  We see nothing out-of-the-ordinary  or suspicious\r\n\nabout the statements.  \r\n\n          Finally,  the fact  that some employees  slated for\r\n\nlayoff in the  memo were  ultimately not laid  off might  say\r\n\nsomething  about the finality of the layoff list as a general\r\n\nmatter, but we fail  to see how it suggests  fabrication.  It\r\n\nis  true that  only two  of the  five individuals  slated for\r\n\nChristmas week  layoffs were actually laid  off as scheduled,\r\n\nbut  the  record  indicates  non-suspicious  reasons  for the\r\n\nchanges in First Step's plans.  Two of the three who survived\r\n\n                             -19-\r                                          19\r\r\n\nthe  axe  stayed  on   in  telemarketing  because  two  other\r\n\ntelemarketers requested layoffs.   The other employee was out\r\n\nwith  an  injury   collecting  worker's  compensation  during\r\n\nChristmas week; at  the urging of  First Step's insurer,  she\r\n\nwas called  back to  light duty after  the New Year  and then\r\n\nlaid  off  shortly  thereafter.     And,  even  ignoring  the\r\n\napparently legitimate reasons why  some of the slated layoffs\r\n\ndid  not occur, the changes in First Step's staffing plans do\r\n\nnot suggest  fabrication.  Why would a fabricated layoff list\r\n\nbe more likely to  name employees eventually retained  than a\r\n\nreal  layoff list?  Wouldn't a fabricated list, written after\r\n\nthe  fact, have  the benefit  of hindsight  and thus  be more\r                                                                         \r\n\naccurate?  We see little  probative value in this, or  any of\r\n\nthe other \"five suspicious facts.\"\r\n\n          3.  Conclusion:  No Abuse of Discretion\r                                                             \r\n\n          Even  if  we were  inclined  to  disagree with  the\r\n\ndistrict court's assessment of Fennell's arguments, which  we\r\n\nare not,  we reverse a district court's discovery ruling only\r\n\nfor  abuse of  discretion.   While there  may be  cases where\r\n\ndiscovery of word  processing files on a computer  hard drive\r\n\nmight  well be warranted, Fennell  has not met  her burden of\r\n\ndemonstrating that the  district court abused its  discretion\r\n\nin denying that  opportunity here.   Thus, we  hold that  the\r\n\ndistrict  court acted  within  its discretion  in disallowing\r\n\nfurther   Rule  56(f)   discovery,  given   its  conclusions,\r\n\n                             -20-\r                                          20\r\r\n\nsupported by the record, that (1)  the discovery would entail\r\n\nsubstantial  risks  and  costs,  and  (2)  there  was  little\r\n\nparticularized  basis   to  believe  that   any  evidence  of\r\n\nfabrication could be discovered by Fennell's experts.\r\n\n                             -21-\r                                          21\r\r\n\nB.  Grant of Summary Judgment for the Defendant First Step\r                                                                      \r\n\n          1. Standard of Review\r                                           \r\n\n          We review a grant of  summary judgment de novo, and\r                                                                    \r\n\nlike the district court, we are obliged to view the  facts in\r\n\nthe light most favorable to the non-moving party, drawing all\r\n\nreasonable  inferences in  that  party's favor.   Mesnick  v.\r                                                                     \r\n\nGeneral Elec. Co., 950  F.2d 816, 822 (1st Cir.  1991), cert.\r                                                                         \r\n\ndenied, 504 U.S. 985 (1992).  Summary judgment is appropriate\r                  \r\n\nwhen \"the pleadings, depositions, answers to interrogatories,\r\n\nand admissions on file, together with the affidavits, if any,\r\n\nshow that there  is no genuine issue as to  any material fact\r\n\nand that the moving party is entitled to judgment as a matter\r\n\nof law.\"   Fed. R. Civ.  P. 56(c).  \"[T]he  mere existence of\r\n\nsome  alleged factual  dispute between  the parties  will not\r                \r\n\ndefeat  an  otherwise properly  supported motion  for summary\r\n\njudgment;  the requirement is that  there be no genuine issue\r                                                                   \r\n\nof material fact.\"  Anderson v. Liberty Lobby, Inc., 477 U.S.\r                                                               \r\n\n242,  247-48  (1986).   \"Moreover,  summary  judgment may  be\r\n\nappropriate `[e]ven  in cases where elusive  concepts such as\r\n\nmotive or  intent are at issue, . . . if the non-moving party\r\n\nrests   merely   upon   conclusory  allegations,   improbable\r\n\ninferences, and unsupported speculation.'\"  Woods v. Friction\r                                                                         \r\n\nMaterials, Inc.,  30 F.3d 255,  259 (1st Cir.  1994) (quoting\r                           \r\n\nMedina-Munoz v. R.J. Reynolds Tobacco Co., 896 F.2d 5, 8 (1st\r                                                     \r\n\nCir.  1990)).  Finally, Fed.  R. Civ. P.  56(c) \"mandates the\r\n\n                             -22-\r                                          22\r\r\n\nentry of summary judgment, . . . upon motion, against a party\r\n\nwho fails  to  make a  showing  sufficient to  establish  the\r\n\nexistence of an  element essential to that  party's case, and\r\n\non which that party will bear the burden of proof  at trial.\"\r\n\nCelotex Corp. v. Catrett, 477 U.S. 317, 322 (1986).\r                                    \r\n\n2.  Retaliatory Discharge: The Legal Framework\r                                                          \r\n\n          Although   Fennell   has  framed   her  retaliatory\r\n\ndischarge claims  in  one federal  count  and two  state  law\r\n\ncounts,   the  parties   agree   that  the   well-established\r\n\nanalytical  framework used  in  Title VII  retaliation claims\r\n\napplies to the state law counts  as well.  Thus, for purposes\r\n\nof this appeal, we treat all three counts as  subsumed in the\r\n\nTitle VII count.\r\n\n          Where,  as in  this case  and in  retaliation cases\r\n\ngenerally,  there is  no direct  evidence of  the defendant's\r\n\nretaliatory  animus,  the  McDonnell Douglas  burden-shifting\r                                                        \r\n\nframework  is  used  to  allocate and  order  the  burdens of\r\n\nproducing evidence.  See Mesnick, 950 F.2d at 827 (explaining\r                                            \r\n\nthe interplay between the burden-shifting framework set forth\r\n\nin McDonnell Douglas Corp. v. Green, 411 U.S. 792 (1973), and\r                                               \r\n\nthe standards  for summary judgment).   To establish  a prima\r\n\nfacie case of  retaliation, Fennell must  show that: (1)  she\r\n\nengaged  in  protected  conduct  under Title  VII  (or  here,\r\n\nMaine's Human Rights Act or Whistleblower's Protection  Act);\r\n\n(2)  she suffered  an adverse  employment action;  and  (3) a\r\n\n                             -23-\r                                          23\r\r\n\ncausal connection existed  between the protected conduct  and\r\n\nthe adverse action.  See, e.g., Hoeppner v. Crotched Mountain\r                                                                         \r\n\nRehabilitation Ctr., 31 F.3d 9, 14 (1st Cir. 1994).\r                               \r\n\n          Once  a  prima facie  showing  has  been made,  the\r\n\nburden shifts  to the  defendant to articulate  a legitimate,\r\n\nnon-retaliatory  reason for  its employment  decision.   See,\r                                                                        \r\n\ne.g., Mesnick, 950  F.2d at 827.9  If  the defendant does so,\r                         \r\n\nthe ultimate burden falls  on the plaintiff to show  that the\r\n\nproffered legitimate reason is in fact a pretext and that the\r\n\njob  action was  the  result of  the defendant's  retaliatory\r\n\nanimus. See St.  Mary's Honor  Ctr. v. Hicks,  509 U.S.  502,\r                                                        \r\n\n510-11  (1993); Mesnick,  950  F.2d at  827-28.   On  summary\r                                   \r\n\njudgment, the  need to  order  the presentation  of proof  is\r\n\nlargely obviated, and a court  may often dispense with strict\r\n\nattention to the  burden-shifting framework, focusing instead\r\n\non whether the  evidence as a whole is sufficient to make out\r\n\na jury question as to pretext and discriminatory animus.  Id.\r                                                                         \r\n\nat 827.\r\n\n3.  Application to Fennell's Case\r                                             \r\n\n                    \r                                \r\n\n9.  Mesnick  dealt with  a claim  of retaliation  for conduct\r                       \r\nprotected  by  the  Age   Discrimination  in  Employment  Act\r\n(\"ADEA\"). 29 U.S.C.    621-634.  The analytical framework for\r\nADEA discrimination and retaliation cases was patterned after\r\nthe framework  for Title  VII cases,  and our  precedents are\r\nlargely interchangeable.  See, e.g., Hazel v. U.S. Postmaster\r                                                                         \r\nGeneral, 7  F.3d 1, 3-4  (1st Cir. 1993)  (applying McDonnell\r                                                                         \r\nDouglas  framework  and  a  unified  retaliation  analysis to\r                   \r\nclaims under both the ADEA and Title VII).\r\n\n                             -24-\r                                          24\r\r\n\n          Although First Step  refutes that Fennell has  even\r\n\nmade  out a  prima facie  case  of retaliation,  the district\r\n\ncourt apparently assumed that she did.  The plaintiff's prima\r\n\nfacie burden is  not onerous, and  we find that she  met that\r\n\nburden  by   demonstrating,  among  other  things,  that  her\r\n\ntermination occurred shortly after her protected conduct, the\r\n\nreport of harassment.   See Oliver  v. Digital Equip.  Corp.,\r                                                                        \r\n\n846 F.2d  103,  110 (1st  Cir.  1988) (discharge  soon  after\r\n\nprotected conduct is strongly suggestive of retaliation).\r\n\n          Fennell  cannot seriously  dispute that  First Step\r\n\nmet  its burden of articulating a legitimate, non-retaliatory\r                                           \r\n\nreason for her discharge:  that economic and business reasons\r\n\nled  First Step  to  decide  to lay  her  off, and  that  the\r\n\ndecision was made prior to her complaint.  Thus, we arrive at\r\n\nthe dispositive question: whether Fennell has, on the summary\r\n\njudgment record, established genuine  issues of fact that (1)\r\n\nFirst Step's  business  reasons were  a pretext  and (2)  her\r\n\ndischarge  was  in  retaliation  for her  reports  of  sexual\r\n\nharassment.\r\n\n          The district court granted summary judgment because\r\n\nit held that Fennell had not  shown a genuine issue as to the\r\n\nfact that First Step decided to discharge her before she made\r\n\nthe  report  of  sexual  harassment.   The  linchpin  of  the\r\n\ndistrict  court's holding  was the  October 25  memo, listing\r\n\nFennell among those to be laid off.  Fennell asserts that the\r\n\n                             -25-\r                                          25\r\r\n\nmemo was fabricated some time after her report of harassment.\r\n\nWe discussed Fennell's assertions of fabrication in analyzing\r\n\nthe discovery  issue, and we  found them to  be unpersuasive.\r\n\nFor the reasons stated in that analysis, we hold that Fennell\r\n\nhas not presented evidence that would allow a reasonable jury\r\n\nto  find that  the  memorandum was  fabricated.   At  bottom,\r\n\nFennell's  fabrication   claims  amount   to  no   more  than\r\n\n\"conclusory    allegations,   improbable    inferences,   and\r\n\nunsupported speculation.\"  Medina-Munoz, 896 F.2d at 8.\r                                                   \r\n\n           In addition to the  memo, First Step also provided\r\n\nthe  uncontroverted affidavits  of three employees  who swear\r\n\nthat Fennell was  on a list of employees to  be laid off, and\r\n\nthey  saw  the  list  before  she  lodged  her  complaint  of\r\n\nharassment.   Given  the memo  and the  three affidavits,  we\r\n\nconclude  that Fennell  has failed  to demonstrate  a genuine\r\n\nissue as to whether First Step's layoff decision predated her\r\n\ncomplaint.   Thus, no  reasonable jury could  find that First\r\n\nStep's   business-related,   non-retaliatory     reason   for\r\n\nFennell's layoff decision  was a  pretext --  it cannot  have\r\n\nretaliated for conduct that had yet to occur.\r\n\n          Fennell  also  argues that  even  if  the memo  was\r\n\nlegitimate   and   predated  her   report,  the   job  action\r\n\ncontemplated  in the memo was  vague and not  final, and that\r\n\nretaliatory animus  motivated her ultimate  termination.   We\r\n\nare  not  persuaded.   The  October  25  memo  used the  term\r\n\n                             -26-\r                                          26\r\r\n\n\"layoff,\"  and Smith used the  same term in  his December 20,\r\n\n1993,  letter informing Fennell  of her discharge.   The next\r\n\nday, Tucker wrote Fennell a  letter stating that her position\r\n\nhad been eliminated.  Fennell argues that the October 25 memo\r\n\ncontemplated a \"layoff,\" from which  she would be called back\r\n\nwhen  work was available, but that in fact she was terminated\r\n\nand her position  eliminated.  First  Step counters that  she\r\n\nwas laid off because her position was eliminated, and that it\r\n\nwould  have  brought  Fennell  back from  layoff  if  another\r\n\nsupervisory  position opened  for  which she  was  qualified.\r\n\nFirst Step states that it did  not transfer Fennell to a non-\r\n\nsupervisory  position because  it does  not  generally demote\r\n\nsupervisors to line positions, believing that morale problems\r\n\nresult.   Our  view of  the summary  judgment record,  viewed\r\n\nfavorably  to  Fennell, leads  to the  inescapable conclusion\r\n\nthat the pre-complaint  decision to \"lay  off\" Fennell was  a\r\n\ndecision to  eliminate her position, rather  than a temporary\r\n\nmeasure with the expectation  that she would be called  back.\r\n\nAfter reviewing the entire  record, we hold that  Fennell has\r\n\nnot  presented evidence that would allow a reasonable jury to\r\n\nfind that  First Step had  originally decided merely  to \"lay\r\n\noff\"  Fennell but then later decided to take a more permanent\r\n\naction in retaliation for her complaint.\r\n\n          We  also reject  Fennell's  argument that  the pre-\r\n\ncomplaint decision to lay  her off was not a  final decision,\r\n\n                             -27-\r                                          27\r\r\n\nand that it could  have been reconsidered later, but  was not\r\n\nbecause of her complaint.   We agree with the  district court\r\n\nthat  \"could have\" is not  enough.  Fennell  has presented no\r\n\nevidence  that there  was later  reconsideration or  that the\r\n\ndecision  was not  final.   We recognize  that certain  other\r\n\nemployees on  the layoff list  were ultimately  not laid  off\r\n\nbecause of changed circumstances  relevant to their jobs, but\r\n\nthat  fact standing alone  says little  or nothing  about any\r\n\nchanges   in   circumstance   that   might   have    led   to\r\n\nreconsideration of Fennell's job future.\r\n\n          Fennell makes one other argument worthy of mention.\r\n\nShe claims that after her  complaint of sexual harassment she\r\n\nwas  \"immediately demoted  to a lesser  position.\"   She does\r\n\nnot,  however, develop this argument in her brief, and we are\r\n\nnot clear  whether she raises  it as a  separately actionable\r\n\nact  of retaliation or as  evidence of the retaliatory animus\r\n\nbehind  her termination.  In  either case, we  agree with the\r\n\ndistrict court's rejection of  her demotion argument.  It  is\r\n\ndifficult to see how her assignment  to packing duties during\r\n\nthe Christmas season  rush amounts to a demotion,  given that\r\n\nin her  affidavit she described  her earlier duties  thus: \"I\r\n\nspent  most of  my time  as Warehouse  Lead on  the warehouse\r\n\nfloor  working alongside  other warehouse  employees.\"    The\r\n\ndemotion  argument has not raised any  genuine issues of fact\r\n\nas  to retaliation, and in  any event the  argument is waived\r\n\n                             -28-\r                                          28\r\r\n\nfor failure  to develop it  fully in her  brief.   See, e.g.,\r                                                                        \r\n\nRyan  v. Royal  Ins. Co., 916  F.2d 731, 734  (1st Cir. 1990)\r                                    \r\n\n(explaining  that   issues  adverted   to  on  appeal   in  a\r\n\nperfunctory   manner,   unaccompanied   by   some   developed\r\n\nargumentation, are deemed to have been abandoned).\r\n\n          Fennell points to a variety of other facts as proof\r\n\nthat  First Step could not  have wanted to  discharge her for\r\n\nlegitimate business  reasons.  These other  facts include her\r\n\nvalue  as an employee, her  awards for Employee  of the Month\r\n\nand the Year, her utility in  performing the annual inventory\r\n\nto be performed shortly  after her layoff, the fact  that the\r\n\nFirst Step catalogue  was featured on the  Oprah Winfrey show\r\n\nshortly before her layoff, and First Step's plans for a large\r\n\nmailing  of catalogues  in  January 1994.    In essence,  she\r\n\nattempts to second-guess First Step's  business judgment that\r\n\na leaner warehouse management team -- that is, a team without\r\n\nFennell  -- was desirable.   None  of these  other assertions\r\n\ncreates  a genuine issue of  fact as to  whether First Step's\r\n\nreasons  for  termination were  a  pretext, in  light  of the\r\n\nOctober  25 memo and  the three affidavits  averring that the\r\n\nlayoff list was made before Fennell's complaint.  \"Courts may\r\n\nnot sit as super  personnel departments, assessing the merits\r\n\n-- or even the rationality -- of employers' nondiscriminatory\r\n\nbusiness decisions.\"  Mesnick, 950 F.2d at 825.\r                                         \r\n\n                             -29-\r                                          29\r\r\n\n          In  the  absence  of  a  genuine issue  as  to  the\r\n\nauthenticity  of the October 25 memo scheduling Fennell for a\r\n\nlayoff,  Fennell is  left with  only conjecture  and innuendo\r\n\nthat her termination was an act of retaliation.  The district\r\n\ncourt appropriately granted summary judgment for First Step.\r\n\n                             -30-\r                                          30\r\r\n\n                             III.\r                                         III.\r                                             \r\n\n                         Conclusion \r                                     Conclusion \r                                               \r\n\n          For  the foregoing  reasons,  the judgment  of  the\r\n\ndistrict court is affirmed.\r                                      \r\n\n                             -31-\r                                          31\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                United States Court of Appeals\r                            United States Court of Appeals\r\n                    For the First Circuit\r                                For the First Circuit\r\n                                         \r\n\nNo. 95-2294\r\n\n                      RACHEL L. FENNELL,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n         FIRST STEP DESIGNS, LTD, D/B/A HAND-IN-HAND,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                  FOR THE DISTRICT OF MAINE\r\n\n         [Hon. D. Brock Hornby, U.S. District Judge]\r                                                               \r\n\n                                         \r\n\n                            Before\r\n\n                     Selya, Circuit Judge,\r                                                     \r\n               Campbell, Senior Circuit Judge,\r                                                         \r\n                  and Stahl, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nRoy T.  Pierce with  whom Alfred C.  Frawley and Brann  &amp; Isaacson\r                                                                              \r\nwere on brief for appellant.\r\nPeter  Bennett  with whom  Frederick B.  Finberg  and Bennett  and\r                                                                              \r\nAssociates, P.A. were on brief for appellee.\r                        \r\n\n                                         \r\n\n                         May 15, 1996\r\n                                         \r\r\n\n          STAHL, Circuit  Judge.  Rachel L.  Fennell sued her\r                      STAHL, Circuit  Judge.\r                                           \r\n\nformer employer,  First  Step Designs,  Ltd. (\"First  Step\"),\r\n\nunder Title VII and related state laws, claiming that she was\r\n\nterminated  in retaliation  for making allegations  of sexual\r\n\nharassment.     First  Step   moved  for  summary   judgment,\r\n\npresenting evidence that the decision to lay off  Fennell had\r\n\nbeen made prior to her complaint.  The district court granted\r\n\nsummary  judgment  for First  Step,  after  denying Fennell's\r\n\nmotion  for further  discovery under  Fed. R. Civ.  P. 56(f).\r\n\nFennell had hoped that  further discovery would uncover proof\r\n\nin  First Step's  computer files  that  a memo  about planned\r\n\nlayoffs, dated  prior to her  report of harassment,  had been\r\n\nfabricated.  Fennell appeals both rulings.  We affirm.\r\n\n                              I.\r                                          I.\r                                            \r\n\n                          Background\r                                      Background\r                                                \r\n\nA.  Factual Background: Fennell's Retaliation Claim\r                                                               \r\n\n          First   Step,   a   designer,   manufacturer,   and\r\n\ndistributor  of  play  equipment  for  children,  operates  a\r\n\nwarehouse  and customer  service  center  in  Oxford,  Maine.\r\n\nFennell worked as a Warehouse Lead, a supervisory position in\r\n\nwhich she directed the  warehouse staff in fulfilling orders.\r\n\nAlthough  Fennell was  a supervisor  and shared  office space\r\n\nwith the Warehouse Manager, she spent most of her time on the\r\n\nwarehouse  floor   working  alongside  the   other  warehouse\r\n\nworkers.    Her immediate  supervisor  was  Wayne Smith,  the\r\n\n                             -2-\r                                          2\r\r\n\nWarehouse Manager.   Kathleen Tucker, General  Manager of the\r\n\nwarehouse, was Smith's supervisor.\r\n\n          1.     Fennell's  Report  of   Harassment  and  Her\r                                                                         \r\n\nSubsequent Layoff\r                             \r\n\n          Two First  Step employees had complained to Fennell\r\n\nabout  on-the-job sexual  remarks by  Smith, and  Fennell had\r\n\nheard from other employees  about a sexually offensive remark\r\n\nSmith  had made while performing  as a country  musician at a\r\n\ncompany-sponsored  benefit  dance.    On  November 19,  1993,\r\n\nFennell  met  with Tucker  and recounted  what she  had heard\r\n\nabout Smith's inappropriate  remarks.  According  to Fennell,\r\n\nTucker was  hostile.  Smith's immediate  predecessor had been\r\n\nfired  in May of 1993  for sexual harassment,  and Tucker was\r\n\nincredulous  to  hear  that  First Step  might  have  another\r\n\nharasser as Warehouse Manager.\r\n\n          On December  20, 1993,  Fennell was laid  off,1 and\r\n\nshe believes her layoff was in retaliation for her complaints\r\n\nto  Tucker.  Fennell also  alleges that, after  her report to\r\n\nTucker, she  was given inferior work  (regular packing duties\r\n\nrather than  supervisory duties).  First  Step maintains that\r\n\nFennell's layoff was planned  before she complained to Tucker\r\n\nabout Smith, and  that her complaint was not a  factor in its\r\n\ndecision to lay her off.\r\n\n                    \r                                \r\n\n1.  Fennell asserts that she was terminated, while First Step\r\nmaintains  she was only laid off.  We address this dispute in\r\nPart II.B.3, our discussion of the grant of summary judgment.\r\n\n                             -3-\r                                          3\r\r\n\n          2.  The October 25 Memo\r                                             \r\n\n          A memorandum dated October 25, 1993, from Tucker to\r\n\nEric  Schultz,  First  Step's  Boston-based  Chief  Operating\r\n\nOfficer, indicated  that Fennell  was scheduled for  a layoff\r\n\nthe  week  before Christmas.2    The  memo, titled  \"SUBJECT:\r\n\nANTICIPATED  LAYOFFS/STAFFING,\"  listed twenty-eight  persons\r\n\nand  their continuing  positions  in the  warehouse; it  also\r\n\nlisted Fennell and four  others under the subtitle \"SCHEDULED\r\n\nLAYOFFS WEEK OF CHRISTMAS.\"   According to the affidavits  of\r\n\nTucker and Schultz, the memorandum was a response to pressure\r\n\nfrom  Schultz to  reduce  operating costs  at the  warehouse.\r\n\nTucker and  Schultz both state  in their affidavits  that the\r\n\nmemorandum  was faxed  to  Schultz  on  October 25,  and  the\r\n\ndocument bears a hand stamp indicating that it was faxed that\r\n\nday.   Brigitte Marston,  a customer service  supervisor also\r\n\nreporting to Tucker, states  in her affidavit that she  saw a\r\n\n\"layoff  list\" with  Fennell's  name on  it before  Fennell's\r\n\nNovember 19 meeting with  Tucker. (Marston also attended that\r\n\nmeeting, at Fennell's request.)  On November 5, 1993, Marston\r\n\nsent  an  internal  electronic  mail  message  (\"E-mail\")  to\r\n\nanother employee, in  which she referred to  the layoff list.\r\n\nMarston implied in the E-mail that  she had seen the list and\r\n\nknew who was on it.\r\n\n                    \r                                \r\n\n2.  Copies  of the  memorandum  have been  made  part of  the\r\nsummary  judgment record  as  exhibits to  the affidavits  of\r\nTucker and Schultz.\r\n\n                             -4-\r                                          4\r\r\n\n          Fennell contends that the memorandum was fabricated\r\n\nafter the November  19 meeting.  To support  this contention,\r                 \r\n\nshe  points to five facts that, she argues, are suggestive of\r\n\nfabrication: (1) one of the employees that Tucker listed  for\r\n\nan ongoing position in the  October 25 memorandum had already\r\n\nleft the  company  late  that  summer, before  the  memo  was\r\n\ncreated; (2) Tucker  stated that she had sent other memoranda\r\n\nregarding  earlier layoffs  to Schultz,  but neither  she nor\r\n\nSchultz kept copies  of them  (only the October  25 memo  was\r\n\nretained); (3) Tucker commented to Fennell earlier in October\r\n\n1995 that  she was doing a  good job, that her  services were\r\n\nneeded,  and that she would not be required to cross-train as\r\n\na telemarketer;  (4) First Step employees  had inconsistently\r\n\ndescribed  the  job  action  taken with  respect  to  Fennell\r\n\n(sometimes  as a layoff, other times as an elimination of her\r\n\nposition)  as well as the precise reasons for the action; and\r\n\n(5)  certain other  employees  listed in  the memorandum  for\r\n\nlayoff  were ultimately not laid off.  For ease of reference,\r\n\nwe shall refer to these as \"the five suspicious facts.\"\r\n\nB.  Prior Proceedings\r                                 \r\n\n          On January  23, 1995,  Fennell filed  a three-count\r\n\ncomplaint in federal district  court alleging that First Step\r\n\nfired her in retaliation for her report of sexual harassment,\r\n\nin violation of Title VII of the Civil Rights Act of 1964, 42\r\n\nU.S.C.    2000e-3(a), the  Maine Human  Rights Act, Me.  Rev.\r\n\n                             -5-\r                                          5\r\r\n\nStat.   Ann.   tit.   5,      4572(1)(E),   and   the   Maine\r\n\nWhistleblower's Protection Act, Me.  Rev. Stat. Ann. tit. 26,\r\n\n   833(1)(A).    On  August  4,  1995,  after  the  close  of\r\n\ndiscovery, First Step moved for summary judgment on all three\r\n\ncounts, arguing primarily that  Fennell's layoff was  planned\r\n\nbefore she  lodged her sexual harassment  complaint, and thus\r\n\nwas not retaliatory.   First Step asserted that there  was no\r\n\ngenuine  issue  as  to  the  fact  that the  layoff  decision\r\n\npredated Fennell's complaint, because the October 25 memo and\r\n\nthe corroborating testimony of  three First Step managers was\r\n\nessentially  uncontroverted.   On  August  25, 1995,  Fennell\r\n\nopposed the motion, arguing that there was a genuine issue of\r\n\nmaterial  fact as to whether the October 25 memo was actually\r\n\nwritten before  she complained to  Tucker or whether  it was,\r\n\ninstead,  fabricated  to  exonerate   First  Step.    In  her\r\n\nopposition  to summary judgment, Fennell requested additional\r\n\ntime  for discovery under Fed. R. Civ. P. 56(f) to determine,\r\n\nbased on the computer word processing file, when the memo was\r\n\nwritten.     On  August 28,  1995,  First Step  responded  by\r\n\nproviding a diskette containing a copy of the word processing\r\n\nfile of  the October 25  memo.  On  September 9, 1995,  First\r\n\nStep submitted a  reply brief and  an objection to  Fennell's\r\n\nrequest for  more discovery  time, supported by  an affidavit\r\n\naverring that there was no way to determine from its computer\r\n\nsystem when the document was first created.\r\n\n                             -6-\r                                          6\r\r\n\n          The district court determined that, in light of the\r\n\nOctober 25 memo, Fennell had not shown evidence sufficient to\r\n\nallow  a reasonable  jury  to find  that  her layoff  was  in\r\n\nretaliation for her  complaints about sexual  harassment, and\r\n\nit granted  \"conditional\" summary judgment in  favor of First\r\n\nStep.   The condition was that Fennell would have, under Rule\r\n\n56(f),  \"seven  (7) days  in  which  to  file  any  affidavit\r\n\nrevealing competent testimony,  based on the magnetic  medium\r\n\n[i.e. the diskette containing the word processing file], that\r\n\nthe memorandum was created  or modified (as opposed  to being\r\n\nsimply called up) on or after November 19, 1993.\"3\r\n\n          Pursuant  to the  district  court's order  allowing\r\n\nlimited further discovery, Fennell submitted the affidavit of\r\n\nher computer expert stating that the computer word processing\r\n\nfile containing  the October 25  memo on a  magnetic diskette\r\n\nrevealed  that the  document  was \"autodated\"4  on August  7,\r\n\n                    \r                                \r\n\n3.  There is  no  dispute that  the October  25, 1993,  memo,\r\nlisting  Fennell among those to  be laid off,  existed in May\r\n1994,  when it was  submitted by  First Step  as part  of the\r\nMaine Human Rights Commission fact finding process.  Thus, if\r\nthe  document  was  fabricated  as   Fennell  maintains,  the\r\nfabrication occurred  sometime after  November 19, 1993,  and\r\nbefore May 1994.  \r\n\n4.  Fennell's  expert  actually  stated  that  the  memo  was\r\n\"modified\"  on August 7, 1995.   However, the  expert did not\r\nsuggest  that there were any  textual changes to  the memo on\r                                                 \r\nthat date.   Rather,  the expert  referred  to the  automatic\r\nmodification of the date assigned to the document file by the\r\nword processing  program  after certain  commands  have  been\r\nentered.    For example,  the expert  stated,  \"if a  file is\r\n'called-up' to an application  such as Wordperfect, and saved\r\nto a different location (whether changed or not), the date of\r\n\n                             -7-\r                                          7\r\r\n\n1995.  Fennell's  expert proposed that  the original date  of\r\n\ncreation  or  date  of  any  earlier  modification  could  be\r\n\ndetermined by  a review of  the file  as it resided  on First\r\n\nStep's  hard drive,  rather than the  diskette that  had been\r\n\nprovided by First Step.       The   district  court   held  a\r\n\nhearing on  Fennell's request  for discovery of  First Step's\r\n\nhard  drive  and  then  directed  the  parties  to  submit  a\r\n\n\"protocol\"  under which  Fennell would  have access  to First\r\n\nStep's  hard drive.   If  no joint  protocol could  be agreed\r\n\nupon,  differences   were  to  be   resolved  by  conference.\r\n\nSubsequently, the parties  submitted substantially  different\r\n\nprotocols.\r\n\n          After  reviewing the protocols, and without holding\r\n\nanother  conference,  the  district court  decided  that  its\r\n\nearlier decision to consider  further discovery had been ill-\r\n\nadvised.   Accordingly,  the  court denied  any further  Rule\r\n\n56(f)  discovery, and  granted  First Step  summary judgment.\r\n\nThis appeal ensued.\r\n\n                             II.\r                                         II.\r                                            \r\n\n                          Discussion\r                                      Discussion\r                                                \r\n\n                    \r                                \r\n\nsaving is shown as the modification date.\"  In an attempt  to\r\nachieve some  clarity, we shall refer to such a change to the\r\ndate  of  a computer  file not  as  a \"modification,\"  but as\r\n\"autodating.\"   We consider \"modification,\" as  that term was\r\nused  by the district court, to mean  a change in the text of\r\nthe document that  would appear  on a paper  printout of  the\r\ndocument, as opposed to  changes to the date assigned  to the\r\ncomputer file containing the document text. \r\n\n                             -8-\r                                          8\r\r\n\n          Fennell  appeals  the  district  court's  grant  of\r\n\nsummary  judgment  in favor  of First  Step,  as well  as its\r\n\ndenial  of  her request  for  additional  discovery of  First\r\n\nStep's  computer  files  in  the  hope  that  she  might find\r\n\nevidence that  the October 25  memo was fabricated  after the\r\n\nfact.  Because summary judgment would have been inappropriate\r\n\nif  Fennell  had presented  evidence  that  the  memo  was  a\r\n\nperjurious fabrication, we  will address the discovery  issue\r\n\nfirst.\r\n\nA.  Denial of Rule 56(f) Discovery\r                                              \r\n\n          We review a district  court's ruling on a discovery\r\n\nrequest  under Fed. R. Civ. P. 56(f) for abuse of discretion.\r\n\nPrice  v. General Motors Corp.,  </pre><span class=\"citation\" data-id=\"559875\"><a href=\"/opinion/559875/herbert-w-price-etc-v-general-motors-corporation-herbert-w-price/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">162</span></a></span><pre class=\"inline\">,  164 (1st Cir.\r                                          \r\n\n1991).  Federal Rule of Civil Procedure 56(f) provides:\r\n\n          Should it appear from the affidavits of a\r\n          party  opposing  the  [summary  judgment]\r\n          motion  that the party cannot for reasons\r\n          stated   present   by   affidavit   facts\r\n          essential   to    justify   the   party's\r\n          opposition,  the  court  may  refuse  the\r\n          application for  judgment or may  order a\r\n          continuance  to  permit affidavits  to be\r\n          obtained  or depositions  to be  taken or\r\n          discovery to  be  had or  may  make  such\r\n          other order as is just.\r\n\nTo  receive the benefit of  Rule 56(f), the  \"movant must (1)\r\n\narticulate a plausible basis for the belief that discoverable\r\n\nmaterials exist  which would  raise a trialworthy  issue, and\r\n\n(2) 'demonstrate good cause for failure to have conducted the\r\n\ndiscovery  earlier.'\"    Price,  931  F.2d  at  164  (quoting\r                                          \r\n\n                             -9-\r                                          9\r\r\n\nPaterson-Leitch  Co.  v. Massachusetts  Mun.  Wholesale Elec.\r                                                                         \r\n\nCo.,  </pre><span class=\"citation\" data-id=\"502424\"><a href=\"/opinion/502424/paterson-leitch-company-inc-v-massachusetts-municipal-wholesale-electric/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">985</span></a></span><pre class=\"inline\">,  988 (1st  Cir.  1988)).   Although  the\r               \r\n\ndistrict court did not use these precise words, it denied any\r\n\nfurther  Rule 56(f) discovery essentially because Fennell did\r\n\nnot  articulate  a  plausible   basis  for  the  belief  that\r\n\ndiscoverable  materials existed  which  would  have raised  a\r\n\ntrialworthy issue.   For  purposes of  our analysis, we  will\r\n\nassume, but  need  not decide,  that  Fennell met  the  \"good\r\n\ncause\" element.\r\n\n          Fennell argues that the district court should  have\r\n\nallowed  Rule  56(f) discovery  of  First  Step's hard  drive\r\n\nbecause her expert  established that the October  25 memo was\r\n\n\"autodated\"  on   August  7,  1995.     Fennell  argues  that\r\n\nregardless  of  whether  the autodating  was  intentional  or\r\n\ninadvertent,  it obscured  the  date of  the document's  last\r\n\nprior modification  or, if  there was no  prior modification,\r\n\nthe  date  of  its   creation,  thus  rendering  those  dates\r\n\nuncertain.  Fennell maintains that First Step must \"live with\r\n\nthat uncertainty,\" by which she means that there is a genuine\r\n\ndispute  as  to  the date  on  which  the  memo was  written.\r\n\nFennell emphasizes that First  Step's summary judgment motion\r\n\nis  based in  large  part  on the  memo,  as  proof that  the\r\n\nbusiness decision to  lay off Fennell predated  her report of\r\n\nsexual  harassment.    Fennell   also  points  to  the  \"five\r\n\nsuspicious facts\" noted earlier as support for her contention\r\n\n                             -10-\r                                          10\r\r\n\nthat there is a  plausible basis for her belief  that further\r\n\ndiscovery will  yield evidence that the  memo was fabricated.\r\n\nWe begin our analysis with  a review of the discovery-related\r\n\nproceedings below.\r\n\n          We  note at the outset that First Step did not file\r\n\nits  motion for  summary  judgment until  after the  close of\r\n\ndiscovery pursuant  to the  district court's  pretrial order.\r\n\nFennell's  original  discovery  request  did not  make  clear\r\n\nwhether it called for a diskette  copy of the memo or a paper\r\n\n\"original.\"   In  any event,  there is  no indication  and no\r\n\nallegation that First Step withheld the diskette from Fennell\r\n\nin bad faith.\r\n\n          Despite  the  district  court's determination  that\r\n\nFennell's opposition to summary judgment had not demonstrated\r\n\nany genuine  dispute as to  First Step's contention  that its\r\n\ndecision to lay off Fennell preceded her complaint, the court\r\n\ngranted  a seven-day extension  to allow  Fennell to  file an\r\n\naffidavit  providing some  computer-based  evidence that  the\r\n\nmemo  was fabricated and antedated.  By this time, a diskette\r\n\ncontaining the memo's computer  file was already in Fennell's\r\n\nhands,  thus  the  proposed  extension did  not  involve  any\r\n\nintrusion or impose costs upon First Step.\r\n\n          In compliance with the discovery extension, Fennell\r\n\nsubmitted the affidavit of  her computer expert, which stated\r\n\nthat analysis of the  diskette containing the word processing\r\n\n                             -11-\r                                          11\r\r\n\nfile  of the October 25  memo revealed that  the document was\r\n\n\"autodated\" on August 7, 1995.  The district court determined\r\n\nthat the computer expert's affidavit  did not reveal that the\r\n\nmemorandum  was \"created  or  modified (as  opposed to  being\r\n\nsimply called up) on or after  November 19, 1993.\"  In  other\r\n\nwords, the affidavit was not probative of any fabrication.\r\n\n          Fennell's expert proposed that the original date of\r\n\ncreation  or  date  of  last textual  modification  could  be\r\n\ndetermined  by  review of  the file  as  it resided  on First\r\n\nStep's  hard drive.  On the other hand, a First Step employee\r\n\nhad  stated, in  an affidavit  previously  filed in  reply to\r\n\nFennell's opposition to summary  judgment, that First  Step's\r\n\ncomputer  consultant determined  that  its  system could  not\r\n\nreveal  the date on which  the document was  first created or\r\n\nlast textually modified.\r\n\n          The district court held a conference  after Fennell\r\n\nfiled  her computer  expert's  affidavit.   After considering\r\n\nFennell's  proposal that  access to  First Step's  hard drive\r\n\nmight  reveal  the date  of creation  or modification  of the\r\n\nOctober 25 memo,  the district court directed the  parties to\r\n\nsubmit  a \"protocol\"  establishing  the  procedures by  which\r\n\nFennell  would have  access  to relevant  materials on  First\r\n\nStep's  hard  drive.    The  district  court  cautioned  that\r\n\ndiscovery would be allowed only if the protocol  ensured that\r\n\nhard  drive access would have  a \"minimal degree of intrusion\r\n\n                             -12-\r                                          12\r\r\n\ntime-wise   and   interference-wise\"   with    First   Step's\r\n\noperations,  and  if  it  provided  \"adequate  assurances  of\r\n\nconfidentiality.\"\r\n\n          Fennell  provided a protocol requiring a specialist\r\n\nto  \"mirror\" First  Step's entire  hard drive,  and take  the\r\n\nmirror  copy to its facility in  Canada for complete analysis\r\n\nand  ultimate erasure.5    First Step  objected to  Fennell's\r\n\nprotocol and provided its own protocol.6\r\n\n          After  reviewing the  two protocols  and apparently\r\n\nrecognizing  that   the  parties  were   unlikely  to   reach\r\n\nconsensus,  the  district court  concluded  that its  earlier\r\n\n                    \r                                \r\n\n5.  Fennell's  protocol  proposed, in  sum: (1)  a conference\r\ncall between the parties  and their computer  representatives\r\nto discuss the computer  system configuration; (2) an on-site\r\nvisit at  First Step's warehouse where  counsel would observe\r\nFennell's computer  representative create a  \"mirror\" of  the\r\ntarget hard drive;  (3) an  off-site analysis  of the  mirror\r\nhard drive by a specialty laboratory, whereby the technicians\r\nwould attempt to determine  the creation date or modification\r\ndate of the relevant files; (4) the erasure or destruction of\r\nthe  mirror hard  drive, certified  by affidavit;  and (5)  a\r\nprotective order stipulating, in sum, that all information on\r\nthe  mirror   hard  drive  not  relating   to  the  creation,\r\nmodification,   or  erasure,   of  the   relevant  files   is\r\nconfidential.\r\n\n6.  First Step  objected to Fennell's protocol because, inter\r                                                                         \r\nalia,  it: (1)  failed  to describe the  methodology by which\r                \r\nthe technicians  would attempt  to determine the  creation or\r\nmodification dates (First Step noted that its computer system\r\ncontains  many  hard  drives,  and  expressed  concerns  over\r\nbusiness   risks   resulting  from   accidental   data  loss,\r\nincompatible  hardware,  and system  downtime);  (2)  did not\r\nadequately address attorney-client privilege and work product\r\nconcerns as to  other documents  on the hard  drive; and  (3)\r\nallowed  unsupervised possession  of the  mirror drive.   The\r\ndistrict  court described  the  detailed protocol  that First\r\nStep proposed as \"extremely cumbersome and expensive.\"\r\n\n                             -13-\r                                          13\r\r\n\ndecision  to  permit  additional  discovery  had  been  \"ill-\r\n\nadvised\" because  it  would involve  \"a 'fishing  expedition'\r\n\nwithout   any   particularized   likelihood  of   discovering\r\n\nappropriate information,\"  while, \"[a]t  the  same time,  the\r\n\nprocess involves substantial risks and costs.\"  To inform our\r\n\njudgment whether the denial of further discovery was an abuse\r\n\nof  the district  court's  discretion, we  first address  the\r\n\ndistrict court's  conclusion that the \"risks  and costs\" were\r\n\nsubstantial,  and  then  its  conclusion  that  the  proposed\r\n\ndiscovery was a \"fishing expedition.\"\r\n\n          1.  Risks and Costs\r                                         \r\n\n          A  party seeking  discovery under  Rule  56(f) must\r\n\n\"articulate   a  plausible   basis   for   the  belief   that\r\n\ndiscoverable materials exist which  would raise a trialworthy\r                        \r\n\nissue.\"    Price,  931 F.2d  at  164  (emphasis  added).   In\r                            \r\n\ndetermining  whether  material is  \"discoverable,\"  the court\r\n\nshould  consider  not  only  whether  the  material  actually\r\n\nexists, but  the burdens  and expenses entailed  in obtaining\r\n\nthe  material.   See Fed.  R. Civ.  P. 26(b)(2).7   Discovery\r                                \r\n\n                    \r                                \r\n\n7.  Fed. R. Civ. P. 26(b)(2) provides:\r\n\n          The  frequency or  extent  of use  of the\r\n          discovery  methods   otherwise  permitted\r\n          under these rules .  . . shall be limited\r\n          by the court if it determines that: . . .\r\n          (iii)  the  burden  or  expense   of  the\r\n          proposed  discovery outweighs  its likely\r\n          benefit, taking into account the needs of\r\n          the case, the amount in  controversy, the\r\n          parties' resources, the importance of the\r\n\n                             -14-\r                                          14\r\r\n\nmatters  are  for the  informed  discretion  of the  district\r\n\ncourt,  and the breadth  of that discretion  in managing pre-\r\n\ntrial  mechanics  and discovery  is  very  great.   Fusco  v.\r                                                                     \r\n\nGeneral Motors  Corp., </pre><span class=\"citation\" data-id=\"658541\"><a href=\"/opinion/658541/38-fed-r-evid-serv-677-prodliabrepcchp-13786-carol-gagne-fusco/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">259</span></a></span><pre class=\"inline\">, 267  (1st Cir. 1993).  In\r                                 \r\n\nexercising this broad discretion,  the district court in this\r\n\ncase  balanced  the  costs,  burdens,  and  delays  that  the\r\n\nproposed  discovery entailed,  as well  as the  likelihood of\r\n\ndiscovering  evidence  of  fabrication,  against  the obvious\r\n\nimportance of the evidence  sought.  See Resolution Trust  v.\r                                                                     \r\n\nNorth  Bridge  Assoc., </pre><span class=\"citation\" data-id=\"669068\"><a href=\"/opinion/669068/resolution-trust-corporation-v-north-bridge-associates-inc/\"><span class=\"volume\">22</span>  <span class=\"reporter\">F.3d</span>  <span class=\"page\">1198</span></a></span><pre class=\"inline\">, 1203  (1st  Cir. 1994)\r                                 \r\n\n(party  seeking  Rule 56(f)  discovery  \"should  set forth  a\r\n\nplausible   basis  for   believing   that  specified   facts,\r\n\nsusceptible  of collection  within a  reasonable time  frame,\r                                                                        \r\n\nprobably exist\")(emphasis added).\r\n\n          The district court recognized First Step's concerns\r\n\nover   Fennell's insufficiently  detailed description  of the\r\n\nproposed  analysis  of  the  hard  drive,8  as  well  as  the\r\n\nconfidentiality  of information  on the  hard drive  that was\r\n\nproprietary or  subject to attorney-client privilege or work-\r\n\n                    \r                                \r\n\n          issues  at stake  in the  litigation, and\r\n          the importance of the  proposed discovery\r\n          in resolving the issues.\r\n\n8.  First Step argued that  Fennell's failure to disclose the\r\nspecific technical steps to  be taken in the analysis  of the\r\nmirrored  drive rendered  her  protocol nothing  more than  a\r\nproposal for a  fishing expedition.   First Step also  argued\r\nthat the unknown mirroring process and analysis of its system\r\nmight temporarily or permanently affect their computer system\r\nand business operations.\r\n\n                             -15-\r                                          15\r\r\n\nproduct privilege.   The district court  also recognized that\r\n\nresolving  the discovery dispute,  and the  discovery process\r\n\nitself, would increase legal and  expert fees.  The protocols\r\n\nalerted  the district  court to genuine  problems surrounding\r\n\nthe  proposed  discovery of  First  Step's  hard drive.    In\r\n\nexercising  its  discretion,  the district  court  reasonably\r\n\nconcluded   that  the   discovery   process   would   involve\r\n\nsubstantial risks and costs.  See id.\r                                                 \r\n\n          2.  A Fishing Expedition?\r                                               \r\n\n          The  district court  determined  not only  that the\r\n\nrisks and  costs of  further discovery were  substantial, but\r\n\nalso  that  Fennell  had not  demonstrated  \"a particularized\r\n\nlikelihood  of  discovering  appropriate  information.\"    We\r\n\nagree.   In our view, Fennell did not sufficiently \"set forth\r\n\na  plausible  basis  for  believing   that  specified  facts,\r\n\nsusceptible of  collection  within a  reasonable time  frame,\r\n\nprobably exist.\"  Id. (party seeking discovery must show that\r                                 \r\n\nit will not be an \"exercise in futility\").\r\n\n           As  to \"susceptibility of collection,\" all Fennell\r\n\nwas  able to  say was  that \"there  may be  a way.\"   Fennell\r\n\nsubmitted  the affidavit  of her  expert, proposing  that the\r\n\noriginal date of creation or date of any earlier modification\r\n\nof the October 25 memo could be determined by a review of the\r\n\nmemo  file as it resided  on First Step's  hard drive, rather\r\n\nthan  on  the diskette  originally  provided  by First  Step.\r\n\n                             -16-\r                                          16\r\r\n\nFirst Step  submitted a reply to  Fennell's expert affidavit,\r\n\nwhich   argued  that   Fennell's  expert's   statements  were\r\n\nconclusory,   without   foundation,   and    that   Fennell's\r\n\nspeculation  and  conjecture   did  not  warrant   additional\r\n\ndiscovery.  The  district court  then held a  hearing on  the\r\n\ndiscovery issue, at which the following was stated:\r\n\n               [The Court:]  It's  my understanding\r\n          that based  upon telephone communications\r\n          as  recently as today,  that [Fennell] is\r\n          informed  by  the  [computer experts  who\r\n          were to analyze  the mirrored hard drive]\r\n          that they cannot reach a  conclusion from\r\n          the  disk that  has  been  provided,  but\r\n          instead, that the only way they can reach\r\n          any  kind of  conclusion is by  access to\r\n          the   hard   drive   on  [First   Step's]\r\n          premises.  That at this time, they cannot\r\n          guarantee that  there  they can  reach  a\r\n          conclusive  result,  but that  it's their\r\n          position  there may  be a  way.   Is that\r\n          essentially correct?  \r\n\n               [Counsel   for  Fennell:]     That's\r\n          correct, Your Honor.\r\n\nThe lack of detail in Fennell's protocol cast even more doubt\r\n\non  the soundness  of the technical  basis for  the discovery\r\n\nventure.  The district court had good reason to be skeptical,\r\n\nbased  on  Fennell's  inadequate  showing  that the  proposed\r\n\nanalysis could determine the memo's creation date.\r\n\n          As  to  whether \"specified  facts  .  . .  probably\r\n\nexist,\" Fennell presented precious little that suggested that\r\n\nfabrication had occurred.   The \"autodating\" that occurred on\r\n\nAugust  7, 1995, could  not have indicated  that the document\r\n\nwas fabricated on  that day,  as it had  been submitted  more\r\n\n                             -17-\r                                          17\r\r\n\nthan  a  year  earlier   in  the  state  proceedings.     The\r\n\n\"autodating\"  could  indicate  an  intentional  conspiracy to\r\n\ncover  up  the  document's  fabrication  by  obliterating the\r\n\nactual creation date, but that is mere speculation.  \r\n\n          The  \"five  suspicious facts,\"  enumerated earlier,\r\n\nare equally speculative.  We fail to see how the inclusion of\r\n\nan employee who  had already left the company  on the list of\r\n\nemployees  to  be  retained  makes fabrication  more  likely.\r\n\nFennell argues that the  mistake indicates that the memo  was\r\n\nprepared  at a later point  in time, when  Tucker's memory of\r\n\nwho was employed  would have  faded.  That  inference is,  at\r\n\nbest, extremely attenuated.\r\n\n          The  fact that  the  October 25  memo was  retained\r\n\nwhile  other  similar memos  are  no  longer extant  is  also\r\n\nvirtually non-probative.  It would be natural for an employer\r\n\nto take care to retain a memo pertaining to an employee, soon\r\n\nto be laid off, who had lodged a sexual harassment complaint.\r\n\nMoreover, Fennell  filed a  state human rights  charge within\r\n\nninety days of her complaint, thus the desirability of saving\r\n\nany documents relating to her termination became obvious soon\r\n\nafter the memo was  written.  Nothing in the  record suggests\r\n\nany similar reasons for saving the earlier memos.\r\n\n          The fact  that  Tucker had  made positive  comments\r\n\nabout Fennell's performance and job security and First Step's\r\n\nfuture  shortly before she was  placed on the  layoff list is\r\n\n                             -18-\r                                          18\r\r\n\nnot necessarily probative of fabrication, either.  First Step\r\n\ndoes not assert that Fennell was let go for poor performance,\r\n\nbut rather that her termination  was part of a reorganization\r\n\ndictated  by financial concerns unrelated to her performance.\r\n\nThe need for her services until the end of the Christmas rush\r\n\ncould have been one reason Tucker spoke as she did.\r\n\n          Fennell   claims   that    First   Step    managers\r\n\ninconsistently described  the nature  of and the  reasons for\r\n\nthe job action, but our review of all the statements shows no\r\n\nsinister inconsistency.   It  appears that the  term \"layoff\"\r\n\nwas used  loosely, and  was not necessarily  indicative of  a\r\n\ntemporary, rather than a permanent,  action.  And the various\r\n\nstatements  about  why  she  was  let  go,  while  worded  in\r\n\ndifferent ways, all relate to First Step's business objective\r\n\nof  improving  the  economic  efficiency   of  its  warehouse\r\n\noperation.  We see nothing out-of-the-ordinary  or suspicious\r\n\nabout the statements.  \r\n\n          Finally,  the fact  that some employees  slated for\r\n\nlayoff in the  memo were  ultimately not laid  off might  say\r\n\nsomething  about the finality of the layoff list as a general\r\n\nmatter, but we fail  to see how it suggests  fabrication.  It\r\n\nis  true that  only two  of the  five individuals  slated for\r\n\nChristmas week  layoffs were actually laid  off as scheduled,\r\n\nbut  the  record  indicates  non-suspicious  reasons  for the\r\n\nchanges in First Step's plans.  Two of the three who survived\r\n\n                             -19-\r                                          19\r\r\n\nthe  axe  stayed  on   in  telemarketing  because  two  other\r\n\ntelemarketers requested layoffs.   The other employee was out\r\n\nwith  an  injury   collecting  worker's  compensation  during\r\n\nChristmas week; at  the urging of  First Step's insurer,  she\r\n\nwas called  back to  light duty after  the New Year  and then\r\n\nlaid  off  shortly  thereafter.     And,  even  ignoring  the\r\n\napparently legitimate reasons why  some of the slated layoffs\r\n\ndid  not occur, the changes in First Step's staffing plans do\r\n\nnot suggest  fabrication.  Why would a fabricated layoff list\r\n\nbe more likely to  name employees eventually retained  than a\r\n\nreal  layoff list?  Wouldn't a fabricated list, written after\r\n\nthe  fact, have  the benefit  of hindsight  and thus  be more\r                                                                         \r\n\naccurate?  We see little  probative value in this, or  any of\r\n\nthe other \"five suspicious facts.\"\r\n\n          3.  Conclusion:  No Abuse of Discretion\r                                                             \r\n\n          Even  if  we were  inclined  to  disagree with  the\r\n\ndistrict court's assessment of Fennell's arguments, which  we\r\n\nare not,  we reverse a district court's discovery ruling only\r\n\nfor  abuse of  discretion.   While there  may be  cases where\r\n\ndiscovery of word  processing files on a computer  hard drive\r\n\nmight  well be warranted, Fennell  has not met  her burden of\r\n\ndemonstrating that the  district court abused its  discretion\r\n\nin denying that  opportunity here.   Thus, we  hold that  the\r\n\ndistrict  court acted  within  its discretion  in disallowing\r\n\nfurther   Rule  56(f)   discovery,  given   its  conclusions,\r\n\n                             -20-\r                                          20\r\r\n\nsupported by the record, that (1)  the discovery would entail\r\n\nsubstantial  risks  and  costs,  and  (2)  there  was  little\r\n\nparticularized  basis   to  believe  that   any  evidence  of\r\n\nfabrication could be discovered by Fennell's experts.\r\n\n                             -21-\r                                          21\r\r\n\nB.  Grant of Summary Judgment for the Defendant First Step\r                                                                      \r\n\n          1. Standard of Review\r                                           \r\n\n          We review a grant of  summary judgment de novo, and\r                                                                    \r\n\nlike the district court, we are obliged to view the  facts in\r\n\nthe light most favorable to the non-moving party, drawing all\r\n\nreasonable  inferences in  that  party's favor.   Mesnick  v.\r                                                                     \r\n\nGeneral Elec. Co., </pre><span class=\"citation\" data-id=\"573068\"><a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">816</span></a></span><pre class=\"inline\">, 822 (1st Cir.  1991), cert.\r                                                                         \r\n\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">985</span></span><pre class=\"inline\"> (1992).  Summary judgment is appropriate\r                  \r\n\nwhen \"the pleadings, depositions, answers to interrogatories,\r\n\nand admissions on file, together with the affidavits, if any,\r\n\nshow that there  is no genuine issue as to  any material fact\r\n\nand that the moving party is entitled to judgment as a matter\r\n\nof law.\"   Fed. R. Civ.  P. 56(c).  \"[T]he  mere existence of\r\n\nsome  alleged factual  dispute between  the parties  will not\r                \r\n\ndefeat  an  otherwise properly  supported motion  for summary\r\n\njudgment;  the requirement is that  there be no genuine issue\r                                                                   \r\n\nof material fact.\"  Anderson v. Liberty Lobby, Inc., </pre><span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span>\r                                                               \r\n\n<span class=\"page\">242</span></a></span><pre class=\"inline\">,  247-48  (1986).   \"Moreover,  summary  judgment may  be\r\n\nappropriate `[e]ven  in cases where elusive  concepts such as\r\n\nmotive or  intent are at issue, . . . if the non-moving party\r\n\nrests   merely   upon   conclusory  allegations,   improbable\r\n\ninferences, and unsupported speculation.'\"  Woods v. Friction\r                                                                         \r\n\nMaterials, Inc.,  </pre><span class=\"citation\" data-id=\"675091\"><a href=\"/opinion/675091/jimmie-e-woods-v-friction-materials-inc/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">255</span></a></span><pre class=\"inline\">,  259 (1st Cir.  1994) (quoting\r                           \r\n\nMedina-Munoz v. R.J. Reynolds Tobacco Co., </pre><span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span><pre class=\"inline\">, 8 (1st\r                                                     \r\n\nCir.  1990)).  Finally, Fed.  R. Civ. P.  56(c) \"mandates the\r\n\n                             -22-\r                                          22\r\r\n\nentry of summary judgment, . . . upon motion, against a party\r\n\nwho fails  to  make a  showing  sufficient to  establish  the\r\n\nexistence of an  element essential to that  party's case, and\r\n\non which that party will bear the burden of proof  at trial.\"\r\n\nCelotex Corp. v. Catrett, </pre><span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span><pre class=\"inline\">, 322 (1986).\r                                    \r\n\n2.  Retaliatory Discharge: The Legal Framework\r                                                          \r\n\n          Although   Fennell   has  framed   her  retaliatory\r\n\ndischarge claims  in  one federal  count  and two  state  law\r\n\ncounts,   the  parties   agree   that  the   well-established\r\n\nanalytical  framework used  in  Title VII  retaliation claims\r\n\napplies to the state law counts  as well.  Thus, for purposes\r\n\nof this appeal, we treat all three counts as  subsumed in the\r\n\nTitle VII count.\r\n\n          Where,  as in  this case  and in  retaliation cases\r\n\ngenerally,  there is  no direct  evidence of  the defendant's\r\n\nretaliatory  animus,  the  McDonnell Douglas  burden-shifting\r                                                        \r\n\nframework  is  used  to  allocate and  order  the  burdens of\r\n\nproducing evidence.  See Mesnick, 950 F.2d at 827 (explaining\r                                            \r\n\nthe interplay between the burden-shifting framework set forth\r\n\nin McDonnell Douglas Corp. v. Green, </pre><span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span><pre class=\"inline\"> (1973), and\r                                               \r\n\nthe standards  for summary judgment).   To establish  a prima\r\n\nfacie case of  retaliation, Fennell must  show that: (1)  she\r\n\nengaged  in  protected  conduct  under Title  VII  (or  here,\r\n\nMaine's Human Rights Act or Whistleblower's Protection  Act);\r\n\n(2)  she suffered  an adverse  employment action;  and  (3) a\r\n\n                             -23-\r                                          23\r\r\n\ncausal connection existed  between the protected conduct  and\r\n\nthe adverse action.  See, e.g., Hoeppner v. Crotched Mountain\r                                                                         \r\n\nRehabilitation Ctr., </pre><span class=\"citation\" data-id=\"195529\"><a href=\"/opinion/195529/hoeppner-v-crotched-mountain/\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span><pre class=\"inline\">, 14 (1st Cir. 1994).\r                               \r\n\n          Once  a  prima facie  showing  has  been made,  the\r\n\nburden shifts  to the  defendant to articulate  a legitimate,\r\n\nnon-retaliatory  reason for  its employment  decision.   See,\r                                                                        \r\n\ne.g., Mesnick, 950  F.2d at 827.9  If  the defendant does so,\r                         \r\n\nthe ultimate burden falls  on the plaintiff to show  that the\r\n\nproffered legitimate reason is in fact a pretext and that the\r\n\njob  action was  the  result of  the defendant's  retaliatory\r\n\nanimus. See St.  Mary's Honor  Ctr. v. Hicks,  </pre><span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">502</span></a></span><pre class=\"inline\">,\r                                                        \r\n\n510-11  (1993); Mesnick,  950  F.2d at  827-28.   On  summary\r                                   \r\n\njudgment, the  need to  order  the presentation  of proof  is\r\n\nlargely obviated, and a court  may often dispense with strict\r\n\nattention to the  burden-shifting framework, focusing instead\r\n\non whether the  evidence as a whole is sufficient to make out\r\n\na jury question as to pretext and discriminatory animus.  Id.\r                                                                         \r\n\nat 827.\r\n\n3.  Application to Fennell's Case\r                                             \r\n\n                    \r                                \r\n\n9.  Mesnick  dealt with  a claim  of retaliation  for conduct\r                       \r\nprotected  by  the  Age   Discrimination  in  Employment  Act\r\n(\"ADEA\"). 29 U.S.C.    621-634.  The analytical framework for\r\nADEA discrimination and retaliation cases was patterned after\r\nthe framework  for Title  VII cases,  and our  precedents are\r\nlargely interchangeable.  See, e.g., Hazel v. U.S. Postmaster\r                                                                         \r\nGeneral, </pre><span class=\"citation\" data-id=\"194977\"><a href=\"/opinion/194977/hazel-v-postmaster-general/\"><span class=\"volume\">7</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 3-4  (1st Cir. 1993)  (applying McDonnell\r                                                                         \r\nDouglas  framework  and  a  unified  retaliation  analysis to\r                   \r\nclaims under both the ADEA and Title VII).\r\n\n                             -24-\r                                          24\r\r\n\n          Although First Step  refutes that Fennell has  even\r\n\nmade  out a  prima facie  case  of retaliation,  the district\r\n\ncourt apparently assumed that she did.  The plaintiff's prima\r\n\nfacie burden is  not onerous, and  we find that she  met that\r\n\nburden  by   demonstrating,  among  other  things,  that  her\r\n\ntermination occurred shortly after her protected conduct, the\r\n\nreport of harassment.   See Oliver  v. Digital Equip.  Corp.,\r                                                                        \r\n\n</pre><span class=\"citation\" data-id=\"505831\"><a href=\"/opinion/505831/46-fair-emplpraccas-1535-46-empl-prac-dec-p-37989-norman-w-oliver/\"><span class=\"volume\">846</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">103</span></a></span><pre class=\"inline\">,  110 (1st  Cir.  1988) (discharge  soon  after\r\n\nprotected conduct is strongly suggestive of retaliation).\r\n\n          Fennell  cannot seriously  dispute that  First Step\r\n\nmet  its burden of articulating a legitimate, non-retaliatory\r                                           \r\n\nreason for her discharge:  that economic and business reasons\r\n\nled  First Step  to  decide  to lay  her  off, and  that  the\r\n\ndecision was made prior to her complaint.  Thus, we arrive at\r\n\nthe dispositive question: whether Fennell has, on the summary\r\n\njudgment record, established genuine  issues of fact that (1)\r\n\nFirst Step's  business  reasons were  a pretext  and (2)  her\r\n\ndischarge  was  in  retaliation  for her  reports  of  sexual\r\n\nharassment.\r\n\n          The district court granted summary judgment because\r\n\nit held that Fennell had not  shown a genuine issue as to the\r\n\nfact that First Step decided to discharge her before she made\r\n\nthe  report  of  sexual  harassment.   The  linchpin  of  the\r\n\ndistrict  court's holding  was the  October 25  memo, listing\r\n\nFennell among those to be laid off.  Fennell asserts that the\r\n\n                             -25-\r                                          25\r\r\n\nmemo was fabricated some time after her report of harassment.\r\n\nWe discussed Fennell's assertions of fabrication in analyzing\r\n\nthe discovery  issue, and we  found them to  be unpersuasive.\r\n\nFor the reasons stated in that analysis, we hold that Fennell\r\n\nhas not presented evidence that would allow a reasonable jury\r\n\nto  find that  the  memorandum was  fabricated.   At  bottom,\r\n\nFennell's  fabrication   claims  amount   to  no   more  than\r\n\n\"conclusory    allegations,   improbable    inferences,   and\r\n\nunsupported speculation.\"  Medina-Munoz, 896 F.2d at 8.\r                                                   \r\n\n           In addition to the  memo, First Step also provided\r\n\nthe  uncontroverted affidavits  of three employees  who swear\r\n\nthat Fennell was  on a list of employees to  be laid off, and\r\n\nthey  saw  the  list  before  she  lodged  her  complaint  of\r\n\nharassment.   Given  the memo  and the  three affidavits,  we\r\n\nconclude  that Fennell  has failed  to demonstrate  a genuine\r\n\nissue as to whether First Step's layoff decision predated her\r\n\ncomplaint.   Thus, no  reasonable jury could  find that First\r\n\nStep's   business-related,   non-retaliatory     reason   for\r\n\nFennell's layoff decision  was a  pretext --  it cannot  have\r\n\nretaliated for conduct that had yet to occur.\r\n\n          Fennell  also  argues that  even  if  the memo  was\r\n\nlegitimate   and   predated  her   report,  the   job  action\r\n\ncontemplated  in the memo was  vague and not  final, and that\r\n\nretaliatory animus  motivated her ultimate  termination.   We\r\n\nare  not  persuaded.   The  October  25  memo  used the  term\r\n\n                             -26-\r                                          26\r\r\n\n\"layoff,\"  and Smith used the  same term in  his December 20,\r\n\n1993,  letter informing Fennell  of her discharge.   The next\r\n\nday, Tucker wrote Fennell a  letter stating that her position\r\n\nhad been eliminated.  Fennell argues that the October 25 memo\r\n\ncontemplated a \"layoff,\" from which  she would be called back\r\n\nwhen  work was available, but that in fact she was terminated\r\n\nand her position  eliminated.  First  Step counters that  she\r\n\nwas laid off because her position was eliminated, and that it\r\n\nwould  have  brought  Fennell  back from  layoff  if  another\r\n\nsupervisory  position opened  for  which she  was  qualified.\r\n\nFirst Step states that it did  not transfer Fennell to a non-\r\n\nsupervisory  position because  it does  not  generally demote\r\n\nsupervisors to line positions, believing that morale problems\r\n\nresult.   Our  view of  the summary  judgment record,  viewed\r\n\nfavorably  to  Fennell, leads  to the  inescapable conclusion\r\n\nthat the pre-complaint  decision to \"lay  off\" Fennell was  a\r\n\ndecision to  eliminate her position, rather  than a temporary\r\n\nmeasure with the expectation  that she would be called  back.\r\n\nAfter reviewing the entire  record, we hold that  Fennell has\r\n\nnot  presented evidence that would allow a reasonable jury to\r\n\nfind that  First Step had  originally decided merely  to \"lay\r\n\noff\"  Fennell but then later decided to take a more permanent\r\n\naction in retaliation for her complaint.\r\n\n          We  also reject  Fennell's  argument that  the pre-\r\n\ncomplaint decision to lay  her off was not a  final decision,\r\n\n                             -27-\r                                          27\r\r\n\nand that it could  have been reconsidered later, but  was not\r\n\nbecause of her complaint.   We agree with the  district court\r\n\nthat  \"could have\" is not  enough.  Fennell  has presented no\r\n\nevidence  that there  was later  reconsideration or  that the\r\n\ndecision  was not  final.   We recognize  that certain  other\r\n\nemployees on  the layoff list  were ultimately  not laid  off\r\n\nbecause of changed circumstances  relevant to their jobs, but\r\n\nthat  fact standing alone  says little  or nothing  about any\r\n\nchanges   in   circumstance   that   might   have    led   to\r\n\nreconsideration of Fennell's job future.\r\n\n          Fennell makes one other argument worthy of mention.\r\n\nShe claims that after her  complaint of sexual harassment she\r\n\nwas  \"immediately demoted  to a lesser  position.\"   She does\r\n\nnot,  however, develop this argument in her brief, and we are\r\n\nnot clear  whether she raises  it as a  separately actionable\r\n\nact  of retaliation or as  evidence of the retaliatory animus\r\n\nbehind  her termination.  In  either case, we  agree with the\r\n\ndistrict court's rejection of  her demotion argument.  It  is\r\n\ndifficult to see how her assignment  to packing duties during\r\n\nthe Christmas season  rush amounts to a demotion,  given that\r\n\nin her  affidavit she described  her earlier duties  thus: \"I\r\n\nspent  most of  my time  as Warehouse  Lead on  the warehouse\r\n\nfloor  working alongside  other warehouse  employees.\"    The\r\n\ndemotion  argument has not raised any  genuine issues of fact\r\n\nas  to retaliation, and in  any event the  argument is waived\r\n\n                             -28-\r                                          28\r\r\n\nfor failure  to develop it  fully in her  brief.   See, e.g.,\r                                                                        \r\n\nRyan  v. Royal  Ins. Co., </pre><span class=\"citation\" data-id=\"550084\"><a href=\"/opinion/550084/maury-a-ryan-dba-ryan-klimek-ryan-partnership-v-royal-insurance/\"><span class=\"volume\">916</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">731</span></a></span><pre class=\"inline\">, 734  (1st Cir. 1990)\r                                    \r\n\n(explaining  that   issues  adverted   to  on  appeal   in  a\r\n\nperfunctory   manner,   unaccompanied   by   some   developed\r\n\nargumentation, are deemed to have been abandoned).\r\n\n          Fennell points to a variety of other facts as proof\r\n\nthat  First Step could not  have wanted to  discharge her for\r\n\nlegitimate business  reasons.  These other  facts include her\r\n\nvalue  as an employee, her  awards for Employee  of the Month\r\n\nand the Year, her utility in  performing the annual inventory\r\n\nto be performed shortly  after her layoff, the fact  that the\r\n\nFirst Step catalogue  was featured on the  Oprah Winfrey show\r\n\nshortly before her layoff, and First Step's plans for a large\r\n\nmailing  of catalogues  in  January 1994.    In essence,  she\r\n\nattempts to second-guess First Step's  business judgment that\r\n\na leaner warehouse management team -- that is, a team without\r\n\nFennell  -- was desirable.   None  of these  other assertions\r\n\ncreates  a genuine issue of  fact as to  whether First Step's\r\n\nreasons  for  termination were  a  pretext, in  light  of the\r\n\nOctober  25 memo and  the three affidavits  averring that the\r\n\nlayoff list was made before Fennell's complaint.  \"Courts may\r\n\nnot sit as super  personnel departments, assessing the merits\r\n\n-- or even the rationality -- of employers' nondiscriminatory\r\n\nbusiness decisions.\"  Mesnick, 950 F.2d at 825.\r                                         \r\n\n                             -29-\r                                          29\r\r\n\n          In  the  absence  of  a  genuine issue  as  to  the\r\n\nauthenticity  of the October 25 memo scheduling Fennell for a\r\n\nlayoff,  Fennell is  left with  only conjecture  and innuendo\r\n\nthat her termination was an act of retaliation.  The district\r\n\ncourt appropriately granted summary judgment for First Step.\r\n\n                             -30-\r                                          30\r\r\n\n                             III.\r                                         III.\r                                             \r\n\n                         Conclusion \r                                     Conclusion \r                                               \r\n\n          For  the foregoing  reasons,  the judgment  of  the\r\n\ndistrict court is affirmed.\r                                      \r\n\n                             -31-\r                                          31\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194977/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195529/",
    "http://www.courtlistener.com/api/rest/v3/opinions/502424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/505831/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550084/",
    "http://www.courtlistener.com/api/rest/v3/opinions/559875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658541/",
    "http://www.courtlistener.com/api/rest/v3/opinions/669068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/675091/"
  ]
}