{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196725/",
  "absolute_url": "/opinion/196725/reyes-garcia-v-rodriguez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196725/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:12:38Z",
  "date_modified": "2017-03-24T10:48:26.143515Z",
  "type": "010combined",
  "sha1": "290dce8080ce3dd50d794f2d95ed9b717d9f2a16",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1455.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 95-1455\r\n\n              MARIA DEL CARMEN REYES-GARCIA, ET AL.,\r\n\n                      Plaintiffs, Appellees,\r\n\n                                v.\r\n\n                   RODRIGUEZ &amp; DEL VALLE, INC.,\r\n\n                      Defendant, Appellant.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n          [Hon. Hector M. Laffitte, U.S. District Judge]\r                                                                 \r\n\n                                             \r\n\n                              Before\r\n\n                  Selya and Cyr, Circuit Judges,\r                                                         \r\n\n                  and Gertner,* District Judge.\r                                                        \r\n\n                                             \r\n\n     Virgilio Mendez Cuesta on brief for appellant.\r                                     \r\n     Jose F.  Quetglas Alvarez, Jose F. Quetglas Jordan, and Eric\r                                                                           \r\nM. Quetglas Jordan on brief for appellees.\r                            \r\n\n                                             \r\n\n                          April 25, 1996\r\n\n                                             \r\n\n             \r\n\n*Of the District of Massachusetts, sitting by designation.\r\r\n\n          SELYA, Circuit  Judge.  Since appellate  judges are not\r                    SELYA, Circuit  Judge.\r                                         \r\n\nharuspices, they  are unable  to decide  cases by  reading goats'\r\n\nentrails.  They  instead must  rely on lawyers  and litigants  to\r\n\nsubmit briefs that present suitably developed  argumentation with\r\n\nappropriate citations to applicable  precedents and to the record\r\n\nbelow.   A party who  honors the minimum  standards of acceptable\r\n\nappellate advocacy only in the breach frustrates effective review\r\n\nand  thereby jeopardizes  its  appeal.   The  case  at  bar is  a\r\n\nparadigmatic example of a situation in which a party, by ignoring\r\n\nthe rules, invites serious repercussions.\r\n\n                                I\r                                          I\r\n\n          We  sketch  the  underlying   facts  as  best  we  can,\r\n\nresolving infrequent conflicts in favor of the jury verdict.  See\r                                                                           \r\n\nCumpiano v. Banco  Santander P.R.,  902 F.2d 148,  151 (1st  Cir.\r                                           \r\n\n1990).\r\n\n          In  1987,  defendant-appellant Rodriguez  &amp;  Del Valle,\r\n\nInc.  (R&amp;D), a general  contractor, executed an  agreement with a\r\n\npublic  agency,  the Urban  Renewal  and  Housing Corporation  of\r\n\nPuerto Rico  (the Corporation), to  renovate several  residential\r\n\nbuildings in  the Puerta de  Tierra Housing Community,  San Juan,\r\n\nPuerto  Rico.    Without  obtaining the  permission  required  by\r\n\nrelevant regulations    or any other semblance of permission, for\r\n\nthat matter   R&amp;D  levelled speed bumps  on a road that  provided\r\n\nentry  into  the  Housing   Community.    Though  flattening  the\r\n\nprotuberances  facilitated  access  to  the work  site  by  R&amp;D's\r\n\nvehicles  and heavy  machinery,  the changed  configuration  also\r\n\n                                2\r\r\n\neffectively  converted the  roadway into a  drag strip  for high-\r\n\nspeed   racing.     Dismayed   residents   soon  petitioned   the\r\n\nmunicipality to reconstruct the  speed bumps.  The powers-that-be\r\n\nacquiesced and the municipality  rebuilt the moguls (spacing them\r\n\nat their original fifty-foot intervals,  rather than at the  100-\r\n\nfoot   intervals  then  mandated  by  applicable  highway  safety\r\n\nregulations).  The  drag-racing ceased  and traffic  slowed to  a\r\n\nsnail's pace.\r\n\n          R&amp;D was  not to be  inconvenienced.  It  again levelled\r\n\nthe  speed bumps on its  own authority.   Not surprisingly, drag-\r\n\nracing resumed and  the pace  of traffic accelerated.   When  R&amp;D\r\n\nfinished the renovations limned by its contract, it  departed the\r\n\nsite  without restoring  the roadway  to its  original humpbacked\r\n\ncondition.  Residents alerted the authorities, warning that lives\r\n\nwere  at   stake.     After  conducting  an   investigation,  the\r\n\nmunicipality concluded  that someone  had best rebuild  the speed\r\n\nbumps.\r\n\n          History teaches that at one point Rome burned while the\r\n\nEmperor fiddled.  On  September 18, 1990   while  various parties\r\n\n(including R&amp;D and the Corporation) were fencing over who had the\r\n\nresponsibility to restore the speed bumps   a motorist named Jose\r\n\nFlores,  travelling at high speed on the roadway, lost control of\r\n\nhis  automobile and  struck plaintiff-appellee  Maria del  Carmen\r\n\nReyes-Garcia  (Reyes) as she stood  on the sidewalk.   The impact\r\n\ncaused permanently debilitating injuries, including the severance\r\n\nof a limb.\r\n\n                                3\r\r\n\n          Invoking diversity jurisdiction,  28 U.S.C.    1332(a),\r\n\nthe  plaintiff, by  then a  citizen of  New Jersey,  sued several\r\n\nparties,  including R&amp;D, in the United  States District Court for\r\n\nthe  District of  Puerto Rico.1   At  trial plaintiff  advanced a\r\n\ngolconda of tort theories against  R&amp;D, claiming inter alia  that\r                                                                     \r\n\nR&amp;D  had   violated  a   highway   safety  regulation   requiring\r\n\ncontractors  to seek  permission from  the municipality  prior to\r\n\nremoving speed bumps, and that R&amp;D's conduct had transgressed the\r\n\ngeneral duty of  care owed under Puerto Rico law.   See P.R. Laws\r                                                                 \r\n\nAnn.  tit.  31,    5141 (1991)  (providing  for liability  when a\r\n\ndefendant \"by an act  or omission causes damage to  another party\r\n\nthrough fault or negligence\").\r\n\n          After  a six-day trial, a  jury found for the plaintiff\r\n\nand awarded her $700,000.  It apportioned the damages 80% against\r\n\nthe Corporation and 20% against R&amp;D.  The district court denied a\r\n\nvariety of post-trial motions.  R&amp;D now appeals.\r\n\n                                II\r                                          II\r\n\n          The appellant's submissions to  this court are in utter\r\n\ndisregard of the applicable  procedural rules.  It filed  a nine-\r\n\npage opening brief  that did not  contain a table of  contents, a\r\n\nlist  of  legal  authorities,   a  jurisdictional  statement,   a\r\n\nstatement  of  the case,  a pr cis  of  the issues  presented for\r\n\nreview, or  a summary of the argument.  The merits section of the\r\n\nbrief  lacked developed  argumentation,  eschewed any  meaningful\r\n\n                    \r                              \r\n\n     1Reyes'  children also sued,  but we need  not discuss their\r\nclaims.\r\n\n                                4\r\r\n\ncitations  to pertinent  legal authority,  omitted particularized\r\n\nreferences  to  the record  evidence,  and  did not  discuss  the\r\n\napplicable standard(s) of review.  To cap matters,  the appellant\r\n\nfailed  to  prepare  a record  appendix.    In  short, the  brief\r\n\nviolated  a whole  series of  requirements imposed  by applicable\r\n\nprocedural  rules.   See,  e.g., Fed.  R.  App. P.  28(a)(1)-(6),\r                                         \r\n\n28(e), &amp; 30(a); 1st Cir. R. 28.2.\r\n\n          The plaintiff  moved to dismiss the  unleavened appeal.\r\n\nR&amp;D responded  in fits and starts.   It filed two  addenda to its\r\n\nopening  brief  (neither  of  which satisfactorily  repaired  the\r\n\nmanifold defects  in its  original filings).   Without consulting\r\n\nthe plaintiff, see  Fed. R. App. P. 30(b),  R&amp;D also prepared and\r                            \r\n\nfiled a  thirteen-page record  appendix.  This  submission lacked\r\n\nvital  excerpts from  the trial  record.   It also  lacked, among\r\n\nother things,  an index, relevant  docket entries, the  notice of\r\n\nappeal, and the opinion  of the district court denying  the post-\r\n\ntrial motions.  The principal document in the appendix was in the\r\n\nSpanish  language,  without   translation.    These  shortcomings\r\n\nviolated the rules  several times over.  See, e.g.,  Fed. R. App.\r                                                            \r\n\nP. 30(a), (d); 1st Cir. R. 28.2 &amp; 30.7.\r\n\n                               III\r                                         III\r\n\n          Procedural  rules are  important  for  two  overarching\r\n\nreasons.    One  reason  is   that  rules  ensure  fairness   and\r\n\norderliness.   They ensure fairness by providing litigants with a\r\n\nlevel playing field.  They ensure orderliness by providing courts\r\n\nwith a means for the efficient administration of crowded dockets.\r\n\n                                5\r\r\n\nIn  both   these  respects  rules  facilitate   the  tri-cornered\r\n\ncommunications that link the opposing parties with each other and\r\n\nwith the court.\r\n\n          The second overarching reason why procedural  rules are\r\n\nimportant  has  a  functional  orientation:   rules  establish  a\r\n\nframework  that helps courts to assemble the raw material that is\r\n\nessential  for forging  enlightened decisions.   In  an appellate\r\n\nvenue,  for example,  rules provide  the  mechanism by  which the\r\n\ncourt,  removed from  the battlefield  where the  trial has  been\r\n\nfought,  gains the information that it requires to set the issues\r\n\nin context and  pass upon them.   When a party seeking  appellate\r\n\nreview fails to comply with the rules in one or more  substantial\r\n\nrespects,  its  failure  thwarts  this effort  and  deprives  the\r\n\nappellate court of the basic  tools that the judges of the  court\r\n\nneed to carry out this task.  See Scarfo v. Cabletron Sys., Inc.,\r                                                                          \r\n\n54 F.3d 931, 963 (1st Cir. 1995); Moore v. Murphy, 47  F.3d 8, 10\r                                                           \r\n\n(1st  Cir. 1995); Jardines Bacata, Ltd. v. Diaz-Marquez, 878 F.2d\r                                                                 \r\n\n1555, 1559  n.5 (1st Cir. 1989);  Real v. Hogan, 828  F.2d 58, 60\r                                                         \r\n\n(1st Cir. 1987).\r\n\n          In  this instance  the  second reason  is of  paramount\r\n\nimportance.  The deficiencies  in the appellant's submissions are\r\n\npervasive.   They frustrate any reasonable  attempt to understand\r\n\nits  legal theories  and  to corroborate  its factual  averments.\r\n\nCanvassing the appellant's arguments illustrates the point.\r\n\n          The appellant's  principal claim  is that it  enjoyed a\r\n\nprivilege to remove the  speed bumps because they were  placed at\r\n\n                                6\r\r\n\nshorter  intervals than  prescribed  by  the governing  municipal\r\n\nregulation.   This  paralogism,  however, is  unsupported by  any\r\n\ncitation  either  to  legal  authority  or  to  record  evidence.\r\n\nTherefore,  we must treat the argument as forfeited.  See Ryan v.\r                                                                        \r\n\nRoyal Ins. Co., 916 F.2d 731, 734 (1st Cir. 1991) (\"It is settled\r                        \r\n\nin   this  circuit  that  issues  adverted  to  on  appeal  in  a\r\n\nperfunctory    manner,    unaccompanied    by   some    developed\r\n\nargumentation,  are  deemed  to have  been  abandoned.\");  United\r                                                                           \r\n\nStates  v. Zannino,  895  F.2d 1,  17  (1st Cir.)  (same),  cert.\r                                                                           \r\n\ndenied, 494 U.S. 1082 (1990); see  also Fed. R. App. P.  28(a)(5)\r                                                 \r\n\n(explaining   that  an  appellate   \"argument  must  contain  the\r\n\ncontentions of  the appellant on  the issues  presented, and  the\r\n\nreasons  therefor, with  citations to the  authorities, statutes,\r\n\nand  parts of the  record relied on\").   To make  a bad situation\r\n\nworse,  the  argument  is bereft  of  any  indicium  that it  was\r\n\nseasonably advanced and properly preserved in the lower court.\r\n\n          The appellant's next asseveration is  that the evidence\r\n\ndoes  not support  the jury  verdict.   Here, too,  the appellant\r\n\noffers  us no assurance that the necessary steps were taken below\r\n\nto  preserve the  point, and  the fragmented  record that  it has\r\n\nproduced does not afford any reliable  way to tell.  At any rate,\r\n\nthe  appellant furnishes no citations to the record in support of\r\n\nits rhetoric, but asks in effect that we take its rodomontade  at\r\n\nface value.  There is no justification for doing so.\r\n\n          The appellant's third  argument implicates the  refusal\r\n\nto  order  a remittitur.   Federal  law  governs the  question of\r\n\n                                7\r\r\n\nwhether  the trial court should order a remittitur in a diversity\r\n\ncase.  See Blinzler  v. Marriott Int'l, Inc.,      F.3d    ,     \r                                                      \r\n\n(1st  Cir. 1996) [No.  95-2108, slip op.  at 30].   Under federal\r\n\nlaw,  appellate review  of  a trial  court's  refusal to  trim  a\r\n\nverdict  is necessarily limited  to whether the  court abused its\r\n\ndiscretion  in  leaving the  award intact.    See, e.g.,  Ruiz v.\r                                                                        \r\n\nGonzalez Caraballo, 929 F.2d 31, 34 (1st Cir. 1991); Wagenmann v.\r                                                                        \r\n\nAdams, 829 F.2d 196, 215 (1st  Cir. 1987).  Though bareboned, the\r               \r\n\nrecord makes  manifest the nature  and extent of  the plaintiff's\r\n\ninjuries.   We need not go into  graphic detail; even at a casual\r\n\nglance, it beggars credulity to argue, as does R&amp;D, that $700,000\r\n\nin  damages for  a severed  limb and  other injuries  is \"grossly\r\n\nexcessive,  inordinate, shocking to the  conscience . .  ., or so\r\n\nhigh that it would be a denial of justice to permit it to stand.\"\r\n\nCorrea  v. Hospital San Francisco,  69 F.3d 1184,  1197 (1st Cir.\r                                           \r\n\n1995)  (quoting Grunenthal v. Long Island R.R. Co., 393 U.S. 156,\r                                                            \r\n\n159 &amp; n.4 (1968)).\r\n\n          The appellant's  final argument is that  it is entitled\r\n\nto a new trial  because the district court allegedly  declined to\r\n\nname  Flores,  the driver  of the  speeding  car, on  the verdict\r\n\nform.2   But the meager  record that we  have before us  does not\r\n\nindicate that R&amp;D preserved an objection on this ground at trial,\r\n\nand  preserving  the  point  is a  prerequisite  to  a successful\r\n\n                    \r                              \r\n\n     2The  jury form  did  permit the  jurors  to find  that  the\r\ndriver's negligence  constituted the sole proximate  cause of the\r\nplaintiff's injuries and  to exonerate  R&amp;D in that  event.   The\r\njury found otherwise.\r\n\n                                8\r\r\n\nappeal.   See, e.g., Putnam  Resources v. Pateman,  958 F.2d 448,\r                                                           \r\n\n456  (1st  Cir.  1992) (\"Silence  after  instructions,  including\r\n\ninstructions  on the form  of the verdict  to be  returned by the\r\n\njury, typically constitutes  a waiver of  any objections.\").   In\r\n\nall  events, the  appellant  neglects to  mention the  singularly\r\n\nimportant fact  that Flores was  not a party to  the lawsuit; the\r\n\nplaintiff had failed properly to serve him, and the appellant had\r\n\nnot seen fit  to implead him.  The appellant  offers no plausible\r\n\ntheory why the district  judge, under these circumstances, should\r\n\nhave inserted Flores' name on the verdict form   and we can think\r\n\nof none.\r\n\n          The parties to an appeal must recognize that  rules are\r\n\nnot mere annoyances, to be swatted aside like so many flies, but,\r\n\nrather,  that  rules  lie  near  the  epicenter of  the  judicial\r\n\nprocess.   This  case  shows why  that  is so;  indeed,  we  have\r\n\ncanvassed   the  appellant's   asseverational  array   mainly  to\r\n\ndemonstrate that, even if we were inclined to do R&amp;D's homework  \r\n\nand  that is not our place   R&amp;D's substantial noncompliance with\r\n\nthe  rules would  hamstring  any  attempt  to review  the  issues\r\n\nintelligently.  Of course, there must be some play in the joints.\r\n\nNo  one  is  perfect,   and  occasional  oversights     fribbling\r\n\ninfringements  of the  rules  that neither  create unfairness  to\r\n\none's adversary nor impair the court's ability  to comprehend and\r\n\nscrutinize a  party's submissions    ordinarily will  not warrant\r\n\nDraconian  consequences.   But major  infractions or  patterns of\r\n\nrepeated inattention warrant severe decrees.  \"In the long run, .\r\n\n                                9\r\r\n\n. . strict adherence  to . . .  procedural requirements . . .  is\r\n\nthe  best guarantee  of  evenhanded administration  of the  law.\"\r\n\nMohasco Corp. v. Silver, 447 U.S. 807, 825 (1980).\r                                 \r\n\n          We  hold that a  party's persistent  noncompliance with\r\n\nappellate rules,  in and of itself,  constitutes sufficient cause\r\n\nto dismiss its appeal.  See Kushner v. Winterthur Swiss Ins. Co.,\r                                                                          \r\n\n620 F.2d 404, 407  (3d Cir. 1980) (dismissing appeal  for failure\r\n\nto comply with FRAP rules); see  also Mortell v. Mortell Co., 887\r                                                                      \r\n\nF.2d 1322, 1327 (7th Cir. 1989) (observing that failure to comply\r\n\nwith the  rules can be \"fatal\"  to an appeal); Katz  v. King, 627\r                                                                      \r\n\nF.2d  568, 571  n.3  (1st Cir.  1980)  (warning that  failure  to\r\n\nobserve the rules may \"result in the loss of valuable rights\" and\r\n\nlisting dismissal as an appropriate response to such violations);\r\n\nsee also Fed. R. App. P. 3(a) (stipulating that the \"[f]ailure of\r                  \r\n\nan appellant to  take any step other than the  timely filing of a\r\n\nnotice of appeal\" may be grounds \"for such action as the court of\r\n\nappeals  deems appropriate,  which may  include dismissal  of the\r\n\nappeal\").  We need not tarry in applying this holding to the case\r\n\nat hand.   Appeals must be  prosecuted in substantial  compliance\r\n\nwith  applicable  procedural rules  and  this  appeal fails  that\r\n\ntest.3   The  violations  here are  nothing  short of  egregious.\r\n\nDismissal  is  plainly warranted.    Accordingly,  the appeal  is\r\n\ndismissed with prejudice.  \r\n\n                                IV\r                                          IV\r\n\n                    \r                              \r\n\n     3In all candor, moreover, the appeal   from what we can tell\r\n  appears to be totally devoid of merit.  \r\n\n                                10\r\r\n\n          We have one more base to touch.  If the  shoe fits, the\r\n\ncourt of  appeals may impose sanctions.   See Fed. R.  App. P. 38\r                                                       \r\n\n(authorizing  awards of  \"just  damages\" and  \"double costs\"  for\r\n\nfrivolous  appeals); 28 U.S.C.   1912 (similar); 28 U.S.C.   1927\r\n\n(\"Any attorney  . . .  who so  multiplies the proceedings  in any\r\n\ncase unreasonably and vexatiously may be required by the court to\r\n\nsatisfy  personally the  excess costs,  expenses,  and attorneys'\r\n\nfees  reasonably  incurred  because  of  such  conduct.\").    The\r\n\nplaintiff  urges that  this is  an appropriate  instance for  the\r\n\nimposition of such sanctions.\r\n\n          We have  said that \"[a]ppellate sanctions  are aimed at\r\n\ndiscourag[ing] litigants from wasting  time and resources of both\r\n\ntheir  opponents and the judicial  system with arguments that are\r\n\nwithout  merit.\"  Transnational  Corp. v. Rodio  &amp; Ursilio, Ltd.,\r                                                                          \r\n\n920  F.2d 1066,  1072  (1st  Cir.  1990);  see  also  Toscano  v.\r                                                                       \r\n\nChandris, S.A., 934  F.2d 383,  387 (1st  Cir. 1991)  (explaining\r                        \r\n\nthat sanctions are a proper response to a frivolous  appeal).  By\r\n\nlike token,  sanctions are  an appropriate means  of discouraging\r\n\nparties and their  counsel from  wasting the time  of courts  and\r\n\nother  litigants  by prosecuting  appeals  in  ways that  deviate\r\n\nsubstantially from  the rules.  See,  e.g., Calderon-Ontiveros v.\r                                                                        \r\n\nINS,  809 F.2d 1050, 1053 (5th Cir. 1986) (imposing sanctions for\r             \r\n\nfailure  to comply  with FRAP  rules); Hamblen  v. County  of Los\r                                                                           \r\n\nAngeles, 803 F.2d 462,  464-65 (9th Cir. 1986) (similar).   Here,\r                 \r\n\nthe  imposition of  sanctions may  well serve  either or  both of\r\n\nthese purposes.\r\n\n                                11\r\r\n\n          In  order  to ensure  that we  hear  both sides  of the\r\n\nstory, we  direct the plaintiff's  counsel to prepare,  file, and\r\n\nserve within two weeks of the date hereof an application for fees\r\n\nand costs on appeal in the usual format, see, e.g., Weinberger v.\r                                                                        \r\n\nGreat  N.  Nekoosa  Corp., 925  F.2d  518,  527  (1st Cir.  1991)\r                                   \r\n\n(discussing  contents  of  fee  applications),  together  with  a\r\n\nmemorandum of  law, not to exceed ten pages in length, in support\r\n\nof the  plaintiff's  request for  sanctions.   Within  two  weeks\r\n\nthereafter, the appellant shall file a memorandum (subject to the\r\n\nsame  page limitation) attempting to show cause (if any there be)\r\n\nwhy sanctions should not be assessed against R&amp;D and its counsel,\r\n\njointly and  severally.  R&amp;D  may, if it  so elects, file  at the\r\n\nsame  time  an affidavit  of  its  counsel  commenting  upon  the\r\n\nreasonableness of the fees requested by the applicant.\r\n\n          The  appeal is  dismissed  with prejudice.   We  retain\r                    The  appeal is  dismissed  with prejudice.   We  retain\r                                                                           \r\n\nappellate jurisdiction for the purpose of further considering the\r          appellate jurisdiction for the purpose of further considering the\r                                                                           \r\n\nplaintiff's request  for sanctions.   The parties shall  make the\r          plaintiff's request  for sanctions.   The parties shall  make the\r                                                                           \r\n\nfilings described herein within the assigned time parameters.  We\r          filings described herein within the assigned time parameters.  We\r                                                                           \r\n\nshall withhold mandate  until the question of  sanctions has been\r          shall withhold mandate  until the question of  sanctions has been\r                                                                           \r\n\nresolved.\r          resolved.\r                  \r\n\n          So Ordered.\r                    So Ordered.\r                              \r\n\n                                12\r\r\n",
  "html": "<p class=\"case_cite\">82 F.3d 11</p>\n    <p class=\"case_cite\">34 Fed.R.Serv.3d 1092</p>\n    <p class=\"parties\">Maria Del Carmen REYES-GARCIA, et al., Plaintiffs, Appellees,<br>v.<br>RODRIGUEZ &amp; DEL VALLE, INC., Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1455.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted April 2, 1996.<br>Decided April 25, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico [Hon.  Hector M. Laffitte, U.S. District Judge].</p>\n      <p class=\"indent\">Virgilio Mendez Cuesta, Rio Piedras, on brief, for appellant.</p>\n      <p class=\"indent\">Jose F. Quetglas Alvarez, Jose F. Quetglas Jordan and Eric M. Quetglas Jordan, Santurce, on brief, for appellees.</p>\n      <p class=\"indent\">Before SELYA and CYR, Circuit Judges, and GERTNER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Since appellate judges are not haruspices, they are unable to decide cases by reading goats' entrails.   They instead must rely on lawyers and litigants to submit briefs that present suitably developed argumentation with appropriate citations to applicable precedents and to the record below.   A party who honors the minimum standards of acceptable appellate advocacy only in the breach frustrates effective review and thereby jeopardizes its appeal.   The case at bar is a paradigmatic example of a situation in which a party, by ignoring the rules, invites serious repercussions.I</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We sketch the underlying facts as best we can, resolving infrequent conflicts in favor of the jury verdict.   See Cumpiano v. Banco Santander P.R., 902 F.2d 148, 151 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1987, defendant-appellant Rodriguez &amp; Del Valle, Inc.  (R &amp; D), a general contractor, executed an agreement with a public agency, the Urban Renewal and Housing Corporation of Puerto Rico (the Corporation), to renovate several residential buildings in the Puerta de Tierra Housing Community, San Juan, Puerto Rico.   Without obtaining the permission required by relevant regulations--or any other semblance of permission, for that matter--R &amp; D levelled speed bumps on a road that provided entry into the Housing Community.   Though flattening the protuberances facilitated access to the work site by R &amp; D's vehicles and heavy machinery, the changed configuration also effectively converted the roadway into a drag strip for high-speed racing.   Dismayed residents soon petitioned the municipality to reconstruct the speed bumps.   The powers-that-be acquiesced and the municipality rebuilt the moguls (spacing them at their original fifty-foot intervals, rather than at the 100-foot intervals then mandated by applicable highway safety regulations).   The drag-racing ceased and traffic slowed to a snail's pace.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">R &amp; D was not to be inconvenienced.   It again levelled the speed bumps on its own authority.   Not surprisingly, drag-racing resumed and the pace of traffic accelerated.   When R &amp; D finished the renovations limned by its contract, it departed the site without restoring the roadway to its original humpbacked condition.   Residents alerted the authorities, warning that lives were at stake.   After conducting an investigation, the municipality concluded that someone had best rebuild the speed bumps.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">History teaches that at one point Rome burned while the Emperor fiddled.   On September 18, 1990--while various parties (including R &amp; D and the Corporation) were fencing over who had the responsibility to restore the speed bumps--a motorist named Jose Flores, travelling at high speed on the roadway, lost control of his automobile and struck plaintiff-appellee Maria del Carmen Reyes-Garcia (Reyes) as she stood on the sidewalk.   The impact caused permanently debilitating injuries, including the severance of a limb.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Invoking diversity jurisdiction, 28 U.S.C. &#167; 1332(a), the plaintiff, by then a citizen of New Jersey, sued several parties, including R &amp; D, in the United States District Court for the District of Puerto Rico.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  At trial plaintiff advanced a golconda of tort theories against R &amp; D, claiming inter alia that R &amp; D had violated a highway safety regulation requiring contractors to seek permission from the municipality prior to removing speed bumps, and that R &amp; D's conduct had transgressed the general duty of care owed under Puerto Rico law.   See P.R.Laws Ann. tit. 31, &#167; 5141 (1991) (providing for liability when a defendant \"by an act or omission causes damage to another party through fault or negligence\").</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After a six-day trial, a jury found for the plaintiff and awarded her $700,000.   It apportioned the damages 80% against the Corporation and 20% against R &amp; D.   The district court denied a variety of post-trial motions.   R &amp; D now appeals.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The appellant's submissions to this court are in utter disregard of the applicable procedural rules.   It filed a nine-page opening brief that did not contain a table of contents, a list of legal authorities, a jurisdictional statement, a statement of the case, a precis of the issues presented for review, or a summary of the argument.   The merits section of the brief lacked developed argumentation, eschewed any meaningful citations to pertinent legal authority, omitted particularized references to the record evidence, and did not discuss the applicable standard(s) of review.   To cap matters, the appellant failed to prepare a record appendix.   In short, the brief violated a whole series of requirements imposed by applicable procedural rules.   See, e.g., Fed.R.App.P. 28(a)(1)-(6), 28(e), &amp; 30(a);  1st Cir.R. 28.2.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The plaintiff moved to dismiss the unleavened appeal.   R &amp; D responded in fits and starts.   It filed two addenda to its opening brief (neither of which satisfactorily repaired the manifold defects in its original filings).   Without consulting the plaintiff, see Fed.R.App.P. 30(b), R &amp; D also prepared and filed a thirteen-page record appendix.   This submission lacked vital excerpts from the trial record.   It also lacked, among other things, an index, relevant docket entries, the notice of appeal, and the opinion of the district court denying the post-trial motions.   The principal document in the appendix was in the Spanish language, without translation.   These shortcomings violated the rules several times over.   See, e.g., Fed.R.App.P. 30(a), (d);  1st Cir.R. 28.2 &amp; 30.7.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Procedural rules are important for two overarching reasons.   One reason is that rules ensure fairness and orderliness.   They ensure fairness by providing litigants with a level playing field.   They ensure orderliness by providing courts with a means for the efficient administration of crowded dockets.   In both these respects rules facilitate the tri-cornered communications that link the opposing parties with each other and with the court.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The second overarching reason why procedural rules are important has a functional orientation:  rules establish a framework that helps courts to assemble the raw material that is essential for forging enlightened decisions.   In an appellate venue, for example, rules provide the mechanism by which the court, removed from the battlefield where the trial has been fought, gains the information that it requires to set the issues in context and pass upon them.   When a party seeking appellate review fails to comply with the rules in one or more substantial respects, its failure thwarts this effort and deprives the appellate court of the basic tools that the judges of the court need to carry out this task.   See Scarfo v. Cabletron Sys., Inc., 54 F.3d 931, 963 (1st Cir.1995);  Moore v. Murphy, 47 F.3d 8, 10 (1st Cir.1995);  Jardines Bacata, Ltd. v. Diaz-Marquez, 878 F.2d 1555, 1559 n. 5 (1st Cir.1989);  Real v. Hogan, 828 F.2d 58, 60 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In this instance the second reason is of paramount importance.   The deficiencies in the appellant's submissions are pervasive.   They frustrate any reasonable attempt to understand its legal theories and to corroborate its factual averments.   Canvassing the appellant's arguments illustrates the point.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The appellant's principal claim is that it enjoyed a privilege to remove the speed bumps because they were placed at shorter intervals than prescribed by the governing municipal regulation.   This paralogism, however, is unsupported by any citation either to legal authority or to record evidence.   Therefore, we must treat the argument as forfeited.   See Ryan v. Royal Ins. Co., 916 F.2d 731, 734 (1st Cir.1990) (\"It is settled in this circuit that issues adverted to on appeal in a perfunctory manner, unaccompanied by some developed argumentation, are deemed to have been abandoned.\");  United States v. Zannino, 895 F.2d 1, 17 (1st Cir.)  (same), cert. denied, 494 U.S. 1082, 110 S.Ct. 1814, 108 L.Ed.2d 944 (1990);  see also Fed.R.App.P. 28(a)(5) (explaining that an appellate \"argument must contain the contentions of the appellant on the issues presented, and the reasons therefor, with citations to the authorities, statutes, and parts of the record relied on\").   To make a bad situation worse, the argument is bereft of any indicium that it was seasonably advanced and properly preserved in the lower court.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The appellant's next asseveration is that the evidence does not support the jury verdict.   Here, too, the appellant offers us no assurance that the necessary steps were taken below to preserve the point, and the fragmented record that it has produced does not afford any reliable way to tell.   At any rate, the appellant furnishes no citations to the record in support of its rhetoric, but asks in effect that we take its rodomontade at face value.   There is no justification for doing so.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The appellant's third argument implicates the refusal to order a remittitur.   Federal law governs the question of whether the trial court should order a remittitur in a diversity case.   See Blinzler v. Marriott Int'l, Inc., 81 F.3d 1148, 1161 (1st Cir.1996).   Under federal law, appellate review of a trial court's refusal to trim a verdict is necessarily limited to whether the court abused its discretion in leaving the award intact.   See, e.g., Ruiz v. Gonzalez Caraballo, 929 F.2d 31, 34 (1st Cir.1991);  Wagenmann v. Adams, 829 F.2d 196, 215 (1st Cir.1987).   Though bareboned, the record makes manifest the nature and extent of the plaintiff's injuries.   We need not go into graphic detail;  even at a casual glance, it beggars credulity to argue, as does R &amp; D, that $700,000 in damages for a severed limb and other injuries is \"grossly excessive, inordinate, shocking to the conscience ..., or so high that it would be a denial of justice to permit it to stand.\"  Correa v. Hospital San Francisco, 69 F.3d 1184, 1197 (1st Cir.1995) (quoting Grunenthal v. Long Island R.R. Co., 393 U.S. 156, 159 &amp; n. 4, 89 S.Ct. 331, 333 &amp; n. 4, 21 L.Ed.2d 309 (1968)).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The appellant's final argument is that it is entitled to a new trial because the district court allegedly declined to name Flores, the driver of the speeding car, on the verdict form.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  But the meager record that we have before us does not indicate that R &amp; D preserved an objection on this ground at trial, and preserving the point is a prerequisite to a successful appeal.   See, e.g., Putnam Resources v. Pateman, 958 F.2d 448, 456 (1st Cir.1992) (\"Silence after instructions, including instructions on the form of the verdict to be returned by the jury, typically constitutes a waiver of any objections.\").   In all events, the appellant neglects to mention the singularly important fact that Flores was not a party to the lawsuit;  the plaintiff had failed properly to serve him, and the appellant had not seen fit to implead him.   The appellant offers no plausible theory why the district judge, under these circumstances, should have inserted Flores' name on the verdict form--and we can think of none.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The parties to an appeal must recognize that rules are not mere annoyances, to be swatted aside like so many flies, but, rather, that rules lie near the epicenter of the judicial process.   This case shows why that is so;  indeed, we have canvassed the appellant's asseverational array mainly to demonstrate that, even if we were inclined to do R &amp; D's homework--and that is not our place--R &amp; D's substantial noncompliance with the rules would hamstring any attempt to review the issues intelligently.   Of course, there must be some play in the joints.   No one is perfect, and occasional oversights--fribbling infringements of the rules that neither create unfairness to one's adversary nor impair the court's ability to comprehend and scrutinize a party's submissions--ordinarily will not warrant Draconian consequences.   But major infractions or patterns of repeated inattention warrant severe decrees.  \"In the long run, ... strict adherence to ... procedural requirements ... is the best guarantee of evenhanded administration of the law.\"  Mohasco Corp. v. Silver, 447 U.S. 807, 826, 100 S.Ct. 2486, 2497, 65 L.Ed.2d 532 (1980).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We hold that a party's persistent noncompliance with appellate rules, in and of itself, constitutes sufficient cause to dismiss its appeal.   See Kushner v. Winterthur Swiss Ins. Co., 620 F.2d 404, 407 (3d Cir.1980) (dismissing appeal for failure to comply with FRAP rules);  see also Mortell v. Mortell Co., 887 F.2d 1322, 1327 (7th Cir.1989) (observing that failure to comply with the rules can be \"fatal\" to an appeal);  Katz v. King, 627 F.2d 568, 571 n. 3 (1st Cir.1980) (warning that failure to observe the rules may \"result in the loss of valuable rights\" and listing dismissal as an appropriate response to such violations);  see also Fed.R.App.P. 3(a) (stipulating that the \"[f]ailure of an appellant to take any step other than the timely filing of a notice of appeal\" may be grounds \"for such action as the court of appeals deems appropriate, which may include dismissal of the appeal\").   We need not tarry in applying this holding to the case at hand.   Appeals must be prosecuted in substantial compliance with applicable procedural rules and this appeal fails that test.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The violations here are nothing short of egregious.   Dismissal is plainly warranted.   Accordingly, the appeal is dismissed with prejudice.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We have one more base to touch.   If the shoe fits, the court of appeals may impose sanctions.   See Fed.R.App.P. 38 (authorizing awards of \"just damages\" and \"double costs\" for frivolous appeals);  28 U.S.C. &#167; 1912 (similar);  28 U.S.C. &#167; 1927 (\"Any attorney ... who so multiplies the proceedings in any case unreasonably and vexatiously may be required by the court to satisfy personally the excess costs, expenses, and attorneys' fees reasonably incurred because of such conduct.\").   The plaintiff urges that this is an appropriate instance for the imposition of such sanctions.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We have said that \"[a]ppellate sanctions are aimed at discourag[ing] litigants from wasting time and resources of both their opponents and the judicial system with arguments that are without merit.\"  Transnational Corp. v. Rodio &amp; Ursillo, Ltd., 920 F.2d 1066, 1072 (1st Cir.1990);  see also Toscano v. Chandris, S.A., 934 F.2d 383, 387 (1st Cir.1991) (explaining that sanctions are a proper response to a frivolous appeal).   By like token, sanctions are an appropriate means of discouraging parties and their counsel from wasting the time of courts and other litigants by prosecuting appeals in ways that deviate substantially from the rules.   See, e.g., Calderon-Ontiveros v. INS, 809 F.2d 1050, 1053 (5th Cir.1986) (imposing sanctions for failure to comply with FRAP rules);  Hamblen v. County of Los Angeles, 803 F.2d 462, 464-65 (9th Cir.1986) (similar).   Here, the imposition of sanctions may well serve either or both of these purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In order to ensure that we hear both sides of the story, we direct the plaintiff's counsel to prepare, file, and serve within two weeks of the date hereof an application for fees and costs on appeal in the usual format, see, e.g., Weinberger v. Great N. Nekoosa Corp., 925 F.2d 518, 527 (1st Cir.1991) (discussing contents of fee applications), together with a memorandum of law, not to exceed ten pages in length, in support of the plaintiff's request for sanctions.   Within two weeks thereafter, the appellant shall file a memorandum (subject to the same page limitation) attempting to show cause (if any there be) why sanctions should not be assessed against R &amp; D and its counsel, jointly and severally.   R &amp; D may, if it so elects, file at the same time an affidavit of its counsel commenting upon the reasonableness of the fees requested by the applicant.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The appeal is dismissed with prejudice.   We retain appellate jurisdiction for the purpose of further considering the plaintiff's request for sanctions.   The parties shall make the filings described herein within the assigned time parameters.   We shall withhold mandate until the question of sanctions has been resolved.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">So Ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Reyes' children also sued, but we need not discuss their claims</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The jury form did permit the jurors to find that the driver's negligence constituted the sole proximate cause of the plaintiff's injuries and to exonerate R &amp; D in that event.   The jury found otherwise</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In all candor, moreover, the appeal--from what we can tell--appears to be totally devoid of merit</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">1092</span></span></p>\n    <p class=\"parties\">Maria Del Carmen REYES-GARCIA, et al., Plaintiffs, Appellees,<br>v.<br>RODRIGUEZ &amp; DEL VALLE, INC., Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1455.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted April 2, 1996.<br>Decided April 25, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico [Hon.  Hector M. Laffitte, U.S. District Judge].</p>\n      <p class=\"indent\">Virgilio Mendez Cuesta, Rio Piedras, on brief, for appellant.</p>\n      <p class=\"indent\">Jose F. Quetglas Alvarez, Jose F. Quetglas Jordan and Eric M. Quetglas Jordan, Santurce, on brief, for appellees.</p>\n      <p class=\"indent\">Before SELYA and CYR, Circuit Judges, and GERTNER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Since appellate judges are not haruspices, they are unable to decide cases by reading goats' entrails.   They instead must rely on lawyers and litigants to submit briefs that present suitably developed argumentation with appropriate citations to applicable precedents and to the record below.   A party who honors the minimum standards of acceptable appellate advocacy only in the breach frustrates effective review and thereby jeopardizes its appeal.   The case at bar is a paradigmatic example of a situation in which a party, by ignoring the rules, invites serious repercussions.I</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We sketch the underlying facts as best we can, resolving infrequent conflicts in favor of the jury verdict.   See Cumpiano v. Banco Santander P.R., <span class=\"citation\" data-id=\"540783\"><a href=\"/opinion/540783/wilma-cumpiano-aka-wilma-cumpiano-sanchez-v-banco-santander-puerto-rico/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 151 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1987, defendant-appellant Rodriguez &amp; Del Valle, Inc.  (R &amp; D), a general contractor, executed an agreement with a public agency, the Urban Renewal and Housing Corporation of Puerto Rico (the Corporation), to renovate several residential buildings in the Puerta de Tierra Housing Community, San Juan, Puerto Rico.   Without obtaining the permission required by relevant regulations--or any other semblance of permission, for that matter--R &amp; D levelled speed bumps on a road that provided entry into the Housing Community.   Though flattening the protuberances facilitated access to the work site by R &amp; D's vehicles and heavy machinery, the changed configuration also effectively converted the roadway into a drag strip for high-speed racing.   Dismayed residents soon petitioned the municipality to reconstruct the speed bumps.   The powers-that-be acquiesced and the municipality rebuilt the moguls (spacing them at their original fifty-foot intervals, rather than at the 100-foot intervals then mandated by applicable highway safety regulations).   The drag-racing ceased and traffic slowed to a snail's pace.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">R &amp; D was not to be inconvenienced.   It again levelled the speed bumps on its own authority.   Not surprisingly, drag-racing resumed and the pace of traffic accelerated.   When R &amp; D finished the renovations limned by its contract, it departed the site without restoring the roadway to its original humpbacked condition.   Residents alerted the authorities, warning that lives were at stake.   After conducting an investigation, the municipality concluded that someone had best rebuild the speed bumps.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">History teaches that at one point Rome burned while the Emperor fiddled.   On September 18, 1990--while various parties (including R &amp; D and the Corporation) were fencing over who had the responsibility to restore the speed bumps--a motorist named Jose Flores, travelling at high speed on the roadway, lost control of his automobile and struck plaintiff-appellee Maria del Carmen Reyes-Garcia (Reyes) as she stood on the sidewalk.   The impact caused permanently debilitating injuries, including the severance of a limb.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Invoking diversity jurisdiction, 28 U.S.C. &#167; 1332(a), the plaintiff, by then a citizen of New Jersey, sued several parties, including R &amp; D, in the United States District Court for the District of Puerto Rico.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  At trial plaintiff advanced a golconda of tort theories against R &amp; D, claiming inter alia that R &amp; D had violated a highway safety regulation requiring contractors to seek permission from the municipality prior to removing speed bumps, and that R &amp; D's conduct had transgressed the general duty of care owed under Puerto Rico law.   See P.R.Laws Ann. tit. 31, &#167; 5141 (1991) (providing for liability when a defendant \"by an act or omission causes damage to another party through fault or negligence\").</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After a six-day trial, a jury found for the plaintiff and awarded her $700,000.   It apportioned the damages 80% against the Corporation and 20% against R &amp; D.   The district court denied a variety of post-trial motions.   R &amp; D now appeals.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The appellant's submissions to this court are in utter disregard of the applicable procedural rules.   It filed a nine-page opening brief that did not contain a table of contents, a list of legal authorities, a jurisdictional statement, a statement of the case, a precis of the issues presented for review, or a summary of the argument.   The merits section of the brief lacked developed argumentation, eschewed any meaningful citations to pertinent legal authority, omitted particularized references to the record evidence, and did not discuss the applicable standard(s) of review.   To cap matters, the appellant failed to prepare a record appendix.   In short, the brief violated a whole series of requirements imposed by applicable procedural rules.   See, e.g., Fed.R.App.P. 28(a)(1)-(6), 28(e), &amp; 30(a);  1st Cir.R. 28.2.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The plaintiff moved to dismiss the unleavened appeal.   R &amp; D responded in fits and starts.   It filed two addenda to its opening brief (neither of which satisfactorily repaired the manifold defects in its original filings).   Without consulting the plaintiff, see Fed.R.App.P. 30(b), R &amp; D also prepared and filed a thirteen-page record appendix.   This submission lacked vital excerpts from the trial record.   It also lacked, among other things, an index, relevant docket entries, the notice of appeal, and the opinion of the district court denying the post-trial motions.   The principal document in the appendix was in the Spanish language, without translation.   These shortcomings violated the rules several times over.   See, e.g., Fed.R.App.P. 30(a), (d);  1st Cir.R. 28.2 &amp; 30.7.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Procedural rules are important for two overarching reasons.   One reason is that rules ensure fairness and orderliness.   They ensure fairness by providing litigants with a level playing field.   They ensure orderliness by providing courts with a means for the efficient administration of crowded dockets.   In both these respects rules facilitate the tri-cornered communications that link the opposing parties with each other and with the court.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The second overarching reason why procedural rules are important has a functional orientation:  rules establish a framework that helps courts to assemble the raw material that is essential for forging enlightened decisions.   In an appellate venue, for example, rules provide the mechanism by which the court, removed from the battlefield where the trial has been fought, gains the information that it requires to set the issues in context and pass upon them.   When a party seeking appellate review fails to comply with the rules in one or more substantial respects, its failure thwarts this effort and deprives the appellate court of the basic tools that the judges of the court need to carry out this task.   See Scarfo v. Cabletron Sys., Inc., <span class=\"citation\" data-id=\"196064\"><a href=\"/opinion/196064/scarfo-v-cabletron-systems/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">931</span></a></span>, 963 (1st Cir.1995);  Moore v. Murphy, <span class=\"citation\" data-id=\"195886\"><a href=\"/opinion/195886/moore-v-murphy/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 10 (1st Cir.1995);  Jardines Bacata, Ltd. v. Diaz-Marquez, <span class=\"citation\" data-id=\"526040\"><a href=\"/opinion/526040/jardines-bacata-limited-v-aniceto-diaz-marquez/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1555</span></a></span>, 1559 n. 5 (1st Cir.1989);  Real v. Hogan, <span class=\"citation\" data-id=\"493886\"><a href=\"/opinion/493886/john-real-v-william-t-hogan/\"><span class=\"volume\">828</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">58</span></a></span>, 60 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In this instance the second reason is of paramount importance.   The deficiencies in the appellant's submissions are pervasive.   They frustrate any reasonable attempt to understand its legal theories and to corroborate its factual averments.   Canvassing the appellant's arguments illustrates the point.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The appellant's principal claim is that it enjoyed a privilege to remove the speed bumps because they were placed at shorter intervals than prescribed by the governing municipal regulation.   This paralogism, however, is unsupported by any citation either to legal authority or to record evidence.   Therefore, we must treat the argument as forfeited.   See Ryan v. Royal Ins. Co., <span class=\"citation\" data-id=\"550084\"><a href=\"/opinion/550084/maury-a-ryan-dba-ryan-klimek-ryan-partnership-v-royal-insurance/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">731</span></a></span>, 734 (1st Cir.1990) (\"It is settled in this circuit that issues adverted to on appeal in a perfunctory manner, unaccompanied by some developed argumentation, are deemed to have been abandoned.\");  United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.)  (same), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1814</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">944</span></span> (1990);  see also Fed.R.App.P. 28(a)(5) (explaining that an appellate \"argument must contain the contentions of the appellant on the issues presented, and the reasons therefor, with citations to the authorities, statutes, and parts of the record relied on\").   To make a bad situation worse, the argument is bereft of any indicium that it was seasonably advanced and properly preserved in the lower court.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The appellant's next asseveration is that the evidence does not support the jury verdict.   Here, too, the appellant offers us no assurance that the necessary steps were taken below to preserve the point, and the fragmented record that it has produced does not afford any reliable way to tell.   At any rate, the appellant furnishes no citations to the record in support of its rhetoric, but asks in effect that we take its rodomontade at face value.   There is no justification for doing so.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The appellant's third argument implicates the refusal to order a remittitur.   Federal law governs the question of whether the trial court should order a remittitur in a diversity case.   See Blinzler v. Marriott Int'l, Inc., <span class=\"citation\" data-id=\"196700\"><a href=\"/opinion/196700/blinzler-v-marriott-intl/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1148</span></a></span>, 1161 (1st Cir.1996).   Under federal law, appellate review of a trial court's refusal to trim a verdict is necessarily limited to whether the court abused its discretion in leaving the award intact.   See, e.g., Ruiz v. Gonzalez Caraballo, <span class=\"citation\" data-id=\"558023\"><a href=\"/opinion/558023/marta-ruiz-aka-marta-ruiz-romero-v-generoso-gonzalez-caraballo-etc/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">31</span></a></span>, 34 (1st Cir.1991);  Wagenmann v. Adams, <span class=\"citation\" data-id=\"494589\"><a href=\"/opinion/494589/ronald-e-wagenmann-v-russell-j-adams-appeal-of-gerald-r-anderson/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">196</span></a></span>, 215 (1st Cir.1987).   Though bareboned, the record makes manifest the nature and extent of the plaintiff's injuries.   We need not go into graphic detail;  even at a casual glance, it beggars credulity to argue, as does R &amp; D, that $700,000 in damages for a severed limb and other injuries is \"grossly excessive, inordinate, shocking to the conscience ..., or so high that it would be a denial of justice to permit it to stand.\"  Correa v. Hospital San Francisco, <span class=\"citation\" data-id=\"196369\"><a href=\"/opinion/196369/correa-gonzalez-v-hospital-sf/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1184</span></a></span>, 1197 (1st Cir.1995) (quoting Grunenthal v. Long Island R.R. Co., <span class=\"citation\" data-id=\"107799\"><a href=\"/opinion/107799/grunenthal-v-long-island-r-co/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">156</span></a></span>, 159 &amp; n. 4, <span class=\"citation\" data-id=\"107799\"><a href=\"/opinion/107799/grunenthal-v-long-island-r-co/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">331</span></a></span>, 333 &amp; n. 4, <span class=\"citation\" data-id=\"107799\"><a href=\"/opinion/107799/grunenthal-v-long-island-r-co/\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">309</span></a></span> (1968)).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The appellant's final argument is that it is entitled to a new trial because the district court allegedly declined to name Flores, the driver of the speeding car, on the verdict form.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  But the meager record that we have before us does not indicate that R &amp; D preserved an objection on this ground at trial, and preserving the point is a prerequisite to a successful appeal.   See, e.g., Putnam Resources v. Pateman, <span class=\"citation\" data-id=\"579198\"><a href=\"/opinion/579198/putnam-resources-v-ronald-m-pateman-ronald-m-pateman-v-frenkel/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">448</span></a></span>, 456 (1st Cir.1992) (\"Silence after instructions, including instructions on the form of the verdict to be returned by the jury, typically constitutes a waiver of any objections.\").   In all events, the appellant neglects to mention the singularly important fact that Flores was not a party to the lawsuit;  the plaintiff had failed properly to serve him, and the appellant had not seen fit to implead him.   The appellant offers no plausible theory why the district judge, under these circumstances, should have inserted Flores' name on the verdict form--and we can think of none.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The parties to an appeal must recognize that rules are not mere annoyances, to be swatted aside like so many flies, but, rather, that rules lie near the epicenter of the judicial process.   This case shows why that is so;  indeed, we have canvassed the appellant's asseverational array mainly to demonstrate that, even if we were inclined to do R &amp; D's homework--and that is not our place--R &amp; D's substantial noncompliance with the rules would hamstring any attempt to review the issues intelligently.   Of course, there must be some play in the joints.   No one is perfect, and occasional oversights--fribbling infringements of the rules that neither create unfairness to one's adversary nor impair the court's ability to comprehend and scrutinize a party's submissions--ordinarily will not warrant Draconian consequences.   But major infractions or patterns of repeated inattention warrant severe decrees.  \"In the long run, ... strict adherence to ... procedural requirements ... is the best guarantee of evenhanded administration of the law.\"  Mohasco Corp. v. Silver, <span class=\"citation\" data-id=\"110320\"><a href=\"/opinion/110320/mohasco-corp-v-silver/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">807</span></a></span>, 826, <span class=\"citation\" data-id=\"110320\"><a href=\"/opinion/110320/mohasco-corp-v-silver/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2486</span></a></span>, 2497, <span class=\"citation\" data-id=\"110320\"><a href=\"/opinion/110320/mohasco-corp-v-silver/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">532</span></a></span> (1980).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We hold that a party's persistent noncompliance with appellate rules, in and of itself, constitutes sufficient cause to dismiss its appeal.   See Kushner v. Winterthur Swiss Ins. Co., <span class=\"citation\" data-id=\"377814\"><a href=\"/opinion/377814/kushner-marvin-and-kushner-dolores-husband-and-wife-v-winterthur-swiss/\"><span class=\"volume\">620</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">404</span></a></span>, 407 (3d Cir.1980) (dismissing appeal for failure to comply with FRAP rules);  see also Mortell v. Mortell Co., <span class=\"citation\" data-id=\"531028\"><a href=\"/opinion/531028/donald-e-mortell-v-mortell-company/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1322</span></a></span>, 1327 (7th Cir.1989) (observing that failure to comply with the rules can be \"fatal\" to an appeal);  Katz v. King, <span class=\"citation\" data-id=\"380951\"><a href=\"/opinion/380951/raanan-katz-v-patrick-j-king-associate-justice-of-the-housing-court/\"><span class=\"volume\">627</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">568</span></a></span>, 571 n. 3 (1st Cir.1980) (warning that failure to observe the rules may \"result in the loss of valuable rights\" and listing dismissal as an appropriate response to such violations);  see also Fed.R.App.P. 3(a) (stipulating that the \"[f]ailure of an appellant to take any step other than the timely filing of a notice of appeal\" may be grounds \"for such action as the court of appeals deems appropriate, which may include dismissal of the appeal\").   We need not tarry in applying this holding to the case at hand.   Appeals must be prosecuted in substantial compliance with applicable procedural rules and this appeal fails that test.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The violations here are nothing short of egregious.   Dismissal is plainly warranted.   Accordingly, the appeal is dismissed with prejudice.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We have one more base to touch.   If the shoe fits, the court of appeals may impose sanctions.   See Fed.R.App.P. 38 (authorizing awards of \"just damages\" and \"double costs\" for frivolous appeals);  28 U.S.C. &#167; 1912 (similar);  28 U.S.C. &#167; 1927 (\"Any attorney ... who so multiplies the proceedings in any case unreasonably and vexatiously may be required by the court to satisfy personally the excess costs, expenses, and attorneys' fees reasonably incurred because of such conduct.\").   The plaintiff urges that this is an appropriate instance for the imposition of such sanctions.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We have said that \"[a]ppellate sanctions are aimed at discourag[ing] litigants from wasting time and resources of both their opponents and the judicial system with arguments that are without merit.\"  Transnational Corp. v. Rodio &amp; Ursillo, Ltd., <span class=\"citation\" data-id=\"552772\"><a href=\"/opinion/552772/transnational-corp-v-rodio-ursillo-ltd-etc/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1066</span></a></span>, 1072 (1st Cir.1990);  see also Toscano v. Chandris, S.A., <span class=\"citation\" data-id=\"562036\"><a href=\"/opinion/562036/frank-toscano-v-chandris-sa/\"><span class=\"volume\">934</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">383</span></a></span>, 387 (1st Cir.1991) (explaining that sanctions are a proper response to a frivolous appeal).   By like token, sanctions are an appropriate means of discouraging parties and their counsel from wasting the time of courts and other litigants by prosecuting appeals in ways that deviate substantially from the rules.   See, e.g., Calderon-Ontiveros v. INS, <span class=\"citation\" data-id=\"482009\"><a href=\"/opinion/482009/amalio-calderon-ontiveros-v-immigration-and-naturalization-service/\"><span class=\"volume\">809</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1050</span></a></span>, 1053 (5th Cir.1986) (imposing sanctions for failure to comply with FRAP rules);  Hamblen v. County of Los Angeles, <span class=\"citation\" data-id=\"478032\"><a href=\"/opinion/478032/stuart-hamblen-v-county-of-los-angeles/\"><span class=\"volume\">803</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">462</span></a></span>, 464-65 (9th Cir.1986) (similar).   Here, the imposition of sanctions may well serve either or both of these purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In order to ensure that we hear both sides of the story, we direct the plaintiff's counsel to prepare, file, and serve within two weeks of the date hereof an application for fees and costs on appeal in the usual format, see, e.g., Weinberger v. Great N. Nekoosa Corp., <span class=\"citation\" data-id=\"555766\"><a href=\"/opinion/555766/william-weinberger-v-great-northern-nekoosa-corp/\"><span class=\"volume\">925</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">518</span></a></span>, 527 (1st Cir.1991) (discussing contents of fee applications), together with a memorandum of law, not to exceed ten pages in length, in support of the plaintiff's request for sanctions.   Within two weeks thereafter, the appellant shall file a memorandum (subject to the same page limitation) attempting to show cause (if any there be) why sanctions should not be assessed against R &amp; D and its counsel, jointly and severally.   R &amp; D may, if it so elects, file at the same time an affidavit of its counsel commenting upon the reasonableness of the fees requested by the applicant.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The appeal is dismissed with prejudice.   We retain appellate jurisdiction for the purpose of further considering the plaintiff's request for sanctions.   The parties shall make the filings described herein within the assigned time parameters.   We shall withhold mandate until the question of sanctions has been resolved.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">So Ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Reyes' children also sued, but we need not discuss their claims</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The jury form did permit the jurors to find that the driver's negligence constituted the sole proximate cause of the plaintiff's injuries and to exonerate R &amp; D in that event.   The jury found otherwise</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In all candor, moreover, the appeal--from what we can tell--appears to be totally devoid of merit</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107799/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110320/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196064/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196369/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196700/",
    "http://www.courtlistener.com/api/rest/v3/opinions/377814/",
    "http://www.courtlistener.com/api/rest/v3/opinions/380951/",
    "http://www.courtlistener.com/api/rest/v3/opinions/478032/",
    "http://www.courtlistener.com/api/rest/v3/opinions/482009/",
    "http://www.courtlistener.com/api/rest/v3/opinions/493886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/526040/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531028/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/540783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550084/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555766/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558023/",
    "http://www.courtlistener.com/api/rest/v3/opinions/562036/",
    "http://www.courtlistener.com/api/rest/v3/opinions/579198/"
  ]
}