{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196740/",
  "absolute_url": "/opinion/196740/hammond-v-litle-company/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196740/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:13:01Z",
  "date_modified": "2017-03-24T10:48:27.870559Z",
  "type": "010combined",
  "sha1": "edd603e2a19621d482ef10129800b86a27828bc2",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1690.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNos. 95-1690\r\n 95-1913\r\n\n                      SCOTT P. HAMMOND,\r\n\n            Plaintiff, Appellee, Cross-Appellant,\r\n\n                              v.\r\n\n                 T.J. LITLE &amp; COMPANY, INC.,\r\n\n            Defendant, Appellant, Cross-Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Zachary Karol, U.S. Magistrate Judge]\r                                                               \r\n\n                                         \r\n\n                            Before\r\n\n                      Cyr, Circuit Judge,\r                                                    \r\n                Bownes, Senior Circuit Judge,\r                                                        \r\n                  and Stahl, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nAnthony M.  Feeherry,  with  whom  Paula M.  Bagger  and  Goodwin,\r                                                                              \r\nProcter &amp; Hoar were on brief for appellant.\r                      \r\nMichael J. Liston with  whom Glass, Seigle  &amp; Liston was on  brief\r                                                                \r\nfor appellee.\r\n\n                                         \r\n\n                        April 30, 1996\r\n                                         \r\r\n\n          BOWNES, Senior Circuit  Judge.  This appeal  arises\r                      BOWNES, Senior Circuit  Judge.\r                                                   \r\n\nout of a dispute over the compensation terms of an employment\r\n\ncontract.      Appellee/Cross-Appellant   Scott  P.   Hammond\r\n\n(\"Hammond\")   filed   suit  after   he   was  discharged   by\r\n\nAppellant/Cross-Appellee T.J.  Litle  &amp; Company,  Inc.  (\"the\r\n\nCompany\"),  alleging that  the Company  had breached  certain\r\n\nterms  of his employment contract  entitling him to shares of\r\n\nstock  in the Company, and the implied covenant of good faith\r\n\nand  fair dealing.  After a bifurcated trial in which certain\r\n\nissues  were decided by the jury and others by the magistrate\r\n\njudge,   the  Company  appeals   and  Hammond  cross-appeals.\r\n\nFinding no error, we affirm.\r\n\n                        I. BACKGROUND\r\n\n          In the  spring of  1986, Thomas J.  Litle (\"Litle\")\r\n\nwas starting up the Company and Hammond was about to graduate\r\n\nfrom  the Harvard  Business School.   On  May 4,  1986, Litle\r\n\norally  offered Hammond  the  position of  Vice President  of\r\n\nFinance  and  Administration,  with  a  compensation  package\r\n\nincluding a current annual cash salary  of $45,000, the right\r\n\nto purchase a  maximum of 100 shares of  non-voting founders'\r\n\nstock in the  Company at  a subscription price  of $1.00  per\r\n\nshare, and deferred  compensation of $10,000  per year to  be\r\n\nconverted to additional shares  of stock at Hammond's option.\r\n\nHammond  accepted the  package  with the  understanding  that\r\n\nthere would  be further negotiation regarding  both a vesting\r\n\n                             -2-\r                                          2\r\r\n\nschedule for the  100 shares  and the  repurchase rights  the\r\n\nCompany  would  have  with  respect  to  vested  shares  upon\r\n\ntermination of his employment.  \r\n\n          Hammond began employment  with the Company  on June\r\n\n9, 1986.  In July of 1986, the Company's outside counsel sent\r\n\nHammond, at his request,  a draft Stock Restriction Agreement\r\n\nand  a draft  Repurchase Agreement.   Hammond  then  met with\r\n\nLitle  to discuss the  draft agreements and  requested a more\r\n\nfavorable  vesting  schedule for  his  100  shares than  that\r\n\nreflected in  the draft Repurchase Agreement.   Litle agreed,\r\n\napproving the change  with a handwritten note.   According to\r\n\nthe  vesting schedule  thus agreed  upon, 16%  of the  shares\r\n\nwould vest on March 31,  1987, 2% would vest each  month from\r\n\nApril 1, 1987 through  February 28, 1990, and 14%  would vest\r\n\non March  31, 1990.  Litle and  Hammond agreed that the draft\r\n\nagreements were acceptable  in all other respects.  In August\r\n\nof 1986, outside counsel  prepared and sent Hammond execution\r\n\ncopies   of  the   agreements.    The   Repurchase  Agreement\r\n\nincorporated  the  new  vesting   schedule,  and  the   Stock\r\n\nRestriction  Agreement  provided  that  a  stockholder  whose\r\n\nemployment was terminated \"for  cause\" was required to tender\r\n\nhis  vested  shares to  the  Company for  repurchase  at fair\r\n\nmarket value.  \r\n\n          In September of 1986, Hammond and Litle met for the\r\n\npurpose of executing the agreements, but Hammond unexpectedly\r\n\n                             -3-\r                                          3\r\r\n\nrequested  a  number of  substantive changes.   Based  on his\r\n\nbelief that  the  parties had  completed negotiations,  Litle\r\n\nrejected Hammond's  proposed changes and  the agreements were\r\n\nnot signed.\r\n\n          In a letter to Hammond  dated March 31, 1987, Litle\r\n\ntook the  position that agreement  had not  yet been  reached\r\n\nregarding  Hammond's stock  participation.    Hammond  became\r\n\nupset  and refused  to report  for work  until the  issue was\r\n\nsettled.  At a meeting on April 14,  1987, Litle told Hammond\r\n\nthat  he could acquire a  maximum of 66  2/3 shares of stock,\r\n\nthat  25% of  the shares  would vest  on each  anniversary of\r\n\nHammond's employment  date of June  9, 1986, and  that before\r\n\nhalf of  the shares (33 1/3) would begin to vest according to\r\n\nthat  schedule, Hammond  would have  to meet  certain as  yet\r\n\nundefined performance standards.   Hammond  became angry  and\r\n\nrefused to accept  the changes.  In a letter to Hammond dated\r\n\nApril 17, 1987, Litle  memorialized the same terms, chastised\r\n\nHammond for his recent behavior, warned him that a recurrence\r\n\nwould be deemed a  tender of resignation that  would probably\r\n\nbe accepted, but encouraged him to attempt to redeem himself.\r\n\nThe  new terms also were  confirmed in a  letter from General\r\n\nManager Bruce  Alemian (\"Alemian\") to Hammond  dated July 13,\r\n\n1987.  The evidence was  in dispute regarding whether Hammond\r\n\never accepted the new  terms.  The Company contended  that he\r\n\ndid  by reporting to work  and tendering a  check for $66.67.\r\n\n                             -4-\r                                          4\r\r\n\nHammond contended that he continued to  insist on 100 shares,\r\n\nand  tendered $100 but paid $66.67 because that was all Litle\r\n\nwould accept.  \r\n\n          At  a meeting  in December  of 1987,  Hammond again\r\n\ncomplained that  he believed he  was entitled to  acquire 100\r\n\nshares.  In an effort to settle matters, Alemian gave Hammond\r\n\na  positive performance  review and  offered him  the  33 1/3\r\n\nperformance shares if he would relinquish his claim to a full\r\n\n100  shares.  Hammond refused and Litle withdrew the offer of\r\n\nthe performance shares.   On  January 27,  1988, Hammond  was\r\n\nterminated. \r\n\n                    II. PRIOR PROCEEDINGS\r\n\n          In a Second Amended Complaint, Hammond alleged that\r\n\nthe Company had breached that part of his employment contract\r\n\nentitling  him to acquire shares  of stock in  the Company by\r\n\nbreaching  the  implied  covenant  of  good  faith  and  fair\r\n\ndealing,  terminating his  employment  because he  refused to\r\n\naccept  Litle's unilateral alteration of his contract rights,\r\n\nrefusing  to issue  him  the 100  shares  due him  under  the\r\n\nagreement, and  refusing to  issue him additional  shares for\r\n\ndeferred compensation.  \r\n\n          By  agreement  of   the  parties,  the  trial   was\r\n\nbifurcated  into a jury phase and a jury-waived phase.  Phase\r\n\nI was tried to a jury in June, 1994.  The issues for the jury\r\n\nwere:  (1) whether Hammond and the Company had entered into a\r\n\n                             -5-\r                                          5\r\r\n\ncontract entitling Hammond to  acquire company stock; and (2)\r\n\nif so, how many  shares Hammond was entitled to  receive upon\r\n\ntermination of  his employment.   Through answers  to special\r\n\nquestions  submitted by  the court, the  jury found  that the\r\n\nparties  had entered  into a  contract and  that Hammond  was\r\n\nentitled to 48 shares.  \r\n\n          Phase II was  tried to the court in December, 1994,\r\n\nin  order  to  resolve  two remaining  issues:    (1) whether\r\n\nHammond had an obligation to offer the 48  shares back to the\r\n\nCompany for repurchase;  and (2) whether  the Company had  an\r\n\nobligation to issue 5 additional shares to Hammond in lieu of\r\n\ndeferred compensation.  On June 7, 1995, the magistrate judge\r\n\nissued a memorandum of  decision, answering both questions in\r\n\nthe negative.\r\n\n                       III. DISCUSSION\r\n\n          The Company appeals  the jury's determination  that\r\n\nHammond was entitled to 48 shares, and the magistrate judge's\r\n\ndetermination  that Hammond  had no  obligation to  offer the\r\n\nshares   back   for  repurchase.      Hammond  cross-appeals,\r\n\nchallenging  the  magistrate  judge's  conclusion   that  the\r\n\nCompany  need  not  issue  him shares  in  lieu  of  deferred\r\n\ncompensation.  \r\n\n          A.   The Jury's Determination That \r                                                         \r\n               Hammond Was Entitled To 48 Shares\r                                                            \r\n\n          The jury, answering special questions  submitted by\r\n\nthe court,  found that  Hammond and  the Company  had entered\r\n\n                             -6-\r                                          6\r\r\n\ninto an agreement  in May  of 1986 entitling  Hammond to  100\r\n\nshares  of the  Company's stock  upon  his acceptance  of the\r\n\nCompany's offer  of employment;  that this contract  was last\r\n\namended  in the summer of 1986; and that Hammond was entitled\r\n\nto 48  shares of  stock as  of the  date  his employment  was\r\n\nterminated.1\r\n\n          The  Company  concedes that  there  was evidentiary\r\n\nsupport for the jury's determination that a  contract for 100\r\n\nshares was formed in May of 1986 and was last modified by the\r\n\nvesting  schedule  agreed upon  in  the summer  of  1986, but\r\n\ncontends that  there was  no evidence to  support the  jury's\r\n\nfinding that Hammond was entitled to 48 shares.  \r\n\n          The court had instructed the jury that if it  found\r\n\n(as it  did) that a contract for 100 shares was formed in May\r\n\nof 1986 and  that it was last amended in  the summer of 1986,\r\n\nthen it  should  determine  the number  of  shares  to  which\r\n\nHammond was entitled according  to one of three alternatives:\r\n\nFirst, the jury could award Hammond at least 36 shares, which\r                 \r\n\nrepresented the number of shares that had vested between June\r\n\nof  1986  and January  31,  1988,  according  to the  vesting\r\n\nschedule reflected  in the  execution copy of  the Repurchase\r\n\n                    \r                                \r\n\n1.  Hammond had  argued that the contract  was never modified\r\nafter May  of 1986 so that he was entitled to all 100 shares.\r\nThe  Company had argued that no contract was ever formed, but\r\nthat if there was a contract, it was last amended in April of\r\n1987  as reflected in Alemian's letter of July 13, 1987.  The\r\njury rejected these alternatives.\r\n\n                             -7-\r                                          7\r\r\n\nAgreement  prepared  in August  of 1986.2   Second,  the jury\r                                                              \r\n\ncould  award Hammond 100 shares if it found that the contract\r\n\ncontained  an implied  term that  Hammond would  have a  fair\r\n\nopportunity to earn all  100 shares and that the  Company had\r\n\nbreached  that term  by firing  him without  cause.3   If the\r\n\njury  found that  there was  such an  implied term,  but that\r\n\nthere was  cause for  terminating Hammond,  then he would  be\r\n\nentitled to only  36 shares.4   Third, the  jury could  award\r                                                 \r\n\nHammond some number  of shares  greater than 36  if it  found\r\n\nthat  he was an at-will employee who could be terminated with\r\n\nor without  cause; that  the Company terminated  him \"without\r\n\ncause or in bad faith for the purpose of  preventing him from\r\n\n                    \r                                \r\n\n2.  According to  that vesting schedule, 16  shares vested as\r\nof March 31, 1987, and 2 additional shares vested for each of\r\nthe next  10 months through Hammond's  termination on January\r\n31, 1988, for a total of 36 shares.\r\n\n3.  This instruction  was based on Anthony's  Pier Four, Inc.\r                                                                         \r\nv. HBC Assocs.,  583 N.E.2d  806 (Mass. 1991),  in which  the\r                          \r\nSupreme Judicial  Court stated that \"the  implied covenant of\r\ngood  faith and  fair  dealing provides  'that neither  party\r\nshall  do anything that will have the effect of destroying or\r\ninjuring the right of  the other party to receive  the fruits\r\nof the contract.'\"  Id. at 820 (citations omitted).\r                                  \r\n\n4.  The court defined \"cause,\" consistent with the definition\r\nset  forth in Goldhor v.  Hampshire College, 521 N.E.2d 1381,\r                                                       \r\n1385  (Mass.  App. Ct.  1988), as  meaning  that \"there  is a\r\nreasonable basis for the employer to be dissatisfied with the\r\nemployee's   performance,  entertained  in  good  faith,  for\r\nreasons  such as  lack of  capacity or diligence,  failure to\r\nconform to usual  standards of conduct, or  other culpable or\r\ninappropriate behavior, or  grounds for discharge  reasonably\r\nrelated,  in the employer's honest judgment,  to the needs of\r\nthe  business .  .  . [w]hether  or  not you  agree  with the\r\nemployer's judgment.\"\r\n\n                             -8-\r                                          8\r\r\n\ngetting  his shares;\"  and  that \"some  additional amount  of\r\n\nshares was intended to compensate Mr. Hammond not for further\r\n\nservices  to be  performed after  January 31,  1988, but  for\r\n\nhaving accepted employment  with the Company  back in May  or\r\n\nJune  of  1986  [and]  foregoing  other  possible  employment\r\n\nopportunities.\"5\r\n\n          The Company contends that  the jury must have based\r\n\nits verdict  on the third alternative  under the instructions\r\n\nsince  it awarded Hammond neither 36 nor 100 shares, but that\r\n\nthere  was no evidence that any number of shares was intended\r\n\nto compensate  Hammond  for  accepting  employment  with  the\r\n\nCompany and  foregoing other opportunities.   The Company did\r\n\nnot  object to the instruction that invited the verdict of 48\r\n\nshares, and explicitly does not quarrel with that instruction\r\n\non appeal.  It concedes that  it forfeited its right to a new\r\n\ntrial by not moving for one in the district court pursuant to\r\n\nFed.  R.  Civ. P.  59(a),  but  asks that  we  remand  to the\r\n\ndistrict  court with  instructions to  enter judgment  for 36\r\n\n                    \r                                \r\n\n5.  This  instruction  was  based on  Massachusetts  case law\r\napplying  the implied covenant of good faith and fair dealing\r\nto  allow recovery  of compensation  already earned  where an\r\nemployer terminates an at-will employee  in bad faith for the\r\npurpose  of depriving  him  of  compensation already  earned,\r\ne.g.,  Cataldo v.  Zuckerman,  482 N.E.2d  849 (Mass.  1985);\r                                        \r\nFortune v.  Nat'l Cash Register  Co., 364 N.E.2d  1251 (Mass.\r                                                \r\n1977), or  without cause and  not in  bad faith but  with the\r\neffect of  depriving  the employee  of  compensation  already\r\nearned,  Gram v. Liberty Mut. Ins. Co., 461 N.E.2d 796 (Mass.\r                                                  \r\n1984);  Gram v. Liberty Mut.  Ins. Co., 429  N.E.2d 21 (Mass.\r                                                  \r\n1981). \r\n\n                             -9-\r                                          9\r\r\n\nshares.    As  Hammond  correctly points  out,  however,  the\r\n\nCompany also forfeited its right to a judgment for other than\r\n\n48  shares by  failing to  raise the  issue in  a motion  for\r\n\njudgment as a matter of law.  Fed. R. Civ. P. 50(a), (b).  \r\n\n          It  is  beyond  peradventure   that  in  order   to\r\n\nchallenge the sufficiency of the evidence on appeal,  a party\r\n\nmust first have  presented the claim  to the district  court,\r\n\neither  by moving for judgment as a  matter of law before the\r\n\ncase  is submitted to the jury and renewing that motion after\r\n\nthe  verdict, Fed. R. Civ. P. 50(a),  (b), or by moving for a\r\n\nnew trial  pursuant to Fed.  R. Civ.  P. 59.   See Scarfo  v.\r                                                                         \r\n\nCabletron  Sys., Inc.,  54  F.3d 931,  948  (1st Cir.  1995);\r                                 \r\n\nVelazquez v. Figuero-Gomez, 996  F.2d 425, 426-27 (1st Cir.),\r                                      \r\n\ncert. denied, 114  S. Ct.  553 (1993); La  Amiga del  Pueblo,\r                                                                         \r\n\nInc. v. Robles, 937 F.2d 689, 691 (1st Cir. 1991); Pinkham v.\r                                                                         \r\n\nBurgess,  933  F.2d 1066,  1070  (1st Cir.  1991);  Jusino v.\r                                                                         \r\n\nZayas, 875  F.2d  986, 991-92  (1st  Cir. 1989);  Wells  Real\r                                                                         \r\n\nEstate, Inc. v. Greater Lowell Bd. of Realtors, 850 F.2d 803,\r                                                          \r\n\n810  (1st   Cir.),  cert.   denied,  488  U.S.   955  (1988).\r                                              \r\n\nOtherwise, we  have  no decision  of  the district  court  to\r\n\nreview,  and will not review  the weight of  the evidence for\r\n\nthe first time on appeal.  La Amiga, 937 F.2d  at 691; Wells,\r                                                                        \r\n\n850  F.2d at  810.   The  Supreme  Court has  stated that  an\r\n\nappellate  court is  \"without  power to  direct the  District\r\n\nCourt to  enter judgment  contrary to\"  the verdict absent  a\r\n\n                             -10-\r                                          10\r\r\n\nRule 50 motion in the district court.  Cone  v. West Virginia\r                                                                         \r\n\nPulp &amp; Paper Co., 330 U.S. 212, 218 (1947). \r                            \r\n\n          Here, the Company did  not bring the asserted error\r\n\nto  the  district  court's  attention  in  any  way.    After\r\n\nHammond's  case but before the close of all the evidence, the\r\n\nmagistrate  judge  informed  counsel   that  he  intended  to\r\n\ninstruct the jury that  it could award Hammond any  shares it\r\n\nfound were  intended as  consideration for his  accepting the\r\n\nCompany's  offer if it also  found that the  Company acted in\r\n\nbad  faith  or without  cause  in discharging  Hammond.   The\r\n\nCompany  argued at that point  that there was  no evidence to\r\n\nsupport such an instruction but never renewed the argument by\r\n\nobjecting to the instruction after it was given, or by moving\r\n\nfor  judgment as a matter of  law or for a  new trial on that\r\n\nbasis.6  At the close of all the evidence, the  Company moved\r\n\nfor judgment as a matter of  law, but argued only that  there\r\n\nwas  insufficient evidence  that a  contract to  purchase 100\r\n\nshares of stock was  ever formed, or  that if a contract  was\r\n\nformed,  it was  the one  for 66  2/3 shares  memorialized in\r\n\nAlemian's letter to Hammond dated July 13, 1987.  \r\n\n                    \r                                \r\n\n6.  We do  not mean to imply  that a failure to  object to an\r\ninstruction bars our  review of a  claim of insufficiency  of\r\nthe evidence if the appellant has moved in the district court\r                           \r\nfor judgment  as a matter  of law or  for a  new trial.   See\r                                                                         \r\nBoyle  v. United  Technologies  Corp., 487  U.S. 500,  513-14\r                                                 \r\n(1988); St.  Louis v. Praprotnik,  485 U.S.  112, 120  (1988)\r                                            \r\n(plurality  opinion of  O'Connor,  J., joined  by  Rehnquist,\r\nWhite and Scalia, JJ.).\r\n\n                             -11-\r                                          11\r\r\n\n          We do not think that this  motion reasonably can be\r\n\nread  as encompassing  the argument  that no  reasonable jury\r\n\ncould  return  a verdict  including  any  shares intended  as\r\n\nconsideration  for Hammond's  accepting the  Company's offer.\r\n\nSee Wells, 850 F.2d at 810  (motion for judgment as a  matter\r                     \r\n\nof law must \"be made with sufficient specificity to allow the\r\n\ndistrict judge  to understand  precisely why the  evidence is\r\n\ninsufficient\" and \"[a]ppellate review may be obtained only on\r\n\nthe specific ground stated in the motion\").  Even if it could\r\n\nbe so read, it would not help the Company because  it did not\r\n\nrenew the  motion after  the verdict.   See  Fed. R.  Civ. P.\r                                                       \r\n\n50(b); Velazquez, 996 F.2d at 426-27.   \r                            \r\n\n          The Company complains that  it could not have moved\r\n\nfor judgment as a matter of  law on the grounds asserted here\r\n\nbecause the standard requires that the evidence be \"such that\r\n\na  reasonable person  could be  led to  only  one conclusion,\r\n\nnamely that the  moving party  is entitled to  judgment as  a\r\n\nmatter of law.\"   Johnson v. Nat'l Sea  Prods., Ltd., 35 F.3d\r                                                                \r\n\n626,  630  (1st Cir.  1994).   The  Company asserts  that its\r\n\nargument that the jury could not as a  matter of law conclude\r\n\nthat  Hammond was entitled to  48 shares was  not amenable to\r\n\nthat  standard because  the jury  could have  reached several\r\n\nconclusions --  that Hammond  was entitled  to 8.34,  16, 36,\r\n\n66.67 or 100 shares.  \r\n\n                             -12-\r                                          12\r\r\n\n          The Company misreads  our statement in the  Johnson\r                                                                         \r\n\ncase.  A party may move for judgment as a matter of law on an\r\n\nissue by issue basis; it does  not have to be all or nothing.\r\n\nSee Fed. R.  Civ. P. 50(a)(1).   The Company knew  before the\r               \r\n\ncase went  to the  jury, when it  first should have  made the\r\n\nargument  it   now  presses,  that  the   magistrate  judge's\r\n\ninstruction  would allow the jury to find that some number of\r\n\nshares was intended as consideration for Hammond's acceptance\r\n\nof the Company's offer.   The Company could have  argued then\r\n\nand  after the verdict, as it has here, that the evidence was\r\n\nlegally  insufficient to support such a finding.7  By failing\r\n\nto do so, it forfeited the claim.\r\n\n          We therefore review only  for plain error resulting\r\n\nin  a manifest miscarriage of justice, see Simon v. Navon, 71\r                                                                     \r\n\nF.3d 9, 13  (1st Cir. 1995),  and find that  there was  none.\r\n\n\"It is fundamental  to our system of jurisprudence that, when\r\n\nthe evidence as a  whole can plausibly support more  than one\r\n\nview  of  a  situation,  '[j]urors, using  common  sense  and\r\n\ncollective experience assess credibility and probability, and\r\n\nproceed to  make evaluative  judgments, case by  case.'\"   La\r                                                                         \r\n\nAmiga, 937 F.2d at 691 (citations omitted).  Though we see no\r                 \r\n\nevidence  of  an  explicit  agreement  that  12  shares  were\r\n\n                    \r                                \r\n\n7.  The  Company also could  have moved for a  new trial or a\r\nremittitur under  Fed. R. Civ. P.  59 on that basis.   See 11\r                                                                      \r\nCharles A. Wright  et. al, Federal Practice and  Procedure   \r                                                                      \r\n2805, 2815 (1995).\r\n\n                             -13-\r                                          13\r\r\n\nintended  as  consideration   for  Hammond's  accepting   the\r\n\nCompany's offer of employment, there was evidence that before\r\n\naccepting the  offer, Hammond  discussed with Litle  how much\r\n\ncompensation he would  need to forego  his other offers,  and\r\n\nthat his  almost exclusive concern regarding compensation was\r\n\nshares of  stock, not cash  salary.  Alternatively,  the jury\r\n\nmay simply have  found that  a contract was  formed and  last\r\n\namended in the summer  of 1986, but that neither  the minimum\r\n\nof 36 shares nor  the maximum of 100 shares  was appropriate.\r\n\nWe doubt that  such an  outcome constitutes error  at all  in\r\n\nthis particular case,  and it  clearly does not  amount to  a\r\n\nmanifest  miscarriage  of justice.    We  therefore will  not\r\n\ndisturb the verdict, particularly  because the Company failed\r\n\nto  preserve the  argument  for appeal.    See Braunstein  v.\r                                                                         \r\n\nMassachusetts Bank &amp; Trust Co., 443 F.2d 1281, 1285 (1st Cir.\r                                          \r\n\n1971).  \r\n\n          B.   The Magistrate Judge's Determination\r                                                               \r\n               That Hammond Had No Obligation To Offer\r                                                                  \r\n               The Shares Back For Repurchase\r                                                         \r\n\n          After Phase  II of the trial,  the magistrate judge\r\n\nfound,  based on the evidence and the jury's finding that the\r\n\nparties had  reached agreement  regarding vesting  during the\r\n\nsummer of 1986, that the parties had reached agreement at the\r\n\nsame time on all essential terms regarding stock restrictions\r\n\nand repurchase rights, that those terms were reflected in the\r\n\nexecution  copies  of the  Repurchase  and Stock  Restriction\r\n\n                             -14-\r                                          14\r\r\n\nAgreements  prepared  by  the  Company's outside  counsel  in\r\n\nAugust  of 1986, and that the parties deemed execution of the\r\n\nfinal  versions  of  the  written agreements  to  be  a  mere\r\n\nformality and  not a condition to the  effectiveness of their\r\n\nagreements.    The  Stock Restriction  Agreement  provided in\r\n\nrelevant part that:\r\n\n          [i]n the event the Corporation terminates\r\n          the  employment  of  the Stockholder  for\r\n          cause, the Stockholder shall  within five\r\n          (5)  days after such termination offer in\r\n          writing  all of the  Shares then owned by\r\n          him . . . to the Corporation for purchase\r\n          at [fair market value].\r\n\nThe  magistrate judge concluded  that Hammond had  no duty to\r\n\noffer his shares  back to the Company  for repurchase because\r\n\nalthough the  Company had offered evidence  showing \"at most,\r\n\nthat [it] had grounds to terminate Hammond for cause,\" it had\r\n\n\"not . . . in fact opted to do so.\"8  \r\n\n          Alemian,  who  made   the  decision  to   terminate\r\n\nHammond,  testified that he  decided to fire  Hammond in part\r\n\nbecause he had not completed the monthly financial statements\r\n\n                    \r                                \r\n\n8.  The magistrate judge correctly  ruled that the Statute of\r\nFrauds, U.C.C.     8-319,  did  not bar  enforcement  of  the\r\nrepurchase  provision  of  the  Stock  Restriction  Agreement\r\nagainst Hammond.   Hammond  stated in  his pleadings that  an\r\noral  contract was formed in May  of 1986 for the purchase of\r\n100 shares  of  stock and  testified that  he understood  the\r\ncontract to  be  subject  to  further  negotiation  regarding\r\nvesting   and  stock   restriction  issues;   the  repurchase\r\nprovision  therefore  was  an  integral part  of  a  contract\r\nHammond admits was made and  that he sought to enforce.   See\r                                                                         \r\nMass.  Gen. L.  ch. 106,    8-319(d).   The Company  does not\r\ncontend that the Statute  of Frauds would prevent enforcement\r\nof any part of the contract against it.\r\n\n                             -15-\r                                          15\r\r\n\nfor September through December of 1987, but primarily because\r\n\nof  his inability to overcome his negative feelings about the\r\n\nstock  situation.    Alemian  testified  that  Hammond's  own\r\n\nmotivation  and ability  to motivate  others had  suffered in\r\n\nApril of  1987 when  Litle first  proposed the  reduced stock\r\n\npackage,  but that  he  was able  to function  properly after\r\n\nLitle  warned him.   In  December of  1987, Alemian  began to\r\n\nobserve  the same frustration  in Hammond.   He explained the\r\n\nbasis of his decision to discharge \r\n\n                             -16-\r                                          16\r\r\n\nHammond on January 27, 1988, as follows:\r\n\n          I felt that he was never going to be able\r\n          to   get   beyond  his   frustration  and\r\n          disagreement with the contractual change,\r\n          and that that ultimately was impacting on\r\n          his  ability to perform in the company at\r\n          the level that  one would  expect from  a\r\n          CFO  and  one  of   three  or  four   top\r\n          management  people  in the  organization.\r\n          Much of  that performance would  not only\r\n          relate  to  specific  duties,   but  also\r\n          projections   to   the   rest    of   the\r\n          organization and setting . . . a positive\r\n          tone in the company.   I just didn't feel\r\n          that he  could get beyond that, and that,\r\n          in fact, the  company's well-being  would\r\n          be jeopardized at that point if I allowed\r\n          the situation to go forward.\r\n\nAlemian further  testified that  other  than the  performance\r\n\nproblems stemming from the dispute  over the shares of stock,\r\n\nHammond's performance had been fully adequate, and that if he\r\n\ndid not believe that Hammond was  of value to the Company, he\r\n\nwould not  have  attempted  to  settle the  matter  on  prior\r\n\noccasions.9\r\n\n          Alemian  and  Hammond  both  testified  about  what\r\n\nHammond  was told when he was terminated on January 27, 1988.\r\n\nAlemian  testified  that  after  he  told  Hammond  that  his\r\n\nemployment was terminated  as of that date, Hammond  asked if\r\n\nit was because  of his performance, and  Alemian replied that\r\n\n                    \r                                \r\n\n9.  The Company  also presented the testimony of three of its\r\nemployees describing deficiencies in Hammond's management and\r\naccounting methods,  but  these witnesses  were  lower  level\r\nemployees who took no  part in the decision to  fire Hammond,\r\nand  most of  what  they described  was  not observed  by  or\r\ncommunicated to Hammond's superiors.  \r\n\n                             -17-\r                                          17\r\r\n\n\"it was not.\"   Rather,  he \"told him  that the  relationship\r\n\nissues between he [sic]  and the chairman of the  company Tim\r\n\nLitle  had  reached a  point in  my  mind where  the conflict\r\n\nbetween the two was  in the way of the  continued development\r\n\nof the company.\"  Alemian testified  that he \"did not say  to\r\n\nhim that he was  being terminated for cause,\" and  that Litle\r\n\nhad  not instructed  him to  tell Hammond  that he  was being\r\n\nterminated for cause.  \r\n\n          Hammond  testified that after  Alemian said that he\r\n\nwas  terminated, he said, \"I  presume this has  nothing to do\r\n\nwith my  performance, it's  because I'm not  agreeing to  the\r\n\nstock  cut,\" and  Alemian responded,  \"Yeah,  that's correct,\r\n\nit's not your performance,  it's the fact that you  have this\r\n\ndispute  with  the  chairman  of the  company  and  it  can't\r\n\ncontinue  and you've  got to  go.   We can't  get rid  of the\r\n\nchairman of the company.\"  \r\n\n          Based   on   the   foregoing   evidence    of   the\r\n\ncircumstances   surrounding    Hammond's   termination,   the\r\n\nmagistrate judge stated:\r\n\n          [W]hether or not the Company  had grounds\r\n          to  terminate  Hammond  for   cause,  and\r\n          whether or not  its decision to terminate\r\n          Hammond, although not communicated to him\r\n          at  the  time  of  termination,  was  the\r\n          result  of  its  disappointment with  his\r\n          performance,  the   Company  deliberately\r\n          chose  not to  attempt  to  exercise  its\r\n          right  to  terminate  Hammond for  cause.\r\n          Instead,  no  doubt  with  the   hope  of\r\n          avoiding  an immediate  confrontation, it\r\n\n                             -18-\r                                          18\r\r\n\n          elected to exercise its alternative right\r\n          to terminate him without cause.  \r\n\n          In addition  to the fact that  Alemian specifically\r\n\ntold  Hammond that he was not being terminated because of his\r\n\nperformance,  the magistrate  judge  relied on  a letter  the\r\n\nCompany sent to  Hammond on  February 19, 1988.   The  letter\r\n\nconfirmed events regarding his  termination but gave \"no hint\r\n\nthat Hammond was terminated for cause.\"  Although Hammond had\r\n\nnot tendered his  vested shares to  the Company, the  Company\r\n\ndid not demand that he do so in the letter or otherwise.  The\r\n\nletter stated that the Company was exercising its  \"right\" to\r\n\npurchase Hammond's  unvested shares and enclosed  a check for\r\n\nthose shares, but said only that it was \"prepared\" to discuss\r\n\nrepurchasing his vested shares and invited Hammond to contact\r\n\nthe Company \"if\" he  wished to discuss such repurchase.   The\r\n\nmagistrate   judge  found   that  the   \"precatory  language\"\r\n\nregarding  the vested shares in  a letter sent  19 days after\r\n\nthe  effective date  of Hammond's  termination could  \"not be\r\n\nsquared with the  Company's present  contention that  Hammond\r\n\nhad a  duty to offer  his shares  to the Company  within five\r                                                                         \r\n\ndays  of his  termination.\"   Finally,  the magistrate  judge\r\n\nrelied on the fact that  the Company's by-laws permitted  the\r\n\nBoard of  Directors to  remove an  officer  \"with or  without\r\n\ncause,\" but if  removed for  \"cause,\" the officer  was to  be\r\n\ngiven  notice and  opportunity to  be heard  by the  Board of\r\n\n                             -19-\r                                          19\r\r\n\nDirectors, and Hammond was not given notice or an opportunity\r\n\nto be heard.  \r\n\n          The Company  appeals the magistrate  judge's ruling\r\n\nthat  Hammond  was not  terminated  for  cause, claiming  two\r\n\nalternative errors  of law.   The  Company argues  that under\r\n\nMassachusetts law it is the objective existence of cause, and\r\n\nnot the reason the employer communicates to the employee upon\r\n\ntermination, that controls  the determination of whether  the\r\n\nemployee  was  discharged  for  cause.    Alternatively,  the\r\n\nCompany contends that if what the employer tells the employee\r\n\ndoes  control, then  the magistrate  judge applied  an overly\r\n\nnarrow  definition of  \"cause\" by  relying only  on Alemian's\r\n\ndenial  that  he  was   terminating  Hammond  for  inadequate\r\n\nperformance, and ignoring that Alemian also told Hammond that\r\n\nhe was being terminated  because of his \"relationship issues\"\r\n\nwith  Litle.   Hammond responds  that the  magistrate judge's\r\n\ndetermination that the Company chose not to terminate him for\r\n\ncause  was  a  finding of  fact  with  ample  record support.\r\n\nThough  the magistrate  judge's conclusion  was a  finding of\r\n\nfact, the issues  the Company raises question whether,  in so\r\n\nfinding, the magistrate judge considered the wrong factors or\r\n\nmisdefined \"cause\"  as a  matter  of Massachusetts  law.   We\r\n\naddress these claimed errors of law de novo.  Juno SRL v. S/V\r                                                                         \r\n\nEndeavour, 58 F.3d 1, 4 (1st Cir. 1995).\r                     \r\n\n                             -20-\r                                          20\r\r\n\n          The   Company  principally   relies  on   Klein  v.\r                                                                         \r\n\nPresident  and Fellows  of  Harvard College,  517 N.E.2d  167\r                                                       \r\n\n(Mass. 1987),  for its  contention that  it is  the objective\r\n\nexistence  of  cause, and  not  what the  employer  tells the\r\n\nemployee upon termination, that controls the determination of\r\n\nwhether the employee was discharged for cause.  In Klein, the\r                                                                    \r\n\ntrial court found  that the dean had terminated the plaintiff\r\n\nas  if she were an  at-will employee who  could be discharged\r\n\nfor any reason within  a three-month probationary period, but\r\n\nthat she had an employment agreement for a definite period of\r\n\ntime and therefore could  be terminated only for cause.   Id.\r                                                                        \r\n\nat  169.  According to  the trial court, her termination as a\r\n\nprobationary  employee   therefore  was   a  breach   of  her\r\n\nemployment contract.   The  Supreme Judicial  Court reversed,\r\n\nruling that  the plaintiff's dismissal  was for  cause.   The\r\n\nplaintiff,  who was an  administrative director  at Harvard's\r\n\nschool  of  public  health,  had  strained  and   acrimonious\r\n\nrelationships with faculty members  and had been evaluated by\r\n\nthem  as being unhelpful, difficult  to work with  and a poor\r\n\nadministrator.    Id. at  168.    The  dean terminated  Klein\r                                \r\n\nbecause   of  her   poor  performance   and  a   particularly\r\n\ndisparaging  memorandum  she had  written  about  one faculty\r\n\nmember.  Id.  Although the dean did not  recite those reasons\r                       \r\n\nin  his  formal  letter  of termination  (stating  only  that\r\n\n\"regretfully, we  have to  terminate your services\"),  he did\r\n\n                             -21-\r                                          21\r\r\n\ndiscuss  them with  Klein in  a meeting  four days  before he\r\n\nissued the letter.  The court stated:\r\n\n          The   important   point   is   that   the\r                                             \r\n          plaintiff, notwithstanding  the letter of\r\n          dismissal,  knew  why her  employment was\r                                                               \r\n          terminated.  .   .  .  Any   notions  the\r                                \r\n          plaintiff might have entertained that she\r\n          was   doing   her  work   diligently  and\r\n          competently  and  that  her  conduct  was\r\n          appropriate were  reasonably dispelled on\r\n          March 24th,  when the  dean met  with her\r                                                               \r\n          and  discussed  her  job performance  and\r                                                               \r\n          \"ill-considered\"   memorandum    to   the\r                                                               \r\n          executive committee.\r                                         \r\n\nId. at 170 (emphasis added).  \r              \r\n\n          Thus, Klein  stands for the proposition  that, when\r                                 \r\n\nan employee  may only  be terminated  for cause, whether  the\r\n\nemployer so informs the  employee plays a decisive role  in a\r\n\ncourt's  later  determination  of  whether  the  employee was\r\n\ndischarged for  cause (unless,  of course, the  stated reason\r\n\nwas a pretext).   We  think that the  same principle  applies\r\n\nwhere, as here, an employee  may be terminated without cause,\r\n\nbut  other rights  and duties  under the  employment contract\r\n\ndepend  on whether the employee is terminated for cause.  The\r\n\ninterpretation of  Massachusetts  law sought  by the  Company\r\n\nwould allow an  employer to enter into an employment contract\r\n\nspelling out  rights  and duties  that hinge  on whether  the\r\n\nemployee is terminated for cause, then tell the employee that\r\n\nhe  is not being terminated for cause, then seek the benefits\r\n\nof a  termination  for cause  by  articulating cause  as  its\r\n\n                             -22-\r                                          22\r\r\n\nreason in any ensuing  litigation.  As Klein  indicates, that\r                                                        \r\n\nis not the law.  \r\n\n          The Company  urges that Cort  v. Bristol-Myers Co.,\r                                                                        \r\n\n431 N.E.2d  908 (Mass.  1982), also supports  the proposition\r\n\nthat its stated reason for terminating Hammond is irrelevant.\r\n\nIn  Cort, the  plaintiffs, who  were at-will  employees, were\r                    \r\n\nfired  after  they  refused  to  answer  part  of  a  company\r\n\nquestionnaire which they regarded as  invading their privacy.\r\n\nAlthough the plaintiffs' performance records were  good, they\r\n\nwere  notified  that  they  were being  discharged  for  poor\r\n\nperformance.  Id. at 909.  The plaintiffs then sued, claiming\r                            \r\n\nthat they were  terminated in bad faith  because the employer\r\n\ngave a  pretextual reason for discharging them,  and that the\r\n\nreal reason -- their refusal to complete the questionnaire --\r\n\nwas  contrary to  public policy.   Id. at  911.   The Supreme\r                                                 \r\n\nJudicial Court  held  that \"an  at-will  employee  discharged\r\n\nwithout  cause  does  not  have a  claim  for  damages simply\r\n\nbecause  the  employer  gave  him  a  false  reason  for  his\r\n\ndischarge,\"  id., and  that firing  the plaintiffs  for their\r                           \r\n\nincomplete answers to the questionnaire violated no principle\r\n\nof public policy.  Id. at 912.  The court explained, however,\r                                 \r\n\nthat the fact  that an employer gave a false  reason would be\r\n\nrelevant  if by  giving  it the  employer  was attempting  to\r\n\nconceal its  real reason for  discharge and  the real  reason\r\n\nviolated public policy.  Id. at  911 n.6.  Thus, according to\r                                       \r\n\n                             -23-\r                                          23\r\r\n\nCort,  an employer's  stated  reason is  irrelevant where  no\r                \r\n\nconsequences flow from  either the real reason or  the stated\r\n\nfalse reason.   But  where, as  here, consequences  flow from\r\n\nwhether the termination was  for cause, the employer's stated\r\n\nreason is determinative, assuming it is not pretextual.\r\n\n          The  Company contends  that King  v. Driscoll,  638\r                                                                   \r\n\nN.E.2d  488 (Mass.  1994), also  supports its  position.   In\r\n\nKing, the  employer's real and stated  reason for terminating\r                \r\n\nKing  was that  he participated  in a  shareholder derivative\r\n\nsuit  against the company.  Id. at 491.  The Supreme Judicial\r                                          \r\n\nCourt  reversed the  trial  court's ruling  that this  reason\r\n\nviolated public policy.  Id. at 492-93.  It  upheld the trial\r                                       \r\n\ncourt's conclusion that the employer had not violated its by-\r\n\nlaws by not providing  King notice and a hearing  as required\r\n\nin  a  termination for  cause,  because  King was  terminated\r\n\nwithout  cause.   Id.  at 495.    The court  rejected  King's\r                                \r\n\ncontention that the legitimate business reasons the  employer\r\n\nproffered at trial showed  that he was terminated for  cause,\r\n\nfinding  that the  employer  likely would  not have  advanced\r\n\nthose  reasons but for King's claim that he was terminated in\r\n\nviolation of public policy.  Id. \r                                           \r\n\n          King   hardly   supports  the   Company   where  it\r                          \r\n\narticulated Hammond's poor performance  as the reason for his\r\n\ndischarge, not when it let him go, but after he filed suit 10\r\n\nmonths later.  True,  Litle discussed performance issues with\r\n\n                             -24-\r                                          24\r\r\n\nHammond in September of  1986, April of 1987, and  October of\r\n\n1987, but those problems  centered primarily around the stock\r\n\ndispute and there  was ample evidence that  Alemian and Litle\r\n\nnonetheless  valued  Hammond  as  an employee  and  that  his\r\n\nperformance improved after  he was warned.   When Hammond was\r\n\nterminated in  January of 1988, Alemian  affirmatively stated\r\n\nthat his performance was  not the reason.  As  the magistrate\r\n\njudge  stated, \"there was no evidence that, when the boom was\r\n\nactually lowered,  the Company advised Hammond that he was in\r\n\nfact being terminated for cause.\"  Assuming the Company could\r\n\nhave terminated Hammond  for cause,  it chose not  to act  on\r\n\nthat  basis,  and   cannot  erase  the  choice   it  made  by\r\n\narticulating different reasons in the course of litigation. \r\n\n          That   brings  us  to   the  Company's  alternative\r\n\nargument  --  that  if  the  employer's  stated  reason  does\r\n\ncontrol, the magistrate judge defined \"cause\" too narrowly by\r\n\nrelying  only on  Alemian's denial  that performance  was the\r\n\nbasis  for his  termination, and  ignoring that he  also told\r\n\nHammond that  the reason  was his \"relationship  issues\" with\r\n\nLitle, which  the Company  contends also  constitutes \"cause\"\r\n\nunder Massachusetts law.  \"Cause\" for termination includes:\r\n\n          (1)  a  reasonable  basis   for  employer\r\n          dissatisfaction with a[n] . . . employee,\r\n          entertained  in  good faith,  for reasons\r\n          such  as lack  of capacity  or diligence,\r\n          failure to conform  to usual standards of\r\n          conduct,    or    other    culpable    or\r\n          inappropriate  behavior,  or (2)  grounds\r\n          for discharge reasonably related,  in the\r\n\n                             -25-\r                                          25\r\r\n\n          employer's honest judgment, to  the needs\r\n          of  his business.    Discharge for  \"just\r\n          cause\" is to be contrasted with discharge\r\n          on  unreasonable grounds  or arbitrarily,\r\n          capriciously, or in bad faith.\r\n\nGoldhor v.  Hampshire College,  521 N.E.2d 1381,  1385 (Mass.\r                                         \r\n\nApp. Ct. 1988) (citations omitted).  \r\n\n          We think that the  magistrate judge well understood\r\n\nthat this definition embraces reasons other than performance,\r\n\nand so  instructed the jury.  See note 4, supra.  Rather than\r                                                           \r\n\nmisperceiving the  meaning  of cause,  the  magistrate  judge\r\n\nobviously found that  the only basis  for cause supported  by\r\n\nthe  evidence was  inadequate performance, stemming  from the\r\n\nstock dispute or otherwise, but that the Company specifically\r\n\neschewed  that  as its  reason.  According  to Alemian's  and\r\n\nHammond's testimony, Hammond was terminated, at best, because\r\n\nhe had \"relationship issues\" with Litle, or at worst, because\r\n\nhe refused to accept  the reduced stock package.   The latter\r\n\nreason could well be viewed as a termination in bad faith for\r\n\nthe  purpose of depriving Hammond  of shares to  which he was\r\n\nentitled, which,  of course, does not  constitute just cause.\r\n\nAnd  according  to  our   reading  of  Massachusetts  law,  a\r\n\n\"relationship  issue\"   is  not,  without  more,   cause  for\r\n\ntermination.  \r\n\n          The Company  cites Klein and Goldhor  in support of\r                                                          \r\n\nits contention  that when an  employee holds a  managerial or\r\n\nsupervisory  position, a \"relationship issue\" or \"personality\r\n\n                             -26-\r                                          26\r\r\n\nconflict\" may properly  be considered cause for  termination.\r\n\nThe Company mischaracterizes Klein  as so holding because the\r                                              \r\n\nemployee in  that case  was terminated for  poor performance.\r\n\nIn Goldhor, the  director of a  research center at  Hampshire\r                      \r\n\nCollege had an  intense difference of opinion  with a tenured\r\n\nprofessor about how funds  were to be raised for  the center.\r\n\nGoldhor, 521  N.E.2d at  1383.  This  led to  a public  power\r                   \r\n\nstruggle,  with  each  demanding  that the  other  leave  the\r\n\ncenter, and  the president of  the college deciding  that the\r\n\ndirector would have to leave since the professor was tenured.\r\n\nId.  at 1383-84.   The Massachusetts Appeals  Court held that\r              \r\n\nthe trial court improperly directed a verdict for the college\r\n\nbecause it did not follow termination procedures contained in\r\n\nthe employee manual.  Id. at  1382.  The court indicated that\r                                    \r\n\nif  the issue  of \"just  cause\" was  reached on  retrial, the\r\n\nplaintiff's   conflict  with  the   professor  would   be  an\r\n\nappropriate consideration, but did not indicate that it would\r\n\nbe  controlling.   Id.  at 1385.    Moreover, in  contrast to\r                                 \r\n\nGoldhor, Hammond's  disagreement with Litle was  not over how\r                   \r\n\nany aspect of the  business was run, but concerned  the terms\r\n\nof  his employment  contract.   As  already noted,  Hammond's\r\n\nresistance  to what  he  believed  to  be  a  breach  of  his\r\n\nemployment contract could not  be considered \"just cause\" for\r\n\nhis termination.  That  aside, the conflict in this  case had\r\n\nnot  risen to  the  level, as  in  Goldhor, where  Litle  and\r                                                      \r\n\n                             -27-\r                                          27\r\r\n\nHammond  could  not  continue to  work  together.   As  Litle\r\n\ntestified, he had no intention of terminating Hammond and did\r\n\nnot call  for his termination, but  simply accepted Alemian's\r\n\nrecommendation  that  he be  terminated.    Finally, we  note\r\n\n(though the  magistrate judge  did not  mention it)  that the\r\n\njury's  finding  that  Hammond  was  entitled  to  48  shares\r\n\nnecessarily included  a finding  that the  Company terminated\r\n\nHammond  either without cause or in bad faith for the purpose\r\n\nof preventing him from getting his shares.\r\n\n          In  sum, we  think  the magistrate  judge correctly\r\n\nfound  that the  only  reason the  Company  may have  had  to\r\n\nterminate  Hammond   that  amounted   to  just  cause   under\r\n\nMassachusetts law  was Hammond's  performance, that  it chose\r\n\nnot to  terminate him for  that reason  and told him  so, and\r\n\nthat he therefore had  no obligation to sell his  shares back\r\n\nto the Company.\r\n\n          C.   The Magistrate Judge's Determination That\r                                                                    \r\n               The Company Had No Obligation To Issue\r                                                                 \r\n               Hammond   Shares   In    Lieu   Of    Deferred\r                                                                         \r\nCompensation\r                        \r\n\n          In  their joint  pretrial  memorandum, the  parties\r\n\nstipulated that  Hammond had a contractual  right to convert,\r\n\nat his option, his  accrued deferred compensation into stock,\r\n\nand that if he properly exercised his option, he was entitled\r\n\nto 5 shares.  The issue for Phase II of the trial was whether\r\n\nHammond properly  exercised his option by  filing his lawsuit\r\n\n10  months   after  his  employment  was   terminated.    The\r\n\n                             -28-\r                                          28\r\r\n\nmagistrate  judge ruled  that Hammond  had not  exercised his\r\n\noption  within a  reasonable time  by  filing his  lawsuit 10\r\n\nmonths after  his discharge, that  even then the  prayers for\r\n\nrelief in  Hammond's complaint did not  constitute an attempt\r\n\nto exercise his option, and that  he had failed to carry  his\r\n\nburden of proving that  it would have been futile  to attempt\r\n\nto  exercise  his  option  at  or  nearer  the  time  he  was\r\n\nterminated.  \r\n\n          Hammond  first  claims  that the  magistrate  judge\r\n\nerred  as a  matter  of law  in  construing the  contract  as\r\n\nrequiring him to exercise his option during his employment or\r\n\nwithin  a reasonable time of his termination.  He claims that\r\n\nthe time frame for the exercise of his option was  as long as\r\n\nhis  compensation remained  deferred.   Because there  was no\r\n\nexplicit agreement between the parties as to when Hammond was\r\n\nrequired to  exercise  his conversion  right, the  magistrate\r\n\njudge was called upon to decide whether  Hammond exercised it\r\n\nwithin  a \"reasonable  time.\"   See Bushkin Assocs.,  Inc. v.\r                                                                         \r\n\nRaytheon  Co., 815  F.2d 142,  146 (1st  Cir. 1987)  (\"when a\r                         \r\n\ncontract is silent as to time, the term shall be a reasonable\r\n\ntime based on  all the relevant evidence.\").   The magistrate\r\n\njudge's determination that he  did not was a finding  of fact\r\n\nsubject  to the clearly erroneous standard of Fed. R. Civ. P.\r\n\n52(a).      See,   e.g.,   Crellin   Technologies,   Inc.  v.\r                                                                         \r\n\nEquipmentlease Corp.,  18 F.3d  1, 9  (1994) (what amount  of\r                                \r\n\n                             -29-\r                                          29\r\r\n\ntime  is  reasonable  in  a  particular case  is  a  \"classic\r\n\nexample\"  of a decision that  the law leaves  to the district\r\n\ncourt); Flagship Cruises, Ltd. v. New England Merchants Nat'l\r                                                                         \r\n\nBank, 569 F.2d 699, 702 (1st Cir. 1978) (\"The  reasonableness\r                \r\n\nof a period of time except as to extremes would seem  to be a\r\n\nclassic  issue for the trier of  fact.\"); Cataldo, 482 N.E.2d\r                                                             \r\n\nat 857  n.20 (question  whether buyback option  was exercised\r\n\nwithin  a  reasonable time  \"was  peculiarly  appropriate for\r\n\ndecision by  the factfinder\").  Hammond argues that in making\r\n\nthat  factual determination,  the magistrate  judge impliedly\r\n\ninterpreted  the  contract to  require  him  to exercise  his\r\n\noption within a reasonable time of his employment rather than\r\n\nat any time while the compensation remained deferred.   This,\r\n\nHammond argues, was a question of law, Fashion House, Inc. v.\r                                                                         \r\n\nK Mart Corp., 892 F.2d 1076, 1083 (1st Cir. 1989), subject to\r                        \r\n\nde novo review.  \r                   \r\n\n          Recognizing    that    the    magistrate    judge's\r\n\ndetermination that  Hammond did  not act within  a reasonable\r\n\nperiod was a finding  of fact that contained a ruling of law,\r\n\nwe find that the  magistrate judge erred neither as  a matter\r\n\nof law nor  as a matter of fact because  the ruling was well-\r\n\nsupported  by  the  \"nature  of the  contract,  the  probable\r\n\nintention  of  the  parties  as  indicated  by  it,  and  the\r\n\nattendant circumstances.\"  Charles River Park, Inc. v. Boston\r                                                                         \r\n\nRedevelopment Auth., 557 N.E.2d 20, 32 (Mass. App. Ct. 1990).\r                               \r\n\n                             -30-\r                                          30\r\r\n\nHammond's  right  to convert  his deferred  compensation into\r\n\nstock, as  memorialized in  various documents (most  of which\r\n\nHammond himself  drafted), was described  as the \"employee's\"\r\n\noption or choice.  Hammond urges that when he was terminated,\r\n\nhe was  in the  position of  a non-employee  investor holding\r\n\nconvertible debt  keyed to the  period during which  the debt\r\n\nremained outstanding.   This  is so,  he argues, because  the\r\n\nCompany's position was that he would not receive his deferred\r\n\ncompensation until  the Company  achieved a better  cash flow\r\n\nsituation.    Although  that  may  have  been  the  Company's\r\n\nposition  with   regard   to   paying   cash   for   deferred\r                                                        \r\n\ncompensation, nothing  in the record indicates that Hammond's\r\n\noption  to  convert  deferred  compensation  into  stock  was\r\n\nsimilarly contingent.  Even more to the point, nothing in the\r\n\nrecord  indicates that  the  Company intended  that a  former\r\n\nemployee  could turn a  simple deferred employee compensation\r\n\narrangement  into a  right to  purchase stock  at a  very low\r\n\nprice  at some time in  the indefinite future  when the stock\r\n\nbecame far more valuable.  As the magistrate judge found, the\r\n\nstock valuation rate  at the time Hammond was  terminated was\r\n\nsuch  that the shares he  would have received  were worth far\r\n\nless than the  deferred compensation of  $16,000 to which  he\r\n\nwas  entitled.10   The testimony  at trial  demonstrated that\r\n\n                    \r                                \r\n\n10.  Hammond  could convert  his  deferred compensation  into\r\nstock at a \"price  equal to the stock's fair  market value at\r\nthe time the deferred compensation was earned,\" but the price\r\n\n                             -31-\r                                          31\r\r\n\nother employees regarded as  laughable the notion that anyone\r\n\nwould elect  to accept stock in lieu of cash in March of 1988\r\n\nwhen  the Company  began paying  deferred compensation.   The\r\n\nmagistrate judge  correctly keyed  the  reasonable period  of\r\n\ntime to Hammond's employment.\r\n\n          Hammond  also claims  that  the magistrate  judge's\r\n\nfailure to  find as  a matter of  fact that  the Company  had\r\n\nrepudiated  his  contractual right  to  convert  his deferred\r\n\ncompensation into  stock, thus relieving  him of any  duty to\r\n\nexercise his  option, was clearly erroneous.   Repudiation by\r\n\none party relieves the  other party from further performance,\r\n\nbut  such repudiation  \"'must be  a definite  and unequivocal\r\n\nmanifestation  of  intention [not  to  render performance].'\"\r\n\nThermo  Electron Corp.  v.  Schiavone Constr.  Co., 958  F.2d\r                                                              \r\n\n1158,  1164 (1st  Cir.  1992) (quoting  4  Arthur L.  Corbin,\r\n\nCorbin on  Contracts     973, at  905-06  (1951));  see  also\r                                                                         \r\n\nRestatement (Second) of Contracts   250 cmt. b (1981). \r\n\n          The magistrate judge did not err in failing to find\r\n\nthat  the  Company repudiated  the  contract.   When  Alemian\r\n\nterminated Hammond  on January  27, 1988, he  offered Hammond\r\n\ndeferred compensation at  a minimum rate of  $2,000 per month\r\n\nto be  paid in  cash as  soon as  the Company  had sufficient\r\n\n                    \r                                \r\n\nwould be \"no less  than the latest price paid  by investors.\"\r\nThe latest price paid  by investors in early 1988  was $3,000\r\nper share,  which apparently  was more than  it actually  was\r\nworth at the time.    \r\n\n                             -32-\r                                          32\r\r\n\nfunds, but Hammond did not say at that point  that he elected\r\n\nto exercise  his option to receive  the deferred compensation\r\n\nin the  form of  stock.   Alemian followed  up with  a letter\r\n\ndated  February 19, 1988, in which he stated that the Company\r\n\nwas  \"prepared  to   discuss  .  .  .   payment  of  deferred\r\n\ncompensation,\" and asked Hammond to contact him if  he wished\r\n\nto discuss it.   Hammond did not respond.   Hammond complains\r\n\nthat  Alemian did not  mention his right  to convert deferred\r\n\ncompensation to stock at his exit interview or in the letter,\r\n\nbut that does not  mean that the Company repudiated  its duty\r\n\nto  honor that right.   It was Hammond's  option to exercise,\r\n\nand Hammond made no effort to  do so until 10 months after he\r\n\nwas terminated.  \r\n\n          Because the magistrate judge did not err in finding\r\n\nthat  10   months  from  Hammond's  termination   was  not  a\r\n\n\"reasonable time,\"  we need  not decide whether  he correctly\r\n\nfound  in  the  alternative  that the  prayer  for  relief in\r\n\nHammond's  complaint did  not constitute  an exercise  of his\r\n\noption,  or whether  the Company  later  repudiated Hammond's\r\n\nright  to convert  deferred  compensation into  stock in  the\r\n\ncourse of this litigation.\r\n\n          One matter remains.  Shortly  before oral argument,\r\n\nHammond moved  this Court for  leave to file a  motion in the\r\n\ndistrict court pursuant to Fed. R. Civ. P. 60(a) to correct a\r\n\npurported  omission  in  the   judgment,  to  wit,  that  the\r\n\n                             -33-\r                                          33\r\r\n\nmagistrate  judge  ordered  only  that the  Company  was  not\r\n\nrequired to issue shares in lieu of deferred compensation but\r\n\nfailed  to order  the  Company to  pay  Hammond his  deferred\r\n\ncompensation  in  cash.     The  motion  was  denied  without\r\n\nprejudice to reconsideration by the panel hearing the merits.\r\n\nWe deny the motion because Hammond did not seek the relief of\r\n\nbeing paid  his  deferred  compensation in  cash.    This  is\r\n\nbecause whether the Company owed it in cash was not at issue.\r\n\nAs the magistrate judge  found, the Company admitted that  it\r\n\nowed Hammond  the deferred compensation, and  the Company has\r\n\nstated that it stands ready to pay Hammond $16,468.30 in cash\r\n\nas soon as this appeal is decided.  \r\n\n          For all  of the foregoing reasons,  the judgment is\r\n\naffirmed.  The parties shall bear their own costs of appeal.\r                    \r\n\n                             -34-\r                                          34\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNos. 95-1690\r\n 95-1913\r\n\n                      SCOTT P. HAMMOND,\r\n\n            Plaintiff, Appellee, Cross-Appellant,\r\n\n                              v.\r\n\n                 T.J. LITLE &amp; COMPANY, INC.,\r\n\n            Defendant, Appellant, Cross-Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Zachary Karol, U.S. Magistrate Judge]\r                                                               \r\n\n                                         \r\n\n                            Before\r\n\n                      Cyr, Circuit Judge,\r                                                    \r\n                Bownes, Senior Circuit Judge,\r                                                        \r\n                  and Stahl, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nAnthony M.  Feeherry,  with  whom  Paula M.  Bagger  and  Goodwin,\r                                                                              \r\nProcter &amp; Hoar were on brief for appellant.\r                      \r\nMichael J. Liston with  whom Glass, Seigle  &amp; Liston was on  brief\r                                                                \r\nfor appellee.\r\n\n                                         \r\n\n                        April 30, 1996\r\n                                         \r\r\n\n          BOWNES, Senior Circuit  Judge.  This appeal  arises\r                      BOWNES, Senior Circuit  Judge.\r                                                   \r\n\nout of a dispute over the compensation terms of an employment\r\n\ncontract.      Appellee/Cross-Appellant   Scott  P.   Hammond\r\n\n(\"Hammond\")   filed   suit  after   he   was  discharged   by\r\n\nAppellant/Cross-Appellee T.J.  Litle  &amp; Company,  Inc.  (\"the\r\n\nCompany\"),  alleging that  the Company  had breached  certain\r\n\nterms  of his employment contract  entitling him to shares of\r\n\nstock  in the Company, and the implied covenant of good faith\r\n\nand  fair dealing.  After a bifurcated trial in which certain\r\n\nissues  were decided by the jury and others by the magistrate\r\n\njudge,   the  Company  appeals   and  Hammond  cross-appeals.\r\n\nFinding no error, we affirm.\r\n\n                        I. BACKGROUND\r\n\n          In the  spring of  1986, Thomas J.  Litle (\"Litle\")\r\n\nwas starting up the Company and Hammond was about to graduate\r\n\nfrom  the Harvard  Business School.   On  May 4,  1986, Litle\r\n\norally  offered Hammond  the  position of  Vice President  of\r\n\nFinance  and  Administration,  with  a  compensation  package\r\n\nincluding a current annual cash salary  of $45,000, the right\r\n\nto purchase a  maximum of 100 shares of  non-voting founders'\r\n\nstock in the  Company at  a subscription price  of $1.00  per\r\n\nshare, and deferred  compensation of $10,000  per year to  be\r\n\nconverted to additional shares  of stock at Hammond's option.\r\n\nHammond  accepted the  package  with the  understanding  that\r\n\nthere would  be further negotiation regarding  both a vesting\r\n\n                             -2-\r                                          2\r\r\n\nschedule for the  100 shares  and the  repurchase rights  the\r\n\nCompany  would  have  with  respect  to  vested  shares  upon\r\n\ntermination of his employment.  \r\n\n          Hammond began employment  with the Company  on June\r\n\n9, 1986.  In July of 1986, the Company's outside counsel sent\r\n\nHammond, at his request,  a draft Stock Restriction Agreement\r\n\nand  a draft  Repurchase Agreement.   Hammond  then  met with\r\n\nLitle  to discuss the  draft agreements and  requested a more\r\n\nfavorable  vesting  schedule for  his  100  shares than  that\r\n\nreflected in  the draft Repurchase Agreement.   Litle agreed,\r\n\napproving the change  with a handwritten note.   According to\r\n\nthe  vesting schedule  thus agreed  upon, 16%  of the  shares\r\n\nwould vest on March 31,  1987, 2% would vest each  month from\r\n\nApril 1, 1987 through  February 28, 1990, and 14%  would vest\r\n\non March  31, 1990.  Litle and  Hammond agreed that the draft\r\n\nagreements were acceptable  in all other respects.  In August\r\n\nof 1986, outside counsel  prepared and sent Hammond execution\r\n\ncopies   of  the   agreements.    The   Repurchase  Agreement\r\n\nincorporated  the  new  vesting   schedule,  and  the   Stock\r\n\nRestriction  Agreement  provided  that  a  stockholder  whose\r\n\nemployment was terminated \"for  cause\" was required to tender\r\n\nhis  vested  shares to  the  Company for  repurchase  at fair\r\n\nmarket value.  \r\n\n          In September of 1986, Hammond and Litle met for the\r\n\npurpose of executing the agreements, but Hammond unexpectedly\r\n\n                             -3-\r                                          3\r\r\n\nrequested  a  number of  substantive changes.   Based  on his\r\n\nbelief that  the  parties had  completed negotiations,  Litle\r\n\nrejected Hammond's  proposed changes and  the agreements were\r\n\nnot signed.\r\n\n          In a letter to Hammond  dated March 31, 1987, Litle\r\n\ntook the  position that agreement  had not  yet been  reached\r\n\nregarding  Hammond's stock  participation.    Hammond  became\r\n\nupset  and refused  to report  for work  until the  issue was\r\n\nsettled.  At a meeting on April 14,  1987, Litle told Hammond\r\n\nthat  he could acquire a  maximum of 66  2/3 shares of stock,\r\n\nthat  25% of  the shares  would vest  on each  anniversary of\r\n\nHammond's employment  date of June  9, 1986, and  that before\r\n\nhalf of  the shares (33 1/3) would begin to vest according to\r\n\nthat  schedule, Hammond  would have  to meet  certain as  yet\r\n\nundefined performance standards.   Hammond  became angry  and\r\n\nrefused to accept  the changes.  In a letter to Hammond dated\r\n\nApril 17, 1987, Litle  memorialized the same terms, chastised\r\n\nHammond for his recent behavior, warned him that a recurrence\r\n\nwould be deemed a  tender of resignation that  would probably\r\n\nbe accepted, but encouraged him to attempt to redeem himself.\r\n\nThe  new terms also were  confirmed in a  letter from General\r\n\nManager Bruce  Alemian (\"Alemian\") to Hammond  dated July 13,\r\n\n1987.  The evidence was  in dispute regarding whether Hammond\r\n\never accepted the new  terms.  The Company contended  that he\r\n\ndid  by reporting to work  and tendering a  check for $66.67.\r\n\n                             -4-\r                                          4\r\r\n\nHammond contended that he continued to  insist on 100 shares,\r\n\nand  tendered $100 but paid $66.67 because that was all Litle\r\n\nwould accept.  \r\n\n          At  a meeting  in December  of 1987,  Hammond again\r\n\ncomplained that  he believed he  was entitled to  acquire 100\r\n\nshares.  In an effort to settle matters, Alemian gave Hammond\r\n\na  positive performance  review and  offered him  the  33 1/3\r\n\nperformance shares if he would relinquish his claim to a full\r\n\n100  shares.  Hammond refused and Litle withdrew the offer of\r\n\nthe performance shares.   On  January 27,  1988, Hammond  was\r\n\nterminated. \r\n\n                    II. PRIOR PROCEEDINGS\r\n\n          In a Second Amended Complaint, Hammond alleged that\r\n\nthe Company had breached that part of his employment contract\r\n\nentitling  him to acquire shares  of stock in  the Company by\r\n\nbreaching  the  implied  covenant  of  good  faith  and  fair\r\n\ndealing,  terminating his  employment  because he  refused to\r\n\naccept  Litle's unilateral alteration of his contract rights,\r\n\nrefusing  to issue  him  the 100  shares  due him  under  the\r\n\nagreement, and  refusing to  issue him additional  shares for\r\n\ndeferred compensation.  \r\n\n          By  agreement  of   the  parties,  the  trial   was\r\n\nbifurcated  into a jury phase and a jury-waived phase.  Phase\r\n\nI was tried to a jury in June, 1994.  The issues for the jury\r\n\nwere:  (1) whether Hammond and the Company had entered into a\r\n\n                             -5-\r                                          5\r\r\n\ncontract entitling Hammond to  acquire company stock; and (2)\r\n\nif so, how many  shares Hammond was entitled to  receive upon\r\n\ntermination of  his employment.   Through answers  to special\r\n\nquestions  submitted by  the court, the  jury found  that the\r\n\nparties  had entered  into a  contract and  that Hammond  was\r\n\nentitled to 48 shares.  \r\n\n          Phase II was  tried to the court in December, 1994,\r\n\nin  order  to  resolve  two remaining  issues:    (1) whether\r\n\nHammond had an obligation to offer the 48  shares back to the\r\n\nCompany for repurchase;  and (2) whether  the Company had  an\r\n\nobligation to issue 5 additional shares to Hammond in lieu of\r\n\ndeferred compensation.  On June 7, 1995, the magistrate judge\r\n\nissued a memorandum of  decision, answering both questions in\r\n\nthe negative.\r\n\n                       III. DISCUSSION\r\n\n          The Company appeals  the jury's determination  that\r\n\nHammond was entitled to 48 shares, and the magistrate judge's\r\n\ndetermination  that Hammond  had no  obligation to  offer the\r\n\nshares   back   for  repurchase.      Hammond  cross-appeals,\r\n\nchallenging  the  magistrate  judge's  conclusion   that  the\r\n\nCompany  need  not  issue  him shares  in  lieu  of  deferred\r\n\ncompensation.  \r\n\n          A.   The Jury's Determination That \r                                                         \r\n               Hammond Was Entitled To 48 Shares\r                                                            \r\n\n          The jury, answering special questions  submitted by\r\n\nthe court,  found that  Hammond and  the Company  had entered\r\n\n                             -6-\r                                          6\r\r\n\ninto an agreement  in May  of 1986 entitling  Hammond to  100\r\n\nshares  of the  Company's stock  upon  his acceptance  of the\r\n\nCompany's offer  of employment;  that this contract  was last\r\n\namended  in the summer of 1986; and that Hammond was entitled\r\n\nto 48  shares of  stock as  of the  date  his employment  was\r\n\nterminated.1\r\n\n          The  Company  concedes that  there  was evidentiary\r\n\nsupport for the jury's determination that a  contract for 100\r\n\nshares was formed in May of 1986 and was last modified by the\r\n\nvesting  schedule  agreed upon  in  the summer  of  1986, but\r\n\ncontends that  there was  no evidence to  support the  jury's\r\n\nfinding that Hammond was entitled to 48 shares.  \r\n\n          The court had instructed the jury that if it  found\r\n\n(as it  did) that a contract for 100 shares was formed in May\r\n\nof 1986 and  that it was last amended in  the summer of 1986,\r\n\nthen it  should  determine  the number  of  shares  to  which\r\n\nHammond was entitled according  to one of three alternatives:\r\n\nFirst, the jury could award Hammond at least 36 shares, which\r                 \r\n\nrepresented the number of shares that had vested between June\r\n\nof  1986  and January  31,  1988,  according  to the  vesting\r\n\nschedule reflected  in the  execution copy of  the Repurchase\r\n\n                    \r                                \r\n\n1.  Hammond had  argued that the contract  was never modified\r\nafter May  of 1986 so that he was entitled to all 100 shares.\r\nThe  Company had argued that no contract was ever formed, but\r\nthat if there was a contract, it was last amended in April of\r\n1987  as reflected in Alemian's letter of July 13, 1987.  The\r\njury rejected these alternatives.\r\n\n                             -7-\r                                          7\r\r\n\nAgreement  prepared  in August  of 1986.2   Second,  the jury\r                                                              \r\n\ncould  award Hammond 100 shares if it found that the contract\r\n\ncontained  an implied  term that  Hammond would  have a  fair\r\n\nopportunity to earn all  100 shares and that the  Company had\r\n\nbreached  that term  by firing  him without  cause.3   If the\r\n\njury  found that  there was  such an  implied term,  but that\r\n\nthere was  cause for  terminating Hammond,  then he would  be\r\n\nentitled to only  36 shares.4   Third, the  jury could  award\r                                                 \r\n\nHammond some number  of shares  greater than 36  if it  found\r\n\nthat  he was an at-will employee who could be terminated with\r\n\nor without  cause; that  the Company terminated  him \"without\r\n\ncause or in bad faith for the purpose of  preventing him from\r\n\n                    \r                                \r\n\n2.  According to  that vesting schedule, 16  shares vested as\r\nof March 31, 1987, and 2 additional shares vested for each of\r\nthe next  10 months through Hammond's  termination on January\r\n31, 1988, for a total of 36 shares.\r\n\n3.  This instruction  was based on Anthony's  Pier Four, Inc.\r                                                                         \r\nv. HBC Assocs.,  </pre><span class=\"citation no-link\"><span class=\"volume\">583</span> <span class=\"reporter\">N.E.2d</span>  <span class=\"page\">806</span></span><pre class=\"inline\"> (Mass. 1991),  in which  the\r                          \r\nSupreme Judicial  Court stated that \"the  implied covenant of\r\ngood  faith and  fair  dealing provides  'that neither  party\r\nshall  do anything that will have the effect of destroying or\r\ninjuring the right of  the other party to receive  the fruits\r\nof the contract.'\"  Id. at 820 (citations omitted).\r                                  \r\n\n4.  The court defined \"cause,\" consistent with the definition\r\nset  forth in Goldhor v.  Hampshire College, </pre><span class=\"citation\" data-id=\"2213328\"><a href=\"/opinion/2213328/goldhor-v-hampshire-college/\"><span class=\"volume\">521</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1381</span></a></span><pre class=\"inline\">,\r                                                       \r\n1385  (Mass.  App. Ct.  1988), as  meaning  that \"there  is a\r\nreasonable basis for the employer to be dissatisfied with the\r\nemployee's   performance,  entertained  in  good  faith,  for\r\nreasons  such as  lack of  capacity or diligence,  failure to\r\nconform to usual  standards of conduct, or  other culpable or\r\ninappropriate behavior, or  grounds for discharge  reasonably\r\nrelated,  in the employer's honest judgment,  to the needs of\r\nthe  business .  .  . [w]hether  or  not you  agree  with the\r\nemployer's judgment.\"\r\n\n                             -8-\r                                          8\r\r\n\ngetting  his shares;\"  and  that \"some  additional amount  of\r\n\nshares was intended to compensate Mr. Hammond not for further\r\n\nservices  to be  performed after  January 31,  1988, but  for\r\n\nhaving accepted employment  with the Company  back in May  or\r\n\nJune  of  1986  [and]  foregoing  other  possible  employment\r\n\nopportunities.\"5\r\n\n          The Company contends that  the jury must have based\r\n\nits verdict  on the third alternative  under the instructions\r\n\nsince  it awarded Hammond neither 36 nor 100 shares, but that\r\n\nthere  was no evidence that any number of shares was intended\r\n\nto compensate  Hammond  for  accepting  employment  with  the\r\n\nCompany and  foregoing other opportunities.   The Company did\r\n\nnot  object to the instruction that invited the verdict of 48\r\n\nshares, and explicitly does not quarrel with that instruction\r\n\non appeal.  It concedes that  it forfeited its right to a new\r\n\ntrial by not moving for one in the district court pursuant to\r\n\nFed.  R.  Civ. P.  59(a),  but  asks that  we  remand  to the\r\n\ndistrict  court with  instructions to  enter judgment  for 36\r\n\n                    \r                                \r\n\n5.  This  instruction  was  based on  Massachusetts  case law\r\napplying  the implied covenant of good faith and fair dealing\r\nto  allow recovery  of compensation  already earned  where an\r\nemployer terminates an at-will employee  in bad faith for the\r\npurpose  of depriving  him  of  compensation already  earned,\r\ne.g.,  Cataldo v.  Zuckerman,  </pre><span class=\"citation no-link\"><span class=\"volume\">482</span> <span class=\"reporter\">N.E.2d</span>  <span class=\"page\">849</span></span><pre class=\"inline\"> (Mass.  1985);\r                                        \r\nFortune v.  Nat'l Cash Register  Co., </pre><span class=\"citation no-link\"><span class=\"volume\">364</span> <span class=\"reporter\">N.E.2d</span>  <span class=\"page\">1251</span></span><pre class=\"inline\"> (Mass.\r                                                \r\n1977), or  without cause and  not in  bad faith but  with the\r\neffect of  depriving  the employee  of  compensation  already\r\nearned,  Gram v. Liberty Mut. Ins. Co., </pre><span class=\"citation no-link\"><span class=\"volume\">461</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">796</span></span><pre class=\"inline\"> (Mass.\r                                                  \r\n1984);  Gram v. Liberty Mut.  Ins. Co., </pre><span class=\"citation no-link\"><span class=\"volume\">429</span>  <span class=\"reporter\">N.E.2d</span> <span class=\"page\">21</span></span><pre class=\"inline\"> (Mass.\r                                                  \r\n1981). \r\n\n                             -9-\r                                          9\r\r\n\nshares.    As  Hammond  correctly points  out,  however,  the\r\n\nCompany also forfeited its right to a judgment for other than\r\n\n48  shares by  failing to  raise the  issue in  a motion  for\r\n\njudgment as a matter of law.  Fed. R. Civ. P. 50(a), (b).  \r\n\n          It  is  beyond  peradventure   that  in  order   to\r\n\nchallenge the sufficiency of the evidence on appeal,  a party\r\n\nmust first have  presented the claim  to the district  court,\r\n\neither  by moving for judgment as a  matter of law before the\r\n\ncase  is submitted to the jury and renewing that motion after\r\n\nthe  verdict, Fed. R. Civ. P. 50(a),  (b), or by moving for a\r\n\nnew trial  pursuant to Fed.  R. Civ.  P. 59.   See Scarfo  v.\r                                                                         \r\n\nCabletron  Sys., Inc.,  </pre><span class=\"citation\" data-id=\"196064\"><a href=\"/opinion/196064/scarfo-v-cabletron-systems/\"><span class=\"volume\">54</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">931</span></a></span><pre class=\"inline\">,  948  (1st Cir.  1995);\r                                 \r\n\nVelazquez v. Figuero-Gomez, </pre><span class=\"citation\" data-id=\"609730\"><a href=\"/opinion/609730/agapita-rosa-velazquez-v-edna-j-figueroa-gomez-two-cases-agapita-rosa/\"><span class=\"volume\">996</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">425</span></a></span><pre class=\"inline\">, 426-27 (1st Cir.),\r                                      \r\n\ncert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">114</span>  <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">553</span></span><pre class=\"inline\"> (1993); La  Amiga del  Pueblo,\r                                                                         \r\n\nInc. v. Robles, </pre><span class=\"citation\" data-id=\"564311\"><a href=\"/opinion/564311/la-amiga-del-pueblo-inc-v-ismael-robles/\"><span class=\"volume\">937</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">689</span></a></span><pre class=\"inline\">, 691 (1st Cir. 1991); Pinkham v.\r                                                                         \r\n\nBurgess,  </pre><span class=\"citation\" data-id=\"561778\"><a href=\"/opinion/561778/kay-pinkham-v-john-a-burgess-kay-i-pinkham-v-john-a-burgess/\"><span class=\"volume\">933</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1066</span></a></span><pre class=\"inline\">,  1070  (1st Cir.  1991);  Jusino v.\r                                                                         \r\n\nZayas, </pre><span class=\"citation\" data-id=\"524052\"><a href=\"/opinion/524052/waddie-jusino-v-carmen-sonia-zayas-etc/\"><span class=\"volume\">875</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">986</span></a></span><pre class=\"inline\">, 991-92  (1st  Cir. 1989);  Wells  Real\r                                                                         \r\n\nEstate, Inc. v. Greater Lowell Bd. of Realtors, </pre><span class=\"citation\" data-id=\"508416\"><a href=\"/opinion/508416/wells-real-estate-inc-v-greater-lowell-board-of-realtors/\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">803</span></a></span><pre class=\"inline\">,\r                                                          \r\n\n810  (1st   Cir.),  cert.   denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">488</span>  <span class=\"reporter\">U.S.</span>   <span class=\"page\">955</span></span><pre class=\"inline\">  (1988).\r                                              \r\n\nOtherwise, we  have  no decision  of  the district  court  to\r\n\nreview,  and will not review  the weight of  the evidence for\r\n\nthe first time on appeal.  La Amiga, 937 F.2d  at 691; Wells,\r                                                                        \r\n\n850  F.2d at  810.   The  Supreme  Court has  stated that  an\r\n\nappellate  court is  \"without  power to  direct the  District\r\n\nCourt to  enter judgment  contrary to\"  the verdict absent  a\r\n\n                             -10-\r                                          10\r\r\n\nRule 50 motion in the district court.  Cone  v. West Virginia\r                                                                         \r\n\nPulp &amp; Paper Co., </pre><span class=\"citation\" data-id=\"104381\"><a href=\"/opinion/104381/cone-v-west-virginia-pulp-paper-co/\"><span class=\"volume\">330</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">212</span></a></span><pre class=\"inline\">, 218 (1947). \r                            \r\n\n          Here, the Company did  not bring the asserted error\r\n\nto  the  district  court's  attention  in  any  way.    After\r\n\nHammond's  case but before the close of all the evidence, the\r\n\nmagistrate  judge  informed  counsel   that  he  intended  to\r\n\ninstruct the jury that  it could award Hammond any  shares it\r\n\nfound were  intended as  consideration for his  accepting the\r\n\nCompany's  offer if it also  found that the  Company acted in\r\n\nbad  faith  or without  cause  in discharging  Hammond.   The\r\n\nCompany  argued at that point  that there was  no evidence to\r\n\nsupport such an instruction but never renewed the argument by\r\n\nobjecting to the instruction after it was given, or by moving\r\n\nfor  judgment as a matter of  law or for a  new trial on that\r\n\nbasis.6  At the close of all the evidence, the  Company moved\r\n\nfor judgment as a matter of  law, but argued only that  there\r\n\nwas  insufficient evidence  that a  contract to  purchase 100\r\n\nshares of stock was  ever formed, or  that if a contract  was\r\n\nformed,  it was  the one  for 66  2/3 shares  memorialized in\r\n\nAlemian's letter to Hammond dated July 13, 1987.  \r\n\n                    \r                                \r\n\n6.  We do  not mean to imply  that a failure to  object to an\r\ninstruction bars our  review of a  claim of insufficiency  of\r\nthe evidence if the appellant has moved in the district court\r                           \r\nfor judgment  as a matter  of law or  for a  new trial.   See\r                                                                         \r\nBoyle  v. United  Technologies  Corp., </pre><span class=\"citation\" data-id=\"112135\"><a href=\"/opinion/112135/boyle-v-united-technologies-corp/\"><span class=\"volume\">487</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">500</span></a></span><pre class=\"inline\">,  513-14\r                                                 \r\n(1988); St.  Louis v. Praprotnik,  </pre><span class=\"citation\" data-id=\"112017\"><a href=\"/opinion/112017/st-louis-v-praprotnik/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">112</span></a></span><pre class=\"inline\">, 120  (1988)\r                                            \r\n(plurality  opinion of  O'Connor,  J., joined  by  Rehnquist,\r\nWhite and Scalia, JJ.).\r\n\n                             -11-\r                                          11\r\r\n\n          We do not think that this  motion reasonably can be\r\n\nread  as encompassing  the argument  that no  reasonable jury\r\n\ncould  return  a verdict  including  any  shares intended  as\r\n\nconsideration  for Hammond's  accepting the  Company's offer.\r\n\nSee Wells, 850 F.2d at 810  (motion for judgment as a  matter\r                     \r\n\nof law must \"be made with sufficient specificity to allow the\r\n\ndistrict judge  to understand  precisely why the  evidence is\r\n\ninsufficient\" and \"[a]ppellate review may be obtained only on\r\n\nthe specific ground stated in the motion\").  Even if it could\r\n\nbe so read, it would not help the Company because  it did not\r\n\nrenew the  motion after  the verdict.   See  Fed. R.  Civ. P.\r                                                       \r\n\n50(b); Velazquez, 996 F.2d at 426-27.   \r                            \r\n\n          The Company complains that  it could not have moved\r\n\nfor judgment as a matter of  law on the grounds asserted here\r\n\nbecause the standard requires that the evidence be \"such that\r\n\na  reasonable person  could be  led to  only  one conclusion,\r\n\nnamely that the  moving party  is entitled to  judgment as  a\r\n\nmatter of law.\"   Johnson v. Nat'l Sea  Prods., Ltd., </pre><span class=\"citation\" data-id=\"678494\"><a href=\"/opinion/678494/michael-johnson-v-national-sea-products-ltd/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span>\r                                                                \r\n\n<span class=\"page\">626</span></a></span><pre class=\"inline\">,  630  (1st Cir.  1994).   The  Company asserts  that its\r\n\nargument that the jury could not as a  matter of law conclude\r\n\nthat  Hammond was entitled to  48 shares was  not amenable to\r\n\nthat  standard because  the jury  could have  reached several\r\n\nconclusions --  that Hammond  was entitled  to 8.34,  16, 36,\r\n\n66.67 or 100 shares.  \r\n\n                             -12-\r                                          12\r\r\n\n          The Company misreads  our statement in the  Johnson\r                                                                         \r\n\ncase.  A party may move for judgment as a matter of law on an\r\n\nissue by issue basis; it does  not have to be all or nothing.\r\n\nSee Fed. R.  Civ. P. 50(a)(1).   The Company knew  before the\r               \r\n\ncase went  to the  jury, when it  first should have  made the\r\n\nargument  it   now  presses,  that  the   magistrate  judge's\r\n\ninstruction  would allow the jury to find that some number of\r\n\nshares was intended as consideration for Hammond's acceptance\r\n\nof the Company's offer.   The Company could have  argued then\r\n\nand  after the verdict, as it has here, that the evidence was\r\n\nlegally  insufficient to support such a finding.7  By failing\r\n\nto do so, it forfeited the claim.\r\n\n          We therefore review only  for plain error resulting\r\n\nin  a manifest miscarriage of justice, see Simon v. Navon, </pre><span class=\"citation\" data-id=\"196426\"><a href=\"/opinion/196426/simon-ii-v-navon/\"><span class=\"volume\">71</span>\r                                                                     \r\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span><pre class=\"inline\">, 13  (1st Cir. 1995),  and find that  there was  none.\r\n\n\"It is fundamental  to our system of jurisprudence that, when\r\n\nthe evidence as a  whole can plausibly support more  than one\r\n\nview  of  a  situation,  '[j]urors, using  common  sense  and\r\n\ncollective experience assess credibility and probability, and\r\n\nproceed to  make evaluative  judgments, case by  case.'\"   La\r                                                                         \r\n\nAmiga, 937 F.2d at 691 (citations omitted).  Though we see no\r                 \r\n\nevidence  of  an  explicit  agreement  that  12  shares  were\r\n\n                    \r                                \r\n\n7.  The  Company also could  have moved for a  new trial or a\r\nremittitur under  Fed. R. Civ. P.  59 on that basis.   See 11\r                                                                      \r\nCharles A. Wright  et. al, Federal Practice and  Procedure   \r                                                                      \r\n2805, 2815 (1995).\r\n\n                             -13-\r                                          13\r\r\n\nintended  as  consideration   for  Hammond's  accepting   the\r\n\nCompany's offer of employment, there was evidence that before\r\n\naccepting the  offer, Hammond  discussed with Litle  how much\r\n\ncompensation he would  need to forego  his other offers,  and\r\n\nthat his  almost exclusive concern regarding compensation was\r\n\nshares of  stock, not cash  salary.  Alternatively,  the jury\r\n\nmay simply have  found that  a contract was  formed and  last\r\n\namended in the summer  of 1986, but that neither  the minimum\r\n\nof 36 shares nor  the maximum of 100 shares  was appropriate.\r\n\nWe doubt that  such an  outcome constitutes error  at all  in\r\n\nthis particular case,  and it  clearly does not  amount to  a\r\n\nmanifest  miscarriage  of justice.    We  therefore will  not\r\n\ndisturb the verdict, particularly  because the Company failed\r\n\nto  preserve the  argument  for appeal.    See Braunstein  v.\r                                                                         \r\n\nMassachusetts Bank &amp; Trust Co., </pre><span class=\"citation\" data-id=\"297230\"><a href=\"/opinion/297230/joseph-braunstein-trustee-etc-v-massachusetts-bank-trust-company/\"><span class=\"volume\">443</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1281</span></a></span><pre class=\"inline\">, 1285 (1st Cir.\r                                          \r\n\n1971).  \r\n\n          B.   The Magistrate Judge's Determination\r                                                               \r\n               That Hammond Had No Obligation To Offer\r                                                                  \r\n               The Shares Back For Repurchase\r                                                         \r\n\n          After Phase  II of the trial,  the magistrate judge\r\n\nfound,  based on the evidence and the jury's finding that the\r\n\nparties had  reached agreement  regarding vesting  during the\r\n\nsummer of 1986, that the parties had reached agreement at the\r\n\nsame time on all essential terms regarding stock restrictions\r\n\nand repurchase rights, that those terms were reflected in the\r\n\nexecution  copies  of the  Repurchase  and Stock  Restriction\r\n\n                             -14-\r                                          14\r\r\n\nAgreements  prepared  by  the  Company's outside  counsel  in\r\n\nAugust  of 1986, and that the parties deemed execution of the\r\n\nfinal  versions  of  the  written agreements  to  be  a  mere\r\n\nformality and  not a condition to the  effectiveness of their\r\n\nagreements.    The  Stock Restriction  Agreement  provided in\r\n\nrelevant part that:\r\n\n          [i]n the event the Corporation terminates\r\n          the  employment  of  the Stockholder  for\r\n          cause, the Stockholder shall  within five\r\n          (5)  days after such termination offer in\r\n          writing  all of the  Shares then owned by\r\n          him . . . to the Corporation for purchase\r\n          at [fair market value].\r\n\nThe  magistrate judge concluded  that Hammond had  no duty to\r\n\noffer his shares  back to the Company  for repurchase because\r\n\nalthough the  Company had offered evidence  showing \"at most,\r\n\nthat [it] had grounds to terminate Hammond for cause,\" it had\r\n\n\"not . . . in fact opted to do so.\"8  \r\n\n          Alemian,  who  made   the  decision  to   terminate\r\n\nHammond,  testified that he  decided to fire  Hammond in part\r\n\nbecause he had not completed the monthly financial statements\r\n\n                    \r                                \r\n\n8.  The magistrate judge correctly  ruled that the Statute of\r\nFrauds, U.C.C.     8-319,  did  not bar  enforcement  of  the\r\nrepurchase  provision  of  the  Stock  Restriction  Agreement\r\nagainst Hammond.   Hammond  stated in  his pleadings that  an\r\noral  contract was formed in May  of 1986 for the purchase of\r\n100 shares  of  stock and  testified that  he understood  the\r\ncontract to  be  subject  to  further  negotiation  regarding\r\nvesting   and  stock   restriction  issues;   the  repurchase\r\nprovision  therefore  was  an  integral part  of  a  contract\r\nHammond admits was made and  that he sought to enforce.   See\r                                                                         \r\nMass.  Gen. L.  ch. 106,    8-319(d).   The Company  does not\r\ncontend that the Statute  of Frauds would prevent enforcement\r\nof any part of the contract against it.\r\n\n                             -15-\r                                          15\r\r\n\nfor September through December of 1987, but primarily because\r\n\nof  his inability to overcome his negative feelings about the\r\n\nstock  situation.    Alemian  testified  that  Hammond's  own\r\n\nmotivation  and ability  to motivate  others had  suffered in\r\n\nApril of  1987 when  Litle first  proposed the  reduced stock\r\n\npackage,  but that  he  was able  to function  properly after\r\n\nLitle  warned him.   In  December of  1987, Alemian  began to\r\n\nobserve  the same frustration  in Hammond.   He explained the\r\n\nbasis of his decision to discharge \r\n\n                             -16-\r                                          16\r\r\n\nHammond on January 27, 1988, as follows:\r\n\n          I felt that he was never going to be able\r\n          to   get   beyond  his   frustration  and\r\n          disagreement with the contractual change,\r\n          and that that ultimately was impacting on\r\n          his  ability to perform in the company at\r\n          the level that  one would  expect from  a\r\n          CFO  and  one  of   three  or  four   top\r\n          management  people  in the  organization.\r\n          Much of  that performance would  not only\r\n          relate  to  specific  duties,   but  also\r\n          projections   to   the   rest    of   the\r\n          organization and setting . . . a positive\r\n          tone in the company.   I just didn't feel\r\n          that he  could get beyond that, and that,\r\n          in fact, the  company's well-being  would\r\n          be jeopardized at that point if I allowed\r\n          the situation to go forward.\r\n\nAlemian further  testified that  other  than the  performance\r\n\nproblems stemming from the dispute  over the shares of stock,\r\n\nHammond's performance had been fully adequate, and that if he\r\n\ndid not believe that Hammond was  of value to the Company, he\r\n\nwould not  have  attempted  to  settle the  matter  on  prior\r\n\noccasions.9\r\n\n          Alemian  and  Hammond  both  testified  about  what\r\n\nHammond  was told when he was terminated on January 27, 1988.\r\n\nAlemian  testified  that  after  he  told  Hammond  that  his\r\n\nemployment was terminated  as of that date, Hammond  asked if\r\n\nit was because  of his performance, and  Alemian replied that\r\n\n                    \r                                \r\n\n9.  The Company  also presented the testimony of three of its\r\nemployees describing deficiencies in Hammond's management and\r\naccounting methods,  but  these witnesses  were  lower  level\r\nemployees who took no  part in the decision to  fire Hammond,\r\nand  most of  what  they described  was  not observed  by  or\r\ncommunicated to Hammond's superiors.  \r\n\n                             -17-\r                                          17\r\r\n\n\"it was not.\"   Rather,  he \"told him  that the  relationship\r\n\nissues between he [sic]  and the chairman of the  company Tim\r\n\nLitle  had  reached a  point in  my  mind where  the conflict\r\n\nbetween the two was  in the way of the  continued development\r\n\nof the company.\"  Alemian testified  that he \"did not say  to\r\n\nhim that he was  being terminated for cause,\" and  that Litle\r\n\nhad  not instructed  him to  tell Hammond  that he  was being\r\n\nterminated for cause.  \r\n\n          Hammond  testified that after  Alemian said that he\r\n\nwas  terminated, he said, \"I  presume this has  nothing to do\r\n\nwith my  performance, it's  because I'm not  agreeing to  the\r\n\nstock  cut,\" and  Alemian responded,  \"Yeah,  that's correct,\r\n\nit's not your performance,  it's the fact that you  have this\r\n\ndispute  with  the  chairman  of the  company  and  it  can't\r\n\ncontinue  and you've  got to  go.   We can't  get rid  of the\r\n\nchairman of the company.\"  \r\n\n          Based   on   the   foregoing   evidence    of   the\r\n\ncircumstances   surrounding    Hammond's   termination,   the\r\n\nmagistrate judge stated:\r\n\n          [W]hether or not the Company  had grounds\r\n          to  terminate  Hammond  for   cause,  and\r\n          whether or not  its decision to terminate\r\n          Hammond, although not communicated to him\r\n          at  the  time  of  termination,  was  the\r\n          result  of  its  disappointment with  his\r\n          performance,  the   Company  deliberately\r\n          chose  not to  attempt  to  exercise  its\r\n          right  to  terminate  Hammond for  cause.\r\n          Instead,  no  doubt  with  the   hope  of\r\n          avoiding  an immediate  confrontation, it\r\n\n                             -18-\r                                          18\r\r\n\n          elected to exercise its alternative right\r\n          to terminate him without cause.  \r\n\n          In addition  to the fact that  Alemian specifically\r\n\ntold  Hammond that he was not being terminated because of his\r\n\nperformance,  the magistrate  judge  relied on  a letter  the\r\n\nCompany sent to  Hammond on  February 19, 1988.   The  letter\r\n\nconfirmed events regarding his  termination but gave \"no hint\r\n\nthat Hammond was terminated for cause.\"  Although Hammond had\r\n\nnot tendered his  vested shares to  the Company, the  Company\r\n\ndid not demand that he do so in the letter or otherwise.  The\r\n\nletter stated that the Company was exercising its  \"right\" to\r\n\npurchase Hammond's  unvested shares and enclosed  a check for\r\n\nthose shares, but said only that it was \"prepared\" to discuss\r\n\nrepurchasing his vested shares and invited Hammond to contact\r\n\nthe Company \"if\" he  wished to discuss such repurchase.   The\r\n\nmagistrate   judge  found   that  the   \"precatory  language\"\r\n\nregarding  the vested shares in  a letter sent  19 days after\r\n\nthe  effective date  of Hammond's  termination could  \"not be\r\n\nsquared with the  Company's present  contention that  Hammond\r\n\nhad a  duty to offer  his shares  to the Company  within five\r                                                                         \r\n\ndays  of his  termination.\"   Finally,  the magistrate  judge\r\n\nrelied on the fact that  the Company's by-laws permitted  the\r\n\nBoard of  Directors to  remove an  officer  \"with or  without\r\n\ncause,\" but if  removed for  \"cause,\" the officer  was to  be\r\n\ngiven  notice and  opportunity to  be heard  by the  Board of\r\n\n                             -19-\r                                          19\r\r\n\nDirectors, and Hammond was not given notice or an opportunity\r\n\nto be heard.  \r\n\n          The Company  appeals the magistrate  judge's ruling\r\n\nthat  Hammond  was not  terminated  for  cause, claiming  two\r\n\nalternative errors  of law.   The  Company argues  that under\r\n\nMassachusetts law it is the objective existence of cause, and\r\n\nnot the reason the employer communicates to the employee upon\r\n\ntermination, that controls  the determination of whether  the\r\n\nemployee  was  discharged  for  cause.    Alternatively,  the\r\n\nCompany contends that if what the employer tells the employee\r\n\ndoes  control, then  the magistrate  judge applied  an overly\r\n\nnarrow  definition of  \"cause\" by  relying only  on Alemian's\r\n\ndenial  that  he  was   terminating  Hammond  for  inadequate\r\n\nperformance, and ignoring that Alemian also told Hammond that\r\n\nhe was being terminated  because of his \"relationship issues\"\r\n\nwith  Litle.   Hammond responds  that the  magistrate judge's\r\n\ndetermination that the Company chose not to terminate him for\r\n\ncause  was  a  finding of  fact  with  ample  record support.\r\n\nThough  the magistrate  judge's conclusion  was a  finding of\r\n\nfact, the issues  the Company raises question whether,  in so\r\n\nfinding, the magistrate judge considered the wrong factors or\r\n\nmisdefined \"cause\"  as a  matter  of Massachusetts  law.   We\r\n\naddress these claimed errors of law de novo.  Juno SRL v. S/V\r                                                                         \r\n\nEndeavour, </pre><span class=\"citation\" data-id=\"196132\"><a href=\"/opinion/196132/juno-srl-v-endeavor/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 4 (1st Cir. 1995).\r                     \r\n\n                             -20-\r                                          20\r\r\n\n          The   Company  principally   relies  on   Klein  v.\r                                                                         \r\n\nPresident  and Fellows  of  Harvard College,  </pre><span class=\"citation no-link\"><span class=\"volume\">517</span> <span class=\"reporter\">N.E.2d</span>  <span class=\"page\">167</span></span><pre class=\"inline\">\r                                                       \r\n\n(Mass. 1987),  for its  contention that  it is  the objective\r\n\nexistence  of  cause, and  not  what the  employer  tells the\r\n\nemployee upon termination, that controls the determination of\r\n\nwhether the employee was discharged for cause.  In Klein, the\r                                                                    \r\n\ntrial court found  that the dean had terminated the plaintiff\r\n\nas  if she were an  at-will employee who  could be discharged\r\n\nfor any reason within  a three-month probationary period, but\r\n\nthat she had an employment agreement for a definite period of\r\n\ntime and therefore could  be terminated only for cause.   Id.\r                                                                        \r\n\nat  169.  According to  the trial court, her termination as a\r\n\nprobationary  employee   therefore  was   a  breach   of  her\r\n\nemployment contract.   The  Supreme Judicial  Court reversed,\r\n\nruling that  the plaintiff's dismissal  was for  cause.   The\r\n\nplaintiff,  who was an  administrative director  at Harvard's\r\n\nschool  of  public  health,  had  strained  and   acrimonious\r\n\nrelationships with faculty members  and had been evaluated by\r\n\nthem  as being unhelpful, difficult  to work with  and a poor\r\n\nadministrator.    Id. at  168.    The  dean terminated  Klein\r                                \r\n\nbecause   of  her   poor  performance   and  a   particularly\r\n\ndisparaging  memorandum  she had  written  about  one faculty\r\n\nmember.  Id.  Although the dean did not  recite those reasons\r                       \r\n\nin  his  formal  letter  of termination  (stating  only  that\r\n\n\"regretfully, we  have to  terminate your services\"),  he did\r\n\n                             -21-\r                                          21\r\r\n\ndiscuss  them with  Klein in  a meeting  four days  before he\r\n\nissued the letter.  The court stated:\r\n\n          The   important   point   is   that   the\r                                             \r\n          plaintiff, notwithstanding  the letter of\r\n          dismissal,  knew  why her  employment was\r                                                               \r\n          terminated.  .   .  .  Any   notions  the\r                                \r\n          plaintiff might have entertained that she\r\n          was   doing   her  work   diligently  and\r\n          competently  and  that  her  conduct  was\r\n          appropriate were  reasonably dispelled on\r\n          March 24th,  when the  dean met  with her\r                                                               \r\n          and  discussed  her  job performance  and\r                                                               \r\n          \"ill-considered\"   memorandum    to   the\r                                                               \r\n          executive committee.\r                                         \r\n\nId. at 170 (emphasis added).  \r              \r\n\n          Thus, Klein  stands for the proposition  that, when\r                                 \r\n\nan employee  may only  be terminated  for cause, whether  the\r\n\nemployer so informs the  employee plays a decisive role  in a\r\n\ncourt's  later  determination  of  whether  the  employee was\r\n\ndischarged for  cause (unless,  of course, the  stated reason\r\n\nwas a pretext).   We  think that the  same principle  applies\r\n\nwhere, as here, an employee  may be terminated without cause,\r\n\nbut  other rights  and duties  under the  employment contract\r\n\ndepend  on whether the employee is terminated for cause.  The\r\n\ninterpretation of  Massachusetts  law sought  by the  Company\r\n\nwould allow an  employer to enter into an employment contract\r\n\nspelling out  rights  and duties  that hinge  on whether  the\r\n\nemployee is terminated for cause, then tell the employee that\r\n\nhe  is not being terminated for cause, then seek the benefits\r\n\nof a  termination  for cause  by  articulating cause  as  its\r\n\n                             -22-\r                                          22\r\r\n\nreason in any ensuing  litigation.  As Klein  indicates, that\r                                                        \r\n\nis not the law.  \r\n\n          The Company  urges that Cort  v. Bristol-Myers Co.,\r                                                                        \r\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">431</span> <span class=\"reporter\">N.E.2d</span>  <span class=\"page\">908</span></span><pre class=\"inline\"> (Mass.  1982), also supports  the proposition\r\n\nthat its stated reason for terminating Hammond is irrelevant.\r\n\nIn  Cort, the  plaintiffs, who  were at-will  employees, were\r                    \r\n\nfired  after  they  refused  to  answer  part  of  a  company\r\n\nquestionnaire which they regarded as  invading their privacy.\r\n\nAlthough the plaintiffs' performance records were  good, they\r\n\nwere  notified  that  they  were being  discharged  for  poor\r\n\nperformance.  Id. at 909.  The plaintiffs then sued, claiming\r                            \r\n\nthat they were  terminated in bad faith  because the employer\r\n\ngave a  pretextual reason for discharging them,  and that the\r\n\nreal reason -- their refusal to complete the questionnaire --\r\n\nwas  contrary to  public policy.   Id. at  911.   The Supreme\r                                                 \r\n\nJudicial Court  held  that \"an  at-will  employee  discharged\r\n\nwithout  cause  does  not  have a  claim  for  damages simply\r\n\nbecause  the  employer  gave  him  a  false  reason  for  his\r\n\ndischarge,\"  id., and  that firing  the plaintiffs  for their\r                           \r\n\nincomplete answers to the questionnaire violated no principle\r\n\nof public policy.  Id. at 912.  The court explained, however,\r                                 \r\n\nthat the fact  that an employer gave a false  reason would be\r\n\nrelevant  if by  giving  it the  employer  was attempting  to\r\n\nconceal its  real reason for  discharge and  the real  reason\r\n\nviolated public policy.  Id. at  911 n.6.  Thus, according to\r                                       \r\n\n                             -23-\r                                          23\r\r\n\nCort,  an employer's  stated  reason is  irrelevant where  no\r                \r\n\nconsequences flow from  either the real reason or  the stated\r\n\nfalse reason.   But  where, as  here, consequences  flow from\r\n\nwhether the termination was  for cause, the employer's stated\r\n\nreason is determinative, assuming it is not pretextual.\r\n\n          The  Company contends  that King  v. Driscoll,  </pre><span class=\"citation no-link\"><span class=\"volume\">638</span>\r                                                                   \r\n\n<span class=\"reporter\">N.E.2d</span>  <span class=\"page\">488</span></span><pre class=\"inline\"> (Mass.  1994), also  supports its  position.   In\r\n\nKing, the  employer's real and stated  reason for terminating\r                \r\n\nKing  was that  he participated  in a  shareholder derivative\r\n\nsuit  against the company.  Id. at 491.  The Supreme Judicial\r                                          \r\n\nCourt  reversed the  trial  court's ruling  that this  reason\r\n\nviolated public policy.  Id. at 492-93.  It  upheld the trial\r                                       \r\n\ncourt's conclusion that the employer had not violated its by-\r\n\nlaws by not providing  King notice and a hearing  as required\r\n\nin  a  termination for  cause,  because  King was  terminated\r\n\nwithout  cause.   Id.  at 495.    The court  rejected  King's\r                                \r\n\ncontention that the legitimate business reasons the  employer\r\n\nproffered at trial showed  that he was terminated for  cause,\r\n\nfinding  that the  employer  likely would  not have  advanced\r\n\nthose  reasons but for King's claim that he was terminated in\r\n\nviolation of public policy.  Id. \r                                           \r\n\n          King   hardly   supports  the   Company   where  it\r                          \r\n\narticulated Hammond's poor performance  as the reason for his\r\n\ndischarge, not when it let him go, but after he filed suit 10\r\n\nmonths later.  True,  Litle discussed performance issues with\r\n\n                             -24-\r                                          24\r\r\n\nHammond in September of  1986, April of 1987, and  October of\r\n\n1987, but those problems  centered primarily around the stock\r\n\ndispute and there  was ample evidence that  Alemian and Litle\r\n\nnonetheless  valued  Hammond  as  an employee  and  that  his\r\n\nperformance improved after  he was warned.   When Hammond was\r\n\nterminated in  January of 1988, Alemian  affirmatively stated\r\n\nthat his performance was  not the reason.  As  the magistrate\r\n\njudge  stated, \"there was no evidence that, when the boom was\r\n\nactually lowered,  the Company advised Hammond that he was in\r\n\nfact being terminated for cause.\"  Assuming the Company could\r\n\nhave terminated Hammond  for cause,  it chose not  to act  on\r\n\nthat  basis,  and   cannot  erase  the  choice   it  made  by\r\n\narticulating different reasons in the course of litigation. \r\n\n          That   brings  us  to   the  Company's  alternative\r\n\nargument  --  that  if  the  employer's  stated  reason  does\r\n\ncontrol, the magistrate judge defined \"cause\" too narrowly by\r\n\nrelying  only on  Alemian's denial  that performance  was the\r\n\nbasis  for his  termination, and  ignoring that he  also told\r\n\nHammond that  the reason  was his \"relationship  issues\" with\r\n\nLitle, which  the Company  contends also  constitutes \"cause\"\r\n\nunder Massachusetts law.  \"Cause\" for termination includes:\r\n\n          (1)  a  reasonable  basis   for  employer\r\n          dissatisfaction with a[n] . . . employee,\r\n          entertained  in  good faith,  for reasons\r\n          such  as lack  of capacity  or diligence,\r\n          failure to conform  to usual standards of\r\n          conduct,    or    other    culpable    or\r\n          inappropriate  behavior,  or (2)  grounds\r\n          for discharge reasonably related,  in the\r\n\n                             -25-\r                                          25\r\r\n\n          employer's honest judgment, to  the needs\r\n          of  his business.    Discharge for  \"just\r\n          cause\" is to be contrasted with discharge\r\n          on  unreasonable grounds  or arbitrarily,\r\n          capriciously, or in bad faith.\r\n\nGoldhor v.  Hampshire College,  </pre><span class=\"citation\" data-id=\"2213328\"><a href=\"/opinion/2213328/goldhor-v-hampshire-college/\"><span class=\"volume\">521</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1381</span></a></span><pre class=\"inline\">,  1385 (Mass.\r                                         \r\n\nApp. Ct. 1988) (citations omitted).  \r\n\n          We think that the  magistrate judge well understood\r\n\nthat this definition embraces reasons other than performance,\r\n\nand so  instructed the jury.  See note 4, supra.  Rather than\r                                                           \r\n\nmisperceiving the  meaning  of cause,  the  magistrate  judge\r\n\nobviously found that  the only basis  for cause supported  by\r\n\nthe  evidence was  inadequate performance, stemming  from the\r\n\nstock dispute or otherwise, but that the Company specifically\r\n\neschewed  that  as its  reason.  According  to Alemian's  and\r\n\nHammond's testimony, Hammond was terminated, at best, because\r\n\nhe had \"relationship issues\" with Litle, or at worst, because\r\n\nhe refused to accept  the reduced stock package.   The latter\r\n\nreason could well be viewed as a termination in bad faith for\r\n\nthe  purpose of depriving Hammond  of shares to  which he was\r\n\nentitled, which,  of course, does not  constitute just cause.\r\n\nAnd  according  to  our   reading  of  Massachusetts  law,  a\r\n\n\"relationship  issue\"   is  not,  without  more,   cause  for\r\n\ntermination.  \r\n\n          The Company  cites Klein and Goldhor  in support of\r                                                          \r\n\nits contention  that when an  employee holds a  managerial or\r\n\nsupervisory  position, a \"relationship issue\" or \"personality\r\n\n                             -26-\r                                          26\r\r\n\nconflict\" may properly  be considered cause for  termination.\r\n\nThe Company mischaracterizes Klein  as so holding because the\r                                              \r\n\nemployee in  that case  was terminated for  poor performance.\r\n\nIn Goldhor, the  director of a  research center at  Hampshire\r                      \r\n\nCollege had an  intense difference of opinion  with a tenured\r\n\nprofessor about how funds  were to be raised for  the center.\r\n\nGoldhor, 521  N.E.2d at  1383.  This  led to  a public  power\r                   \r\n\nstruggle,  with  each  demanding  that the  other  leave  the\r\n\ncenter, and  the president of  the college deciding  that the\r\n\ndirector would have to leave since the professor was tenured.\r\n\nId.  at 1383-84.   The Massachusetts Appeals  Court held that\r              \r\n\nthe trial court improperly directed a verdict for the college\r\n\nbecause it did not follow termination procedures contained in\r\n\nthe employee manual.  Id. at  1382.  The court indicated that\r                                    \r\n\nif  the issue  of \"just  cause\" was  reached on  retrial, the\r\n\nplaintiff's   conflict  with  the   professor  would   be  an\r\n\nappropriate consideration, but did not indicate that it would\r\n\nbe  controlling.   Id.  at 1385.    Moreover, in  contrast to\r                                 \r\n\nGoldhor, Hammond's  disagreement with Litle was  not over how\r                   \r\n\nany aspect of the  business was run, but concerned  the terms\r\n\nof  his employment  contract.   As  already noted,  Hammond's\r\n\nresistance  to what  he  believed  to  be  a  breach  of  his\r\n\nemployment contract could not  be considered \"just cause\" for\r\n\nhis termination.  That  aside, the conflict in this  case had\r\n\nnot  risen to  the  level, as  in  Goldhor, where  Litle  and\r                                                      \r\n\n                             -27-\r                                          27\r\r\n\nHammond  could  not  continue to  work  together.   As  Litle\r\n\ntestified, he had no intention of terminating Hammond and did\r\n\nnot call  for his termination, but  simply accepted Alemian's\r\n\nrecommendation  that  he be  terminated.    Finally, we  note\r\n\n(though the  magistrate judge  did not  mention it)  that the\r\n\njury's  finding  that  Hammond  was  entitled  to  48  shares\r\n\nnecessarily included  a finding  that the  Company terminated\r\n\nHammond  either without cause or in bad faith for the purpose\r\n\nof preventing him from getting his shares.\r\n\n          In  sum, we  think  the magistrate  judge correctly\r\n\nfound  that the  only  reason the  Company  may have  had  to\r\n\nterminate  Hammond   that  amounted   to  just  cause   under\r\n\nMassachusetts law  was Hammond's  performance, that  it chose\r\n\nnot to  terminate him for  that reason  and told him  so, and\r\n\nthat he therefore had  no obligation to sell his  shares back\r\n\nto the Company.\r\n\n          C.   The Magistrate Judge's Determination That\r                                                                    \r\n               The Company Had No Obligation To Issue\r                                                                 \r\n               Hammond   Shares   In    Lieu   Of    Deferred\r                                                                         \r\nCompensation\r                        \r\n\n          In  their joint  pretrial  memorandum, the  parties\r\n\nstipulated that  Hammond had a contractual  right to convert,\r\n\nat his option, his  accrued deferred compensation into stock,\r\n\nand that if he properly exercised his option, he was entitled\r\n\nto 5 shares.  The issue for Phase II of the trial was whether\r\n\nHammond properly  exercised his option by  filing his lawsuit\r\n\n10  months   after  his  employment  was   terminated.    The\r\n\n                             -28-\r                                          28\r\r\n\nmagistrate  judge ruled  that Hammond  had not  exercised his\r\n\noption  within a  reasonable time  by  filing his  lawsuit 10\r\n\nmonths after  his discharge, that  even then the  prayers for\r\n\nrelief in  Hammond's complaint did not  constitute an attempt\r\n\nto exercise his option, and that  he had failed to carry  his\r\n\nburden of proving that  it would have been futile  to attempt\r\n\nto  exercise  his  option  at  or  nearer  the  time  he  was\r\n\nterminated.  \r\n\n          Hammond  first  claims  that the  magistrate  judge\r\n\nerred  as a  matter  of law  in  construing the  contract  as\r\n\nrequiring him to exercise his option during his employment or\r\n\nwithin  a reasonable time of his termination.  He claims that\r\n\nthe time frame for the exercise of his option was  as long as\r\n\nhis  compensation remained  deferred.   Because there  was no\r\n\nexplicit agreement between the parties as to when Hammond was\r\n\nrequired to  exercise  his conversion  right, the  magistrate\r\n\njudge was called upon to decide whether  Hammond exercised it\r\n\nwithin  a \"reasonable  time.\"   See Bushkin Assocs.,  Inc. v.\r                                                                         \r\n\nRaytheon  Co., </pre><span class=\"citation\" data-id=\"485653\"><a href=\"/opinion/485653/bushkin-associates-inc-and-merle-j-bushkin-v-raytheon-company/\"><span class=\"volume\">815</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">142</span></a></span><pre class=\"inline\">,  146 (1st  Cir. 1987)  (\"when a\r                         \r\n\ncontract is silent as to time, the term shall be a reasonable\r\n\ntime based on  all the relevant evidence.\").   The magistrate\r\n\njudge's determination that he  did not was a finding  of fact\r\n\nsubject  to the clearly erroneous standard of Fed. R. Civ. P.\r\n\n52(a).      See,   e.g.,   Crellin   Technologies,   Inc.  v.\r                                                                         \r\n\nEquipmentlease Corp.,  </pre><span class=\"citation\" data-id=\"195233\"><a href=\"/opinion/195233/crellin-v-equipmentlease-corp/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">1</span></a></span><pre class=\"inline\">, 9  (1994) (what amount  of\r                                \r\n\n                             -29-\r                                          29\r\r\n\ntime  is  reasonable  in  a  particular case  is  a  \"classic\r\n\nexample\"  of a decision that  the law leaves  to the district\r\n\ncourt); Flagship Cruises, Ltd. v. New England Merchants Nat'l\r                                                                         \r\n\nBank, </pre><span class=\"citation\" data-id=\"352554\"><a href=\"/opinion/352554/flagship-cruises-ltd-v-new-england-merchants-national-bank-of-boston/\"><span class=\"volume\">569</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">699</span></a></span><pre class=\"inline\">, 702 (1st Cir. 1978) (\"The  reasonableness\r                \r\n\nof a period of time except as to extremes would seem  to be a\r\n\nclassic  issue for the trier of  fact.\"); Cataldo, 482 N.E.2d\r                                                             \r\n\nat 857  n.20 (question  whether buyback option  was exercised\r\n\nwithin  a  reasonable time  \"was  peculiarly  appropriate for\r\n\ndecision by  the factfinder\").  Hammond argues that in making\r\n\nthat  factual determination,  the magistrate  judge impliedly\r\n\ninterpreted  the  contract to  require  him  to exercise  his\r\n\noption within a reasonable time of his employment rather than\r\n\nat any time while the compensation remained deferred.   This,\r\n\nHammond argues, was a question of law, Fashion House, Inc. v.\r                                                                         \r\n\nK Mart Corp., </pre><span class=\"citation\" data-id=\"534521\"><a href=\"/opinion/534521/fashion-house-inc-v-k-mart-corporation-fashion-house-inc-v-k-mart/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1076</span></a></span><pre class=\"inline\">, 1083 (1st Cir. 1989), subject to\r                        \r\n\nde novo review.  \r                   \r\n\n          Recognizing    that    the    magistrate    judge's\r\n\ndetermination that  Hammond did  not act within  a reasonable\r\n\nperiod was a finding  of fact that contained a ruling of law,\r\n\nwe find that the  magistrate judge erred neither as  a matter\r\n\nof law nor  as a matter of fact because  the ruling was well-\r\n\nsupported  by  the  \"nature  of the  contract,  the  probable\r\n\nintention  of  the  parties  as  indicated  by  it,  and  the\r\n\nattendant circumstances.\"  Charles River Park, Inc. v. Boston\r                                                                         \r\n\nRedevelopment Auth., </pre><span class=\"citation\" data-id=\"2039554\"><a href=\"/opinion/2039554/charles-river-park-v-boston-redevelopment/\"><span class=\"volume\">557</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">20</span></a></span><pre class=\"inline\">, 32 (Mass. App. Ct. 1990).\r                               \r\n\n                             -30-\r                                          30\r\r\n\nHammond's  right  to convert  his deferred  compensation into\r\n\nstock, as  memorialized in  various documents (most  of which\r\n\nHammond himself  drafted), was described  as the \"employee's\"\r\n\noption or choice.  Hammond urges that when he was terminated,\r\n\nhe was  in the  position of  a non-employee  investor holding\r\n\nconvertible debt  keyed to the  period during which  the debt\r\n\nremained outstanding.   This  is so,  he argues, because  the\r\n\nCompany's position was that he would not receive his deferred\r\n\ncompensation until  the Company  achieved a better  cash flow\r\n\nsituation.    Although  that  may  have  been  the  Company's\r\n\nposition  with   regard   to   paying   cash   for   deferred\r                                                        \r\n\ncompensation, nothing  in the record indicates that Hammond's\r\n\noption  to  convert  deferred  compensation  into  stock  was\r\n\nsimilarly contingent.  Even more to the point, nothing in the\r\n\nrecord  indicates that  the  Company intended  that a  former\r\n\nemployee  could turn a  simple deferred employee compensation\r\n\narrangement  into a  right to  purchase stock  at a  very low\r\n\nprice  at some time in  the indefinite future  when the stock\r\n\nbecame far more valuable.  As the magistrate judge found, the\r\n\nstock valuation rate  at the time Hammond was  terminated was\r\n\nsuch  that the shares he  would have received  were worth far\r\n\nless than the  deferred compensation of  $16,000 to which  he\r\n\nwas  entitled.10   The testimony  at trial  demonstrated that\r\n\n                    \r                                \r\n\n10.  Hammond  could convert  his  deferred compensation  into\r\nstock at a \"price  equal to the stock's fair  market value at\r\nthe time the deferred compensation was earned,\" but the price\r\n\n                             -31-\r                                          31\r\r\n\nother employees regarded as  laughable the notion that anyone\r\n\nwould elect  to accept stock in lieu of cash in March of 1988\r\n\nwhen  the Company  began paying  deferred compensation.   The\r\n\nmagistrate judge  correctly keyed  the  reasonable period  of\r\n\ntime to Hammond's employment.\r\n\n          Hammond  also claims  that  the magistrate  judge's\r\n\nfailure to  find as  a matter of  fact that  the Company  had\r\n\nrepudiated  his  contractual right  to  convert  his deferred\r\n\ncompensation into  stock, thus relieving  him of any  duty to\r\n\nexercise his  option, was clearly erroneous.   Repudiation by\r\n\none party relieves the  other party from further performance,\r\n\nbut  such repudiation  \"'must be  a definite  and unequivocal\r\n\nmanifestation  of  intention [not  to  render performance].'\"\r\n\nThermo  Electron Corp.  v.  Schiavone Constr.  Co., </pre><span class=\"citation\" data-id=\"579442\"><a href=\"/opinion/579442/thermo-electron-corp-v-schiavone-construction-company/\"><span class=\"volume\">958</span>  <span class=\"reporter\">F.2d</span>\r                                                              \r\n\n<span class=\"page\">1158</span></a></span><pre class=\"inline\">,  1164 (1st  Cir.  1992) (quoting  4  Arthur L.  Corbin,\r\n\nCorbin on  Contracts     973, at  905-06  (1951));  see  also\r                                                                         \r\n\nRestatement (Second) of Contracts   250 cmt. b (1981). \r\n\n          The magistrate judge did not err in failing to find\r\n\nthat  the  Company repudiated  the  contract.   When  Alemian\r\n\nterminated Hammond  on January  27, 1988, he  offered Hammond\r\n\ndeferred compensation at  a minimum rate of  $2,000 per month\r\n\nto be  paid in  cash as  soon as  the Company  had sufficient\r\n\n                    \r                                \r\n\nwould be \"no less  than the latest price paid  by investors.\"\r\nThe latest price paid  by investors in early 1988  was $3,000\r\nper share,  which apparently  was more than  it actually  was\r\nworth at the time.    \r\n\n                             -32-\r                                          32\r\r\n\nfunds, but Hammond did not say at that point  that he elected\r\n\nto exercise  his option to receive  the deferred compensation\r\n\nin the  form of  stock.   Alemian followed  up with  a letter\r\n\ndated  February 19, 1988, in which he stated that the Company\r\n\nwas  \"prepared  to   discuss  .  .  .   payment  of  deferred\r\n\ncompensation,\" and asked Hammond to contact him if  he wished\r\n\nto discuss it.   Hammond did not respond.   Hammond complains\r\n\nthat  Alemian did not  mention his right  to convert deferred\r\n\ncompensation to stock at his exit interview or in the letter,\r\n\nbut that does not  mean that the Company repudiated  its duty\r\n\nto  honor that right.   It was Hammond's  option to exercise,\r\n\nand Hammond made no effort to  do so until 10 months after he\r\n\nwas terminated.  \r\n\n          Because the magistrate judge did not err in finding\r\n\nthat  10   months  from  Hammond's  termination   was  not  a\r\n\n\"reasonable time,\"  we need  not decide whether  he correctly\r\n\nfound  in  the  alternative  that the  prayer  for  relief in\r\n\nHammond's  complaint did  not constitute  an exercise  of his\r\n\noption,  or whether  the Company  later  repudiated Hammond's\r\n\nright  to convert  deferred  compensation into  stock in  the\r\n\ncourse of this litigation.\r\n\n          One matter remains.  Shortly  before oral argument,\r\n\nHammond moved  this Court for  leave to file a  motion in the\r\n\ndistrict court pursuant to Fed. R. Civ. P. 60(a) to correct a\r\n\npurported  omission  in  the   judgment,  to  wit,  that  the\r\n\n                             -33-\r                                          33\r\r\n\nmagistrate  judge  ordered  only  that the  Company  was  not\r\n\nrequired to issue shares in lieu of deferred compensation but\r\n\nfailed  to order  the  Company to  pay  Hammond his  deferred\r\n\ncompensation  in  cash.     The  motion  was  denied  without\r\n\nprejudice to reconsideration by the panel hearing the merits.\r\n\nWe deny the motion because Hammond did not seek the relief of\r\n\nbeing paid  his  deferred  compensation in  cash.    This  is\r\n\nbecause whether the Company owed it in cash was not at issue.\r\n\nAs the magistrate judge  found, the Company admitted that  it\r\n\nowed Hammond  the deferred compensation, and  the Company has\r\n\nstated that it stands ready to pay Hammond $16,468.30 in cash\r\n\nas soon as this appeal is decided.  \r\n\n          For all  of the foregoing reasons,  the judgment is\r\n\naffirmed.  The parties shall bear their own costs of appeal.\r                    \r\n\n                             -34-\r                                          34\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112017/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112135/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195233/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196064/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196132/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196426/",
    "http://www.courtlistener.com/api/rest/v3/opinions/297230/",
    "http://www.courtlistener.com/api/rest/v3/opinions/352554/",
    "http://www.courtlistener.com/api/rest/v3/opinions/485653/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524052/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561778/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564311/",
    "http://www.courtlistener.com/api/rest/v3/opinions/579442/",
    "http://www.courtlistener.com/api/rest/v3/opinions/609730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/678494/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2039554/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2213328/"
  ]
}