{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196738/",
  "absolute_url": "/opinion/196738/andrade-v-jamestown-housing/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196738/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:12:54Z",
  "date_modified": "2017-03-24T10:48:28.389180Z",
  "type": "010combined",
  "sha1": "321a5763605f6ad5382d07972156c68fe794dfdd",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1039.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r                            United States Court of Appeals\r\n                    For the First Circuit\r                                For the First Circuit\r\n                                         \r\n\nNo. 95-1039\r\n\n                     HELEN RUTH ANDRADE,\r\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n    JAMESTOWN HOUSING AUTHORITY, ESTATE OF BARRETT GROSS,\r\n       ERNEST ANTHONY, EDWARD HOLLAND, LLEWELYN EATON, \r\n           PHYLLIS TIEXIERA AND FREDERICK HILLIER,\r\n                    Defendants, Appellees.\r\n                                         \r\n\nNo. 95-1040\r\n\n                     HELEN RUTH ANDRADE,\r\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n    JAMESTOWN HOUSING AUTHORITY, ESTATE OF BARRETT GROSS,\r\n       ERNEST ANTHONY, EDWARD HOLLAND, LLEWELYN EATON,\r\n           PHYLLIS TIEXIERA AND FREDERICK HILLIER,\r\n                    Defendants, Appellees,\r\n\n                                         \r\n\n           SELF-HELP, INC. AND DEBORAH A. JACKSON,\r\n                   Defendants, Appellants.\r\n                                         \r\n\nNo. 96-1329\r\n\n                     HELEN RUTH ANDRADE,\r\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n    JAMESTOWN HOUSING AUTHORITY, ESTATE OF BARRETT GROSS,\r\n       ERNEST ANTHONY, EDWARD HOLLAND, LLEWELYN EATON,\r\n           PHYLLIS TIEXIERA AND FREDERICK HILLIER.\r\n                   Defendants, Appellants.\r\r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n         [Hon. Ernest C. Torres, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n                Cyr and Stahl, Circuit Judges.\r                                                         \r\n\n                                         \r\n\nErnest Barone for Helen Ruth Andrade.\r                         \r\nFrank  E. Reardon  with whom Hassan  &amp; Reardon, P.C.  was on brief\r                                                                \r\nfor Self-Help, Inc. and Deborah Jackson.\r\nJames A. Donnelly for Jamestown Housing Authority, et al.\r                             \r\n\n                                         \r\n\n                         May 1, 1996\r\n                                         \r\r\n\n          STAHL, Circuit Judge.   Plaintiff-appellant,  Helen\r                      STAHL, Circuit Judge.\r                                          \r\n\nRuth Andrade, filed a  five-count complaint in Rhode Island's\r\n\nfederal district  court seeking redress  for her  termination\r\n\nfrom   employment  as  an  administrative  assistant  at  the\r\n\nJamestown  Housing Authority  (\"JHA\").   In addition  to JHA,\r\n\nAndrade  sued Self-Help,  Inc. (\"Self-Help\"),  the sponsoring\r\n\nagency  that placed her at  JHA; Deborah Jackson, a Self-Help\r\n\nemployee;  Barrett  Gross,1  JHA's  Executive  Director;  and\r\n\nErnest  Anthony,  Edward  Holland,  Llewelyn  Eaton,  Phyllis\r\n\nTiexiera,  and  Frederick  Hillier,  all  of  whom  were  JHA\r\n\nCommissioners.  At trial,  Andrade sought to prove violations\r\n\nof 42  U.S.C.   1983  (Count II), 42 U.S.C.    1985(3) (Count\r\n\nIII), and state tort (Count IV) and contract (Count V) law.2\r\n\n          At  the  close  of evidence,  the  district  court,\r\n\npursuant to  Fed. R. Civ.  P. 50(a), granted  the defendants'\r\n\nmotions for judgment as a matter of law on Counts III, IV and\r\n\nV, reserved ruling on JHA's Rule 50(a) motion as to Count II,\r\n\nand submitted  Count II  to the jury.   The  jury found  JHA,\r\n\nGross, and Eaton liable on Count  II and awarded compensatory\r\n\nand punitive  damages to  Andrade.  The  parties subsequently\r\n\nfiled  motions for  attorney's fees,  and the  district court\r\n\nreferred  the  motions to  the  magistrate for  a  report and\r\n\n                    \r                                \r\n\n1.  Barrett  Gross  died  before  the  commencement  of  this\r\nlitigation.  His estate has been sued as a party defendant.\r\n\n2.  Count  I,   charging  a  violation  of   Title  VII,  was\r\nvoluntarily dismissed by Andrade on the first day of trial.\r\n\n                             -3-\r                                          3\r\r\n\nrecommendation.   The magistrate's report and recommendation,\r\n\nadopted by the  court, granted fees to Andrade  as prevailing\r\n\nplaintiff vis a vis  JHA, Gross, and Eaton and  to Self-Help,\r                               \r\n\nJackson,   Anthony,   Holland,  Tiexiera,   and   Hillier  as\r\n\nprevailing defendants.\r\n\n          Andrade appeals  the grant of judgment  as a matter\r\n\nof  law on  Counts IV and  V as  well as  the attorney's fees\r\n\naward.  JHA cross-appeals the denial of the Rule 50(b) motion\r\n\non  Count  II.     Self-Help  and  Jackson  cross-appeal  the\r\n\nattorney's fees award.  Finding no error, we affirm.\r\n\n                              I.\r                                          I.\r                                            \r\n\n                          Background\r                                      Background\r                                                \r\n\nA.  The Relevant Facts\r                                  \r\n\n          Self-Help, a non-profit  corporation, operates  the\r\n\nSenior Aide  Program (\"the  Program\") in the  East Providence\r\n\narea.   The  Program, which  is funded  by the  Department of\r\n\nLabor  through  the  National  Council  of  Senior   Citizens\r\n\n(\"NCSC\"),  seeks to  employ low-income seniors  in non-profit\r\n\nbusinesses and  municipal agencies as \"Senior  Aides.\"  Under\r\n\nthe Program, Senior Aides spend a maximum of  two years at an\r\n\nassignment, receiving on-the-job  and/or other training, with\r\n\na  goal  of  attaining  placement in  unsubsidized  positions\r\n\nthereafter.\r\n\n          During  the summer  of  1990, Nancy  Newbury, JHA's\r\n\nExecutive  Director, contacted Self-Help to inquire about the\r\n\n                             -4-\r                                          4\r\r\n\npossibility of JHA becoming a host  agency under the Program.\r\n\nBridget Kelly, Self-Help's Director of the  Senior Employment\r\n\nProgram,  and  Newbury  agreed  that  JHA  would  create  two\r\n\nadministrative assistant positions  for Senior Aides  at JHA.\r\n\nNewbury  then posted  the  positions,  and  Andrade  applied.\r\n\nAfter  Kelly determined  that  Andrade was  eligible for  the\r\n\nProgram, Newbury interviewed Andrade and offered her the job.\r\n\nAndrade accepted.\r\n\n          At trial, Newbury and Kelly both testified that, at\r\n\nsome point  during the hiring process,  Andrade informed them\r\n\nthat she  was receiving  workers'  compensation benefits  and\r\n\nstated that she would only want to work at JHA so long as the\r\n\nwages she  would receive from Self-Help would  not reduce her\r\n\nexisting benefits.  Newbury's  and Kelly's testimony diverged\r\n\non how they responded to this information.\r\n\n          Newbury  testified that, with  Kelly and Andrade in\r\n\nher office, she called Andrade's case manager at the Workers'\r\n\nCompensation Commission (\"the  Commission\") on  speakerphone,\r\n\nand he assured them that Andrade's wages from Self-Help would\r\n\nnot reduce  her  benefits.   Kelly,  however, denied  such  a\r\n\nconversation took  place and testified that  she had informed\r\n\nAndrade that  her review  of  the NCSC  Policy and  Procedure\r\n\nManual (\"NCSC Manual\") suggested  that the benefits would not\r\n\nbe counted  in determining  her income eligibility  under the\r\n\n                             -5-\r                                          5\r\r\n\nProgram, but  that Andrade  should contact the  Commission to\r\n\nsee how it would handle her receipt of wages.\r\n\n          In July 1990,  Andrade began work at  JHA.  Shortly\r\n\nthereafter,   Newbury  resigned  as  Executive  Director  and\r\n\nbrought  charges  of  racism   against  JHA,  requesting   an\r\n\ninvestigation of  its adherence  to fair  housing principles.\r\n\nOn April 30,  1991, during hearings before the Jamestown Town\r\n\nCouncil, Andrade testified  that Commissioner Eaton had  made\r\n\ntwo racially discriminatory remarks in her presence.  \r\n\n          Meanwhile,  in  March  1991,  the  Commission  sent\r\n\nAndrade a \"Report  of Earnings\" form,  requesting information\r\n\nabout her  Self-Help wages.   Because Andrade did  not return\r\n\nthe form,  the Commission sent another  in April.   On May 1,\r\n\n1991, when Kelly's successor, Deborah Jackson, went to JHA to\r\n\nrecertify Andrade for her second year of the Program, Andrade\r\n\nshowed  Jackson the Report of Earnings form and asked for her\r\n\nassistance in filling it out.  Jackson  agreed to look at the\r\n\nform and took it with her.\r\n\n          While at JHA that day, Jackson  also met with Gross\r\n\nwho requested  that Self-Help  transfer Andrade from  JHA for\r\n\nhaving testified against Eaton  the night before.  On  May 2,\r\n\n1991,  Gross  sent  Jackson  a   letter  memorializing  their\r\n\nconversation  which requested that  she \"attempt  to transfer\r\n\nSenior Aid [sic] Helen Andrade from the Authority\" and stated\r\n\nthat  \"Her testimony  against one  of our  commissioners, Mr.\r\n\n                             -6-\r                                          6\r\r\n\nEaton, who is ultimately  her superior has made  her presence\r\n\nhere uncomfortable.\"\r\n\n          On  May  8, 1991,  having  examined  the Report  of\r\n\nEarnings  form, Jackson  notified Caroline  Pellegrino, Self-\r\n\nHelp's  Director of  Senior  Services, that  Andrade had  not\r\n\nreported   her   Self-Help   earnings  to   the   Commission.\r\n\nPellegrino  called the  Commission and  was informed  that it\r\n\ncould hold Self-Help liable for the wages paid to an employee\r\n\nwho   was   receiving    workers'   compensation    benefits.\r\n\nPellegrino,  in  turn,   notified  Dennis  Roy,   Self-Help's\r\n\nExecutive Director, and  Roy referred her to Mary  Mulvey, an\r\n\nNCSC representative.  Mulvey  informed Pellegrino that  Self-\r\n\nHelp  might also be liable to NCSC for Andrade's wages should\r\n\ninclusion of her workers' compensation benefits in the income\r\n\neligibility  assessment  render  Andrade ineligible  for  the\r\n\nProgram.   Mulvey  recommended Andrade's  termination pending\r\n\nresolution  of  the  issue.    Roy  agreed  and  had  Jackson\r\n\ntelephone Andrade with the news.\r\n\n          Referring   generally   to   a  problem   regarding\r\n\nAndrade's receipt of workers' compensation  benefits, Jackson\r\n\nasked Andrade to go home for  the day and said that she would\r\n\nbe phoning  her with  more  details.   Later that  afternoon,\r\n\nJackson told Andrade  that she was terminated  because of her\r\n\nfailure to report  her wages  to the Commission.   Five  days\r\n\nlater,  Jackson  sent Andrade  a  letter  stating that  \"Your\r\n\n                             -7-\r                                          7\r\r\n\nfailure to notify R.I. Workers  [sic] Compensation Department\r\n\nof  your entering the Senior  Aide Program is  the reason for\r\n\nthe termination.\"\r\n\n          Having  learned  of Andrade's  termination, Newbury\r\n\nappeared before Gross  and the Commissioners at  the next JHA\r\n\nboard meeting  and petitioned for Andrade's  reinstatement to\r\n\nher  former position.   Newbury  testified that  Commissioner\r\n\nHillier responded to her  plea by stating that \"it would be a\r\n\ncold day in hell when anybody testifies against us and thinks\r\n\nthey are going to have a job here.\"\r\n\nB.  Prior Proceedings\r                                 \r\n\n          Andrade's   complaint   charged  JHA,   Gross,  the\r\n\nCommissioners,  Self-Help, and  Jackson  with  violations  of\r\n\nTitle VII (Count I -- which she later dismissed voluntarily),\r\n\n42  U.S.C.     1985(3)  (Count III),  wrongful  and  tortious\r\n\ndischarge,  intentional infliction of emotional distress, and\r\n\ninterference  with  contract  (Count  IV);  JHA,  Gross,  and\r\n\nCommissioners  Holland,  Hillier,  Eaton, and  Tiexiera  with\r\n\nviolation  of 42 U.S.C.   1983 (Count II); and Self-Help with\r\n\nbreach  of express  and implied  contract  (Count V).   After\r\n\ndiscovery,  a seven-day jury trial  ensued.  At  the close of\r\n\nthe evidence,  all of  the  defendants sought  judgment as  a\r\n\nmatter of law under Fed. R. Civ. P. (50)(a) on Counts III and\r\n\nIV; JHA  brought a Rule 50(a)  motion on Count  II, and Self-\r\n\nHelp brought  a Rule 50(a) motion  on Count V.   The district\r\n\n                             -8-\r                                          8\r\r\n\ncourt delivered a detailed oral opinion, granting the motions\r\n\nas to  Counts III, IV, and V, and reserving decision on Count\r\n\nII until after the jury returned its verdict.  \r\n\n          As to Count V, the court concluded that (i) Andrade\r\n\nhad failed to  provide any evidence that  an express contract\r\n\nfor a  definite duration  existed between her  and Self-Help,\r\n\n(ii) the fact that  the NCSC Manual and the  Self-Help Senior\r\n\nEmployment Program Personnel Policy (\"the  Self-Help Policy\")\r\n\nlimited Andrade's employment at JHA to two years and provided\r\n\nfor  an annual  recertification  review did  not establish  a\r\n\ndefinite  term of  employment, (iii) Andrade  and Self-Help's\r\n\nmutual mistake as to whether Andrade's earnings would be paid\r\n\nto  the  Commission  prevented  a  meeting  of  the  minds, a\r\n\nnecessary element  to the formation  of a contract,  and (iv)\r\n\neven  assuming  arguendo  that  a contract  existed,  Andrade\r                                    \r\n\nsuffered no damage  in its breach  because any earnings  that\r\n\nshe   was  denied  would  have  to  have  been  paid  to  the\r\n\nCommission.  In ruling on Count IV, the court found that  (i)\r\n\nno cause of action for wrongful  discharge exists under Rhode\r\n\nIsland  law, (ii) Andrade  failed to provide  evidence of any\r\n\ninjury  of sufficient  magnitude  to satisfy  the element  of\r\n\nintentional  infliction  of   emotional  distress   requiring\r\n\nphysical manifestation  of injury  and failed to  provide any\r\n\nexpert medical testimony showing a causal connection  between\r\n\nAndrade's  symptoms, some  of which  existed well  before her\r\n\n                             -9-\r                                          9\r\r\n\ntermination,  and  defendants'  actions,  and  (iii)  because\r\n\nAndrade  did not have a contract with Self-Help that gave her\r\n\nan  expectation of  continued employment,  there could  be no\r\n\ntortious interference with that contract.\r\n\n          With only Count  II before it, the  jury returned a\r\n\nverdict for Andrade vis a vis JHA, Gross, and Eaton.  Hillier\r                                         \r\n\nand  Tiexiera  were found  not  liable.    The  jury  granted\r\n\ncompensatory damages of  $7,183 against the three  defendants\r\n\nand punitive  damages of $250  each against Gross  and Eaton.\r\n\nAfter excusing the jury,  the district court returned  to the\r\n\nunresolved Rule 50 motion on Count  II.  The court denied the\r\n\nmotion,  finding  that Gross's  letter  of  May 2,  1991  and\r\n\nCommissioner  Hillier's  response  to  Newbury's  request  to\r\n\nreinstate Andrade were sufficient to permit a reasonable jury\r\n\nto  find that  Andrade was  terminated because  she testified\r\n\nagainst Commissioner Eaton at  a public hearing.  Thereafter,\r\n\nthe court  referred the parties' motions  for attorney's fees\r\n\nto the magistrate for a report and recommendation.\r\n\n          After  a  hearing,   the  magistrate  found   that,\r\n\nalthough she  was a  prevailing plaintiff under  42 U.S.C.   \r\n\n1988, Andrade had succeeded  in only one of her  five claims,\r\n\nhad received only $7,183 in compensatory damages and $500  in\r\n\npunitive damages, and had brought frivolous claims.  Based on\r\n\nthese  findings,  the  magistrate  granted  Andrade  a modest\r\n\nattorney's fees award of $2,500.  Finding that Counts I, III,\r\n\n                             -10-\r                                          10\r\r\n\nand IV  were frivolous,  the magistrate concluded  that Self-\r\n\nHelp,  Jackson, Holland, Hillier,  Anthony, and Tiexiera were\r\n\nprevailing defendants  under    1988 and  42 U.S.C.    2000e-\r\n\n5(k).  Mindful of  Andrade's limited financial resources, the\r\n\nmagistrate granted  Self-Help and Jackson a $1,000 attorney's\r\n\nfee for their defense  of Counts I and III  and Commissioners\r\n\nHolland, Hillier,  Anthony, and Tiexiera a  $1,500 attorney's\r\n\nfee for their defense of Counts I, III, and IV.  The district\r\n\ncourt adopted the magistrate's report and recommendation.\r\n\n                             II.\r                                         II.\r                                            \r\n\n                          Discussion\r                                      Discussion\r                                                \r\n\nA.  Judgment as a Matter of Law\r                                           \r\n\n          1.  Andrade's Appeal\r                                          \r\n\n          On appeal, Andrade contends that the district court\r\n\nerred in granting  judgment as a  matter of law on  Counts IV\r\n\nand  V  of her  complaint.   After  reciting the  standard of\r\n\nreview, we consider these contentions separately.\r\n\n          We review  the grant  of a  Rule  50(a) motion  for\r\n\njudgment as a matter of law de novo, under the same standards\r                                               \r\n\nas the district  court.   See Coastal Fuels  of Puerto  Rico,\r                                                                         \r\n\nInc. v. Caribbean Petroleum Corp., No. 95-1460, slip op. at 6\r                                             \r\n\n(1st  Cir. Mar. 12, 1996).   The evidence  and the inferences\r\n\nreasonably to be drawn therefrom  are considered in the light\r\n\nmost  favorable to the non-movant.   The court, however, must\r\n\n\"not consider the credibility of witnesses, resolve conflicts\r\n\n                             -11-\r                                          11\r\r\n\nin  testimony,  or  evaluate  the weight  of  the  evidence.\"\r\n\nWagenmann  v. Adams,  829 F.2d 196,  200 (1st Cir.  1987).  A\r                               \r\n\nverdict may  be directed  only if  the evidence,  viewed from\r\n\nthis perspective, \"would not permit a reasonable jury to find\r\n\nin  favor of  the  plaintiff[] on  any  permissible claim  or\r\n\ntheory.\"  Murray v. Ross-Dove Co., 5  F.3d 573, 576 (1st Cir.\r                                             \r\n\n1993).\r\n\n               a.  Contract Claim\r                                             \r\n\n          Andrade contends that the evidence she submitted on\r\n\nCount V  was legally sufficient  to permit a  jury to find  a\r\n\nbreach of contract, and therefore the district court erred in\r\n\ngranting  Self-Help judgment as a  matter of law  on Count V.\r\n\nBecause  we agree with the  court below that  Andrade did not\r\n\nprove a prima facie case of breach of contract, we affirm the\r\n\ncourt's grant of the Rule 50(a) motion on Count V.\r\n\n          Under Rhode Island law, it is well established that\r\n\n\"a promise  to  render personal  services to  another for  an\r\n\nindefinite  term is  terminable at  any time  at the  will of\r\n\neither party and therefore creates no executory obligations.\"\r\n\nSchool Comm. of Providence v. Board of Regents for Educ., 308\r                                                                    \r\n\nA.2d 788, 790 (R.I. 1973); see also Lamoureux v. Burrillville\r                                                                         \r\n\nRacing  Ass'n,  161  A.2d  213,  216  (R.I.  1960);  Booth v.\r                                                                      \r\n\nNational  India-Rubber  Co.,  36  A. 714,  715  (R.I.  1897).\r                                       \r\n\nAlthough she  presented no evidence of  an express employment\r\n\ncontract for  a fixed  period between herself  and Self-Help,\r\n\n                             -12-\r                                          12\r\r\n\nAndrade  argues  that  certain  provisions in  the  Self-Help\r\n\nPolicy  and the NCSC Manual, both of which were admitted into\r\n\nevidence, created a triable issue as to whether she and Self-\r\n\nHelp  had an implied contract for a fixed period3 and whether\r\n\nshe could only be terminated for just cause.4\r\n\n          Apparently recognizing  it to be an  issue of first\r\n\nimpression, however, the Rhode Island Supreme Court expressly\r\n\navoided  the question of  whether to adopt  the emerging case\r\n\nlaw that  employment manuals  or policies  may  give rise  to\r\n\nenforceable  contract rights,  Roy  v. Woonsocket  Inst.  for\r                                                                         \r\n\nSav., 525 A.2d 915, 918 (R.I.  1987), and, as a federal court\r                \r\n\nhearing  this   state  law   issue  under  our   supplemental\r\n\njurisdiction,  we  are  reluctant to  extend  Rhode  Island's\r\n\ncontract law \"beyond its well-marked boundaries.\"  Markham v.\r                                                                      \r\n\nFay, 74 F.3d 1347, 1356 (1st Cir. 1996); cf. A. Johnson &amp; Co.\r                                                                         \r\n\nv. Aetna  Casualty and  Sur. Co., 933  F.2d 66, 73  (1st Cir.\r                                            \r\n\n1991) (holding that this  court, sitting in diversity, should\r\n\n                    \r                                \r\n\n3.  In   particular,  Andrade   claims   that  the   two-year\r\ndurational limit upon her employment  at JHA and the one-year\r\nrecertification review by  Self-Help supplied the  durational\r\nterm.\r\n\n4.  Andrade identifies  an \"employability plan\" that  she and\r\nNewbury devised and Self-Help adopted as an additional source\r\nof  her alleged contract  rights.   Testimony, viewed  in the\r\nlight  most  favorable to  Andrade,  revealed  that the  plan\r\ndetailed   Newbury's  and   Andrade's  goals   for  Andrade's\r\nemployment  at JHA.  The ultimate goal identified in the plan\r\nwas training  Andrade to become a  certified housing manager.\r\nNothing  in the  plan,  however, suggested  that Andrade  was\r\nguaranteed  employment at JHA for a definite term or that she\r\nwould only be terminated for cause.  \r\n\n                             -13-\r                                          13\r\r\n\nnot  \"torture  state  law  into   strange  configurations  or\r\n\nprecipitously to blaze new and  unprecedented jurisprudential\r\n\ntrails\"); Mason v. American Emery  Wheel Works, 241 F.2d 906,\r                                                          \r\n\n909-10 (1st Cir.)  (noting that a  diversity court must  take\r\n\nstate law as  it finds it, \"not  as it might  conceivably be,\r\n\nsome day; nor even as it should  be\"), cert. denied, 355 U.S.\r                                                               \r\n\n815  (1957).  Because Andrade has not convinced us that Rhode\r\n\nIsland would so extend  its contract law, we decline to do so\r\n\nhere.\r\n\n               b.  Tort Claims\r                                          \r\n\n          Andrade also contends that she submitted sufficient\r\n\nevidence  to permit a jury  to find the  torts of intentional\r\n\ninfliction  of  emotional  distress,  wrongful  and  tortious\r\n\ndischarge, and interference with  contract, and therefore the\r\n\ndistrict court erred in granting the defendants judgment as a\r\n\nmatter of  law on Count IV.   We consider each  tort claim in\r\n\nturn.\r\n\n          Rhode Island  recognizes  a  cause  of  action  for\r\n\nintentional   infliction   of  emotional   distress  (\"IIED\")\r\n\npatterned after    46  of the Restatement  (Second) of  Torts\r\n\n(1965).   Champlin v. Washington Trust Co., 478 A.2d 985, 988\r                                                      \r\n\n(R.I. 1984).   To prevail on  a claim of IIED,  the plaintiff\r\n\nmust  prove that  the  defendant, by  extreme and  outrageous\r\n\nconduct,  intentionally or  recklessly  caused the  plaintiff\r\n\nsevere  emotional  distress.   Id.  at  989.    Rhode  Island\r                                              \r\n\n                             -14-\r                                          14\r\r\n\nrequires  that to  be \"severe,\"  the emotional  distress must\r\n\nevoke some physical manifestation.   Reilly v. United States,\r                                                                        \r\n\n547 A.2d 894, 898-99  (R.I. 1988); Curtis v. State  Dep't for\r                                                                         \r\n\nChildren, 522 A.2d 203, 208 (R.I. 1987).  \r                    \r\n\n          At  trial, Andrade testified  on direct examination\r\n\nthat as a result of her termination from employment at JHA in\r\n\nMay 1991, she experienced irritated bowels, diarrhea, tension\r\n\nheadaches, and sleeplessness.  Andrade  stated, however, that\r\n\nthe diarrhea and tension  headaches began in the latter  part\r\n\nof  1990,   months  before   her  termination.     On  cross-\r\n\nexamination,  Andrade  also   conceded  that  prior   to  the\r\n\noccurrence of  the events  alleged in  the complaint  she had\r\n\nexperienced   stomach   problems.     Specifically,   Andrade\r\n\nacknowledged that she had gastric  surgery in 1978, 1980, and\r\n\n1981 for which she continues to take medication.  \r\n\n          Andrade relied exclusively on her own  testimony to\r\n\nprove her IIED claim.  The district court, in ruling on the \r\n\ndefendants'  Rule 50(a) motion, found that Andrade's testimony\r\n\n-- \r\n\nthat she  had  experienced these  symptoms  contemporaneously\r\n\nwith her  termination and  her termination  was the  cause of\r\n\nthese  symptoms  --  was  insufficient  to  prove  causation,\r\n\nparticularly   given  Andrade's  prior   history  of  stomach\r\n\nproblems, headaches,  and diarrhea.   In directing  a verdict\r\n\nagainst Andrade  on  the  IIED claim,  the  court  cited  her\r\n\n                             -15-\r                                          15\r\r\n\nfailure to produce expert medical testimony that her symptoms\r\n\nwere in fact caused by the defendants' conduct.\r\n\n          Rhode Island case law is  silent on the question of\r\n\nthe  necessity of  expert  testimony to  prove the  causation\r\n\nelement of IIED.   Section 46 of the Restatement  (Second) of\r\n\nTorts, on which Rhode Island's IIED claim is  patterned, also\r\n\nfails   to  provide  any  clues;  nowhere  in     46  is  the\r\n\nintroduction  of  expert medical  testimony required  or even\r\n\nmentioned.  Despite this silence, however, we find that under\r\n\nthe particular  facts of  this case expert  medical testimony\r\n\nwas indispensable to the proof of causation.\r\n\n          Had the district court allowed the IIED claim to go\r\n\nto the jury at the close of the evidence, the jury would have\r\n\nbeen faced with the daunting  task of ascertaining the degree\r\n\nto  which  Andrade's  physical  symptoms were  the  proximate\r\n\nresult of  her termination  as opposed  to her prior  gastric\r\n\nsurgeries,   chronic  maladies,  or   other  outside  forces.\r\n\nUnderstanding  the  relationship  between Andrade's  physical\r\n\nsymptoms and the competing causal factors without the benefit\r\n\nof  medical expertise,  however, was  beyond  the ken  of the\r\n\njury.5   See Vaughn v.  Ag Processing, Inc.,  459 N.W.2d 627,\r                                                       \r\n\n636-37 (Iowa 1990) (holding that expert medical testimony was\r\n\n                    \r                                \r\n\n5.  In so holding, we are not establishing a bright-line rule\r\nthat  expert  testimony  is  always necessary  to  prove  the\r\ncausation prong of IIED.   There may very well  be situations\r\nwhere causation is within the common knowledge and experience\r\nof the layperson; this case, however, is not one of them.\r\n\n                             -16-\r                                          16\r\r\n\nrequired to establish  causation between  harassment at  work\r\n\nand  physical  symptoms  \"that  peaked  three   months  after\r\n\n[plaintiff] left his employment\");  Mayer v. Town of Hampton,\r                                                                        \r\n\n497  A.2d 1206,  1211  (N.H.  1985)  (holding that  proof  of\r\n\ncausation in an IIED  claim \"will usually be based  on expert\r\n\ntestimony\"); but  see Tanner v.  Rite Aid  of West  Virginia,\r                                                                         \r\n\nInc., 461 S.E.2d 149, 160-61 (W. Va. 1995) (holding that jury\r                \r\n\ncould properly evaluate  IIED claim without expert  testimony\r\n\ndespite  plaintiffs' prior  history  of emotional  problems).\r\n\nBecause Andrade's own testimony and conclusions regarding the\r\n\ncause   of  her   physical  symptoms,  by   themselves,  were\r\n\ninsufficient  to allow  a jury  to find  the requisite  nexus\r\n\nbetween her  distress and  the  May 8,  1991 termination,  an\r\n\nelement of the prima  facie case for IIED was  not satisfied,\r\n\nand the district court correctly granted the defendants' Rule\r\n\n50(a) motion on the IIED claim.\r\n\n          Turning  to  the  remaining  tort  claims,  we note\r\n\nAndrade's  acknowledgment that the Rhode Island Supreme Court\r\n\nhas unequivocally held  that no  cause of  action exists  for\r\n\nwrongful  discharge in Rhode Island.  Pacheo v. Raytheon Co.,\r                                                                        \r\n\n623  A.2d  464,  465   (R.I.  1993).    Nonetheless,  Andrade\r\n\nmaintains that  she presented sufficient evidence  for a jury\r\n\nto find the nonexistent cause of action.  In conjunction with\r\n\nher wrongful  discharge claim, Andrade  alleged violations of\r\n\nRhode Island's Fair Housing Practices Act and Fair Employment\r\n\n                             -17-\r                                          17\r\r\n\nPractices  Act.   Andrade argues  that infusing  her wrongful\r\n\ndischarge claim with references to independent  violations of\r\n\nstate laws made  it cognizable.   We disagree.   Pacheo  made\r                                                                   \r\n\nclear  that there is no common law tort of wrongful discharge\r\n\nin Rhode  Island and that protection  against discharges that\r\n\ncontravene public policy is for the General Assembly, not the\r\n\ncourts.6   623  A.2d  at 465.    Accordingly, we  affirm  the\r\n\ndistrict court's  grant of the defendants'  Rule 50(a) motion\r\n\non the wrongful discharge claim.\r\n\n          Finally,   Andrade   claims   that  she   presented\r\n\nsufficient evidence for a  jury to find tortious interference\r\n\nwith contract.   Our  earlier determination that  Andrade did\r\n\nnot present sufficient evidence  of an enforceable employment\r\n\ncontract,  however, is dispositive of this claim as well.  In\r\n\nRhode Island, the existence  of a contract, not surprisingly,\r\n\nis an element of the tort of interference with contract.  See\r                                                                         \r\n\nSmith  Dev. Corp. v. Bilow  Enters., Inc., 308  A.2d 477, 482\r                                                     \r\n\n(R.I.  1973).   Given  Andrade's  failure  to establish  this\r\n\nelement at trial,  the district court  was correct in  taking\r\n\nthe interference with contract claim away from the jury.\r\n\n          Andrade   also  argues   that  she   has  presented\r\n\nsufficient evidence to prove the similar but distinct tort of\r\n\n                    \r                                \r\n\n6.  We  express  no  view  on  whether  violations  of  Rhode\r\nIsland's  Fair  Housing  Practices Act  and  Fair  Employment\r\nPractices   Act,  alleged   independently  of   the  wrongful\r\ndischarge claim, could have been established.\r\n\n                             -18-\r                                          18\r\r\n\ninterference with prospective contractual relations. Andrade,\r\n\nhowever,  not only failed  to raise this  argument below, see\r                                                                         \r\n\nUnited  States v.  Palmer,  956 F.2d  3,  6 (1st  Cir.  1992)\r                                     \r\n\n(holding  that  argument not  raised  below  is waived),  she\r\n\nfailed to assert  this claim in her  complaint.  Accordingly,\r\n\nwe refuse to consider this argument.\r\n\n          2.  JHA's Cross-Appeal\r                                            \r\n\n          JHA argues that Andrade did  not present sufficient\r\n\nevidence that it acted to deprive Andrade of her civil rights\r\n\nin  violation  of    1983, and  therefore the  district court\r\n\nerred  in failing to grant its Rule 50(b) post-verdict motion\r\n\non  Count II.  We review  the denial of a post-verdict motion\r\n\nfor judgment as a matter of law de novo, see  Lama v. Borras,\r                                                                        \r\n\n16 F.3d  473, 477 (1st  Cir. 1994),  and we must  sustain the\r\n\ncourt's denial of a Rule 50(b) motion \"`unless  the evidence,\r\n\ntogether  with  all reasonable  inferences  in  favor of  the\r\n\nverdict,  could   lead  a  reasonable  person   to  only  one\r\n\nconclusion,  namely, that  the moving  party was  entitled to\r\n\njudgment,'\" id. (quoting  PH Group  Ltd. v.  Birch, 985  F.2d\r                                                              \r\n\n649, 653 (1st Cir. 1993)).\r\n\n          During  its deliberations  on  Count  II, the  jury\r\n\nasked the court  how to distinguish  JHA from the  individual\r\n\nCommissioners.  The district  court responded that the action\r\n\nof a majority of the five Commissioners constituted an action\r\n\nof  JHA.   JHA argues  therefrom that  because the  jury only\r\n\n                             -19-\r                                          19\r\r\n\nfound  one of the Commissioners liable when it needed to find\r\n\nthree Commissioners liable  in order to find that  JHA acted,\r\n\nthe jury could not have found  JHA liable as it did.  Because\r\n\nwe find  that Andrade provided ample evidence  from which the\r\n\njury could have concluded that JHA violated   1983, we affirm\r\n\nthe district court's denial of JHA's Rule 50(b) motion.\r\n\n          Andrade  presented  three  significant   pieces  of\r\n\ndirect  evidence:  (1) Gross's May 2, 1991, letter to Jackson\r\n\nrequesting  Andrade's  transfer  from  JHA  because   of  her\r\n\ntestimony against Commissioner Eaton at a public hearing, (2)\r\n\nAndrade's  tape recording  of her  May 1,  1991, conversation\r\n\nwith Gross,  during which  he stated that  \"[I]t's [Andrade's\r\n\ntestimony]  been  a  problem  with the  Commissioners.    The\r\n\nCommissioners, the five Commissioners,  hire and fire me and,\r\n\nin essence, they hire and fire you, or they hire and transfer\r\n\nyou . . . ,\" and (3) Commissioner Hillier's refusal  at a JHA\r\n\nBoard  Meeting to  consider  reinstating Andrade  due to  her\r\n\ntestimony against Commissioner Eaton.  Assuming arguendo that\r                                                                    \r\n\nunder   1983 a  majority of the Commissioners was  needed for\r\n\nJHA to have  acted, the  jury could have  inferred from  this\r\n\nevidence  that (1)  a  majority of  the Commissioners  shared\r\n\nGross's views  or two  of  the Commissioners  present at  the\r\n\nBoard  Meeting  shared  Commissioner  Hillier's  views,7  (2)\r\n\n                    \r                                \r\n\n7.  Indeed, no  evidence was presented  that any Commissioner\r\npublicly renounced Hillier's comment.\r\n\n                             -20-\r                                          20\r\r\n\nthese  same  Commissioners  had  authorized  their  Executive\r\n\nDirector, Gross, to request Andrade's transfer in retaliation\r\n\nfor her testimony, and (3)  Gross's May 1, 1991, conversation\r\n\nwith  Jackson  as memorialized  in  his May  2,  1991, letter\r\n\ncaused Self-Help to terminate Andrade.\r\n\n          To the extent that JHA is also complaining that the\r\n\nverdict   is  inconsistent   in  that   it  finds   only  one\r\n\nCommissioner  liable at the same time as it finds JHA liable,\r\n\nthat  argument is waived because  of JHA's failure  to make a\r\n\ntimely objection  to the alleged inconsistency.   See Bonilla\r                                                                         \r\n\nv.  Yamaha Motors Corp., 955 F.2d 150, 155-56 (1st Cir. 1992)\r                                   \r\n\n(holding that a party waives the issue of inconsistency if it\r\n\nfails to object after the verdict is read and before the jury\r\n\nis dismissed).\r\n\nB.  Attorney's Fees\r                               \r\n\n          We  review a fee award  only for mistake  of law or\r\n\nabuse of discretion, see  Krewson v. City of Quincy,  74 F.3d\r                                                               \r\n\n15,  17 (1st Cir. 1996), and accord deference to the district\r\n\ncourt's \"extremely broad\" discretion in this area, Lipsett v.\r                                                                      \r\n\nBlanco,  975  F.2d 934,  937  (1st  Cir.  1992).   \"[B]ecause\r                  \r\n\ndetermination of  the extent of a  reasonable fee necessarily\r\n\ninvolves a series  of judgment calls,  an appellate court  is\r\n\nfar more likely to defer to the trial court  in reviewing fee\r\n\ncomputations than  in many  other situations.\"   Lipsett, 975\r                                                                    \r\n\n                             -21-\r                                          21\r\r\n\nF.2d at 937.  Here, Andrade as well as  Self-Help and Jackson\r\n\nchallenge the court's fee award.\r\n\n          1.  Andrade's Appeal\r                                          \r\n\n          Andrade  challenges the fee award on three grounds.\r\n\nShe argues  that the  district court  misapplied the  law and\r\n\nabused its discretion in (1) setting the hourly rate at $125,\r\n\n(2)  reducing  her fee  award  for partial  success,  and (3)\r\n\nawarding  attorney's  fees  to  Self-Help,  Jackson, Holland,\r\n\nAnthony, Hillier, and Tiexiera  as prevailing defendants.  We\r\n\nconsider each challenge in turn.\r\n\n               a.  Reasonableness of Hourly Rate\r                                                            \r\n\n          In his  report and  recommendation, adopted by  the\r\n\ndistrict court,  the magistrate set a  reasonable hourly rate\r\n\nfor Andrade's  counsel at $125.   Andrade's counsel suggested\r\n\nan  hourly  rate  of  $200  for  his  services,   citing  his\r\n\nexperience,  a $200/hr.  rate he  had received  in  a similar\r\n\ncase, and affidavits from two  civil rights attorneys in  the\r\n\ncommunity   attesting  that   they  charged  $175/hr.     The\r\n\nmagistrate,  however,   noted  that   JHA,  Gross,  and   the\r\n\nCommissioners requested a $125  hourly rate and Self-Help and\r\n\nJackson  requested a rate within the $100 to $125 range.  The\r\n\nmagistrate set  the rate for Andrade's  attorney at $125/hr.,\r\n\nreasoning that  $200/hr. is not  a reasonable rate  for civil\r\n\nrights  litigation in  the  Providence, Rhode  Island,  area,\r\n\nAndrade  had not  provided  adequate support  for the  higher\r\n\n                             -22-\r                                          22\r\r\n\nrate, and no reason presented itself why Andrade's attorney's\r\n\nrate  should  be  more  than the  defense  attorneys'  rates.\r\n\nAndrade  argues on appeal that in basing her counsel's fee on\r\n\nthe amounts proposed by the defendants, the magistrate failed\r\n\nto  apply the  prevailing  community rate  for federal  civil\r\n\nrights  litigation and  to  account for  the contingency  and\r\n\ndelay-in-payment  factors that distinguish her counsel's rate\r\n\nfrom that of the defense attorneys.\r\n\n          In  determining  a   reasonable  hourly  rate,  the\r\n\nSupreme Court has recommended that courts use \"the prevailing\r\n\nmarket  rates  in the  relevant  community\"  as the  starting\r\n\npoint.   Blum  v.  Stetson, 465  U.S.  886, 895  n.11  (1984)\r                                      \r\n\n(defining \"prevailing  market rates\" as \"those  prevailing in\r\n\nthe community  for similar services by  lawyers of reasonably\r\n\ncomparable  skill,  experience and  reputation\").    While an\r\n\nattorney  may  inform  the  court's  analysis   by  providing\r\n\nevidence  of her  customary  billing rate  and of  prevailing\r\n\nrates in the community,  the court is not obligated  to adopt\r\n\nthat rate.  Moreover,  the court is entitled to rely upon its\r\n\nown knowledge of  attorney's fees in its surrounding  area in\r\n\narriving at a reasonable hourly rate, see Nydam v. Lennerton,\r                                                                        \r\n\n948  F.2d 808,  812-13  (1st  Cir.  1991); United  States  v.\r                                                                     \r\n\nMetropolitan Dist. Comm'n,  847 F.2d 12, 19  (1st Cir. 1988),\r                                     \r\n\nas well  as the defense  attorneys' rates,  cf. Liberty  Mut.\r                                                                         \r\n\nIns.  Co. v. Continental Casualty Co., 771 F.2d 579, 588 (1st\r                                                 \r\n\n                             -23-\r                                          23\r\r\n\nCir. 1985) (comparing  plaintiff's counsel's fee estimate  to\r\n\ndefendant  counsel's estimate in  attempting to ascertain how\r\n\nmuch of jury's damage  verdict was based on fees  that should\r\n\nnot have been allowed).\r\n\n          The magistrate  in the  present case did  not stray\r\n\nfrom  these principles  in  determining  a reasonable  hourly\r\n\nrate.   To the contrary,  he determined the prevailing market\r\n\nrate  for federal  civil rights  litigation by  utilizing his\r\n\nknowledge and  experience  of the  Providence, Rhode  Island,\r\n\nmarket  while considering  the  customary rates  of Andrade's\r\n\ncounsel,  the  defense attorneys,  and  two Providence  civil\r\n\nrights  attorneys.    Accordingly,  we cannot  say  that  the\r\n\ndistrict  court,  in  adopting the  magistrate's  report  and\r\n\nrecommendation, misapplied  the law or abused  its discretion\r\n\nin setting an hourly rate of $125 for Andrade's counsel.  \r\n\n          As for Andrade's  contention that the  magistrate's\r\n\nreliance on  the defense  attorneys' rates failed  to account\r\n\nfor her  counsel's contingency and  delay-in-payment factors,\r\n\nthe Supreme Court has held that an attorney's contingent risk\r\n\nis ordinarily  subsumed  (at least  to  some extent)  in  the\r\n\n\"lodestar\" calculation, City of Burlington v. Dague, 505 U.S.\r                                                               \r\n\n557, 562-63  (1992), which  is determined by  multiplying the\r\n\ntotal number of hours reasonably spent by a reasonable hourly\r\n\nrate, Hensley v. Eckerhart, 461 U.S. 424, 433 (1983) (holding\r                                      \r\n\nthat  the  lodestar  provides  the basis  for  determining  a\r\n\n                             -24-\r                                          24\r\r\n\nreasonable fee).  In  particular, the Dague Court  found that\r                                                       \r\n\nan  attorney's  contingent risk  results  in  part8 from  the\r\n\ndifficulty of establishing the merits  of the claim, and this\r\n\ndifficulty is ordinarily reflected in the lodestar, i.e., \"in\r                                                                    \r\n\nthe  higher   number  of  hours  expended   to  overcome  the\r\n\ndifficulty,  or in  the  higher hourly  rate of  the attorney\r\n\nskilled and experienced enough to do so.\"  Dague, 505 U.S. at\r                                                            \r\n\n562-63.  Accordingly, for  Andrade's argument to survive, she\r\n\nmust establish that the magistrate improperly assessed either\r\n\none or both of these two factors.  Upon reviewing the record,\r\n\nwe perceive no such error.\r\n\n          Andrade  cannot  complain  about  the  magistrate's\r\n\ndetermination of  the first prong of the  lodestar because he\r\n\naccepted  as reasonable  the  211.90 hours  that her  counsel\r\n\nrequested.   Nor  can  she complain  about  the second  prong\r\n\nbecause we have  already found the magistrate's choice of the\r\n\n$125/hr. rate to  be reasonable.   Because we  find that  the\r\n\ndifficulty of the    1983  claim was fully  reflected in  the\r\n\nnumber of  billable hours  recorded by Andrade's  counsel and\r\n\nhis  special  skill  and  experience  was  reflected  in  the\r\n\nreasonableness  of  the  hourly rate,  Andrade's  contingency\r\n\nargument must fail.\r\n\n                    \r                                \r\n\n8.  An  attorney's  contingent  risk also  results  from \"the\r\nlegal and factual merits of  the claim.\"  Dague, 505 U.S.  at\r                                                           \r\n562.   The Court, however,  expressly found that  this factor\r\n\"should  play no part in the calculation of the [fee] award.\"\r\nId. at 563.  \r               \r\n\n                             -25-\r                                          25\r\r\n\n               b.  Amount of Award\r                                              \r\n\n          In  determining the amount  of Andrade's fee award,\r\n\nthe magistrate  carefully followed the  multi-factor analysis\r\n\nlaid  out in  Hensley  v.  Eckerhart,  461 U.S.  424,  429-37\r                                                \r\n\n(1983), the  seminal case  on awarding attorney's  fees under\r\n\nthe Civil Rights Attorney's Fees Awards Act of 1976, codified\r\n\nat 42 U.S.C.    1988.  The  magistrate began his analysis  by\r\n\ncalculating the  lodestar.   See  Hensley, 461  U.S. at  433.\r                                                     \r\n\nMultiplying 211.90  hours by  $125, the magistrate  reached a\r\n\nlodestar of $26,487.50.\r\n\n          After  finding  that  Andrade's  five  claims  were\r\n\ninterrelated because  they involved  a common core  of facts,\r\n\nsee id. at  434-36, the magistrate  then weighed the  factors\r                  \r\n\nthat  might lead to an  adjustment of the  lodestar upward or\r\n\ndownward,  beginning  with  the  crucial  \"results  obtained\"\r\n\nfactor,  id. at 434.   Noting that Andrade  prevailed on only\r                        \r\n\none of her five claims  and the jury awarded her only  a very\r\n\nmodest amount  of  compensatory  and  punitive  damages,  the\r\n\nmagistrate concluded that Andrade  had achieved an  extremely\r\n\nlimited degree of success.  Concluding that three of her five\r\n\nclaims  were  frivolous,  the   magistrate  then  found  that\r\n\nAndrade's  fees  and expenses  would have  been significantly\r\n\nreduced  had she  \"conducted a  meaningful evaluation  of the\r\n\ncase\"  and elected  to bring  only her  non-frivolous claims.\r\n\n                             -26-\r                                          26\r\r\n\nBased  on these  considerations,  the  magistrate  downwardly\r\n\nadjusted the lodestar to $2,500.  \r\n\n          On appeal, Andrade argues that the $2,500 fee award\r\n\ncompensated her  attorney for a meager twenty  hours of work,\r\n\nfar  too few  to litigate  a federal  civil rights  suit from\r\n\ncomplaint to jury verdict.  Accordingly, she claims that this\r\n\nninety-one percent reduction of the lodestar, from $26,487.50\r\n\nto  $2,500, was a misapplication  of Hensley and  an abuse of\r                                                        \r\n\ndiscretion.  We disagree.\r\n\n          Hensley makes clear that where multiple claims  are\r                             \r\n\ninterrelated  and  a  plaintiff  has  achieved  only  limited\r\n\nsuccess,  awarding  her  the  entire  lodestar  amount  would\r\n\nordinarily be excessive.   Id. at  436.  Hensley,  therefore,\r                                                            \r\n\ncounsels that, while  \"[t]here is no precise  rule or formula\r\n\nfor  making these  determinations,\" a  court \"may  attempt to\r\n\nidentify specific hours  that should be eliminated, or it may\r\n\nsimply reduce the award to account for  the limited success.\"\r\n\nId.  In  short, the test that emerged from  Hensley is that a\r                                                               \r\n\ncourt  should  award  only  that  amount   of  fees  that  is\r\n\nreasonable  in relation to the results obtained.  Id. at 435,\r                                                                 \r\n\n438-40  (counselling   district  courts  to  \"focus   on  the\r\n\nsignificance of the overall  relief obtained by the plaintiff\r\n\nin  relation   to  the  hours  reasonably   expended  on  the\r\n\nlitigation\").\r\n\n                             -27-\r                                          27\r\r\n\n          Although we may not have chosen  to reduce the size\r\n\nof  Andrade's fee award so appreciably, we need not interfere\r\n\nwith  a  fee award  if  the  district court's  determinations\r\n\n\"seem[]   plausible,  given   what  has  transpired   in  the\r\n\nlitigation.\"   Metropolitan Dist. Comm'n, 847 F.2d at 18.  In\r                                                    \r\n\nthe  present  case,  the  magistrate  carefully  weighed  the\r\n\ncorrect  factors  and arrived  at  a result  barely  within a\r\n\nsupportable range.  See generally  Farrar v. Hobby, 506  U.S.\r                                                              \r\n\n103, 115 (1992) (holding that when a   1983 plaintiff obtains\r\n\nonly nominal damages of one dollar,  \"the only reasonable fee\r\n\nis usually no fee at all\");  Lewis v. Kendrick, 944 F.2d 949,\r                                                          \r\n\n954-56  (1st Cir.  1991)  (denying all  fees where  plaintiff\r\n\nrecovered only  $1,000 and submitted a request  for a $50,000\r\n\nfee award); Zook  v. Brown,  865 F.2d 887,  895-96 (7th  Cir.\r                                      \r\n\n1989)  (affirming  a 75%  reduction  in  attorney's fees  for\r\n\nlimited  success).    In  determining  a  reasonable  fee  in\r\n\nrelation  to the  results  Andrade obtained,  the  magistrate\r\n\njustifiably considered  Andrade's success in only  one out of\r\n\nfive claims as  well as  the frivolity of  three of her  five\r\n\nclaims, see Part II.B.1.c. infra.  He was equally entitled to\r                                            \r\n\ntake into account the  relative size of the damage  award and\r\n\nfee request.  See Foley v. City of Lowell, 948 F.2d 10, 19-20\r                                                     \r\n\n(1st Cir.  1991).  Considering  the combined weight  of these\r\n\nthree factors  and mindful  of the district  court's intimate\r\n\nknowledge of the  litigation and its  nuances, we cannot  say\r\n\n                             -28-\r                                          28\r\r\n\nthat the  court's adoption  of the magistrate's  reduction of\r\n\nthe lodestar was an abuse of discretion.\r\n\n               c.  Award of Fees to Prevailing Defendants\r                                                                     \r\n\n          Under   1988, a district court may award attorney's\r\n\nfees  to   a  prevailing   defendant  upon  a   finding  that\r\n\nplaintiff's action  \"was frivolous, unreasonable,  or without\r\n\nfoundation, even though not brought in subjective bad faith.\"\r\n\nChristiansburg Garment Co. v. EEOC, 434 U.S. 412, 421 (1978).\r                                              \r\n\nFor a  claim  to be  \"frivolous\"  under    1988, it  must  be\r\n\nfrivolous when originally raised in the  district court.  See\r                                                                         \r\n\nid. at 421-22;  Casa Marie Hogar Geriatrico, Inc.  v. Rivera-\r                                                                         \r\n\nSantos,  38  F.3d  615,  619-20 (1st  Cir.  1994).    Andrade\r                  \r\n\nchallenges the magistrate's award of attorney's fees to Self-\r\n\nHelp,  Jackson,  Holland,  Anthony,  Hillier,  and  Tiexiera,\r\n\narguing that her    1985(3) claim and common law  tort claims\r\n\nwere  colorable and  therefore  the district  court erred  in\r\n\ngranting attorney's fees to the prevailing defendants.\r\n\n          Noting   that  Andrade  failed  to  allege  in  her\r\n\ncomplaint that her  discharge was  based on  \"some racial  or\r\n\notherwise  class-based  invidiously  discriminatory  animus,\"\r\n\nGriffin v. Breckenridge,  403 U.S. 88, 102  (1971), a crucial\r                                   \r\n\nelement of   1985(3), and Andrade conceded that the claim was\r\n\n\"facially defective,\" the magistrate concluded that Andrade's\r\n\n   1985(3) claim was frivolous when  brought.  The magistrate\r\n\nalso found  the tort claims of  Count IV to be  frivolous for\r\n\n                             -29-\r                                          29\r\r\n\nessentially the same reasons  that the district court granted\r\n\nthe Rule  50(a) motion on Count  IV.  We  consider each count\r\n\nseparately in assessing the magistrate's frivolity findings.\r\n\n          A  cause  of  action   under     1985(3)  has  four\r\n\nelements:   (1)  two or  more persons  must conspire,  (2) to\r\n\ndeprive, either  directly or indirectly, any  person or class\r\n\nof persons of the  equal protection of  the laws or of  equal\r\n\nprivileges  and immunities under the laws, (3) one or more of\r\n\nthe conspirators must have done  or caused to be done an  act\r\n\nin furtherance of the  object of the conspiracy, and  (4) the\r\n\nplaintiff  must have suffered  either an injury  to person or\r\n\nproperty  or a  deprivation of  a  constitutionally protected\r\n\nright  or privilege  as  a result  of  the conspiracy.    See\r                                                                         \r\n\nGriffin, 403 U.S. at 102; Romero-Barcelo v. Hernandez-Agosto,\r                                                                        \r\n\n75  F.3d  23, 34  (1st  Cir. 1996).    The Supreme  Court has\r\n\nconstrued  the second element to  require that \"there must be\r\n\nsome racial  or  perhaps otherwise  class-based,  invidiously\r\n\ndiscriminatory  animus  behind  the   conspirators'  action.\"\r\n\nGriffin, 403 U.S. at 102.\r                   \r\n\n          As to racial animus,  Andrade's complaint is devoid\r\n\nof any allegations that the Commissioners together with Gross\r\n\nconspired  to terminate  her  because she  had testified,  on\r\n\nbehalf   of   African-Americans,   that  Commissioner   Eaton\r\n\nexhibited racial bias.  Nor did Andrade present  any evidence\r\n\nthat could  be viewed  as supporting  a racial animus  claim.\r\n\n                             -30-\r                                          30\r\r\n\nAndrade argues that she \"does not have to be a  member of the\r\n\nblack race  to  maintain  an  action  under     1985(3)\"  and\r\n\ntherefore  her claim  was not  frivolous.   While that  is an\r\n\naccurate  statement of  the law, see  Cutting v.  Muzzey, 724\r                                                                    \r\n\nF.2d  259, 260  (1st Cir.  1984) (finding  that members  of a\r\n\nconspiracy to  deprive minorities of equal  rights are liable\r\n\nunder    1985(3) to persons who are injured in furtherance of\r\n\nthe  object of the conspiracy, whether they be Caucasian or a\r\n\nmember of  the minority group), it does not address Andrade's\r\n\nfailure to allege such a racial animus in her complaint or to\r\n\npresent any such evidence at trial.\r\n\n          Without a charge of  racial animus, Andrade  needed\r\n\nto  allege discriminatory  class-based animus.   See  Romero-\r                                                                         \r\n\nBarcelo, 75 F.2d at 34.   In particular, Andrade would had to\r                   \r\n\nhave  alleged  facts showing  that  the  defendants conspired\r\n\nagainst her because of  her \"'membership in a class  and that\r\n\nthe  criteria  defining  the  class were  invidious.'\"    Id.\r                                                                         \r\n\n(quoting Harrison  v. Brooks, 519  F.2d 1358, 1359  (1st Cir.\r                                        \r\n\n1975)).   Neither  Andrade's complaint  nor the  evidence she\r\n\npresented at  trial, however,  identifies any class  of which\r\n\nshe was a member, let  alone describes the invidious criteria\r\n\ndefining the class.  Accordingly, we find that the magistrate\r\n\nwas correct in finding that the   1985(3) claim was frivolous\r\n\nwhen first brought.\r\n\n                             -31-\r                                          31\r\r\n\n          Although  we are  mindful  that the  granting of  a\r\n\nmotion  for a directed verdict is not tantamount to a finding\r\n\nthat a claim was frivolous  under   1988, see Christiansburg,\r                                                                        \r\n\n434 U.S. at 421-22 (cautioning district courts to resist \"the\r\n\nunderstandable temptation to engage  in post hoc reasoning by\r\n\nconcluding  that,  because  a plaintiff  did  not  ultimately\r\n\nprevail, his  action must  have been unreasonable  or without\r\n\nfoundation\"), we  nevertheless  affirm the  district  court's\r\n\nfinding  of frivolity  so far  as the wrongful  discharge and\r\n\ninterference with contract claims  are concerned for the same\r\n\nreasons that we affirmed  the grant of the Rule  50(a) motion\r\n\non these claims.9\r\n\n          Because  we find  that the  district court  did not\r\n\nabuse  its  discretion in  finding  that  Count III  and  the\r\n\nmajority  of Count IV were frivolous  when brought, we affirm\r\n\nthe  district court's grant of an award of attorney's fees to\r\n\nSelf-Help, Jackson, Holland, Anthony, Hillier, and Tiexiera.\r\n\n          2.  Self-Help's and Jackson's Cross-Appeal\r                                                                \r\n\n          In  their cross-appeal, Self-Help and Jackson argue\r\n\nthat the  magistrate erred in reducing  their attorney's fees\r\n\n                    \r                                \r\n\n9.  Although we disagree  with the  district court's  finding\r\nthat  the   IIED  claim   was  frivolous  when   brought,  we\r\nnevertheless  conclude  that the  fact that  only two  of the\r\nthree claims were frivolous, rather than all three, would not\r\nhave materially altered the district court's determination of\r\nthe fee. \r\n\n                             -32-\r                                          32\r\r\n\naward  without allowing  supplemental discovery  on Andrade's\r\n\nactual financial condition.\r\n\n          Once  it   has  calculated  the   lodestar  for   a\r\n\nprevailing defendant,  the district court may  deny or reduce\r\n\nthat  amount  after  considering  the  plaintiff's  financial\r\n\ncondition.  See Charves  v. Western Union Tel. Co.,  711 F.2d\r                                                              \r\n\n462, 465 (1st  Cir. 1983).   This court  has recognized  that\r\n\nwhile an award of attorney's  fees to a prevailing  defendant\r\n\nmust  not subject  the plaintiff  to financial ruin,  it also\r\n\nmust  fulfill the deterrent purpose of   1988 and 42 U.S.C.  \r\n\n2000e-5(k) in discouraging plaintiffs from bringing frivolous\r\n\nclaims.  Id.\r                        \r\n\n          Having   calculated   Self-Help's   and   Jackson's\r\n\nlodestar in defending Counts  I and IV to be  $40,810.90, the\r\n\nmagistrate drastically reduced this amount  to $1,000 because\r\n\nof his  assessment of  Andrade's impecunity.   In determining\r\n\nthat Andrade had limited financial resources, the  magistrate\r\n\nconsidered    her    workers'   compensation    benefits   of\r\n\napproximately $95/week,  her subsidized housing, and her car.\r\n\nThe  magistrate, however,  also considered  that Andrade  was\r\n\nawarded a judgment of $7,183 in compensatory damages and $500\r\n\nin punitive damages.\r\n\n          Self-Help   and   Jackson   challenge  the   modest\r\n\nattorney's   fees  award,   claiming   that  the   magistrate\r\n\nmistakenly  applied the law in  failing to allow for separate\r\n\n                             -33-\r                                          33\r\r\n\ndiscovery   regarding  Andrade's  financial  condition.    In\r\n\nparticular,  they claim that in addition to the three sources\r\n\nof financial resources that  the magistrate cited, the record\r\n\nalso revealed that Andrade was formerly a partner in two real\r\n\nestate  ventures.   Andrade testified  that she  \"thinks\" her\r\n\npartnership in West Associates, a real estate brokerage firm,\r\n\n\"was a loss\" and that she lost about $50,000 as  a partner in\r\n\nErban Andrade  Associates.  Self-Help and  Jackson argue that\r\n\nthis testimony  reveals that the magistrate  did not consider\r\n\nall  of  Andrade's  financial  resources  in  determining her\r\n\nfinancial  condition and  therefore he should  have permitted\r\n\nsupplemental   discovery   to   ascertain  Andrade's   actual\r\n\nfinancial condition.\r\n\n          Self-Help's and  Jackson's  sole support  for  this\r\n\nproposition  comes from our decision in  Charves, 711 F.2d at\r                                                            \r\n\n462.  However,  Charves is distinguishable.   In Charves,  we\r                                                                    \r\n\nupheld the  district  court's authorization  of  supplemental\r\n\ndiscovery because of its finding that the plaintiff was not a\r\n\ncredible witness (the court characterized her testimony about\r\n\nher financial  condition as \"evasive and  contradictory\") and\r\n\nits suspicion that the plaintiff  had attempted \"to place her\r\n\nassets beyond  the reach of anyone lawfully  entitled to look\r\n\nto the same.\"  Id. at  465.  We can discern neither  of these\r                              \r\n\njustifications in the present case.\r\n\n                             -34-\r                                          34\r\r\n\n          From  the  vantage   point  of  reviewing  a   cold\r\n\nappellate  record, Andrade's testimony  that she \"thinks\" her\r\n\npartnership in West  Associates \"was a loss\"  does not appear\r\n\nto be evasive.   Moreover,  it was well  within the  district\r\n\ncourt's discretion  to credit  Andrade's testimony about  her\r\n\nfinancial  condition  and   therefore  deny  Self-Help's  and\r\n\nJackson's request for supplemental discovery, finding that it\r\n\nhad  all  of the  information  regarding  Andrade's financial\r\n\ncondition before  it.  Accordingly, we decline to remand this\r\n\ncase  to allow  discovery  of Andrade's  financial condition,\r\n\nheeding  the Supreme  Court's warning  that \"[a]  request for\r\n\nattorney's  fees   should  not  result  in   a  second  major\r\n\nlitigation.\"10  Hensley, 461 U.S. at 437.\r                                   \r\n\n                            III. \r                                        III. \r                                            \r\n\n                          Conclusion\r                                      Conclusion\r                                                \r\n\n          For  the  reasons  stated  above,  we   affirm  the\r                                                                    \r\n\ndistrict court's grant of Rule 50(a) motions on Counts IV and\r\n\nV as well  as its denial of JHA's Rule  50(b) motion on Count\r\n\nII.  We also affirm the district court's grant of the various\r                               \r\n\nattorney's fees awards.  No costs.\r                                             \r\n\n                    \r                                \r\n\n10.  We  find Self-Help's and  Jackson's final  argument that\r\nthe  district court erred in entering  an award of attorney's\r\nfees and  costs prior to  the entry of  final judgment to  be\r\nwithout merit.\r\n\n                             -35-\r                                          35\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                United States Court of Appeals\r                            United States Court of Appeals\r\n                    For the First Circuit\r                                For the First Circuit\r\n                                         \r\n\nNo. 95-1039\r\n\n                     HELEN RUTH ANDRADE,\r\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n    JAMESTOWN HOUSING AUTHORITY, ESTATE OF BARRETT GROSS,\r\n       ERNEST ANTHONY, EDWARD HOLLAND, LLEWELYN EATON, \r\n           PHYLLIS TIEXIERA AND FREDERICK HILLIER,\r\n                    Defendants, Appellees.\r\n                                         \r\n\nNo. 95-1040\r\n\n                     HELEN RUTH ANDRADE,\r\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n    JAMESTOWN HOUSING AUTHORITY, ESTATE OF BARRETT GROSS,\r\n       ERNEST ANTHONY, EDWARD HOLLAND, LLEWELYN EATON,\r\n           PHYLLIS TIEXIERA AND FREDERICK HILLIER,\r\n                    Defendants, Appellees,\r\n\n                                         \r\n\n           SELF-HELP, INC. AND DEBORAH A. JACKSON,\r\n                   Defendants, Appellants.\r\n                                         \r\n\nNo. 96-1329\r\n\n                     HELEN RUTH ANDRADE,\r\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n    JAMESTOWN HOUSING AUTHORITY, ESTATE OF BARRETT GROSS,\r\n       ERNEST ANTHONY, EDWARD HOLLAND, LLEWELYN EATON,\r\n           PHYLLIS TIEXIERA AND FREDERICK HILLIER.\r\n                   Defendants, Appellants.\r\r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n         [Hon. Ernest C. Torres, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n                Cyr and Stahl, Circuit Judges.\r                                                         \r\n\n                                         \r\n\nErnest Barone for Helen Ruth Andrade.\r                         \r\nFrank  E. Reardon  with whom Hassan  &amp; Reardon, P.C.  was on brief\r                                                                \r\nfor Self-Help, Inc. and Deborah Jackson.\r\nJames A. Donnelly for Jamestown Housing Authority, et al.\r                             \r\n\n                                         \r\n\n                         May 1, 1996\r\n                                         \r\r\n\n          STAHL, Circuit Judge.   Plaintiff-appellant,  Helen\r                      STAHL, Circuit Judge.\r                                          \r\n\nRuth Andrade, filed a  five-count complaint in Rhode Island's\r\n\nfederal district  court seeking redress  for her  termination\r\n\nfrom   employment  as  an  administrative  assistant  at  the\r\n\nJamestown  Housing Authority  (\"JHA\").   In addition  to JHA,\r\n\nAndrade  sued Self-Help,  Inc. (\"Self-Help\"),  the sponsoring\r\n\nagency  that placed her at  JHA; Deborah Jackson, a Self-Help\r\n\nemployee;  Barrett  Gross,1  JHA's  Executive  Director;  and\r\n\nErnest  Anthony,  Edward  Holland,  Llewelyn  Eaton,  Phyllis\r\n\nTiexiera,  and  Frederick  Hillier,  all  of  whom  were  JHA\r\n\nCommissioners.  At trial,  Andrade sought to prove violations\r\n\nof 42  U.S.C.   1983  (Count II), 42 U.S.C.    1985(3) (Count\r\n\nIII), and state tort (Count IV) and contract (Count V) law.2\r\n\n          At  the  close  of evidence,  the  district  court,\r\n\npursuant to  Fed. R. Civ.  P. 50(a), granted  the defendants'\r\n\nmotions for judgment as a matter of law on Counts III, IV and\r\n\nV, reserved ruling on JHA's Rule 50(a) motion as to Count II,\r\n\nand submitted  Count II  to the jury.   The  jury found  JHA,\r\n\nGross, and Eaton liable on Count  II and awarded compensatory\r\n\nand punitive  damages to  Andrade.  The  parties subsequently\r\n\nfiled  motions for  attorney's fees,  and the  district court\r\n\nreferred  the  motions to  the  magistrate for  a  report and\r\n\n                    \r                                \r\n\n1.  Barrett  Gross  died  before  the  commencement  of  this\r\nlitigation.  His estate has been sued as a party defendant.\r\n\n2.  Count  I,   charging  a  violation  of   Title  VII,  was\r\nvoluntarily dismissed by Andrade on the first day of trial.\r\n\n                             -3-\r                                          3\r\r\n\nrecommendation.   The magistrate's report and recommendation,\r\n\nadopted by the  court, granted fees to Andrade  as prevailing\r\n\nplaintiff vis a vis  JHA, Gross, and Eaton and  to Self-Help,\r                               \r\n\nJackson,   Anthony,   Holland,  Tiexiera,   and   Hillier  as\r\n\nprevailing defendants.\r\n\n          Andrade appeals  the grant of judgment  as a matter\r\n\nof  law on  Counts IV and  V as  well as  the attorney's fees\r\n\naward.  JHA cross-appeals the denial of the Rule 50(b) motion\r\n\non  Count  II.     Self-Help  and  Jackson  cross-appeal  the\r\n\nattorney's fees award.  Finding no error, we affirm.\r\n\n                              I.\r                                          I.\r                                            \r\n\n                          Background\r                                      Background\r                                                \r\n\nA.  The Relevant Facts\r                                  \r\n\n          Self-Help, a non-profit  corporation, operates  the\r\n\nSenior Aide  Program (\"the  Program\") in the  East Providence\r\n\narea.   The  Program, which  is funded  by the  Department of\r\n\nLabor  through  the  National  Council  of  Senior   Citizens\r\n\n(\"NCSC\"),  seeks to  employ low-income seniors  in non-profit\r\n\nbusinesses and  municipal agencies as \"Senior  Aides.\"  Under\r\n\nthe Program, Senior Aides spend a maximum of  two years at an\r\n\nassignment, receiving on-the-job  and/or other training, with\r\n\na  goal  of  attaining  placement in  unsubsidized  positions\r\n\nthereafter.\r\n\n          During  the summer  of  1990, Nancy  Newbury, JHA's\r\n\nExecutive  Director, contacted Self-Help to inquire about the\r\n\n                             -4-\r                                          4\r\r\n\npossibility of JHA becoming a host  agency under the Program.\r\n\nBridget Kelly, Self-Help's Director of the  Senior Employment\r\n\nProgram,  and  Newbury  agreed  that  JHA  would  create  two\r\n\nadministrative assistant positions  for Senior Aides  at JHA.\r\n\nNewbury  then posted  the  positions,  and  Andrade  applied.\r\n\nAfter  Kelly determined  that  Andrade was  eligible for  the\r\n\nProgram, Newbury interviewed Andrade and offered her the job.\r\n\nAndrade accepted.\r\n\n          At trial, Newbury and Kelly both testified that, at\r\n\nsome point  during the hiring process,  Andrade informed them\r\n\nthat she  was receiving  workers'  compensation benefits  and\r\n\nstated that she would only want to work at JHA so long as the\r\n\nwages she  would receive from Self-Help would  not reduce her\r\n\nexisting benefits.  Newbury's  and Kelly's testimony diverged\r\n\non how they responded to this information.\r\n\n          Newbury  testified that, with  Kelly and Andrade in\r\n\nher office, she called Andrade's case manager at the Workers'\r\n\nCompensation Commission (\"the  Commission\") on  speakerphone,\r\n\nand he assured them that Andrade's wages from Self-Help would\r\n\nnot reduce  her  benefits.   Kelly,  however, denied  such  a\r\n\nconversation took  place and testified that  she had informed\r\n\nAndrade that  her review  of  the NCSC  Policy and  Procedure\r\n\nManual (\"NCSC Manual\") suggested  that the benefits would not\r\n\nbe counted  in determining  her income eligibility  under the\r\n\n                             -5-\r                                          5\r\r\n\nProgram, but  that Andrade  should contact the  Commission to\r\n\nsee how it would handle her receipt of wages.\r\n\n          In July 1990,  Andrade began work at  JHA.  Shortly\r\n\nthereafter,   Newbury  resigned  as  Executive  Director  and\r\n\nbrought  charges  of  racism   against  JHA,  requesting   an\r\n\ninvestigation of  its adherence  to fair  housing principles.\r\n\nOn April 30,  1991, during hearings before the Jamestown Town\r\n\nCouncil, Andrade testified  that Commissioner Eaton had  made\r\n\ntwo racially discriminatory remarks in her presence.  \r\n\n          Meanwhile,  in  March  1991,  the  Commission  sent\r\n\nAndrade a \"Report  of Earnings\" form,  requesting information\r\n\nabout her  Self-Help wages.   Because Andrade did  not return\r\n\nthe form,  the Commission sent another  in April.   On May 1,\r\n\n1991, when Kelly's successor, Deborah Jackson, went to JHA to\r\n\nrecertify Andrade for her second year of the Program, Andrade\r\n\nshowed  Jackson the Report of Earnings form and asked for her\r\n\nassistance in filling it out.  Jackson  agreed to look at the\r\n\nform and took it with her.\r\n\n          While at JHA that day, Jackson  also met with Gross\r\n\nwho requested  that Self-Help  transfer Andrade from  JHA for\r\n\nhaving testified against Eaton  the night before.  On  May 2,\r\n\n1991,  Gross  sent  Jackson  a   letter  memorializing  their\r\n\nconversation  which requested that  she \"attempt  to transfer\r\n\nSenior Aid [sic] Helen Andrade from the Authority\" and stated\r\n\nthat  \"Her testimony  against one  of our  commissioners, Mr.\r\n\n                             -6-\r                                          6\r\r\n\nEaton, who is ultimately  her superior has made  her presence\r\n\nhere uncomfortable.\"\r\n\n          On  May  8, 1991,  having  examined  the Report  of\r\n\nEarnings  form, Jackson  notified Caroline  Pellegrino, Self-\r\n\nHelp's  Director of  Senior  Services, that  Andrade had  not\r\n\nreported   her   Self-Help   earnings  to   the   Commission.\r\n\nPellegrino  called the  Commission and  was informed  that it\r\n\ncould hold Self-Help liable for the wages paid to an employee\r\n\nwho   was   receiving    workers'   compensation    benefits.\r\n\nPellegrino,  in  turn,   notified  Dennis  Roy,   Self-Help's\r\n\nExecutive Director, and  Roy referred her to Mary  Mulvey, an\r\n\nNCSC representative.  Mulvey  informed Pellegrino that  Self-\r\n\nHelp  might also be liable to NCSC for Andrade's wages should\r\n\ninclusion of her workers' compensation benefits in the income\r\n\neligibility  assessment  render  Andrade ineligible  for  the\r\n\nProgram.   Mulvey  recommended Andrade's  termination pending\r\n\nresolution  of  the  issue.    Roy  agreed  and  had  Jackson\r\n\ntelephone Andrade with the news.\r\n\n          Referring   generally   to   a  problem   regarding\r\n\nAndrade's receipt of workers' compensation  benefits, Jackson\r\n\nasked Andrade to go home for  the day and said that she would\r\n\nbe phoning  her with  more  details.   Later that  afternoon,\r\n\nJackson told Andrade  that she was terminated  because of her\r\n\nfailure to report  her wages  to the Commission.   Five  days\r\n\nlater,  Jackson  sent Andrade  a  letter  stating that  \"Your\r\n\n                             -7-\r                                          7\r\r\n\nfailure to notify R.I. Workers  [sic] Compensation Department\r\n\nof  your entering the Senior  Aide Program is  the reason for\r\n\nthe termination.\"\r\n\n          Having  learned  of Andrade's  termination, Newbury\r\n\nappeared before Gross  and the Commissioners at  the next JHA\r\n\nboard meeting  and petitioned for Andrade's  reinstatement to\r\n\nher  former position.   Newbury  testified that  Commissioner\r\n\nHillier responded to her  plea by stating that \"it would be a\r\n\ncold day in hell when anybody testifies against us and thinks\r\n\nthey are going to have a job here.\"\r\n\nB.  Prior Proceedings\r                                 \r\n\n          Andrade's   complaint   charged  JHA,   Gross,  the\r\n\nCommissioners,  Self-Help, and  Jackson  with  violations  of\r\n\nTitle VII (Count I -- which she later dismissed voluntarily),\r\n\n42  U.S.C.     1985(3)  (Count III),  wrongful  and  tortious\r\n\ndischarge,  intentional infliction of emotional distress, and\r\n\ninterference  with  contract  (Count  IV);  JHA,  Gross,  and\r\n\nCommissioners  Holland,  Hillier,  Eaton, and  Tiexiera  with\r\n\nviolation  of 42 U.S.C.   1983 (Count II); and Self-Help with\r\n\nbreach  of express  and implied  contract  (Count V).   After\r\n\ndiscovery,  a seven-day jury trial  ensued.  At  the close of\r\n\nthe evidence,  all of  the  defendants sought  judgment as  a\r\n\nmatter of law under Fed. R. Civ. P. (50)(a) on Counts III and\r\n\nIV; JHA  brought a Rule 50(a)  motion on Count  II, and Self-\r\n\nHelp brought  a Rule 50(a) motion  on Count V.   The district\r\n\n                             -8-\r                                          8\r\r\n\ncourt delivered a detailed oral opinion, granting the motions\r\n\nas to  Counts III, IV, and V, and reserving decision on Count\r\n\nII until after the jury returned its verdict.  \r\n\n          As to Count V, the court concluded that (i) Andrade\r\n\nhad failed to  provide any evidence that  an express contract\r\n\nfor a  definite duration  existed between her  and Self-Help,\r\n\n(ii) the fact that  the NCSC Manual and the  Self-Help Senior\r\n\nEmployment Program Personnel Policy (\"the  Self-Help Policy\")\r\n\nlimited Andrade's employment at JHA to two years and provided\r\n\nfor  an annual  recertification  review did  not establish  a\r\n\ndefinite  term of  employment, (iii) Andrade  and Self-Help's\r\n\nmutual mistake as to whether Andrade's earnings would be paid\r\n\nto  the  Commission  prevented  a  meeting  of  the  minds, a\r\n\nnecessary element  to the formation  of a contract,  and (iv)\r\n\neven  assuming  arguendo  that  a contract  existed,  Andrade\r                                    \r\n\nsuffered no damage  in its breach  because any earnings  that\r\n\nshe   was  denied  would  have  to  have  been  paid  to  the\r\n\nCommission.  In ruling on Count IV, the court found that  (i)\r\n\nno cause of action for wrongful  discharge exists under Rhode\r\n\nIsland  law, (ii) Andrade  failed to provide  evidence of any\r\n\ninjury  of sufficient  magnitude  to satisfy  the element  of\r\n\nintentional  infliction  of   emotional  distress   requiring\r\n\nphysical manifestation  of injury  and failed to  provide any\r\n\nexpert medical testimony showing a causal connection  between\r\n\nAndrade's  symptoms, some  of which  existed well  before her\r\n\n                             -9-\r                                          9\r\r\n\ntermination,  and  defendants'  actions,  and  (iii)  because\r\n\nAndrade  did not have a contract with Self-Help that gave her\r\n\nan  expectation of  continued employment,  there could  be no\r\n\ntortious interference with that contract.\r\n\n          With only Count  II before it, the  jury returned a\r\n\nverdict for Andrade vis a vis JHA, Gross, and Eaton.  Hillier\r                                         \r\n\nand  Tiexiera  were found  not  liable.    The  jury  granted\r\n\ncompensatory damages of  $7,183 against the three  defendants\r\n\nand punitive  damages of $250  each against Gross  and Eaton.\r\n\nAfter excusing the jury,  the district court returned  to the\r\n\nunresolved Rule 50 motion on Count  II.  The court denied the\r\n\nmotion,  finding  that Gross's  letter  of  May 2,  1991  and\r\n\nCommissioner  Hillier's  response  to  Newbury's  request  to\r\n\nreinstate Andrade were sufficient to permit a reasonable jury\r\n\nto  find that  Andrade was  terminated because  she testified\r\n\nagainst Commissioner Eaton at  a public hearing.  Thereafter,\r\n\nthe court  referred the parties' motions  for attorney's fees\r\n\nto the magistrate for a report and recommendation.\r\n\n          After  a  hearing,   the  magistrate  found   that,\r\n\nalthough she  was a  prevailing plaintiff under  42 U.S.C.   \r\n\n1988, Andrade had succeeded  in only one of her  five claims,\r\n\nhad received only $7,183 in compensatory damages and $500  in\r\n\npunitive damages, and had brought frivolous claims.  Based on\r\n\nthese  findings,  the  magistrate  granted  Andrade  a modest\r\n\nattorney's fees award of $2,500.  Finding that Counts I, III,\r\n\n                             -10-\r                                          10\r\r\n\nand IV  were frivolous,  the magistrate concluded  that Self-\r\n\nHelp,  Jackson, Holland, Hillier,  Anthony, and Tiexiera were\r\n\nprevailing defendants  under    1988 and  42 U.S.C.    2000e-\r\n\n5(k).  Mindful of  Andrade's limited financial resources, the\r\n\nmagistrate granted  Self-Help and Jackson a $1,000 attorney's\r\n\nfee for their defense  of Counts I and III  and Commissioners\r\n\nHolland, Hillier,  Anthony, and Tiexiera a  $1,500 attorney's\r\n\nfee for their defense of Counts I, III, and IV.  The district\r\n\ncourt adopted the magistrate's report and recommendation.\r\n\n                             II.\r                                         II.\r                                            \r\n\n                          Discussion\r                                      Discussion\r                                                \r\n\nA.  Judgment as a Matter of Law\r                                           \r\n\n          1.  Andrade's Appeal\r                                          \r\n\n          On appeal, Andrade contends that the district court\r\n\nerred in granting  judgment as a  matter of law on  Counts IV\r\n\nand  V  of her  complaint.   After  reciting the  standard of\r\n\nreview, we consider these contentions separately.\r\n\n          We review  the grant  of a  Rule  50(a) motion  for\r\n\njudgment as a matter of law de novo, under the same standards\r                                               \r\n\nas the district  court.   See Coastal Fuels  of Puerto  Rico,\r                                                                         \r\n\nInc. v. Caribbean Petroleum Corp., No. 95-1460, slip op. at 6\r                                             \r\n\n(1st  Cir. Mar. 12, 1996).   The evidence  and the inferences\r\n\nreasonably to be drawn therefrom  are considered in the light\r\n\nmost  favorable to the non-movant.   The court, however, must\r\n\n\"not consider the credibility of witnesses, resolve conflicts\r\n\n                             -11-\r                                          11\r\r\n\nin  testimony,  or  evaluate  the weight  of  the  evidence.\"\r\n\nWagenmann  v. Adams,  </pre><span class=\"citation\" data-id=\"494589\"><a href=\"/opinion/494589/ronald-e-wagenmann-v-russell-j-adams-appeal-of-gerald-r-anderson/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">196</span></a></span><pre class=\"inline\">,  200 (1st Cir.  1987).  A\r                               \r\n\nverdict may  be directed  only if  the evidence,  viewed from\r\n\nthis perspective, \"would not permit a reasonable jury to find\r\n\nin  favor of  the  plaintiff[] on  any  permissible claim  or\r\n\ntheory.\"  Murray v. Ross-Dove Co., </pre><span class=\"citation\" data-id=\"653617\"><a href=\"/opinion/653617/john-p-murray-v-ross-dove-company-inc-and-dovetech-inc/\"><span class=\"volume\">5</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">573</span></a></span><pre class=\"inline\">, 576 (1st Cir.\r                                             \r\n\n1993).\r\n\n               a.  Contract Claim\r                                             \r\n\n          Andrade contends that the evidence she submitted on\r\n\nCount V  was legally sufficient  to permit a  jury to find  a\r\n\nbreach of contract, and therefore the district court erred in\r\n\ngranting  Self-Help judgment as a  matter of law  on Count V.\r\n\nBecause  we agree with the  court below that  Andrade did not\r\n\nprove a prima facie case of breach of contract, we affirm the\r\n\ncourt's grant of the Rule 50(a) motion on Count V.\r\n\n          Under Rhode Island law, it is well established that\r\n\n\"a promise  to  render personal  services to  another for  an\r\n\nindefinite  term is  terminable at  any time  at the  will of\r\n\neither party and therefore creates no executory obligations.\"\r\n\nSchool Comm. of Providence v. Board of Regents for Educ., </pre><span class=\"citation\" data-id=\"2055601\"><a href=\"/opinion/2055601/school-com-of-providence-v-board-of-reg-for-education/\"><span class=\"volume\">308</span>\r                                                                    \r\n\n<span class=\"reporter\">A.2d</span> <span class=\"page\">788</span></a></span><pre class=\"inline\">, 790 (R.I. 1973); see also Lamoureux v. Burrillville\r                                                                         \r\n\nRacing  Ass'n,  </pre><span class=\"citation\" data-id=\"1956102\"><a href=\"/opinion/1956102/lamoureux-v-burrillville-racing-assn/\"><span class=\"volume\">161</span>  <span class=\"reporter\">A.2d</span>  <span class=\"page\">213</span></a></span><pre class=\"inline\">,  216  (R.I.  1960);  Booth v.\r                                                                      \r\n\nNational  India-Rubber  Co.,  </pre><span class=\"citation\" data-id=\"3865131\"><a href=\"/opinion/4105412/booth-v-nat-india-rubber-co/\"><span class=\"volume\">36</span>  <span class=\"reporter\">A.</span> <span class=\"page\">714</span></a></span><pre class=\"inline\">,  715  (R.I.  1897).\r                                       \r\n\nAlthough she  presented no evidence of  an express employment\r\n\ncontract for  a fixed  period between herself  and Self-Help,\r\n\n                             -12-\r                                          12\r\r\n\nAndrade  argues  that  certain  provisions in  the  Self-Help\r\n\nPolicy  and the NCSC Manual, both of which were admitted into\r\n\nevidence, created a triable issue as to whether she and Self-\r\n\nHelp  had an implied contract for a fixed period3 and whether\r\n\nshe could only be terminated for just cause.4\r\n\n          Apparently recognizing  it to be an  issue of first\r\n\nimpression, however, the Rhode Island Supreme Court expressly\r\n\navoided  the question of  whether to adopt  the emerging case\r\n\nlaw that  employment manuals  or policies  may  give rise  to\r\n\nenforceable  contract rights,  Roy  v. Woonsocket  Inst.  for\r                                                                         \r\n\nSav., </pre><span class=\"citation\" data-id=\"2185655\"><a href=\"/opinion/2185655/roy-v-woonsocket-inst-for-sav/\"><span class=\"volume\">525</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">915</span></a></span><pre class=\"inline\">, 918 (R.I.  1987), and, as a federal court\r                \r\n\nhearing  this   state  law   issue  under  our   supplemental\r\n\njurisdiction,  we  are  reluctant to  extend  Rhode  Island's\r\n\ncontract law \"beyond its well-marked boundaries.\"  Markham v.\r                                                                      \r\n\nFay, </pre><span class=\"citation\" data-id=\"196560\"><a href=\"/opinion/196560/markham-etc-v-fay/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1347</span></a></span><pre class=\"inline\">, 1356 (1st Cir. 1996); cf. A. Johnson &amp; Co.\r                                                                         \r\n\nv. Aetna  Casualty and  Sur. Co., </pre><span class=\"citation\" data-id=\"561247\"><a href=\"/opinion/561247/a-johnson-co-inc-and-a-johnson-energy-marketing-inc-v-the-aetna/\"><span class=\"volume\">933</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">66</span></a></span><pre class=\"inline\">, 73  (1st Cir.\r                                            \r\n\n1991) (holding that this  court, sitting in diversity, should\r\n\n                    \r                                \r\n\n3.  In   particular,  Andrade   claims   that  the   two-year\r\ndurational limit upon her employment  at JHA and the one-year\r\nrecertification review by  Self-Help supplied the  durational\r\nterm.\r\n\n4.  Andrade identifies  an \"employability plan\" that  she and\r\nNewbury devised and Self-Help adopted as an additional source\r\nof  her alleged contract  rights.   Testimony, viewed  in the\r\nlight  most  favorable to  Andrade,  revealed  that the  plan\r\ndetailed   Newbury's  and   Andrade's  goals   for  Andrade's\r\nemployment  at JHA.  The ultimate goal identified in the plan\r\nwas training  Andrade to become a  certified housing manager.\r\nNothing  in the  plan,  however, suggested  that Andrade  was\r\nguaranteed  employment at JHA for a definite term or that she\r\nwould only be terminated for cause.  \r\n\n                             -13-\r                                          13\r\r\n\nnot  \"torture  state  law  into   strange  configurations  or\r\n\nprecipitously to blaze new and  unprecedented jurisprudential\r\n\ntrails\"); Mason v. American Emery  Wheel Works, </pre><span class=\"citation\" data-id=\"241583\"><a href=\"/opinion/241583/whit-mason-v-the-american-emery-wheel-works/\"><span class=\"volume\">241</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">906</span></a></span><pre class=\"inline\">,\r                                                          \r\n\n909-10 (1st Cir.)  (noting that a  diversity court must  take\r\n\nstate law as  it finds it, \"not  as it might  conceivably be,\r\n\nsome day; nor even as it should  be\"), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span>\r                                                               \r\n\n<span class=\"page\">815</span></span><pre class=\"inline\">  (1957).  Because Andrade has not convinced us that Rhode\r\n\nIsland would so extend  its contract law, we decline to do so\r\n\nhere.\r\n\n               b.  Tort Claims\r                                          \r\n\n          Andrade also contends that she submitted sufficient\r\n\nevidence  to permit a jury  to find the  torts of intentional\r\n\ninfliction  of  emotional  distress,  wrongful  and  tortious\r\n\ndischarge, and interference with  contract, and therefore the\r\n\ndistrict court erred in granting the defendants judgment as a\r\n\nmatter of  law on Count IV.   We consider each  tort claim in\r\n\nturn.\r\n\n          Rhode Island  recognizes  a  cause  of  action  for\r\n\nintentional   infliction   of  emotional   distress  (\"IIED\")\r\n\npatterned after    46  of the Restatement  (Second) of  Torts\r\n\n(1965).   Champlin v. Washington Trust Co., </pre><span class=\"citation\" data-id=\"2315297\"><a href=\"/opinion/2315297/champlin-v-washington-trust-co-of-westerly/\"><span class=\"volume\">478</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">985</span></a></span><pre class=\"inline\">, 988\r                                                      \r\n\n(R.I. 1984).   To prevail on  a claim of IIED,  the plaintiff\r\n\nmust  prove that  the  defendant, by  extreme and  outrageous\r\n\nconduct,  intentionally or  recklessly  caused the  plaintiff\r\n\nsevere  emotional  distress.   Id.  at  989.    Rhode  Island\r                                              \r\n\n                             -14-\r                                          14\r\r\n\nrequires  that to  be \"severe,\"  the emotional  distress must\r\n\nevoke some physical manifestation.   Reilly v. United States,\r                                                                        \r\n\n</pre><span class=\"citation\" data-id=\"1931999\"><a href=\"/opinion/1931999/reilly-v-united-states/\"><span class=\"volume\">547</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">894</span></a></span><pre class=\"inline\">, 898-99  (R.I. 1988); Curtis v. State  Dep't for\r                                                                         \r\n\nChildren, </pre><span class=\"citation\" data-id=\"1983058\"><a href=\"/opinion/1983058/curtis-v-state-dept-for-children-families/\"><span class=\"volume\">522</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">203</span></a></span><pre class=\"inline\">, 208 (R.I. 1987).  \r                    \r\n\n          At  trial, Andrade testified  on direct examination\r\n\nthat as a result of her termination from employment at JHA in\r\n\nMay 1991, she experienced irritated bowels, diarrhea, tension\r\n\nheadaches, and sleeplessness.  Andrade  stated, however, that\r\n\nthe diarrhea and tension  headaches began in the latter  part\r\n\nof  1990,   months  before   her  termination.     On  cross-\r\n\nexamination,  Andrade  also   conceded  that  prior   to  the\r\n\noccurrence of  the events  alleged in  the complaint  she had\r\n\nexperienced   stomach   problems.     Specifically,   Andrade\r\n\nacknowledged that she had gastric  surgery in 1978, 1980, and\r\n\n1981 for which she continues to take medication.  \r\n\n          Andrade relied exclusively on her own  testimony to\r\n\nprove her IIED claim.  The district court, in ruling on the \r\n\ndefendants'  Rule 50(a) motion, found that Andrade's testimony\r\n\n-- \r\n\nthat she  had  experienced these  symptoms  contemporaneously\r\n\nwith her  termination and  her termination  was the  cause of\r\n\nthese  symptoms  --  was  insufficient  to  prove  causation,\r\n\nparticularly   given  Andrade's  prior   history  of  stomach\r\n\nproblems, headaches,  and diarrhea.   In directing  a verdict\r\n\nagainst Andrade  on  the  IIED claim,  the  court  cited  her\r\n\n                             -15-\r                                          15\r\r\n\nfailure to produce expert medical testimony that her symptoms\r\n\nwere in fact caused by the defendants' conduct.\r\n\n          Rhode Island case law is  silent on the question of\r\n\nthe  necessity of  expert  testimony to  prove the  causation\r\n\nelement of IIED.   Section 46 of the Restatement  (Second) of\r\n\nTorts, on which Rhode Island's IIED claim is  patterned, also\r\n\nfails   to  provide  any  clues;  nowhere  in     46  is  the\r\n\nintroduction  of  expert medical  testimony required  or even\r\n\nmentioned.  Despite this silence, however, we find that under\r\n\nthe particular  facts of  this case expert  medical testimony\r\n\nwas indispensable to the proof of causation.\r\n\n          Had the district court allowed the IIED claim to go\r\n\nto the jury at the close of the evidence, the jury would have\r\n\nbeen faced with the daunting  task of ascertaining the degree\r\n\nto  which  Andrade's  physical  symptoms were  the  proximate\r\n\nresult of  her termination  as opposed  to her prior  gastric\r\n\nsurgeries,   chronic  maladies,  or   other  outside  forces.\r\n\nUnderstanding  the  relationship  between Andrade's  physical\r\n\nsymptoms and the competing causal factors without the benefit\r\n\nof  medical expertise,  however, was  beyond  the ken  of the\r\n\njury.5   See Vaughn v.  Ag Processing, Inc.,  </pre><span class=\"citation\" data-id=\"1606929\"><a href=\"/opinion/1606929/vaughn-v-ag-processing-inc/\"><span class=\"volume\">459</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">627</span></a></span><pre class=\"inline\">,\r                                                       \r\n\n636-37 (Iowa 1990) (holding that expert medical testimony was\r\n\n                    \r                                \r\n\n5.  In so holding, we are not establishing a bright-line rule\r\nthat  expert  testimony  is  always necessary  to  prove  the\r\ncausation prong of IIED.   There may very well  be situations\r\nwhere causation is within the common knowledge and experience\r\nof the layperson; this case, however, is not one of them.\r\n\n                             -16-\r                                          16\r\r\n\nrequired to establish  causation between  harassment at  work\r\n\nand  physical  symptoms  \"that  peaked  three   months  after\r\n\n[plaintiff] left his employment\");  Mayer v. Town of Hampton,\r                                                                        \r\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">497</span>  <span class=\"reporter\">A.2d</span> <span class=\"page\">1206</span></span><pre class=\"inline\">,  1211  (N.H.  1985)  (holding that  proof  of\r\n\ncausation in an IIED  claim \"will usually be based  on expert\r\n\ntestimony\"); but  see Tanner v.  Rite Aid  of West  Virginia,\r                                                                         \r\n\nInc., </pre><span class=\"citation\" data-id=\"1375369\"><a href=\"/opinion/1375369/tanner-v-rite-aid-of-west-virginia-inc/\"><span class=\"volume\">461</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">149</span></a></span><pre class=\"inline\">, 160-61 (W. Va. 1995) (holding that jury\r                \r\n\ncould properly evaluate  IIED claim without expert  testimony\r\n\ndespite  plaintiffs' prior  history  of emotional  problems).\r\n\nBecause Andrade's own testimony and conclusions regarding the\r\n\ncause   of  her   physical  symptoms,  by   themselves,  were\r\n\ninsufficient  to allow  a jury  to find  the requisite  nexus\r\n\nbetween her  distress and  the  May 8,  1991 termination,  an\r\n\nelement of the prima  facie case for IIED was  not satisfied,\r\n\nand the district court correctly granted the defendants' Rule\r\n\n50(a) motion on the IIED claim.\r\n\n          Turning  to  the  remaining  tort  claims,  we note\r\n\nAndrade's  acknowledgment that the Rhode Island Supreme Court\r\n\nhas unequivocally held  that no  cause of  action exists  for\r\n\nwrongful  discharge in Rhode Island.  Pacheo v. Raytheon Co.,\r                                                                        \r\n\n</pre><span class=\"citation\" data-id=\"1974774\"><a href=\"/opinion/1974774/pacheo-v-raytheon-co/\"><span class=\"volume\">623</span>  <span class=\"reporter\">A.2d</span>  <span class=\"page\">464</span></a></span><pre class=\"inline\">,  465   (R.I.  1993).    Nonetheless,  Andrade\r\n\nmaintains that  she presented sufficient evidence  for a jury\r\n\nto find the nonexistent cause of action.  In conjunction with\r\n\nher wrongful  discharge claim, Andrade  alleged violations of\r\n\nRhode Island's Fair Housing Practices Act and Fair Employment\r\n\n                             -17-\r                                          17\r\r\n\nPractices  Act.   Andrade argues  that infusing  her wrongful\r\n\ndischarge claim with references to independent  violations of\r\n\nstate laws made  it cognizable.   We disagree.   Pacheo  made\r                                                                   \r\n\nclear  that there is no common law tort of wrongful discharge\r\n\nin Rhode  Island and that protection  against discharges that\r\n\ncontravene public policy is for the General Assembly, not the\r\n\ncourts.6   623  A.2d  at 465.    Accordingly, we  affirm  the\r\n\ndistrict court's  grant of the defendants'  Rule 50(a) motion\r\n\non the wrongful discharge claim.\r\n\n          Finally,   Andrade   claims   that  she   presented\r\n\nsufficient evidence for a  jury to find tortious interference\r\n\nwith contract.   Our  earlier determination that  Andrade did\r\n\nnot present sufficient evidence  of an enforceable employment\r\n\ncontract,  however, is dispositive of this claim as well.  In\r\n\nRhode Island, the existence  of a contract, not surprisingly,\r\n\nis an element of the tort of interference with contract.  See\r                                                                         \r\n\nSmith  Dev. Corp. v. Bilow  Enters., Inc., </pre><span class=\"citation\" data-id=\"2055984\"><a href=\"/opinion/2055984/smith-development-corp-v-bilow-enterprises-inc/\"><span class=\"volume\">308</span>  <span class=\"reporter\">A.2d</span> <span class=\"page\">477</span></a></span><pre class=\"inline\">, 482\r                                                     \r\n\n(R.I.  1973).   Given  Andrade's  failure  to establish  this\r\n\nelement at trial,  the district court  was correct in  taking\r\n\nthe interference with contract claim away from the jury.\r\n\n          Andrade   also  argues   that  she   has  presented\r\n\nsufficient evidence to prove the similar but distinct tort of\r\n\n                    \r                                \r\n\n6.  We  express  no  view  on  whether  violations  of  Rhode\r\nIsland's  Fair  Housing  Practices Act  and  Fair  Employment\r\nPractices   Act,  alleged   independently  of   the  wrongful\r\ndischarge claim, could have been established.\r\n\n                             -18-\r                                          18\r\r\n\ninterference with prospective contractual relations. Andrade,\r\n\nhowever,  not only failed  to raise this  argument below, see\r                                                                         \r\n\nUnited  States v.  Palmer,  </pre><span class=\"citation\" data-id=\"577194\"><a href=\"/opinion/577194/united-states-v-ann-m-palmer-philip-f-mulvey-jr/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">3</span></a></span><pre class=\"inline\">,  6 (1st  Cir.  1992)\r                                     \r\n\n(holding  that  argument not  raised  below  is waived),  she\r\n\nfailed to assert  this claim in her  complaint.  Accordingly,\r\n\nwe refuse to consider this argument.\r\n\n          2.  JHA's Cross-Appeal\r                                            \r\n\n          JHA argues that Andrade did  not present sufficient\r\n\nevidence that it acted to deprive Andrade of her civil rights\r\n\nin  violation  of    1983, and  therefore the  district court\r\n\nerred  in failing to grant its Rule 50(b) post-verdict motion\r\n\non  Count II.  We review  the denial of a post-verdict motion\r\n\nfor judgment as a matter of law de novo, see  Lama v. Borras,\r                                                                        \r\n\n</pre><span class=\"citation\" data-id=\"195226\"><a href=\"/opinion/195226/lama-romero-v-asociacion/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">473</span></a></span><pre class=\"inline\">, 477 (1st  Cir. 1994),  and we must  sustain the\r\n\ncourt's denial of a Rule 50(b) motion \"`unless  the evidence,\r\n\ntogether  with  all reasonable  inferences  in  favor of  the\r\n\nverdict,  could   lead  a  reasonable  person   to  only  one\r\n\nconclusion,  namely, that  the moving  party was  entitled to\r\n\njudgment,'\" id. (quoting  PH Group  Ltd. v.  Birch, </pre><span class=\"citation\" data-id=\"600263\"><a href=\"/opinion/600263/the-ph-group-ltd-fka-cognetics-europe-ltd-v-david-l-birch-the-ph/\"><span class=\"volume\">985</span>  <span class=\"reporter\">F.2d</span>\r                                                              \r\n\n<span class=\"page\">649</span></a></span><pre class=\"inline\">, 653 (1st Cir. 1993)).\r\n\n          During  its deliberations  on  Count  II, the  jury\r\n\nasked the court  how to distinguish  JHA from the  individual\r\n\nCommissioners.  The district  court responded that the action\r\n\nof a majority of the five Commissioners constituted an action\r\n\nof  JHA.   JHA argues  therefrom that  because the  jury only\r\n\n                             -19-\r                                          19\r\r\n\nfound  one of the Commissioners liable when it needed to find\r\n\nthree Commissioners liable  in order to find that  JHA acted,\r\n\nthe jury could not have found  JHA liable as it did.  Because\r\n\nwe find  that Andrade provided ample evidence  from which the\r\n\njury could have concluded that JHA violated   1983, we affirm\r\n\nthe district court's denial of JHA's Rule 50(b) motion.\r\n\n          Andrade  presented  three  significant   pieces  of\r\n\ndirect  evidence:  (1) Gross's May 2, 1991, letter to Jackson\r\n\nrequesting  Andrade's  transfer  from  JHA  because   of  her\r\n\ntestimony against Commissioner Eaton at a public hearing, (2)\r\n\nAndrade's  tape recording  of her  May 1,  1991, conversation\r\n\nwith Gross,  during which  he stated that  \"[I]t's [Andrade's\r\n\ntestimony]  been  a  problem  with the  Commissioners.    The\r\n\nCommissioners, the five Commissioners,  hire and fire me and,\r\n\nin essence, they hire and fire you, or they hire and transfer\r\n\nyou . . . ,\" and (3) Commissioner Hillier's refusal  at a JHA\r\n\nBoard  Meeting to  consider  reinstating Andrade  due to  her\r\n\ntestimony against Commissioner Eaton.  Assuming arguendo that\r                                                                    \r\n\nunder   1983 a  majority of the Commissioners was  needed for\r\n\nJHA to have  acted, the  jury could have  inferred from  this\r\n\nevidence  that (1)  a  majority of  the Commissioners  shared\r\n\nGross's views  or two  of  the Commissioners  present at  the\r\n\nBoard  Meeting  shared  Commissioner  Hillier's  views,7  (2)\r\n\n                    \r                                \r\n\n7.  Indeed, no  evidence was presented  that any Commissioner\r\npublicly renounced Hillier's comment.\r\n\n                             -20-\r                                          20\r\r\n\nthese  same  Commissioners  had  authorized  their  Executive\r\n\nDirector, Gross, to request Andrade's transfer in retaliation\r\n\nfor her testimony, and (3)  Gross's May 1, 1991, conversation\r\n\nwith  Jackson  as memorialized  in  his May  2,  1991, letter\r\n\ncaused Self-Help to terminate Andrade.\r\n\n          To the extent that JHA is also complaining that the\r\n\nverdict   is  inconsistent   in  that   it  finds   only  one\r\n\nCommissioner  liable at the same time as it finds JHA liable,\r\n\nthat  argument is waived because  of JHA's failure  to make a\r\n\ntimely objection  to the alleged inconsistency.   See Bonilla\r                                                                         \r\n\nv.  Yamaha Motors Corp., </pre><span class=\"citation\" data-id=\"577014\"><a href=\"/opinion/577014/jorge-l-bonilla-v-yamaha-motors-corp/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">150</span></a></span><pre class=\"inline\">, 155-56 (1st Cir. 1992)\r                                   \r\n\n(holding that a party waives the issue of inconsistency if it\r\n\nfails to object after the verdict is read and before the jury\r\n\nis dismissed).\r\n\nB.  Attorney's Fees\r                               \r\n\n          We  review a fee award  only for mistake  of law or\r\n\nabuse of discretion, see  Krewson v. City of Quincy,  </pre><span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span>\r                                                               \r\n\n<span class=\"page\">15</span></span><pre class=\"inline\">,  17 (1st Cir. 1996), and accord deference to the district\r\n\ncourt's \"extremely broad\" discretion in this area, Lipsett v.\r                                                                      \r\n\nBlanco,  </pre><span class=\"citation\" data-id=\"591130\"><a href=\"/opinion/591130/annabelle-lipsett-v-gumersindo-blanco/\"><span class=\"volume\">975</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">934</span></a></span><pre class=\"inline\">,  937  (1st  Cir.  1992).   \"[B]ecause\r                  \r\n\ndetermination of  the extent of a  reasonable fee necessarily\r\n\ninvolves a series  of judgment calls,  an appellate court  is\r\n\nfar more likely to defer to the trial court  in reviewing fee\r\n\ncomputations than  in many  other situations.\"   Lipsett, 975\r                                                                    \r\n\n                             -21-\r                                          21\r\r\n\nF.2d at 937.  Here, Andrade as well as  Self-Help and Jackson\r\n\nchallenge the court's fee award.\r\n\n          1.  Andrade's Appeal\r                                          \r\n\n          Andrade  challenges the fee award on three grounds.\r\n\nShe argues  that the  district court  misapplied the  law and\r\n\nabused its discretion in (1) setting the hourly rate at $125,\r\n\n(2)  reducing  her fee  award  for partial  success,  and (3)\r\n\nawarding  attorney's  fees  to  Self-Help,  Jackson, Holland,\r\n\nAnthony, Hillier, and Tiexiera  as prevailing defendants.  We\r\n\nconsider each challenge in turn.\r\n\n               a.  Reasonableness of Hourly Rate\r                                                            \r\n\n          In his  report and  recommendation, adopted by  the\r\n\ndistrict court,  the magistrate set a  reasonable hourly rate\r\n\nfor Andrade's  counsel at $125.   Andrade's counsel suggested\r\n\nan  hourly  rate  of  $200  for  his  services,   citing  his\r\n\nexperience,  a $200/hr.  rate he  had received  in  a similar\r\n\ncase, and affidavits from two  civil rights attorneys in  the\r\n\ncommunity   attesting  that   they  charged  $175/hr.     The\r\n\nmagistrate,  however,   noted  that   JHA,  Gross,  and   the\r\n\nCommissioners requested a $125  hourly rate and Self-Help and\r\n\nJackson  requested a rate within the $100 to $125 range.  The\r\n\nmagistrate set  the rate for Andrade's  attorney at $125/hr.,\r\n\nreasoning that  $200/hr. is not  a reasonable rate  for civil\r\n\nrights  litigation in  the  Providence, Rhode  Island,  area,\r\n\nAndrade  had not  provided  adequate support  for the  higher\r\n\n                             -22-\r                                          22\r\r\n\nrate, and no reason presented itself why Andrade's attorney's\r\n\nrate  should  be  more  than the  defense  attorneys'  rates.\r\n\nAndrade  argues on appeal that in basing her counsel's fee on\r\n\nthe amounts proposed by the defendants, the magistrate failed\r\n\nto  apply the  prevailing  community rate  for federal  civil\r\n\nrights  litigation and  to  account for  the contingency  and\r\n\ndelay-in-payment  factors that distinguish her counsel's rate\r\n\nfrom that of the defense attorneys.\r\n\n          In  determining  a   reasonable  hourly  rate,  the\r\n\nSupreme Court has recommended that courts use \"the prevailing\r\n\nmarket  rates  in the  relevant  community\"  as the  starting\r\n\npoint.   Blum  v.  Stetson, </pre><span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">465</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">886</span></a></span><pre class=\"inline\">, 895  n.11  (1984)\r                                      \r\n\n(defining \"prevailing  market rates\" as \"those  prevailing in\r\n\nthe community  for similar services by  lawyers of reasonably\r\n\ncomparable  skill,  experience and  reputation\").    While an\r\n\nattorney  may  inform  the  court's  analysis   by  providing\r\n\nevidence  of her  customary  billing rate  and of  prevailing\r\n\nrates in the community,  the court is not obligated  to adopt\r\n\nthat rate.  Moreover,  the court is entitled to rely upon its\r\n\nown knowledge of  attorney's fees in its surrounding  area in\r\n\narriving at a reasonable hourly rate, see Nydam v. Lennerton,\r                                                                        \r\n\n</pre><span class=\"citation\" data-id=\"571448\"><a href=\"/opinion/571448/raymond-g-nydam-v-joseph-lennerton-jr-etc-and-joseph-f-fontaine/\"><span class=\"volume\">948</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">808</span></a></span><pre class=\"inline\">,  812-13  (1st  Cir.  1991); United  States  v.\r                                                                     \r\n\nMetropolitan Dist. Comm'n,  </pre><span class=\"citation\" data-id=\"506188\"><a href=\"/opinion/506188/united-states-v-metropolitan-district-commission-conservation-law/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span><pre class=\"inline\">, 19  (1st Cir. 1988),\r                                     \r\n\nas well  as the defense  attorneys' rates,  cf. Liberty  Mut.\r                                                                         \r\n\nIns.  Co. v. Continental Casualty Co., </pre><span class=\"citation\" data-id=\"457688\"><a href=\"/opinion/457688/liberty-mutual-insurance-co-v-continental-casualty-co-liberty-mutual/\"><span class=\"volume\">771</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">579</span></a></span><pre class=\"inline\">, 588 (1st\r                                                 \r\n\n                             -23-\r                                          23\r\r\n\nCir. 1985) (comparing  plaintiff's counsel's fee estimate  to\r\n\ndefendant  counsel's estimate in  attempting to ascertain how\r\n\nmuch of jury's damage  verdict was based on fees  that should\r\n\nnot have been allowed).\r\n\n          The magistrate  in the  present case did  not stray\r\n\nfrom  these principles  in  determining  a reasonable  hourly\r\n\nrate.   To the contrary,  he determined the prevailing market\r\n\nrate  for federal  civil rights  litigation by  utilizing his\r\n\nknowledge and  experience  of the  Providence, Rhode  Island,\r\n\nmarket  while considering  the  customary rates  of Andrade's\r\n\ncounsel,  the  defense attorneys,  and  two Providence  civil\r\n\nrights  attorneys.    Accordingly,  we cannot  say  that  the\r\n\ndistrict  court,  in  adopting the  magistrate's  report  and\r\n\nrecommendation, misapplied  the law or abused  its discretion\r\n\nin setting an hourly rate of $125 for Andrade's counsel.  \r\n\n          As for Andrade's  contention that the  magistrate's\r\n\nreliance on  the defense  attorneys' rates failed  to account\r\n\nfor her  counsel's contingency and  delay-in-payment factors,\r\n\nthe Supreme Court has held that an attorney's contingent risk\r\n\nis ordinarily  subsumed  (at least  to  some extent)  in  the\r\n\n\"lodestar\" calculation, City of Burlington v. Dague, </pre><span class=\"citation\" data-id=\"112778\"><a href=\"/opinion/112778/burlington-v-dague/\"><span class=\"volume\">505</span> <span class=\"reporter\">U.S.</span>\r                                                               \r\n\n<span class=\"page\">557</span></a></span><pre class=\"inline\">, 562-63  (1992), which  is determined by  multiplying the\r\n\ntotal number of hours reasonably spent by a reasonable hourly\r\n\nrate, Hensley v. Eckerhart, </pre><span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span><pre class=\"inline\">, 433 (1983) (holding\r                                      \r\n\nthat  the  lodestar  provides  the basis  for  determining  a\r\n\n                             -24-\r                                          24\r\r\n\nreasonable fee).  In  particular, the Dague Court  found that\r                                                       \r\n\nan  attorney's  contingent risk  results  in  part8 from  the\r\n\ndifficulty of establishing the merits  of the claim, and this\r\n\ndifficulty is ordinarily reflected in the lodestar, i.e., \"in\r                                                                    \r\n\nthe  higher   number  of  hours  expended   to  overcome  the\r\n\ndifficulty,  or in  the  higher hourly  rate of  the attorney\r\n\nskilled and experienced enough to do so.\"  Dague, 505 U.S. at\r                                                            \r\n\n562-63.  Accordingly, for  Andrade's argument to survive, she\r\n\nmust establish that the magistrate improperly assessed either\r\n\none or both of these two factors.  Upon reviewing the record,\r\n\nwe perceive no such error.\r\n\n          Andrade  cannot  complain  about  the  magistrate's\r\n\ndetermination of  the first prong of the  lodestar because he\r\n\naccepted  as reasonable  the  211.90 hours  that her  counsel\r\n\nrequested.   Nor  can  she complain  about  the second  prong\r\n\nbecause we have  already found the magistrate's choice of the\r\n\n$125/hr. rate to  be reasonable.   Because we  find that  the\r\n\ndifficulty of the    1983  claim was fully  reflected in  the\r\n\nnumber of  billable hours  recorded by Andrade's  counsel and\r\n\nhis  special  skill  and  experience  was  reflected  in  the\r\n\nreasonableness  of  the  hourly rate,  Andrade's  contingency\r\n\nargument must fail.\r\n\n                    \r                                \r\n\n8.  An  attorney's  contingent  risk also  results  from \"the\r\nlegal and factual merits of  the claim.\"  Dague, 505 U.S.  at\r                                                           \r\n562.   The Court, however,  expressly found that  this factor\r\n\"should  play no part in the calculation of the [fee] award.\"\r\nId. at 563.  \r               \r\n\n                             -25-\r                                          25\r\r\n\n               b.  Amount of Award\r                                              \r\n\n          In  determining the amount  of Andrade's fee award,\r\n\nthe magistrate  carefully followed the  multi-factor analysis\r\n\nlaid  out in  Hensley  v.  Eckerhart,  </pre><span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">424</span></a></span><pre class=\"inline\">,  429-37\r                                                \r\n\n(1983), the  seminal case  on awarding attorney's  fees under\r\n\nthe Civil Rights Attorney's Fees Awards Act of 1976, codified\r\n\nat 42 U.S.C.    1988.  The  magistrate began his analysis  by\r\n\ncalculating the  lodestar.   See  Hensley, 461  U.S. at  433.\r                                                     \r\n\nMultiplying 211.90  hours by  $125, the magistrate  reached a\r\n\nlodestar of $26,487.50.\r\n\n          After  finding  that  Andrade's  five  claims  were\r\n\ninterrelated because  they involved  a common core  of facts,\r\n\nsee id. at  434-36, the magistrate  then weighed the  factors\r                  \r\n\nthat  might lead to an  adjustment of the  lodestar upward or\r\n\ndownward,  beginning  with  the  crucial  \"results  obtained\"\r\n\nfactor,  id. at 434.   Noting that Andrade  prevailed on only\r                        \r\n\none of her five claims  and the jury awarded her only  a very\r\n\nmodest amount  of  compensatory  and  punitive  damages,  the\r\n\nmagistrate concluded that Andrade  had achieved an  extremely\r\n\nlimited degree of success.  Concluding that three of her five\r\n\nclaims  were  frivolous,  the   magistrate  then  found  that\r\n\nAndrade's  fees  and expenses  would have  been significantly\r\n\nreduced  had she  \"conducted a  meaningful evaluation  of the\r\n\ncase\"  and elected  to bring  only her  non-frivolous claims.\r\n\n                             -26-\r                                          26\r\r\n\nBased  on these  considerations,  the  magistrate  downwardly\r\n\nadjusted the lodestar to $2,500.  \r\n\n          On appeal, Andrade argues that the $2,500 fee award\r\n\ncompensated her  attorney for a meager twenty  hours of work,\r\n\nfar  too few  to litigate  a federal  civil rights  suit from\r\n\ncomplaint to jury verdict.  Accordingly, she claims that this\r\n\nninety-one percent reduction of the lodestar, from $26,487.50\r\n\nto  $2,500, was a misapplication  of Hensley and  an abuse of\r                                                        \r\n\ndiscretion.  We disagree.\r\n\n          Hensley makes clear that where multiple claims  are\r                             \r\n\ninterrelated  and  a  plaintiff  has  achieved  only  limited\r\n\nsuccess,  awarding  her  the  entire  lodestar  amount  would\r\n\nordinarily be excessive.   Id. at  436.  Hensley,  therefore,\r                                                            \r\n\ncounsels that, while  \"[t]here is no precise  rule or formula\r\n\nfor  making these  determinations,\" a  court \"may  attempt to\r\n\nidentify specific hours  that should be eliminated, or it may\r\n\nsimply reduce the award to account for  the limited success.\"\r\n\nId.  In  short, the test that emerged from  Hensley is that a\r                                                               \r\n\ncourt  should  award  only  that  amount   of  fees  that  is\r\n\nreasonable  in relation to the results obtained.  Id. at 435,\r                                                                 \r\n\n438-40  (counselling   district  courts  to  \"focus   on  the\r\n\nsignificance of the overall  relief obtained by the plaintiff\r\n\nin  relation   to  the  hours  reasonably   expended  on  the\r\n\nlitigation\").\r\n\n                             -27-\r                                          27\r\r\n\n          Although we may not have chosen  to reduce the size\r\n\nof  Andrade's fee award so appreciably, we need not interfere\r\n\nwith  a  fee award  if  the  district court's  determinations\r\n\n\"seem[]   plausible,  given   what  has  transpired   in  the\r\n\nlitigation.\"   Metropolitan Dist. Comm'n, 847 F.2d at 18.  In\r                                                    \r\n\nthe  present  case,  the  magistrate  carefully  weighed  the\r\n\ncorrect  factors  and arrived  at  a result  barely  within a\r\n\nsupportable range.  See generally  Farrar v. Hobby, </pre><span class=\"citation\" data-id=\"112798\"><a href=\"/opinion/112798/farrar-v-hobby/\"><span class=\"volume\">506</span>  <span class=\"reporter\">U.S.</span>\r                                                              \r\n\n<span class=\"page\">103</span></a></span><pre class=\"inline\">, 115 (1992) (holding that when a   1983 plaintiff obtains\r\n\nonly nominal damages of one dollar,  \"the only reasonable fee\r\n\nis usually no fee at all\");  Lewis v. Kendrick, </pre><span class=\"citation no-link\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">949</span></span><pre class=\"inline\">,\r                                                          \r\n\n954-56  (1st Cir.  1991)  (denying all  fees where  plaintiff\r\n\nrecovered only  $1,000 and submitted a request  for a $50,000\r\n\nfee award); Zook  v. Brown,  </pre><span class=\"citation\" data-id=\"516977\"><a href=\"/opinion/516977/stephen-d-zook-cross-appellee-v-joseph-t-brown-william-v-mosher-and/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">887</span></a></span><pre class=\"inline\">,  895-96 (7th  Cir.\r                                      \r\n\n1989)  (affirming  a 75%  reduction  in  attorney's fees  for\r\n\nlimited  success).    In  determining  a  reasonable  fee  in\r\n\nrelation  to the  results  Andrade obtained,  the  magistrate\r\n\njustifiably considered  Andrade's success in only  one out of\r\n\nfive claims as  well as  the frivolity of  three of her  five\r\n\nclaims, see Part II.B.1.c. infra.  He was equally entitled to\r                                            \r\n\ntake into account the  relative size of the damage  award and\r\n\nfee request.  See Foley v. City of Lowell, </pre><span class=\"citation\" data-id=\"571252\"><a href=\"/opinion/571252/michael-j-foley-v-city-of-lowell-massachusetts-michael-j-foley-v-city/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span><pre class=\"inline\">, 19-20\r                                                     \r\n\n(1st Cir.  1991).  Considering  the combined weight  of these\r\n\nthree factors  and mindful  of the district  court's intimate\r\n\nknowledge of the  litigation and its  nuances, we cannot  say\r\n\n                             -28-\r                                          28\r\r\n\nthat the  court's adoption  of the magistrate's  reduction of\r\n\nthe lodestar was an abuse of discretion.\r\n\n               c.  Award of Fees to Prevailing Defendants\r                                                                     \r\n\n          Under   1988, a district court may award attorney's\r\n\nfees  to   a  prevailing   defendant  upon  a   finding  that\r\n\nplaintiff's action  \"was frivolous, unreasonable,  or without\r\n\nfoundation, even though not brought in subjective bad faith.\"\r\n\nChristiansburg Garment Co. v. EEOC, </pre><span class=\"citation\" data-id=\"109769\"><a href=\"/opinion/109769/christiansburg-garment-co-v-eeoc/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">412</span></a></span><pre class=\"inline\">, 421 (1978).\r                                              \r\n\nFor a  claim  to be  \"frivolous\"  under    1988, it  must  be\r\n\nfrivolous when originally raised in the  district court.  See\r                                                                         \r\n\nid. at 421-22;  Casa Marie Hogar Geriatrico, Inc.  v. Rivera-\r                                                                         \r\n\nSantos,  </pre><span class=\"citation\" data-id=\"195704\"><a href=\"/opinion/195704/casa-marie-inc-v-superior-court-of-pr/\"><span class=\"volume\">38</span>  <span class=\"reporter\">F.3d</span>  <span class=\"page\">615</span></a></span><pre class=\"inline\">,  619-20 (1st  Cir.  1994).    Andrade\r                  \r\n\nchallenges the magistrate's award of attorney's fees to Self-\r\n\nHelp,  Jackson,  Holland,  Anthony,  Hillier,  and  Tiexiera,\r\n\narguing that her    1985(3) claim and common law  tort claims\r\n\nwere  colorable and  therefore  the district  court erred  in\r\n\ngranting attorney's fees to the prevailing defendants.\r\n\n          Noting   that  Andrade  failed  to  allege  in  her\r\n\ncomplaint that her  discharge was  based on  \"some racial  or\r\n\notherwise  class-based  invidiously  discriminatory  animus,\"\r\n\nGriffin v. Breckenridge,  </pre><span class=\"citation\" data-id=\"108362\"><a href=\"/opinion/108362/griffin-v-breckenridge/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">88</span></a></span><pre class=\"inline\">, 102  (1971), a crucial\r                                   \r\n\nelement of   1985(3), and Andrade conceded that the claim was\r\n\n\"facially defective,\" the magistrate concluded that Andrade's\r\n\n   1985(3) claim was frivolous when  brought.  The magistrate\r\n\nalso found  the tort claims of  Count IV to be  frivolous for\r\n\n                             -29-\r                                          29\r\r\n\nessentially the same reasons  that the district court granted\r\n\nthe Rule  50(a) motion on Count  IV.  We  consider each count\r\n\nseparately in assessing the magistrate's frivolity findings.\r\n\n          A  cause  of  action   under     1985(3)  has  four\r\n\nelements:   (1)  two or  more persons  must conspire,  (2) to\r\n\ndeprive, either  directly or indirectly, any  person or class\r\n\nof persons of the  equal protection of  the laws or of  equal\r\n\nprivileges  and immunities under the laws, (3) one or more of\r\n\nthe conspirators must have done  or caused to be done an  act\r\n\nin furtherance of the  object of the conspiracy, and  (4) the\r\n\nplaintiff  must have suffered  either an injury  to person or\r\n\nproperty  or a  deprivation of  a  constitutionally protected\r\n\nright  or privilege  as  a result  of  the conspiracy.    See\r                                                                         \r\n\nGriffin, 403 U.S. at 102; Romero-Barcelo v. Hernandez-Agosto,\r                                                                        \r\n\n</pre><span class=\"citation\" data-id=\"196543\"><a href=\"/opinion/196543/romero-barcelo-v-agosto/\"><span class=\"volume\">75</span>  <span class=\"reporter\">F.3d</span>  <span class=\"page\">23</span></a></span><pre class=\"inline\">, 34  (1st  Cir. 1996).    The Supreme  Court has\r\n\nconstrued  the second element to  require that \"there must be\r\n\nsome racial  or  perhaps otherwise  class-based,  invidiously\r\n\ndiscriminatory  animus  behind  the   conspirators'  action.\"\r\n\nGriffin, 403 U.S. at 102.\r                   \r\n\n          As to racial animus,  Andrade's complaint is devoid\r\n\nof any allegations that the Commissioners together with Gross\r\n\nconspired  to terminate  her  because she  had testified,  on\r\n\nbehalf   of   African-Americans,   that  Commissioner   Eaton\r\n\nexhibited racial bias.  Nor did Andrade present  any evidence\r\n\nthat could  be viewed  as supporting  a racial animus  claim.\r\n\n                             -30-\r                                          30\r\r\n\nAndrade argues that she \"does not have to be a  member of the\r\n\nblack race  to  maintain  an  action  under     1985(3)\"  and\r\n\ntherefore  her claim  was not  frivolous.   While that  is an\r\n\naccurate  statement of  the law, see  Cutting v.  Muzzey, </pre><span class=\"citation\" data-id=\"429388\"><a href=\"/opinion/429388/charles-f-cutting-v-robert-muzzey/\"><span class=\"volume\">724</span>\r                                                                    \r\n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">259</span></a></span><pre class=\"inline\">, 260  (1st Cir.  1984) (finding  that members  of a\r\n\nconspiracy to  deprive minorities of equal  rights are liable\r\n\nunder    1985(3) to persons who are injured in furtherance of\r\n\nthe  object of the conspiracy, whether they be Caucasian or a\r\n\nmember of  the minority group), it does not address Andrade's\r\n\nfailure to allege such a racial animus in her complaint or to\r\n\npresent any such evidence at trial.\r\n\n          Without a charge of  racial animus, Andrade  needed\r\n\nto  allege discriminatory  class-based animus.   See  Romero-\r                                                                         \r\n\nBarcelo, 75 F.2d at 34.   In particular, Andrade would had to\r                   \r\n\nhave  alleged  facts showing  that  the  defendants conspired\r\n\nagainst her because of  her \"'membership in a class  and that\r\n\nthe  criteria  defining  the  class were  invidious.'\"    Id.\r                                                                         \r\n\n(quoting Harrison  v. Brooks, </pre><span class=\"citation\" data-id=\"328998\"><a href=\"/opinion/328998/tredwell-a-harrison-v-william-g-brooks/\"><span class=\"volume\">519</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1358</span></a></span><pre class=\"inline\">, 1359  (1st Cir.\r                                        \r\n\n1975)).   Neither  Andrade's complaint  nor the  evidence she\r\n\npresented at  trial, however,  identifies any class  of which\r\n\nshe was a member, let  alone describes the invidious criteria\r\n\ndefining the class.  Accordingly, we find that the magistrate\r\n\nwas correct in finding that the   1985(3) claim was frivolous\r\n\nwhen first brought.\r\n\n                             -31-\r                                          31\r\r\n\n          Although  we are  mindful  that the  granting of  a\r\n\nmotion  for a directed verdict is not tantamount to a finding\r\n\nthat a claim was frivolous  under   1988, see Christiansburg,\r                                                                        \r\n\n434 U.S. at 421-22 (cautioning district courts to resist \"the\r\n\nunderstandable temptation to engage  in post hoc reasoning by\r\n\nconcluding  that,  because  a plaintiff  did  not  ultimately\r\n\nprevail, his  action must  have been unreasonable  or without\r\n\nfoundation\"), we  nevertheless  affirm the  district  court's\r\n\nfinding  of frivolity  so far  as the wrongful  discharge and\r\n\ninterference with contract claims  are concerned for the same\r\n\nreasons that we affirmed  the grant of the Rule  50(a) motion\r\n\non these claims.9\r\n\n          Because  we find  that the  district court  did not\r\n\nabuse  its  discretion in  finding  that  Count III  and  the\r\n\nmajority  of Count IV were frivolous  when brought, we affirm\r\n\nthe  district court's grant of an award of attorney's fees to\r\n\nSelf-Help, Jackson, Holland, Anthony, Hillier, and Tiexiera.\r\n\n          2.  Self-Help's and Jackson's Cross-Appeal\r                                                                \r\n\n          In  their cross-appeal, Self-Help and Jackson argue\r\n\nthat the  magistrate erred in reducing  their attorney's fees\r\n\n                    \r                                \r\n\n9.  Although we disagree  with the  district court's  finding\r\nthat  the   IIED  claim   was  frivolous  when   brought,  we\r\nnevertheless  conclude  that the  fact that  only two  of the\r\nthree claims were frivolous, rather than all three, would not\r\nhave materially altered the district court's determination of\r\nthe fee. \r\n\n                             -32-\r                                          32\r\r\n\naward  without allowing  supplemental discovery  on Andrade's\r\n\nactual financial condition.\r\n\n          Once  it   has  calculated  the   lodestar  for   a\r\n\nprevailing defendant,  the district court may  deny or reduce\r\n\nthat  amount  after  considering  the  plaintiff's  financial\r\n\ncondition.  See Charves  v. Western Union Tel. Co.,  </pre><span class=\"citation\" data-id=\"421134\"><a href=\"/opinion/421134/evelyn-m-charves-v-the-western-union-telegraph-co/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span>\r                                                              \r\n\n<span class=\"page\">462</span></a></span><pre class=\"inline\">, 465 (1st  Cir. 1983).   This court  has recognized  that\r\n\nwhile an award of attorney's  fees to a prevailing  defendant\r\n\nmust  not subject  the plaintiff  to financial ruin,  it also\r\n\nmust  fulfill the deterrent purpose of   1988 and 42 U.S.C.  \r\n\n2000e-5(k) in discouraging plaintiffs from bringing frivolous\r\n\nclaims.  Id.\r                        \r\n\n          Having   calculated   Self-Help's   and   Jackson's\r\n\nlodestar in defending Counts  I and IV to be  $40,810.90, the\r\n\nmagistrate drastically reduced this amount  to $1,000 because\r\n\nof his  assessment of  Andrade's impecunity.   In determining\r\n\nthat Andrade had limited financial resources, the  magistrate\r\n\nconsidered    her    workers'   compensation    benefits   of\r\n\napproximately $95/week,  her subsidized housing, and her car.\r\n\nThe  magistrate, however,  also considered  that Andrade  was\r\n\nawarded a judgment of $7,183 in compensatory damages and $500\r\n\nin punitive damages.\r\n\n          Self-Help   and   Jackson   challenge  the   modest\r\n\nattorney's   fees  award,   claiming   that  the   magistrate\r\n\nmistakenly  applied the law in  failing to allow for separate\r\n\n                             -33-\r                                          33\r\r\n\ndiscovery   regarding  Andrade's  financial  condition.    In\r\n\nparticular,  they claim that in addition to the three sources\r\n\nof financial resources that  the magistrate cited, the record\r\n\nalso revealed that Andrade was formerly a partner in two real\r\n\nestate  ventures.   Andrade testified  that she  \"thinks\" her\r\n\npartnership in West Associates, a real estate brokerage firm,\r\n\n\"was a loss\" and that she lost about $50,000 as  a partner in\r\n\nErban Andrade  Associates.  Self-Help and  Jackson argue that\r\n\nthis testimony  reveals that the magistrate  did not consider\r\n\nall  of  Andrade's  financial  resources  in  determining her\r\n\nfinancial  condition and  therefore he should  have permitted\r\n\nsupplemental   discovery   to   ascertain  Andrade's   actual\r\n\nfinancial condition.\r\n\n          Self-Help's and  Jackson's  sole support  for  this\r\n\nproposition  comes from our decision in  Charves, 711 F.2d at\r                                                            \r\n\n462.  However,  Charves is distinguishable.   In Charves,  we\r                                                                    \r\n\nupheld the  district  court's authorization  of  supplemental\r\n\ndiscovery because of its finding that the plaintiff was not a\r\n\ncredible witness (the court characterized her testimony about\r\n\nher financial  condition as \"evasive and  contradictory\") and\r\n\nits suspicion that the plaintiff  had attempted \"to place her\r\n\nassets beyond  the reach of anyone lawfully  entitled to look\r\n\nto the same.\"  Id. at  465.  We can discern neither  of these\r                              \r\n\njustifications in the present case.\r\n\n                             -34-\r                                          34\r\r\n\n          From  the  vantage   point  of  reviewing  a   cold\r\n\nappellate  record, Andrade's testimony  that she \"thinks\" her\r\n\npartnership in West  Associates \"was a loss\"  does not appear\r\n\nto be evasive.   Moreover,  it was well  within the  district\r\n\ncourt's discretion  to credit  Andrade's testimony about  her\r\n\nfinancial  condition  and   therefore  deny  Self-Help's  and\r\n\nJackson's request for supplemental discovery, finding that it\r\n\nhad  all  of the  information  regarding  Andrade's financial\r\n\ncondition before  it.  Accordingly, we decline to remand this\r\n\ncase  to allow  discovery  of Andrade's  financial condition,\r\n\nheeding  the Supreme  Court's warning  that \"[a]  request for\r\n\nattorney's  fees   should  not  result  in   a  second  major\r\n\nlitigation.\"10  Hensley, 461 U.S. at 437.\r                                   \r\n\n                            III. \r                                        III. \r                                            \r\n\n                          Conclusion\r                                      Conclusion\r                                                \r\n\n          For  the  reasons  stated  above,  we   affirm  the\r                                                                    \r\n\ndistrict court's grant of Rule 50(a) motions on Counts IV and\r\n\nV as well  as its denial of JHA's Rule  50(b) motion on Count\r\n\nII.  We also affirm the district court's grant of the various\r                               \r\n\nattorney's fees awards.  No costs.\r                                             \r\n\n                    \r                                \r\n\n10.  We  find Self-Help's and  Jackson's final  argument that\r\nthe  district court erred in entering  an award of attorney's\r\nfees and  costs prior to  the entry of  final judgment to  be\r\nwithout merit.\r\n\n                             -35-\r                                          35\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109769/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111123/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112778/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112798/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195226/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195704/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196543/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196560/",
    "http://www.courtlistener.com/api/rest/v3/opinions/241583/",
    "http://www.courtlistener.com/api/rest/v3/opinions/328998/",
    "http://www.courtlistener.com/api/rest/v3/opinions/421134/",
    "http://www.courtlistener.com/api/rest/v3/opinions/429388/",
    "http://www.courtlistener.com/api/rest/v3/opinions/457688/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/506188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516977/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561247/",
    "http://www.courtlistener.com/api/rest/v3/opinions/571252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/571448/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577014/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577194/",
    "http://www.courtlistener.com/api/rest/v3/opinions/591130/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/653617/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1375369/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1606929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1931999/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1956102/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1974774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1983058/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2055601/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2055984/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2185655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2315297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/3865131/"
  ]
}