{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196710/",
  "absolute_url": "/opinion/196710/united-states-v-lindia/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196710/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:12:19Z",
  "date_modified": "2017-03-24T10:48:27.730291Z",
  "type": "010combined",
  "sha1": "e7f6724c22c327d69c6ce536df29a66251a429a7",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-2200.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r                            United States Court of Appeals\r\n                    For the First Circuit\r                                For the First Circuit\r\n                                         \r\n\nNo. 95-2200\r\n\n                        UNITED STATES,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                       FRANK J. LINDIA,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                  FOR THE DISTRICT OF MAINE\r\n\n         [Hon. D. Brock Hornby, U.S. District Judge]\r                                                               \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n                Bownes, Senior Circuit Judge,\r                                                        \r\n                  and Stahl, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nEdward S. MacColl with whom Thompson,  McNaboe, Ashley &amp; Bull  was\r                                                                         \r\non brief for appellant.\r\nMargaret  D.  McGaughey, Assistant  United  States Attorney,  with\r                                   \r\nwhom  Jay  P.  McCloskey,  United  States  Attorney,  and Jonathan  R.\r                                                                              \r\nChapman, Assistant United States Attorney, were on brief for appellee.\r               \r\n\n                                         \r\n\n                        April 18, 1996\r\n                                         \r\r\n\n          STAHL, Circuit Judge.  Pursuant to a plea agreement\r                      STAHL, Circuit Judge.\r                                          \r\n\nwith  the  government,  defendant-appellant  Frank  J. Lindia\r\n\npleaded guilty to a  one-count indictment charging that, from\r\n\nDecember 1994  to January 31, 1995, he  and codefendants John\r\n\nC. Mosby and  Augustine T. Aguirre conspired  to possess with\r\n\nintent  to  distribute  in   excess  of  fifty  kilograms  of\r\n\nmarijuana,  in violation  of 21  U.S.C.   846,  841(a)(1) and\r\n\n(b)(1)(C).  On appeal, Lindia claims that  the district court\r\n\nerred by:  including a  negotiated but unconsummated  sale of\r\n\n150  pounds   of  marijuana  in   the  sentence  calculation;\r\n\nsentencing him as  a career offender; and refusing  to depart\r\n\ndownward  from the  sentence on  his claim  that the  career-\r\n\noffender    criminal     history    category    significantly\r\n\noverrepresented his past criminal conduct.\r\n\n                              I.\r                                          I.\r                                            \r\n\n          Pertinent Background and Prior Proceedings\r                      Pertinent Background and Prior Proceedings\r                                                                \r\n\nA.  Facts\r                     \r\n\n          We accept the facts as set forth in the uncontested\r\n\nportions of  the Presentence Investigation Report (\"PSR\") and\r\n\nthe  sentencing  hearing  transcript, see  United  States  v.\r                                                                     \r\n\nMuniz, 49  F.3d 36, 37  (1st Cir. 1995),  reciting additional\r                 \r\n\nfacts below as necessary.  \r\n\n          In late  1994,  federal and  Maine law  enforcement\r\n\nauthorities, with the help  of a cooperating individual (CI),\r\n\nbegan  investigating Lindia's  activities.   Soon thereafter,\r\n\n                             -2-\r                                          2\r\r\n\nthe  CI  (who had  been  the \"buyer\"  in  monitored marijuana\r\n\ntransactions) introduced to Lindia an \"associate,\" undercover\r\n\nDEA  Special Agent  Mike  Cunniff, who  would handle  further\r\n\ntransactions.  During the ensuing negotiations, Agent Cunniff\r\n\nwas introduced to Lindia's associates, Aguirre and Mosby.\r\n\n          On  January 20,  1995, Agent  Cunniff met  Mosby at\r\n\nMosby's  home   in  Jamestown,  Rhode  Island,   where  Mosby\r\n\ndelivered  to Cunniff  forty-eight pounds  of marijuana.   On\r\n\nJanuary  31, 1995,  Lindia and  Aguirre met Agent  Cunniff in\r\n\nPortland, Maine, to receive  payment for the marijuana.   The\r\n\nmeeting took place in a hotel room that government agents had\r\n\npreviously  set  up with  videotape  equipment.   During  the\r\n\nmeeting,  Agent   Cunniff  delivered  $62,400  in   cash  and\r\n\ncommented  on the failure of Aguirre and Lindia to accept the\r\n\npayment  earlier, as they had promised.   Concerned about his\r\n\ncustomer's  unhappiness, Lindia apologized  for the delay and\r\n\nindicated that more marijuana was  available.  The three  men\r\n\nthen planned  for an additional thirty pounds of marijuana to\r\n\nbe delivered the next day.\r\n\n          Also during  the  videotaped meeting,  Lindia  told\r\n\nCunniff, \"We have something else .  . . that we would like to\r\n\nsend up to  you.\"  Both  Lindia and Aguirre  then spoke of  a\r\n\nsubsequent shipment  of  marijuana and  indicated  that  they\r\n\ncould  probably  send  Cunniff  \"about\" 150  or  200  pounds,\r\n\n                             -3-\r                                          3\r\r\n\ndepending  upon the capacity of the vehicle in which it would\r\n\ntravel.1   Lindia stated that the lot could be delivered in a\r\n\nlittle over one  week's time.   After counting  out the  cash\r\n\npayment for the forty-eight  pound lot and discussing details\r\n\nof the  next day's thirty-pound delivery,  Lindia and Aguirre\r\n\nleft  the hotel  room  and were  promptly  arrested.   Lindia\r\n\neventually   pleaded   guilty   and   cooperated   with   the\r\n\nauthorities.\r\n\nB.  Sentencing\r                          \r\n\n                    \r                                \r\n\n1.  The  transcript  of  this  portion  of  the  conversation\r\nbetween Lindia, Aguirre and Agent Cunniff reads, in part:\r\n\n          Lindia:   And let me ask  you another question.  We\r\n                    have something  else . . .  that we would\r\n                    like  to send  up to  you.   Now this  is\r\n                    going to be\r\n          Aguirre:  What, the [shipment] that's coming\r\n          Lindia:   The one that's coming with . . . Chewy\r\n          Aguirre:  Are  you  talking about  this  one that's\r\n                    already\r\n          Lindia    Not this  one, the  one that's  behind it\r\n                    from Chewy\r\n          Aguirre:  Well, we could probably get about\r\n          Lindia:   We could probably get about\r\n          Aguirre:  One and one half, or two even\r\n          Cunniff:  I can handle three, five, or thousand\r\n          Lindia:   This is contingent upon the  vehicle that\r\n                    we have at this point. . . . So two would\r\n                    probably be the limit.\r\n\nAfter  discussing delivery  matters about this  shipment, the\r\ndiscussion continued:\r\n\n          Cunniff:  How much are we talking about?\r\n          Lindia:   Probably one and half to two\r\n                    . . . .\r\n          Aguirre:  Whatever we can get [in the vehicle].\r\n\n                             -4-\r                                          4\r\r\n\n          The  district  court sentenced  Lindia as  a career\r\n\noffender under  21 U.S.C.   994(h), including  as a predicate\r\n\noffense Lindia's Rhode Island conviction on a nolo contendere\r                                                                         \r\n\nplea for possession with intent to deliver marijuana.   Under\r\n\nthe Career  Offender guideline,  U.S.S.G.   4B1.1, the  court\r\n\nwas required  to determine  the offense statutory  maximum in\r\n\norder to ascertain the applicable offense level.  Because the\r\n\ncourt included the negotiated 150-pound lot in  the amount of\r\n\ndrugs attributable to Lindia,  it found the offense statutory\r\n\nmaximum  to be  twenty  years' imprisonment  under 21  U.S.C.\r\n\n  841(b)(1)(C).\r\n\n          Pursuant  to  the  Career Offender  guideline,  the\r\n\nstatutory maximum of twenty years yielded an offense level of\r\n\nthirty-two with  a criminal history  category of VI.   Lindia\r\n\nasked  the court  to depart  downward on  the basis  that the\r\n\ncriminal  history  category   overrepresented  his   criminal\r\n\nhistory; but  the court refused, specifically  ruling that it\r\n\ndid  not have the authority to do so.   The court did grant a\r\n\nthree-level  downward  adjustment  in the  offense  level for\r\n\nacceptance of  responsibility, resulting  in a  total offense\r\n\nlevel of  twenty-nine and  a guideline imprisonment  range of\r\n\n151 to 188 months.  On the government's motion under U.S.S.G.\r\n\n  5K1.1, the court departed downward from the guideline range\r\n\nfor Lindia's substantial assistance and imposed a sentence of\r\n\n108 months' incarceration.\r\n\n                             -5-\r                                          5\r\r\n\n                             II.\r                                         II.\r                                            \r\n\n                          Discussion\r                                      Discussion\r                                                \r\n\n          We review  the sentencing court's  findings of fact\r\n\nfor  \"clear error\"  and  generally defer  to its  credibility\r\n\ndeterminations.   United States v. Muniz, 49 F.3d 36, 41 (1st\r                                                    \r\n\nCir. 1995); United States v. Whiting, 28 F.3d 1296, 1304 (1st\r                                                \r\n\nCir.),  cert. denied, 115 S.  Ct. 378, 498,  499, 532 (1994).\r                                \r\n\nWe  review   de  novo  the  court's   interpretation  of  the\r                                 \r\n\nguidelines and application of law.  Muniz, 49 F.3d at 41.\r                                                     \r\n\nA.  Drug Quantity Calculation\r                                         \r\n\n          The   extent  of  the  penalty  for  a  controlled-\r\n\nsubstance  conviction  is determined  in  large  part by  the\r\n\namount  of  drugs  properly attributable  to  the  defendant.\r\n\nUnited  States v. Campbell, 61 F.3d 976, 982 (1st Cir. 1995),\r                                      \r\n\npetition for cert. filed,  (Mar. 8, 1996) (No. 95-8348).   On\r                                    \r\n\nappeal,  Lindia challenges the  district court's inclusion of\r\n\nthe  negotiated  but  unconsummated  150-pound  lot  in   the\r\n\ncalculation of his sentence.  Without this quantity, he would\r\n\nhave received the benefit  of 21 U.S.C.   841(b)(1)(D), which\r\n\nprovides for a  maximum imprisonment term of only  five years\r\n\n\"[i]n  the case  of less  than 50  kilograms of  marijuana.\"2\r\n\nUse of  this penalty provision would have  yielded, under the\r\n\n                    \r                                \r\n\n2.  1 kilogram is equivalent to approximately 2.2 pounds.\r\n\n                             -6-\r                                          6\r\r\n\nCareer Offender guideline, a pre-adjustment  offense level of\r\n\nseventeen instead of thirty-two.  See U.S.S.G.   4B1.1.3\r                                                 \r\n\n          The  PSR stated  that  Lindia was  responsible  for\r\n\n103.5 kilograms of  marijuana, representing a  combination of\r\n\nthe forty-eight  pound,  thirty-pound, and  150-pound  lots.4\r\n\n                    \r                                \r\n\n3.  This  challenge is  somewhat perplexing  in light  of the\r\nindictment  and  plea  agreement  in the  record  before  us.\r\nLindia  informs  this court  that  he pleaded  guilty  to the\r\nconspiracy to possess with intent to distribute marijuana but\r\n\"did  not plead guilty to quantity.\"  The indictment to which\r\nhe pleaded  guilty, however,  states that the  conspiracy was\r\nfor  \"in   excess  of  50  kilograms.\"    Further,  both  the\r\nindictment   and   the   plea   agreement   cite  21   U.S.C.\r\n  841(b)(1)(C)  which sets  forth  a maximum  sentence of  20\r\nyears as the applicable penalty provision.  Indeed,  the plea\r\nagreement  explicitly states  that \"[t]he  parties agree  and\r\nunderstand that  the maximum  statutory penalty which  may be\r\nimposed  upon conviction  is  imprisonment of  not more  than\r\ntwenty years.\"\r\n          Nonetheless,  Lindia insists that  at the change of\r\nplea hearing, the court and the parties \"understood\" that the\r\nissue  of  drug quantity  would  be  left entirely  open  for\r\nsentencing  purposes.   Incredibly, Lindia  does not  provide\r\nthis  court with a transcript  of the change  of plea hearing\r\nfor our consideration  of his claimed material change  in the\r\nindictment and  plea agreement.   And  nothing in the  record\r\nbefore us  hints of  a superseding indictment  or information\r\neliminating the  quantity specification.  Because  the record\r\nadequately supports  the court's finding  that, counting  the\r\nnegotiated 150-pound lot, the marijuana quantity attributable\r\nto Lindia was  in excess of  50 kilograms, we  do not  decide\r\nwhether his plea precluded his challenge to the drug quantity\r\nfinding.\r\n\n4.  The government points  out that, with a total quantity of\r\n103.5 kilograms of marijuana, the five-year mandatory minimum\r\nand 40-year  maximum in  21 U.S.C.    841(b)(1)(B)(vii) might\r\nhave   applied   rather   than   the   20-year   maximum   in\r\n  841(b)(1)(C).    The  application  of   the  lower  maximum\r\nsentence  is apparently  based  on the  understanding of  the\r\nparties  and  court, as  evidenced  in  the indictment,  plea\r\nagreement, and  PSR, that Lindia  would be responsible  for a\r\nmarijuana  quantity  that  would  trigger no  more  than  the\r\npenalties set for in   841(b)(1)(C).\r\n\n                             -7-\r                                          7\r\r\n\nLindia objected to  this conclusion,  asserting, inter  alia,\r                                                                        \r\n\nthat the 150-pound lot \"never existed\" and was not the object\r\n\nof  any   conspiracy,  and  that  his   statements  about  it\r\n\nconstituted  mere  \"puffing\"  in  an attempt  to  gain  Agent\r\n\nCunniff's business  confidence.   At the sentencing  hearing,\r\n\nLindia  testified  that  the  150-pound lot  had  never  been\r\n\npreviously discussed or  planned and that  no steps had  been\r\n\ntaken  to obtain it.  Lindia repeated that the discussion was\r\n\nmeant to impress Agent Cunniff, and testified that only after\r\n\nobtaining payment  for the forty-eight  and thirty-pound lots\r\n\ndid he intend to  actually seek the additional 150  pounds of\r\n\nmarijuana.\r\n\n          The district court found, under a preponderance-of-\r\n\nthe-evidence standard, that the  proposed delivery of the 150\r\n\npound lot  had  not  been  discussed or  planned  before  the\r\n\nvideotaped  meeting.   The  court also  found, however,  that\r\n\nbased on Lindia's and Aguirre's statements, the 150 pounds of\r\n\nmarijuana added to, and were part of, the charged conspiracy.\r\n\nThe court found that  Lindia and Aguirre intended  to produce\r\n\nthat  marijuana and were  reasonably capable of  doing so and\r\n\nthus, the 150  pounds were includable in  the offense conduct\r\n\nfor the purposes of the statutory maximum and the  Sentencing\r\n\nGuidelines.\r\n\n          Application note 12 of U.S.S.G.   2D1.1 provides:\r\n\n          In  an  offense involving  negotiation to\r\n          traffic  in  a controlled  substance, the\r\n\n                             -8-\r                                          8\r\r\n\n          weight    under    negotiation   in    an\r\n          uncompleted distribution shall be used to\r\n          calculate    the    applicable    amount.\r\n          However, where the  court finds that  the\r\n          defendant did  not intend to  produce and\r\n          was not reasonably  capable of  producing\r\n          the  negotiated  amount, the  court shall\r\n          exclude  from  the guideline  calculation\r\n          the  amount that  it finds  the defendant\r\n          did not  intend  to produce  and was  not\r\n          reasonable capable of producing.\r\n\nWe  have interpreted  this note  as requiring  the sentencing\r\n\ncourt to include the negotiated  amount in the drug  quantity\r\n\ncalculation unless it finds  both that the defendant did  not\r\n\nhave the intent to produce the amount, and that he lacked the\r\n\ncapacity to deliver  it.   United States v.  Wihbey, 75  F.3d\r                                                               \r\n\n761, 777 (1st Cir. 1996); Muniz, 49 F.3d at  39.  Application\r                                           \r\n\nnote  12  applies for  the  purposes of  both  the Sentencing\r\n\nGuidelines  and  the  statutory  penalties  under  21  U.S.C.\r\n\n  841(b).  Muniz, 49 F.3d at 39-40 (indicating that five-year\r                            \r\n\ndifference in statutory mandatory minimum was  dependent upon\r\n\ndrug quantity  calculated under application  note 12); United\r                                                                         \r\n\nStates v. Pion,  25 F.3d 18, 25 n.12  (1st Cir.) (noting that\r                          \r\n\ndrug  quantity  finding  under  note  12  provides  threshold\r\n\ncalculus for  mandatory minimums),  cert. denied, 115  S. Ct.\r                                                            \r\n\n326 (1994).\r\n\n          Lindia  contends  that  due  process  requires  the\r\n\ngovernment to prove drug  quantity beyond a reasonable doubt.\r\n\nDrug quantity, however, is  not an element of the  offense of\r\n\nconviction, 21 U.S.C.    846  and 841(a)(1), but is typically\r\n\n                             -9-\r                                          9\r\r\n\nrelevant only for  determining the  penalty.   See 21  U.S.C.\r                                                              \r\n\n  841(b); United States v. Campbell, 61 F.3d 976, 979-80 (1st\r                                               \r\n\nCir. 1995) (citing  United States v. Lam  Kwong-Wah, 966 F.2d\r                                                               \r\n\n682,  685 (D.C.  Cir.), cert. denied,  506 U.S.  901 (1992));\r                                                \r\n\nUnited States  v. Patterson,  38 F.3d  139, 143-44  (4th Cir.\r                                       \r\n\n1994), cert. denied, 115  S. Ct. 1968 (1995).  As  such, drug\r                               \r\n\nquantity  for  purposes  of    841(b) is  determined  by  the\r\n\nsentencing   court   under  a   preponderance-of-the-evidence\r\n\nstandard.5   See United States  v. Barnes, 890  F.2d 545, 551\r                                                     \r\n\nn.6 (1st Cir. 1989) (noting that  court, not jury, determines\r\n\ndrug quantity  under   841(b)),  cert. denied, 494  U.S. 1019\r                                                         \r\n\n(1990); United  States v. Lombard,  72 F.3d 170,  175-76 (1st\r                                             \r\n\nCir. 1995) (explaining that  \"once convicted, a defendant has\r\n\nno  right under the Due Process Clause to have his sentencing\r\n\ndetermination be confined to facts proved beyond a reasonable\r\n\ndoubt,\"  rather, applicable standard  is preponderance of the\r\n\nevidence);  Whiting, 28  F.3d  at 1304  and n.5  (reaffirming\r                               \r\n\n                    \r                                \r\n\n5.  We note  that, during  the sentencing  proceeding, Lindia\r\nargued that the government must prove drug quantity beyond  a\r\nreasonable doubt, and that  he had the right to a \"jury trial\r\non the question of quantity.\"  The court told Lindia, \"either\r\nyou  get a jury  trial on the offense  or not,\" remarked that\r\nthis  request  was essentially  an  attempt  to withdraw  the\r\nguilty  plea, and inquired if he sought to withdraw his plea.\r\nAfter consulting with his counsel, Lindia stood by his plea.\r\n\n                             -10-\r                                          10\r\r\n\npreponderant  evidence  standard);   see  also  McMillan   v.\r                                                                    \r\n\nPennsylvania, 477 U.S. 79, 91-93 (1986).6\r                        \r\n\n          Here, to assist in its determination of whether the\r\n\nconspiracy included the 150-pound lot, the district court had\r\n\n                    \r                                \r\n\n6.  Lindia  cites  McMillan  v.  Pennsylvania,  477  U.S.  79\r                                                         \r\n(1986), in support of his argument that due  process requires\r\nproof  of drug quantity beyond a reasonable doubt.  McMillan,\r                                                                        \r\nhowever, expressed a due process concern where a state treats\r\nan element of a criminal offense as a sentencing factor, thus\r\naffording it less procedural safeguards.  477  U.S. at 84-88.\r\nHere,  the quantity of drugs  in this federal  offense is not\r                               \r\none of the elements of the  offense, see supra, but a settled\r                                                          \r\nsentencing factor.\r\n          Moreover,  this  is not  a case  in which  the drug\r\nquantity  finding  is  \"a tail  which  wags  the  dog of  the\r\nsubstantive  offense,\"  McMillan,  477 U.S.  at  88,  thereby\r                                            \r\npossibly  triggering   a  higher  burden  of   proof  on  the\r\ngovernment.   See United States v. Townley, 929 F.2d 365, 369\r                                                      \r\n(8th Cir. 1991) (suggesting but not deciding that due process\r\nrequires  more than preponderant  standard where inclusion of\r\nuncharged  drug amounts  produced 18-level  increase in  base\r\noffense level  and seven-fold increase  in sentencing range);\r\nUnited States v. Kikumura, 918 F.2d 1084, 1102 (3d Cir. 1990)\r                                     \r\n(holding that clear-and-convincing evidence  standard applies\r\nto justify a twelve-fold, 330-month  departure from guideline\r\nrange median); cf. United States v. Lombard, 72 F.3d 170, 176\r                                                       \r\n(1st  Cir. 1995)  (holding that  sentencing court  may depart\r\ndownward  where  uncharged,  enhancing  conduct  of acquitted\r\nmurder  charge increased  sentence  from 262-327  months'  to\r\nmandatory life term).\r\n          Without expressing any  opinion as to  the holdings\r\nof Townley and  Kikumura, we  note that,  unlike those  cases\r                                    \r\n(and  Lombard,  as  well),  this  case  does  not  involve  a\r                         \r\nsentencing  enhancement  or  departure  based   on  uncharged\r                                                                         \r\nconduct.  Here, Lindia pleaded guilty to every element of the\r\noffense charging a marijuana conspiracy between December 1994\r\nand January 31, 1995; and the sentence squarely punishes that\r\noffense  of  conviction.    See United  States  v.  Harrison-\r                                                                         \r\nPhilpot,  978  F.2d  1520,  1524  (9th  Cir.  1992)  (holding\r                   \r\ninapplicable tail-wagging-dog concerns  where disputed  drug-\r\nquantity  pertained only to  sentence for convicted conduct),\r\ncert. denied, 508 U.S. 929 (1993).  In short, this  is simply\r                        \r\nnot a case  in which  due process required  anything more  at\r\nsentencing.\r\n\n                             -11-\r                                          11\r\r\n\nthe  benefit  of  the  videotape  of the  hotel  meeting  and\r\n\nLindia's  own  testimony  at  the sentencing  hearing.    The\r\n\ntranscript from  the hotel meeting  clearly reveals  Lindia's\r\n\n(and  Aguirre's)  stated  desire  and  agreement  to  provide\r\n\nCunniff  with 150 to 200 pounds of marijuana.  The discussion\r\n\nincluded details such as the identification of the shipment's\r\n\nsource,  the  capacity  of   the  vehicle  to  transport  the\r\n\nmarijuana,  and the number of days for delivery.  Thus, there\r\n\nwas sufficient, reliable evidence  from which the court could\r\n\nfind, by a preponderance of the evidence, that the conspiracy\r\n\nincluded the 150-pound lot.\r\n\n          To invoke the exception of application note 12, the\r\n\ncourt needed to  be persuaded  that Lindia did  not have  the\r\n\nintent  and ability to produce the 150-pound lot.  Wihbey, 75\r                                                                     \r\n\nF.3d  at 777.   The  court  was free  to reject,  as it  did,\r\n\nLindia's claim that the discussion of the 150 pounds was mere\r\n\n\"puffing\" to impress the buyer into future negotiations.  See\r                                                                         \r\n\nWhiting,  28 F.3d  at  1305 (refusing  to disturb  sentencing\r                   \r\n\ncourt's rejection of \"puffing\" claim); see also United States\r                                                                         \r\n\nv.  DeMasi, 40 F.3d 1306,  1322 n.18 (1st  Cir. 1994) (noting\r                      \r\n\nthat sentencing court's  choice between supportable plausible\r\n\ninferences cannot  amount to clear error),  cert. denied, 115\r                                                                    \r\n\nS. Ct. 947 (1995).  Lindia did not prove to the court that he\r\n\nlacked  the  intent and  ability  to  produce the  negotiated\r\n\namount; rather,  based on  the evidence presented,  the court\r\n\n                             -12-\r                                          12\r\r\n\naffirmatively  found that he had  both.  We  discern no clear\r\n\nerror in the court's finding that the 150 pounds of marijuana\r\n\nwere part  of the  conspiracy and,  as such,  were includable\r\n\nunder U.S.S.G.    2D1.1 to  determine  the offense  statutory\r\n\nmaximum and Guideline sentencing range.7\r\n\nB.  Career Offender Status\r                                      \r\n\n                    \r                                \r\n\n7.  Lindia  cites  Neal  v.  United States,  116  S.  Ct. 763\r                                                      \r\n(1996), in support of his contention that application note 12\r\n\"is inconsistent with established  law.\"  In Neal, the  court\r                                                             \r\nheld  that stare  decisis required  it to  adhere to  a prior\r                                     \r\nstatutory   interpretation   pertaining  to   the  sentencing\r\ncalculation  of  a  certain drug,  in  the  face  of a  newly\r\nconflicting  methodology set forth in the Guidelines.  116 S.\r\nCt. at 768-69.   Here, Lindia cites no controlling sentencing\r\nprecedent with which application note  12 actually conflicts.\r\nRather, Lindia  cites cases  affirming the general  principle\r\nthat the object of a conspiracy is an element of  the offense\r\nand must be  proven beyond  a reasonable doubt.   See  United\r                                                                         \r\nStates  v. Bush, 70 F.3d  557, 561 (10th  Cir. 1995) (holding\r                           \r\nthat in a multiple-object  conspiracy conviction, where it is\r\nimpossible to tell which  controlled substance was the object\r\nof conviction, defendant must be sentenced based on objective\r\nyielding lowest offense  level), cert. denied, 116 S. Ct. 795\r                                                         \r\n(1996).   Lindia  contends  that because  specific intent  to\r\neffectuate  the  substantive offense  must  be  proven for  a\r\nconspiracy  conviction,  application note  12  conflicts with\r\n\"long-established  law  for  identifying   the  object  of  a\r\nconspiracy\" because  it permits inclusion of  a drug quantity\r\neven if the defendant did not have the intent to produce that\r\nquantity.\r\n          Here,  unlike Bush,  the indictment  specifies only\r                                        \r\none controlled-substance object of the conspiracy: possession\r\nwith intent  to distribute  marijuana.  Lindia's  guilty plea\r\nwaived the government's burden to prove that object.  Had the\r\ncase  gone to  trial, the  government would  not have  had to\r\nprove  any  specific  amount   of  drugs  for  a  conviction.\r\nCampbell,  61  F.3d at  979.   Thus,  application note  12 is\r                    \r\nsimply   part  of  the  Sentencing  Commission's  permissible\r\nmethodology for  employing the penalty  provisions pertaining\r\nto  quantity set forth in    841(b); it does  not remove from\r\nthe government's burden an element of the conspiracy offense.\r\n\n                             -13-\r                                          13\r\r\n\n          The  district  court sentenced  Lindia as  a career\r\n\noffender  under 21 U.S.C.    994(h) due to  two previous drug\r\n\ndistribution offenses and the  instant offense.  See U.S.S.G.\r                                                                \r\n\n  4B1.1.   Lindia  challenges  this aspect  of his  sentence,\r\n\narguing  first,   that  conspiracy  to  commit  a  controlled\r\n\nsubstance offense should not  trigger career offender status,\r\n\nand  second,  that the  court should  not  have counted  as a\r\n\npredicate  offense  a Rhode  Island  charge  to which  Lindia\r\n\npleaded nolo contendere.\r                                   \r\n\n                             -14-\r                                          14\r\r\n\n          1.  Conspiracy As Predicate Offense\r                                                         \r\n\n          In 1994, this  court joined a number of  our sister\r\n\ncircuits  in  holding  that,  in  U.S.S.G.    4B1.2, comment.\r\n\n(n.1),  the  Commission  properly  designated  conspiracy  to\r                                                                     \r\n\ncommit  a  \"crime  of  violence  or  a  controlled  substance\r\n\noffense\"  as a  triggering  or predicate  offense for  career\r\n\noffender purposes, even though conspiracy convictions are not\r\n\nlisted  in  the body  of the  pertinent  guidelines or  in 28\r\n\nU.S.C.   994(h).  United  States v. Piper, 35 F.3d  611, 618-\r                                                     \r\n\n619  (1st Cir. 1994) (citing cases), cert. denied, 115 S. Ct.\r                                                             \r\n\n1118  (1995).   On appeal,  Lindia  invites us  to reconsider\r\n\nPiper and  join those  circuits holding that  conspiracies to\r                 \r\n\ncommit  the crimes defined in   994(h) do not fall within its\r\n\npurview.   See  e.g., United  States v.  Mendoza-Figueroa, 28\r                                                                     \r\n\nF.3d  766 (8th  Cir.  1994), cert.  denied,  116 S.  Ct.  939\r                                                      \r\n\n(1996).    We  decline  the  invitation  and  adhere  to  our\r\n\ncontrolling precedent, thus affirming  the use of the instant\r\n\nconspiracy   conviction  to   trigger  the   career  offender\r\n\nprovisions.\r\n\n          2.  The Rhode Island Nolo Contendere Plea\r                                                               \r\n\n          In 1986, Lindia pleaded  nolo contendere to a Rhode\r                                                              \r\n\nIsland charge of possession  with intent to deliver marijuana\r\n\n(\"the  1986 charge\").  On this plea, the state court adjudged\r\n\nLindia  \"guilty as  charged  and convicted\"  and  gave him  a\r\n\ndeferred sentence.  Lindia argues that the 1986 charge is not\r\n\n                             -15-\r                                          15\r\r\n\na \"conviction\"  under Rhode  Island law and  therefore cannot\r\n\nconstitute  a  predicate  offense  for  purposes   of  career\r\n\noffender status.\r\n\n          We have previously  addressed the issue  of whether\r\n\nor not a  nolo contendere plea and  subsequent disposition in\r                                     \r\n\nRhode   Island  constitutes   a   \"conviction\"  for   federal\r\n\nsentencing purposes.   See United States v. Patrone, 948 F.2d\r                                                               \r\n\n813, 816-17  (1st  Cir. 1991),  cert.  denied, 504  U.S.  978\r                                                         \r\n\n(1992).  Patrone involved sentencing under  the armed-career-\r                            \r\n\ncriminal  statute, 18  U.S.C.    924(e),  which  specifically\r\n\nprovides that  state law  determines whether or  not a  state\r                                \r\n\ndisposition constitutes a  \"conviction.\"  Id. at  816; see 18\r                                                                      \r\n\nU.S.C.   921(a)(20).  By contrast, for purposes of the career\r\n\noffender  provisions,  whether  or not  a  state  disposition\r\n\nconstitutes  a  \"conviction\" is  determined  by  reference to\r\n\nfederal law and the Guidelines.  See United States v. Pierce,\r                                                                        \r\n\n60  F.3d  886,  892  (1st Cir.  1995)  (analyzing  Guidelines\r\n\nprovisions in  concluding  that  state  disposition  on  nolo\r                                                                         \r\n\ncontendere plea constituted \"conviction\"), petition for cert.\r                                                                         \r\n\nfiled, (Oct. 19, 1995) (No. 95-6474).\r                 \r\n\n          After  carefully  analyzing the  Guideline language\r\n\nand commentary, we held in Pierce that the guilt-establishing\r                                             \r\n\nevent,  such as  a  guilty  plea,  trial,  or  plea  of  nolo\r                                                                         \r\n\ncontendere,  \"determines whether  and when  there has  been a\r                      \r\n\ncountable `conviction'\" for  purposes of the  Career Offender\r\n\n                             -16-\r                                          16\r\r\n\nguideline.   60 F.3d at  892.   We concluded  that a  Florida\r\n\noffense, to  which the defendant pleaded  nolo contendere and\r                                                                     \r\n\nthat  resulted in  a  \"withheld adjudication,\"  constituted a\r\n\ncountable \"conviction\" under  the Career Offender  guideline.\r\n\nId.   Similarly,  Lindia's nolo  contendere  plea, subsequent\r                                                       \r\n\nadjudication,  and   deferred  sentence  also   constitute  a\r\n\n\"conviction\" for  career offender purposes.   See also United\r                                                                         \r\n\nStates  v.  Cuevas,  75  F.3d  778,  780-83 (1st  Cir.  1996)\r                              \r\n\n(holding,   under  federal   standards,  that   Rhode  Island\r\n\ndisposition  on nolo  contendere plea  is a  \"conviction\" for\r                                            \r\n\nimmigration law purposes).\r\n\n          Moreover,  there is  little  doubt  that  the  1986\r\n\ncharge would constitute a  conviction under Rhode Island law.\r\n\nIn Patrone, we  explained that under R.I.  Gen. Laws   12-18-\r                      \r\n\n3(a),  a   nolo  contendere   plea  will  not   constitute  a\r                                       \r\n\n\"conviction  for  any  purpose\"   if  the  court  places  the\r\n\ndefendant on probation and the defendant completes  probation\r\n\nwithout violating its terms.  948 F.2d at 816, n.1.   Section\r\n\n12-18-3(b)  further provides,  however, that  subdivision (a)\r\n\n\"shall  not apply to  any person who is  sentenced to serve a\r\n\nterm  in the adult correctional institution or who is given a\r\n\nsuspended or deferred sentence in addition to probation.\"  As\r\n\nexplained  in Patrone,  we interpret  this provision  to mean\r                                 \r\n\nthat  a nolo contendere plea followed  by a deferred sentence\r                                   \r\n\n                             -17-\r                                          17\r\r\n\n(or other sentence  described in   12-18-3(b)) constitutes  a\r\n\n\"conviction\" under Rhode Island law.  See id.\r                                                         \r\n\n          Lindia  contends that  our  analysis in  Patrone is\r                                                                      \r\n\ninapplicable,  reading much into   12-18-3(b)'s language: \"or\r\n\ndeferred  sentence  in  addition  to   probation.\"  (emphasis\r                                                            \r\n\nadded).   Lindia claims that he was not placed on \"probation\"\r\n\nfor the 1986 charge,  rather, he \"entered probationary status\r\n\nbased solely on an agreement  with the Rhode Island  Attorney\r\n\nGeneral.\"  The record before this court is less than clear on\r\n\nthis issue.   It is  apparent, however,  that although  Rhode\r\n\nIsland law  provides for  a special circumstance  in which  a\r\n\nnolo contendere plea and  successful completion of  probation\r                           \r\n\nwill not constitute a  conviction, that circumstance will not\r\n\napply  where  the  defendant  is also  given  a  sentence  of\r\n\nimprisonment, or a suspended or deferred sentence.   See R.I.\r                                                                    \r\n\nGen. Laws   12-18-3.  Thus, even assuming that Lindia was not\r\n\nplaced on  probation,  the controlling  fact is  that he  was\r\n\ngiven  a deferred  sentence, thus  rendering the  benefits of\r\n\n  12-18-3(a)  inapplicable.    Lindia   cites  to  no   other\r\n\napplicable Rhode Island  law in which a nolo  contendere plea\r                                                                    \r\n\nwill not constitute a conviction.8\r\n\n                    \r                                \r\n\n8.  R.I. Gen.  Laws   12-19-19 provides, inter  alia, that if\r                                                                \r\nthe  court  defers sentencing  on a  plea  of guilty  or nolo\r                                                                         \r\ncontendere, it may  actually impose a sentence  only within a\r                      \r\ncertain  time  period  unless  the  defendant   is  otherwise\r\nsentenced to  prison during that  period, in  which case  the\r\ntime  for imposing sentence  is extended.   This section says\r\nnothing about  whether  or  not the  plea,  followed  by  the\r\n\n                             -18-\r                                          18\r\r\n\n          Under  both  federal and  state law  standards, the\r\n\ndistrict  court properly  counted Lindia's  1986 charge  as a\r\n\nconviction for purposes of the career offender adjudication.\r\n\nC.  Authority to  Depart Downward Based on Overrepresentation\r                                                                         \r\n\nin Career-Offender Criminal History Category\r                                                        \r\n\n          Lindia contends that  the criminal history category\r\n\nof  VI, calculated  pursuant to  his career  offender status,\r\n\nsignificantly  overrepresents  his  criminal  history.    The\r\n\ndistrict court  ruled  that nothing  in  the  career-offender\r\n\nstatute, 28 U.S.C.   994(h), or in the Guidelines permitted a\r\n\ndownward departure  on this  basis.9  The  First Circuit  has\r\n\nnot yet decided the  permissibility of such a departure  in a\r\n\ncareer offender case, see United States v. Morrison, 46  F.3d\r                                                               \r\n\n127,  129  (1st  Cir.  1995), although  many  of  our  sister\r\n\ncircuits have answered this  question in the affirmative, see\r                                                                         \r\n\ne.g.,  United  States v.  Spencer,  25 F.3d  1105  (D.C. Cir.\r                                             \r\n\n1994);  United States v. Rogers, 972 F.2d 489 (2d Cir. 1992);\r                                           \r\n\nUnited States  v. Bowser,  941 F.2d  1019  (10th Cir.  1991);\r                                    \r\n\nUnited States v. Lawrence, 916 F.2d 553, 554 (9th Cir. 1990).\r                                     \r\n\n          Pursuant  to the  Sentencing  Reform  Act of  1984,\r\n\ncommencing  at 18  U.S.C.    3551, 28  U.S.C.    991-998  (as\r\n\n                    \r                                \r\n\ndeferred sentence, constitutes a  \"conviction.\"  Based on the\r\nstructure of    12-18-3, however,  it is apparent  that Rhode\r\nIsland treats nolo contendere pleas as convictions unless the\r                                                                     \r\ndefendant meets the provisions of   12-18-3.\r\n\n9.  The court did not  indicate in any way whether  or not it\r\nwould depart if it had the authority to do so.\r\n\n                             -19-\r                                          19\r\r\n\namended), the United States Sentencing Commission promulgates\r\n\nSentencing Guidelines that  establish presumptive  sentencing\r\n\nranges for  categories of defendants and  offenses.  Williams\r                                                                         \r\n\nv.  United States,  503 U.S.  193, 195-96  (1992).   Under 28\r                             \r\n\nU.S.C.   994(h),\r\n\n          The  Commission  shall  assure  that  the\r\n          guidelines  specify a sentence  to a term\r\n          of  imprisonment at  or near  the maximum\r\n          term   authorized   for   categories   of\r\n          defendants  in  which  the  defendant  is\r\n          eighteen years old or older and [has been\r\n          convicted  of a  violent crime  or felony\r\n          drug  offense and  has a  least two  such\r\n          prior convictions].\r\n\nThis  statute  is  meant  to  ensure  that  the  Commission's\r\n\nGuidelines  provide  that certain  felony-recidivists receive\r\n\nmaximum authorized sentences.   See United States v. Labonte,\r                                                                        \r\n\n70  F.3d 1396,  1404 (1st  Cir. 1995).   The  Career Offender\r\n\nguideline,    U.S.S.G.      4B1.1,   is    the   Commission's\r\n\nimplementation  of   994(h).   See U.S.S.G.   4B1.1, comment.\r                                              \r\n\n(backg'd);  Labonte, 70  F.3d  at 1400-1401.   The  guideline\r                               \r\n\nestablishes the career-offender presumptive  sentencing range\r\n\nby  setting  forth  enhanced   total  offense  levels  --  by\r\n\nreference  to offense  statutory maximums10  -- and  provides\r\n\nthat  \"[a] career  offender's  criminal  history category  in\r\n\n                    \r                                \r\n\n10.  The   First  Circuit   has   upheld   the   Commission's\r\ninterpretation  that  \"maximum  term\"   in    994(h)  is  the\r\napplicable  unenhanced  statutory  maximum.    See  generally\r                                                                         \r\nLaBonte, 70 F.3d 1396.\r                   \r\n\n                             -20-\r                                          20\r\r\n\nevery case shall be Category VI,\" the highest category level.\r\n\nU.S.S.G.   4B1.1.\r\n\n          The  Sentencing  Reform  Act permits  a  sentencing\r\n\ncourt to  depart from  a  Guidelines' presumptive  sentencing\r\n\nrange \"only when  it finds that `there  exists an aggravating\r\n\nor mitigating circumstance  of a  kind, or to  a degree,  not\r\n\nadequately  taken  into   consideration  by  the   Sentencing\r\n\nCommission in formulating  the guidelines.'\"   Williams,  503\r                                                                   \r\n\nU.S. at 198 (quoting 18 U.S.C.   3553(b)); see also 28 U.S.C.\r                                                               \r\n\n  991(b)(1)(B)  (providing  that  the  Commission's  purposes\r\n\ninclude   \"maintaining   sufficient  flexibility   to  permit\r\n\nindividualized  sentences  when  warranted by  mitigating  or\r\n\naggravating   factors  not   taken   into   account  in   the\r\n\nestablishment    of    general    sentencing    guidelines\").\r\n\nAccordingly, the  Guidelines provide that \"a  case that falls\r\n\noutside the linguistically applicable guideline's `heartland'\r\n\nis  a candidate for departure.\"  United States v. Rivera, 994\r                                                                    \r\n\nF.2d  942, 947  (1st  Cir. 1993);  see  U.S.S.G. Ch.I,  Pt.A,\r                                                  \r\n\nintro.  comment. (4)(b).   Such  cases are  deemed \"unusual,\"\r\n\nand, by definition, the Commission (with some exceptions) has\r\n\nnot  \"adequately\"  considered  them  within  the  meaning  of\r\n\n  3553(b).    Id.    As  Justice  (then  Chief  Judge) Breyer\r                             \r\n\nthoroughly  explained  in  Rivera,  the  exceptions  to  this\r                                             \r\n\nprinciple  are  those  several  factors  the  Commission  has\r\n\nexplicitly  rejected  as permissible  grounds  for departure.\r\n\n                             -21-\r                                          21\r\r\n\nId. at 948-949  (also explaining  that encouraged  departures\r               \r\n\nare likely \"reasonable\" while discouraged  departures require\r\n\n\"unusual or  special\" circumstances); see  also Williams, 503\r                                                                    \r\n\nU.S.  at 200  (concluding that  departure based  on expressly\r\n\nrejected factorconstitutesincorrect applicationofGuidelines).\r\n\n          The  Application  Instructions for  the Guidelines,\r\n\nset  forth   in  U.S.S.G.    1B1.1,  explain   that  after  a\r\n\nsentencing   court   determines   the   offense   level,  the\r\n\ndefendant's  criminal history  category,  and the  applicable\r\n\nguideline  range, it  then refers  to certain  provisions for\r\n\n\"Specific  Offender Characteristics and  Departures\" and \"any\r\n\nother policy  statement or commentary in  the guidelines that\r\n\nmight  warrant  consideration  in   imposing  sentence.\"    A\r\n\nguidelines policy statement,  U.S.S.G.   4A1.3,  specifically\r\n\naddresses  the  adequacy  of  a  criminal-history  category's\r\n\nreflection of a defendant's past criminal conduct.  See also,\r                                                                        \r\n\nU.S.S.G.  Ch.5, Pt.H,  intro.  comment. and    5H1.8 (stating\r\n\nthat criminal history is  relevant in determining if sentence\r\n\nshould be outside applicable guideline range).  Section 4A1.3\r\n\nexplicitly recognizes  that  a defendant's  criminal  history\r\n\ncategory may \"significantly over-represent[]  the seriousness\r\n\nof a defendant's criminal history or the likelihood that  the\r\n\ndefendant will  commit  further crimes.\"   U.S.S.G.    4A1.3,\r\n\n(policy statement).  In such cases, the sentencing  court may\r\n\nconsider a downward departure.  Id.  We agree with our sister\r                                               \r\n\n                             -22-\r                                          22\r\r\n\ncircuits (that  have considered the issue)  that a sentencing\r\n\ncourt  may invoke   4A1.3 to depart downward from the career-\r\n\noffender  category   if  it  concludes   that  the   category\r\n\ninaccurately   reflects   the  defendant's   actual  criminal\r\n\nhistory,  within the  meaning of  18 U.S.C.    3553(b).   See\r                                                                         \r\n\ne.g., United States v. Spencer, 25 F.3d 1105, 1113 (D.C. Cir.\r                                          \r\n\n1994);  United  States v. Rogers, 972 F.2d  489, 494 (2d Cir.\r                                            \r\n\n1992);  United States v.  Bowser, 941  F.2d 1019,  1024 (10th\r                                            \r\n\nCir. 1991); United States  v. Lawrence, 916 F.2d 553,  554-55\r                                                  \r\n\n(9th Cir. 1990).\r\n\n          The district court  interpreted Congress's  mandate\r\n\nin    994(h) and  the  Commission's implementation,  U.S.S.G.\r\n\n  4B1.1,   as   precluding   departure  on   the   basis   of\r\n\noverrepresentation  in all  cases in  which the  defendant is\r\n\nassigned  a criminal history category of  VI under the Career\r\n\nOffender guideline.  Section  994(h), however, is directed to\r\n\nthe Commission's  duty to formulate  guidelines pertaining to\r\n\ncategories of defendants, not to sentencing courts faced with\r\n\nindividual defendants.  As  explained above, Congress and the\r\n\nCommission   have  rejected   rigid  sentencing   schemes  by\r\n\nempowering  the sentencing  court  to  consider factors  that\r\n\nmight  comprise an  \"unusual\" case.   The Commission  has not\r\n\ndesignated as a \"forbidden departure\"  the overrepresentation\r\n\nof a criminal history category in career offender  cases, see\r                                                                         \r\n\nRivera, 994 F.2d at  948-49, and \"there is nothing  unique to\r                  \r\n\n                             -23-\r                                          23\r\r\n\ncareer offender  status which would strip  a sentencing court\r\n\nof its  `sensible  flexibility' in  considering  departures.\"\r\n\nRogers, 972 F.2d at 493.\r                  \r\n\n            A   district   court   that  considers   numerous\r\n\nGuidelines cases has a  \"special competence\" to determine the\r\n\n\"ordinariness\"  or   \"unusualness\"  of  a   particular  case.\r\n\nRivera, 994 F.2d at 951.  When faced with a departure  motion\r                  \r\n\nin  a career-offender case,  as in  other cases,  the court's\r\n\nexperience and  unique perspective will allow it to decide if\r\n\nthe case before it falls outside the guideline's \"heartland,\"\r\n\nwarranting departure.   See Rivera, 994 F.2d at  952 (holding\r                                              \r\n\nthat appellate court reviews \"unusualness\" determination with\r\n\n\"respect\"  for sentencing  court's \"superior  `feel' for  the\r\n\ncase\"  (citation omitted)).   Because  the district  court in\r\n\nthis case did not consider whether or not the career-offender\r\n\ncriminal    history    category   overrepresented    Lindia's\r\n\ncircumstances,  so as to  make his case  \"unusual,\" we remand\r\n\nfor its determination of this issue.11\r\n\n                             III.\r                                         III.\r                                             \r\n\n                          Conclusion\r                                      Conclusion\r                                                \r\n\n          For  the  foregoing  reasons, we  affirm  in  part,\r                                                              \r\n\nvacate  in part  and remand  for proceedings  consistent with\r                                       \r\n\n                    \r                                \r\n\n11.  The government, both in its brief  and at oral argument,\r\nconceded that the court  had the authority to depart  on this\r\nbasis  and   stated  that,   should  we  agree,   remand  for\r\nresentencing would be appropriate.\r\n\n                             -24-\r                                          24\r\r\n\nthis opinion.\r\n\n                             -25-\r                                          25\r\r\n",
  "html": "<p class=\"case_cite\">82 F.3d 1154</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Frank J. LINDIA, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-2200.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 6, 1996.<br>Decided April 18, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Maine [Hon.  D. Brock Hornby, U.S. District Judge].</p>\n      <p class=\"indent\">Edward S. MacColl with whom Thompson, McNaboe, Ashley &amp; Bull, Portland, ME, was on brief, for appellant.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Assistant United States Attorney, with whom Jay P. McCloskey, United States Attorney, and Jonathan R. Chapman, Assistant United States Attorney, Portland, ME, were on brief, for appellee.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Pursuant to a plea agreement with the government, defendant-appellant Frank J. Lindia pleaded guilty to a one-count indictment charging that, from December 1994 to January 31, 1995, he and codefendants John C. Mosby and Augustine T. Aguirre conspired to possess with intent to distribute in excess of fifty kilograms of marijuana, in violation of 21 U.S.C. &#167; 846, 841(a)(1) and (b)(1)(C).   On appeal, Lindia claims that the district court erred by:  including a negotiated but unconsummated sale of 150 pounds of marijuana in the sentence calculation;  sentencing him as a career offender;  and refusing to depart downward from the sentence on his claim that the career-offender criminal history category significantly overrepresented his past criminal conduct.</p>\n    </div>\n    <p>I.</p>\n    <p>Pertinent Background and Prior Proceedings</p>\n    <p>A. Facts</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We accept the facts as set forth in the uncontested portions of the Presentence Investigation Report (\"PSR\") and the sentencing hearing transcript, see United States v. Muniz, 49 F.3d 36, 37 (1st Cir.1995), reciting additional facts below as necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In late 1994, federal and Maine law enforcement authorities, with the help of a cooperating individual (CI), began investigating Lindia's activities.   Soon thereafter, the CI (who had been the \"buyer\" in monitored marijuana transactions) introduced to Lindia an \"associate,\" undercover DEA Special Agent Mike Cunniff, who would handle further transactions.   During the ensuing negotiations, Agent Cunniff was introduced to Lindia's associates, Aguirre and Mosby.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On January 20, 1995, Agent Cunniff met Mosby at Mosby's home in Jamestown, Rhode Island, where Mosby delivered to Cunniff forty-eight pounds of marijuana.   On January 31, 1995, Lindia and Aguirre met Agent Cunniff in Portland, Maine, to receive payment for the marijuana.   The meeting took place in a hotel room that government agents had previously set up with videotape equipment.   During the meeting, Agent Cunniff delivered $62,400 in cash and commented on the failure of Aguirre and Lindia to accept the payment earlier, as they had promised.   Concerned about his customer's unhappiness, Lindia apologized for the delay and indicated that more marijuana was available.   The three men then planned for an additional thirty pounds of marijuana to be delivered the next day.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Also during the videotaped meeting, Lindia told Cunniff, \"We have something else ... that we would like to send up to you.\"   Both Lindia and Aguirre then spoke of a subsequent shipment of marijuana and indicated that they could probably send Cunniff \"about\" 150 or 200 pounds, depending upon the capacity of the vehicle in which it would travel.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Lindia stated that the lot could be delivered in a little over one week's time.   After counting out the cash payment for the forty-eight pound lot and discussing details of the next day's thirty-pound delivery, Lindia and Aguirre left the hotel room and were promptly arrested.   Lindia eventually pleaded guilty and cooperated with the authorities.</p>\n    </div>\n    <p>B. Sentencing</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court sentenced Lindia as a career offender under 28 U.S.C. &#167; 994(h), including as a predicate offense Lindia's Rhode Island conviction on a nolo contendere plea for possession with intent to deliver marijuana.   Under the Career Offender guideline, U.S.S.G. &#167; 4B1.1, the court was required to determine the offense statutory maximum in order to ascertain the applicable offense level.   Because the court included the negotiated 150-pound lot in the amount of drugs attributable to Lindia, it found the offense statutory maximum to be twenty years' imprisonment under 21 U.S.C. &#167; 841(b)(1)(C).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Pursuant to the Career Offender guideline, the statutory maximum of twenty years yielded an offense level of thirty-two with a criminal history category of VI.   Lindia asked the court to depart downward on the basis that the criminal history category overrepresented his criminal history;  but the court refused, specifically ruling that it did not have the authority to do so.   The court did grant a three-level downward adjustment in the offense level for acceptance of responsibility, resulting in a total offense level of twenty-nine and a guideline imprisonment range of 151 to 188 months.   On the government's motion under U.S.S.G. &#167; 5K1.1, the court departed downward from the guideline range for Lindia's substantial assistance and imposed a sentence of 108 months' incarceration.</p>\n    </div>\n    <p>II.</p>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We review the sentencing court's findings of fact for \"clear error\" and generally defer to its credibility determinations.  United States v. Muniz, 49 F.3d 36, 41 (1st Cir.1995);  United States v. Whiting, 28 F.3d 1296, 1304 (1st Cir.), cert. denied, --- U.S. ----, ----, ----, ----, 115 S.Ct. 378, 498, 499, 532, 130 L.Ed.2d 328, 408, 435 (1994).   We review de novo the court's interpretation of the guidelines and application of law.  Muniz, 49 F.3d at 41.</p>\n    </div>\n    <p>A. Drug Quantity Calculation</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The extent of the penalty for a controlled-substance conviction is determined in large part by the amount of drugs properly attributable to the defendant.  United States v. Campbell, 61 F.3d 976, 982 (1st Cir.1995), cert. denied, --- U.S. ----, 116 S.Ct. 1556, 134 L.Ed.2d 657 (1996).   On appeal, Lindia challenges the district court's inclusion of the negotiated but unconsummated 150-pound lot in the calculation of his sentence.   Without this quantity, he would have received the benefit of 21 U.S.C. &#167; 841(b)(1)(D), which provides for a maximum imprisonment term of only five years \"[i]n the case of less than 50 kilograms of marijuana.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Use of this penalty provision would have yielded, under the Career Offender guideline, a pre-adjustment offense level of seventeen instead of thirty-two.   See U.S.S.G. &#167; 4B1.1.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The PSR stated that Lindia was responsible for 103.5 kilograms of marijuana, representing a combination of the forty-eight pound, thirty-pound, and 150-pound lots.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Lindia objected to this conclusion, asserting, inter alia, that the 150-pound lot \"never existed\" and was not the object of any conspiracy, and that his statements about it constituted mere \"puffing\" in an attempt to gain Agent Cunniff's business confidence.   At the sentencing hearing, Lindia testified that the 150-pound lot had never been previously discussed or planned and that no steps had been taken to obtain it.   Lindia repeated that the discussion was meant to impress Agent Cunniff, and testified that only after obtaining payment for the forty-eight and thirty-pound lots did he intend to actually seek the additional 150 pounds of marijuana.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The district court found, under a preponderance-of-the-evidence standard, that the proposed delivery of the 150 pound lot had not been discussed or planned before the videotaped meeting.   The court also found, however, that based on Lindia's and Aguirre's statements, the 150 pounds of marijuana added to, and were part of, the charged conspiracy.   The court found that Lindia and Aguirre intended to produce that marijuana and were reasonably capable of doing so and thus, the 150 pounds were includable in the offense conduct for the purposes of the statutory maximum and the Sentencing Guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Application note 12 of U.S.S.G. &#167; 2D1.1 provides:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>In an offense involving negotiation to traffic in a controlled substance, the weight under negotiation in an uncompleted distribution shall be used to calculate the applicable amount.   However, where the court finds that the defendant did not intend to produce and was not reasonably capable of producing the negotiated amount, the court shall exclude from the guideline calculation the amount that it finds the defendant did not intend to produce and was not reasonably capable of producing.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We have interpreted this note as requiring the sentencing court to include the negotiated amount in the drug quantity calculation unless it finds both that the defendant did not have the intent to produce the amount, and that he lacked the capacity to deliver it.  United States v. Wihbey, 75 F.3d 761, 777 (1st Cir.1996);  Muniz, 49 F.3d at 39.   Application note 12 applies for the purposes of both the Sentencing Guidelines and the statutory penalties under 21 U.S.C. &#167; 841(b).  Muniz, 49 F.3d at 39-40 (indicating that five-year difference in statutory mandatory minimum was dependent upon drug quantity calculated under application note 12);  United States v. Pion, 25 F.3d 18, 25 n. 12 (1st Cir.)  (noting that drug quantity finding under note 12 provides threshold calculus for mandatory minimums), cert. denied, --- U.S. ----, 115 S.Ct. 326, 130 L.Ed.2d 286 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Lindia contends that due process requires the government to prove drug quantity beyond a reasonable doubt.   Drug quantity, however, is not an element of the offense of conviction, 21 U.S.C. &#167;&#167; 846 and 841(a)(1), but is typically relevant only for determining the penalty.   See 21 U.S.C. &#167; 841(b);  United States v. Campbell, 61 F.3d 976, 979-80 (1st Cir.1995) (citing United States v. Lam Kwong-Wah, 966 F.2d 682, 685 (D.C.Cir.), cert. denied, 506 U.S. 901, 113 S.Ct. 287, 121 L.Ed.2d 213 (1992));  United States v. Patterson, 38 F.3d 139, 143-44 (4th Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 1968, 131 L.Ed.2d 858 (1995).   As such, drug quantity for purposes of &#167; 841(b) is determined by the sentencing court under a preponderance-of-the-evidence standard.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  See United States v. Barnes, 890 F.2d 545, 551 n. 6 (1st Cir.1989) (noting that court, not jury, determines drug quantity under &#167; 841(b)), cert. denied, 494 U.S. 1019, 110 S.Ct. 1326, 108 L.Ed.2d 501 (1990);  United States v. Lombard, 72 F.3d 170, 175-76 (1st Cir.1995) (explaining that \"once convicted, a defendant has no right under the Due Process Clause to have his sentencing determination be confined to facts proved beyond a reasonable doubt,\" rather, applicable standard is preponderance of the evidence);  Whiting, 28 F.3d at 1304 and n. 5 (reaffirming preponderant evidence standard);  see also McMillan v. Pennsylvania, 477 U.S. 79, 91-93, 106 S.Ct. 2411, 2418-20, 91 L.Ed.2d 67 (1986).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Here, to assist in its determination of whether the conspiracy included the 150-pound lot, the district court had the benefit of the videotape of the hotel meeting and Lindia's own testimony at the sentencing hearing.   The transcript from the hotel meeting clearly reveals Lindia's (and Aguirre's) stated desire and agreement to provide Cunniff with 150 to 200 pounds of marijuana.   The discussion included details such as the identification of the shipment's source, the capacity of the vehicle to transport the marijuana, and the number of days for delivery.   Thus, there was sufficient, reliable evidence from which the court could find, by a preponderance of the evidence, that the conspiracy included the 150-pound lot.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">To invoke the exception of application note 12, the court needed to be persuaded that Lindia did not have the intent and ability to produce the 150-pound lot.  Wihbey, 75 F.3d at 777.   The court was free to reject, as it did, Lindia's claim that the discussion of the 150 pounds was mere \"puffing\" to impress the buyer into future negotiations.   See Whiting, 28 F.3d at 1305 (refusing to disturb sentencing court's rejection of \"puffing\" claim);  see also United States v. DeMasi, 40 F.3d 1306, 1322 n. 18 (1st Cir.1994) (noting that sentencing court's choice between supportable plausible inferences cannot amount to clear error), cert. denied, --- U.S. ----, 115 S.Ct. 947, 130 L.Ed.2d 890 (1995).   Lindia did not prove to the court that he lacked the intent and ability to produce the negotiated amount;  rather, based on the evidence presented, the court affirmatively found that he had both.   We discern no clear error in the court's finding that the 150 pounds of marijuana were part of the conspiracy and, as such, were includable under U.S.S.G. &#167; 2D1.1 to determine the offense statutory maximum and Guideline sentencing range.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <p>B. Career Offender Status</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court sentenced Lindia as a career offender under 28 U.S.C. &#167; 994(h) due to two previous drug distribution offenses and the instant offense.   See U.S.S.G. &#167; 4B1.1.   Lindia challenges this aspect of his sentence, arguing first, that conspiracy to commit a controlled substance offense should not trigger career offender status, and second, that the court should not have counted as a predicate offense a Rhode Island charge to which Lindia pleaded nolo contendere.</p>\n    </div>\n    <p class=\"indent\">1. Conspiracy As Predicate Offense</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In 1994, this court joined a number of our sister circuits in holding that, in U.S.S.G. &#167; 4B1.2, comment.  (n. 1), the Commission properly designated conspiracy to commit a \"crime of violence or a controlled substance offense\" as a triggering or predicate offense for career offender purposes, even though conspiracy convictions are not listed in the body of the pertinent guidelines or in 28 U.S.C. &#167; 994(h).  United States v. Piper, 35 F.3d 611, 618-619 (1st Cir.1994) (citing cases), cert. denied, --- U.S. ----, 115 S.Ct. 1118, 130 L.Ed.2d 1082 (1995).   On appeal, Lindia invites us to reconsider Piper and join those circuits holding that conspiracies to commit the crimes defined in &#167; 994(h) do not fall within its purview.   See e.g., United States v. Mendoza-Figueroa, 28 F.3d 766 (8th Cir.1994), cert. denied, --- U.S. ----, 116 S.Ct. 939, 133 L.Ed.2d 864 (1996).   We decline the invitation and adhere to our controlling precedent, thus affirming the use of the instant conspiracy conviction to trigger the career offender provisions.</p>\n    </div>\n    <p class=\"indent\">2. The Rhode Island Nolo Contendere Plea</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In 1986, Lindia pleaded nolo contendere to a Rhode Island charge of possession with intent to deliver marijuana (\"the 1986 charge\").   On this plea, the state court adjudged Lindia \"guilty as charged and convicted\" and gave him a deferred sentence.   Lindia argues that the 1986 charge is not a \"conviction\" under Rhode Island law and therefore cannot constitute a predicate offense for purposes of career offender status.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We have previously addressed the issue of whether or not a nolo contendere plea and subsequent disposition in Rhode Island constitutes a \"conviction\" for federal sentencing purposes.   See United States v. Patrone, 948 F.2d 813, 816-17 (1st Cir.1991), cert. denied, 504 U.S. 978, 112 S.Ct. 2953, 119 L.Ed.2d 575 (1992).  Patrone involved sentencing under the armed-career-criminal statute, 18 U.S.C. &#167; 924(e), which specifically provides that state law determines whether or not a state disposition constitutes a \"conviction.\"  Id. at 816;  see 18 U.S.C. &#167; 921(a)(20).   By contrast, for purposes of the career offender provisions, whether or not a state disposition constitutes a \"conviction\" is determined by reference to federal law and the Guidelines.   See United States v. Pierce, 60 F.3d 886, 892 (1st Cir.1995) (analyzing Guidelines provisions in concluding that state disposition on nolo contendere plea constituted \"conviction\"), petition for cert. filed, (Oct. 19, 1995) (No. 95-6474).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">After carefully analyzing the Guideline language and commentary, we held in Pierce that the guilt-establishing event, such as a guilty plea, trial, or plea of nolo contendere, \"determines whether and when there has been a countable 'conviction' \" for purposes of the Career Offender guideline.  60 F.3d at 892.   We concluded that a Florida offense, to which the defendant pleaded nolo contendere and that resulted in a \"withheld adjudication,\" constituted a countable \"conviction\" under the Career Offender guideline.  Id.  Similarly, Lindia's nolo contendere plea, subsequent adjudication, and deferred sentence also constitute a \"conviction\" for career offender purposes.   See also United States v. Cuevas, 75 F.3d 778, 780-83 (1st Cir.1996) (holding, under federal standards, that Rhode Island disposition on nolo contendere plea is a \"conviction\" for immigration law purposes).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Moreover, there is little doubt that the 1986 charge would constitute a conviction under Rhode Island law.   In Patrone, we explained that under R.I.Gen.Laws &#167; 12-18-3(a), a nolo contendere plea will not constitute a \"conviction for any purpose\" if the court places the defendant on probation and the defendant completes probation without violating its terms.  948 F.2d at 816, n. 1.   Section 12-18-3(b) further provides, however, that subdivision (a) \"shall not apply to any person who is sentenced to serve a term in the adult correctional institution or who is given a suspended or deferred sentence in addition to probation.\"   As explained in Patrone, we interpret this provision to mean that a nolo contendere plea followed by a deferred sentence (or other sentence described in &#167; 12-18-3(b)) constitutes a \"conviction\" under Rhode Island law.   See id.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Lindia contends that our analysis in Patrone is inapplicable, reading much into &#167; 12-18-3(b)'s language:  \"or deferred sentence in addition to probation.\"  (emphasis added).   Lindia claims that he was not placed on \"probation\" for the 1986 charge, rather, he \"entered probationary status based solely on an agreement with the Rhode Island Attorney General.\"   The record before this court is less than clear on this issue.   It is apparent, however, that although Rhode Island law provides for a special circumstance in which a nolo contendere plea and successful completion of probation will not constitute a conviction, that circumstance will not apply where the defendant is also given a sentence of imprisonment, or a suspended or deferred sentence.   See R.I. Gen. Laws &#167; 12-18-3.   Thus, even assuming that Lindia was not placed on probation, the controlling fact is that he was given a deferred sentence, thus rendering the benefits of &#167; 12-18-3(a) inapplicable.   Lindia cites to no other applicable Rhode Island law in which a nolo contendere plea will not constitute a conviction.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Under both federal and state law standards, the district court properly counted Lindia's 1986 charge as a conviction for purposes of the career offender adjudication.C. Authority to Depart Downward Based on Overrepresentation in Career-Offender Criminal History Category</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Lindia contends that the criminal history category of VI, calculated pursuant to his career offender status, significantly overrepresents his criminal history.   The district court ruled that nothing in the career-offender statute, 28 U.S.C. &#167; 994(h), or in the Guidelines permitted a downward departure on this basis.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  The First Circuit has not yet decided the permissibility of such a departure in a career offender case, see United States v. Morrison, 46 F.3d 127, 129 (1st Cir.1995), although many of our sister circuits have answered this question in the affirmative, see e.g., United States v. Spencer, 25 F.3d 1105 (D.C.Cir.1994);  United States v. Rogers, 972 F.2d 489 (2d Cir.1992);  United States v. Bowser, 941 F.2d 1019 (10th Cir.1991);  United States v. Lawrence, 916 F.2d 553, 554 (9th Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Pursuant to the Sentencing Reform Act of 1984, commencing at 18 U.S.C. &#167; 3551, 28 U.S.C. &#167;&#167; 991-998 (as amended), the United States Sentencing Commission promulgates Sentencing Guidelines that establish presumptive sentencing ranges for categories of defendants and offenses.  Williams v. United States, 503 U.S. 193, 195-96, 112 S.Ct. 1112, 1116-17, 117 L.Ed.2d 341 (1992).   Under 28 U.S.C. &#167; 994(h),</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>The Commission shall assure that the guidelines specify a sentence to a term of imprisonment at or near the maximum term authorized for categories of defendants in which the defendant is eighteen years old or older and [has been convicted of a violent crime or felony drug offense and has a least two such prior convictions].</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">This statute is meant to ensure that the Commission's Guidelines provide that certain felony-recidivists receive maximum authorized sentences.   See United States v. LaBonte, 70 F.3d 1396, 1404 (1st Cir.1995).   The Career Offender guideline, U.S.S.G. &#167; 4B1.1, is the Commission's implementation of &#167; 994(h).   See U.S.S.G. &#167; 4B1.1, comment.  (backg'd);  LaBonte, 70 F.3d at 1400-1401.   The guideline establishes the career-offender presumptive sentencing range by setting forth enhanced total offense levels--by reference to offense statutory maximums<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>--and provides that \"[a] career offender's criminal history category in every case shall be Category VI,\" the highest category level.   U.S.S.G. &#167; 4B1.1.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The Sentencing Reform Act permits a sentencing court to depart from a Guidelines' presumptive sentencing range \"only when it finds that 'there exists an aggravating or mitigating circumstance of a kind, or to a degree, not adequately taken into consideration by the Sentencing Commission in formulating the guidelines.' \"  Williams, 503 U.S. at 198, 112 S.Ct. at 1118 (quoting 18 U.S.C. &#167; 3553(b));  see also 28 U.S.C. &#167; 991(b)(1)(B) (providing that the Commission's purposes include \"maintaining sufficient flexibility to permit individualized sentences when warranted by mitigating or aggravating factors not taken into account in the establishment of general sentencing guidelines\").   Accordingly, the Guidelines provide that \"a case that falls outside the linguistically applicable guideline's 'heartland' is a candidate for departure.\"  United States v. Rivera, 994 F.2d 942, 947 (1st Cir.1993);  see U.S.S.G. Ch. I, Pt. A, intro. comment.  (4)(b).   Such cases are deemed \"unusual,\" and, by definition, the Commission (with some exceptions) has not \"adequately\" considered them within the meaning of &#167; 3553(b).  Id.  As Justice (then Chief Judge) Breyer thoroughly explained in Rivera, the exceptions to this principle are those several factors the Commission has explicitly rejected as permissible grounds for departure.  Id. at 948-949 (also explaining that encouraged departures are likely \"reasonable\" while discouraged departures require \"unusual or special\" circumstances);  see also Williams, 503 U.S. at 200, 112 S.Ct. at 1119 (concluding that departure based on expressly rejected factor constitutes incorrect application of Guidelines).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Application Instructions for the Guidelines, set forth in U.S.S.G. &#167; 1B1.1, explain that after a sentencing court determines the offense level, the defendant's criminal history category, and the applicable guideline range, it then refers to certain provisions for \"Specific Offender Characteristics and Departures\" and \"any other policy statement or commentary in the guidelines that might warrant consideration in imposing sentence.\"   A guidelines policy statement, U.S.S.G. &#167; 4A1.3, specifically addresses the adequacy of a criminal-history category's reflection of a defendant's past criminal conduct.   See also, U.S.S.G. Ch. 5, Pt. H, intro. comment. and &#167; 5H1.8 (stating that criminal history is relevant in determining if sentence should be outside applicable guideline range).   Section 4A1.3 explicitly recognizes that a defendant's criminal history category may \"significantly over-represent[ ] the seriousness of a defendant's criminal history or the likelihood that the defendant will commit further crimes.\"   U.S.S.G. &#167; 4A1.3, (policy statement).   In such cases, the sentencing court may consider a downward departure.   Id.  We agree with our sister circuits (that have considered the issue) that a sentencing court may invoke &#167; 4A1.3 to depart downward from the career-offender category if it concludes that the category inaccurately reflects the defendant's actual criminal history, within the meaning of 18 U.S.C. &#167; 3553(b).   See e.g., United States v. Spencer, 25 F.3d 1105, 1113 (D.C.Cir.1994);  United States v. Rogers, 972 F.2d 489, 494 (2d Cir.1992);  United States v. Bowser, 941 F.2d 1019, 1024 (10th Cir.1991);  United States v. Lawrence, 916 F.2d 553, 554-55 (9th Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The district court interpreted Congress's mandate in &#167; 994(h) and the Commission's implementation, U.S.S.G. &#167; 4B1.1, as precluding departure on the basis of overrepresentation in all cases in which the defendant is assigned a criminal history category of VI under the Career Offender guideline.   Section 994(h), however, is directed to the Commission's duty to formulate guidelines pertaining to categories of defendants, not to sentencing courts faced with individual defendants.   As explained above, Congress and the Commission have rejected rigid sentencing schemes by empowering the sentencing court to consider factors that might comprise an \"unusual\" case.   The Commission has not designated as a \"forbidden departure\" the overrepresentation of a criminal history category in career offender cases, see Rivera, 994 F.2d at 948-49, and \"there is nothing unique to career offender status which would strip a sentencing court of its 'sensible flexibility' in considering departures.\"  Rogers, 972 F.2d at 493.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">A district court that considers numerous Guidelines cases has a \"special competence\" to determine the \"ordinariness\" or \"unusualness\" of a particular case.  Rivera, 994 F.2d at 951.   When faced with a departure motion in a career-offender case, as in other cases, the court's experience and unique perspective will allow it to decide if the case before it falls outside the guideline's \"heartland,\" warranting departure.   See Rivera, 994 F.2d at 952 (holding that appellate court reviews \"unusualness\" determination with \"respect\" for sentencing court's \"superior 'feel' for the case\" (citation omitted)).   Because the district court in this case did not consider whether or not the career-offender criminal history category overrepresented Lindia's circumstances, so as to make his case \"unusual,\" we remand for its determination of this issue.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <p>III.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm in part, vacate in part and remand for proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The transcript of this portion of the conversation between Lindia, Aguirre and Agent Cunniff reads, in part:</p>\n        <p>Lindia:  And let me ask you another question.   We have something else ... that we would like to send up to you.   Now this is going to be</p>\n        <p>Aguirre:  What, the [shipment] that's coming</p>\n        <p>Lindia:  The one that's coming with ... Chewy</p>\n        <p>Aguirre:  Are you talking about this one that's already</p>\n        <p>Lindia:  Not this one, the one that's behind it from Chewy</p>\n        <p>Aguirre:  Well, we could probably get about</p>\n        <p>Lindia:  We could probably get about</p>\n        <p>Aguirre:  One and one half, or two even</p>\n        <p>Cunniff:  I can handle three, five, or thousand</p>\n        <p>Lindia:  This is contingent upon the vehicle that we have at this point....  So two would probably be the limit.</p>\n        <p>After discussing delivery matters about this shipment, the discussion continued:</p>\n        <p>Cunniff:  How much are we talking about?</p>\n        <p>Lindia:  Probably one and half to two</p>\n        <p>....</p>\n        <p>Aguirre:  Whatever we can get [in the vehicle].</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 1 kilogram is equivalent to approximately 2.2 pounds</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This challenge is somewhat perplexing in light of the indictment and plea agreement in the record before us.   Lindia informs this court that he pleaded guilty to the conspiracy to possess with intent to distribute marijuana but \"did not plead guilty to quantity.\"   The indictment to which he pleaded guilty, however, states that the conspiracy was for \"in excess of 50 kilograms.\"   Further, both the indictment and the plea agreement cite 21 U.S.C. &#167; 841(b)(1)(C) which sets forth a maximum sentence of 20 years as the applicable penalty provision.   Indeed, the plea agreement explicitly states that \"[t]he parties agree and understand that the maximum statutory penalty which may be imposed upon conviction is imprisonment of not more than twenty years.\"</p>\n        <p>Nonetheless, Lindia insists that at the change of plea hearing, the court and the parties \"understood\" that the issue of drug quantity would be left entirely open for sentencing purposes.   Incredibly, Lindia does not provide this court with a transcript of the change of plea hearing for our consideration of his claimed material change in the indictment and plea agreement.   And nothing in the record before us hints of a superseding indictment or information eliminating the quantity specification.   Because the record adequately supports the court's finding that, counting the negotiated 150-pound lot, the marijuana quantity attributable to Lindia was in excess of 50 kilograms, we do not decide whether his plea precluded his challenge to the drug quantity finding.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The government points out that, with a total quantity of 103.5 kilograms of marijuana, the five-year mandatory minimum and 40-year maximum in 21 U.S.C. &#167; 841(b)(1)(B)(vii) might have applied rather than the 20-year maximum in &#167; 841(b)(1)(C).   The application of the lower maximum sentence is apparently based on the understanding of the parties and court, as evidenced in the indictment, plea agreement, and PSR, that Lindia would be responsible for a marijuana quantity that would trigger no more than the penalties set for in &#167; 841(b)(1)(C)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We note that, during the sentencing proceeding, Lindia argued that the government must prove drug quantity beyond a reasonable doubt, and that he had the right to a \"jury trial on the question of quantity.\"   The court told Lindia, \"either you get a jury trial on the offense or not,\" remarked that this request was essentially an attempt to withdraw the guilty plea, and inquired if he sought to withdraw his plea.   After consulting with his counsel, Lindia stood by his plea</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Lindia cites McMillan v. Pennsylvania, 477 U.S. 79, 106 S.Ct. 2411, 91 L.Ed.2d 67 (1986), in support of his argument that due process requires proof of drug quantity beyond a reasonable doubt.  McMillan, however, expressed a due process concern where a state treats an element of a criminal offense as a sentencing factor, thus affording it less procedural safeguards.  477 U.S. at 84-88, 106 S.Ct. at 2415-17.   Here, the quantity of drugs in this federal offense is not one of the elements of the offense, see supra, but a settled sentencing factor</p>\n        <p>Moreover, this is not a case in which the drug quantity finding is \"a tail which wags the dog of the substantive offense,\" McMillan, 477 U.S. at 88, 106 S.Ct. at 2417, thereby possibly triggering a higher burden of proof on the government.   See United States v. Townley, 929 F.2d 365, 369 (8th Cir.1991) (suggesting but not deciding that due process requires more than preponderant standard where inclusion of uncharged drug amounts produced 18-level increase in base offense level and seven-fold increase in sentencing range);  United States v. Kikumura, 918 F.2d 1084, 1102 (3d Cir.1990) (holding that clear-and-convincing evidence standard applies to justify a twelve-fold, 330-month departure from guideline range median);  cf. United States v. Lombard, 72 F.3d 170, 176 (1st Cir.1995) (holding that sentencing court may depart downward where uncharged, enhancing conduct of acquitted murder charge increased sentence from 262-327 months' to mandatory life term).</p>\n        <p>Without expressing any opinion as to the holdings of Townley and Kikumura, we note that, unlike those cases (and Lombard, as well), this case does not involve a sentencing enhancement or departure based on uncharged conduct.   Here, Lindia pleaded guilty to every element of the offense charging a marijuana conspiracy between December 1994 and January 31, 1995;  and the sentence squarely punishes that offense of conviction.   See United States v. Harrison-Philpot, 978 F.2d 1520, 1524 (9th Cir.1992) (holding inapplicable tail-wagging-dog concerns where disputed drug-quantity pertained only to sentence for convicted conduct), cert. denied, 508 U.S. 929, 113 S.Ct. 2392, 124 L.Ed.2d 294 (1993).   In short, this is simply not a case in which due process required anything more at sentencing.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Lindia cites Neal v. United States, --- U.S. ----, 116 S.Ct. 763, 133 L.Ed.2d 709 (1996), in support of his contention that application note 12 \"is inconsistent with established law.\"   In Neal, the court held that stare decisis required it to adhere to a prior statutory interpretation pertaining to the sentencing calculation of a certain drug, in the face of a newly conflicting methodology set forth in the Guidelines.  --- U.S. at ---- - ----, 116 S.Ct. at 768-69.   Here, Lindia cites no controlling sentencing precedent with which application note 12 actually conflicts.   Rather, Lindia cites cases affirming the general principle that the object of a conspiracy is an element of the offense and must be proven beyond a reasonable doubt.   See United States v. Bush, 70 F.3d 557, 561 (10th Cir.1995) (holding that in a multiple-object conspiracy conviction, where it is impossible to tell which controlled substance was the object of conviction, defendant must be sentenced based on objective yielding lowest offense level), cert. denied, --- U.S. ----, 116 S.Ct. 795, 133 L.Ed.2d 743 (1996).   Lindia contends that because specific intent to effectuate the substantive offense must be proven for a conspiracy conviction, application note 12 conflicts with \"long-established law for identifying the object of a conspiracy\" because it permits inclusion of a drug quantity even if the defendant did not have the intent to produce that quantity</p>\n        <p>Here, unlike Bush, the indictment specifies only one controlled-substance object of the conspiracy:  possession with intent to distribute marijuana.   Lindia's guilty plea waived the government's burden to prove that object.   Had the case gone to trial, the government would not have had to prove any specific amount of drugs for a conviction.  Campbell, 61 F.3d at 979.   Thus, application note 12 is simply part of the Sentencing Commission's permissible methodology for employing the penalty provisions pertaining to quantity set forth in &#167; 841(b);  it does not remove from the government's burden an element of the conspiracy offense.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> R.I.Gen.Laws &#167; 12-19-19 provides, inter alia, that if the court defers sentencing on a plea of guilty or nolo contendere, it may actually impose a sentence only within a certain time period unless the defendant is otherwise sentenced to prison during that period, in which case the time for imposing sentence is extended.   This section says nothing about whether or not the plea, followed by the deferred sentence, constitutes a \"conviction.\"   Based on the structure of &#167; 12-18-3, however, it is apparent that Rhode Island treats nolo contendere pleas as convictions unless the defendant meets the provisions of &#167; 12-18-3</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The court did not indicate in any way whether or not it would depart if it had the authority to do so</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The First Circuit has upheld the Commission's interpretation that \"maximum term\" in &#167; 994(h) is the applicable unenhanced statutory maximum.   See generally LaBonte, 70 F.3d 1396</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The government, both in its brief and at oral argument, conceded that the court had the authority to depart on this basis and stated that, should we agree, remand for resentencing would be appropriate</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1154</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Frank J. LINDIA, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-2200.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 6, 1996.<br>Decided April 18, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Maine [Hon.  D. Brock Hornby, U.S. District Judge].</p>\n      <p class=\"indent\">Edward S. MacColl with whom Thompson, McNaboe, Ashley &amp; Bull, Portland, ME, was on brief, for appellant.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Assistant United States Attorney, with whom Jay P. McCloskey, United States Attorney, and Jonathan R. Chapman, Assistant United States Attorney, Portland, ME, were on brief, for appellee.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Pursuant to a plea agreement with the government, defendant-appellant Frank J. Lindia pleaded guilty to a one-count indictment charging that, from December 1994 to January 31, 1995, he and codefendants John C. Mosby and Augustine T. Aguirre conspired to possess with intent to distribute in excess of fifty kilograms of marijuana, in violation of 21 U.S.C. &#167; 846, 841(a)(1) and (b)(1)(C).   On appeal, Lindia claims that the district court erred by:  including a negotiated but unconsummated sale of 150 pounds of marijuana in the sentence calculation;  sentencing him as a career offender;  and refusing to depart downward from the sentence on his claim that the career-offender criminal history category significantly overrepresented his past criminal conduct.</p>\n    </div>\n    <p>I.</p>\n    <p>Pertinent Background and Prior Proceedings</p>\n    <p>A. Facts</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We accept the facts as set forth in the uncontested portions of the Presentence Investigation Report (\"PSR\") and the sentencing hearing transcript, see United States v. Muniz, <span class=\"citation\" data-id=\"195951\"><a href=\"/opinion/195951/united-states-v-muniz/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 37 (1st Cir.1995), reciting additional facts below as necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In late 1994, federal and Maine law enforcement authorities, with the help of a cooperating individual (CI), began investigating Lindia's activities.   Soon thereafter, the CI (who had been the \"buyer\" in monitored marijuana transactions) introduced to Lindia an \"associate,\" undercover DEA Special Agent Mike Cunniff, who would handle further transactions.   During the ensuing negotiations, Agent Cunniff was introduced to Lindia's associates, Aguirre and Mosby.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On January 20, 1995, Agent Cunniff met Mosby at Mosby's home in Jamestown, Rhode Island, where Mosby delivered to Cunniff forty-eight pounds of marijuana.   On January 31, 1995, Lindia and Aguirre met Agent Cunniff in Portland, Maine, to receive payment for the marijuana.   The meeting took place in a hotel room that government agents had previously set up with videotape equipment.   During the meeting, Agent Cunniff delivered $62,400 in cash and commented on the failure of Aguirre and Lindia to accept the payment earlier, as they had promised.   Concerned about his customer's unhappiness, Lindia apologized for the delay and indicated that more marijuana was available.   The three men then planned for an additional thirty pounds of marijuana to be delivered the next day.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Also during the videotaped meeting, Lindia told Cunniff, \"We have something else ... that we would like to send up to you.\"   Both Lindia and Aguirre then spoke of a subsequent shipment of marijuana and indicated that they could probably send Cunniff \"about\" 150 or 200 pounds, depending upon the capacity of the vehicle in which it would travel.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Lindia stated that the lot could be delivered in a little over one week's time.   After counting out the cash payment for the forty-eight pound lot and discussing details of the next day's thirty-pound delivery, Lindia and Aguirre left the hotel room and were promptly arrested.   Lindia eventually pleaded guilty and cooperated with the authorities.</p>\n    </div>\n    <p>B. Sentencing</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court sentenced Lindia as a career offender under 28 U.S.C. &#167; 994(h), including as a predicate offense Lindia's Rhode Island conviction on a nolo contendere plea for possession with intent to deliver marijuana.   Under the Career Offender guideline, U.S.S.G. &#167; 4B1.1, the court was required to determine the offense statutory maximum in order to ascertain the applicable offense level.   Because the court included the negotiated 150-pound lot in the amount of drugs attributable to Lindia, it found the offense statutory maximum to be twenty years' imprisonment under 21 U.S.C. &#167; 841(b)(1)(C).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Pursuant to the Career Offender guideline, the statutory maximum of twenty years yielded an offense level of thirty-two with a criminal history category of VI.   Lindia asked the court to depart downward on the basis that the criminal history category overrepresented his criminal history;  but the court refused, specifically ruling that it did not have the authority to do so.   The court did grant a three-level downward adjustment in the offense level for acceptance of responsibility, resulting in a total offense level of twenty-nine and a guideline imprisonment range of 151 to 188 months.   On the government's motion under U.S.S.G. &#167; 5K1.1, the court departed downward from the guideline range for Lindia's substantial assistance and imposed a sentence of 108 months' incarceration.</p>\n    </div>\n    <p>II.</p>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We review the sentencing court's findings of fact for \"clear error\" and generally defer to its credibility determinations.  United States v. Muniz, <span class=\"citation\" data-id=\"195951\"><a href=\"/opinion/195951/united-states-v-muniz/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 41 (1st Cir.1995);  United States v. Whiting, <span class=\"citation\" data-id=\"673817\"><a href=\"/opinion/673817/united-states-v-darryl-whiting-aka-g-god-rah-united-states-of/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1296</span></a></span>, 1304 (1st Cir.), cert. denied, --- U.S. ----, ----, ----, ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">378</span></span>, 498, 499, 532, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">328</span></span>, 408, 435 (1994).   We review de novo the court's interpretation of the guidelines and application of law.  Muniz, 49 F.3d at 41.</p>\n    </div>\n    <p>A. Drug Quantity Calculation</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The extent of the penalty for a controlled-substance conviction is determined in large part by the amount of drugs properly attributable to the defendant.  United States v. Campbell, <span class=\"citation\" data-id=\"701262\"><a href=\"/opinion/701262/united-states-v-roderick-a-campbell/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">976</span></a></span>, 982 (1st Cir.1995), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1556</span></span>, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">657</span></span> (1996).   On appeal, Lindia challenges the district court's inclusion of the negotiated but unconsummated 150-pound lot in the calculation of his sentence.   Without this quantity, he would have received the benefit of 21 U.S.C. &#167; 841(b)(1)(D), which provides for a maximum imprisonment term of only five years \"[i]n the case of less than 50 kilograms of marijuana.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Use of this penalty provision would have yielded, under the Career Offender guideline, a pre-adjustment offense level of seventeen instead of thirty-two.   See U.S.S.G. &#167; 4B1.1.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The PSR stated that Lindia was responsible for 103.5 kilograms of marijuana, representing a combination of the forty-eight pound, thirty-pound, and 150-pound lots.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Lindia objected to this conclusion, asserting, inter alia, that the 150-pound lot \"never existed\" and was not the object of any conspiracy, and that his statements about it constituted mere \"puffing\" in an attempt to gain Agent Cunniff's business confidence.   At the sentencing hearing, Lindia testified that the 150-pound lot had never been previously discussed or planned and that no steps had been taken to obtain it.   Lindia repeated that the discussion was meant to impress Agent Cunniff, and testified that only after obtaining payment for the forty-eight and thirty-pound lots did he intend to actually seek the additional 150 pounds of marijuana.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The district court found, under a preponderance-of-the-evidence standard, that the proposed delivery of the 150 pound lot had not been discussed or planned before the videotaped meeting.   The court also found, however, that based on Lindia's and Aguirre's statements, the 150 pounds of marijuana added to, and were part of, the charged conspiracy.   The court found that Lindia and Aguirre intended to produce that marijuana and were reasonably capable of doing so and thus, the 150 pounds were includable in the offense conduct for the purposes of the statutory maximum and the Sentencing Guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Application note 12 of U.S.S.G. &#167; 2D1.1 provides:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>In an offense involving negotiation to traffic in a controlled substance, the weight under negotiation in an uncompleted distribution shall be used to calculate the applicable amount.   However, where the court finds that the defendant did not intend to produce and was not reasonably capable of producing the negotiated amount, the court shall exclude from the guideline calculation the amount that it finds the defendant did not intend to produce and was not reasonably capable of producing.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We have interpreted this note as requiring the sentencing court to include the negotiated amount in the drug quantity calculation unless it finds both that the defendant did not have the intent to produce the amount, and that he lacked the capacity to deliver it.  United States v. Wihbey, <span class=\"citation\" data-id=\"196557\"><a href=\"/opinion/196557/united-states-v-wihbey/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">761</span></a></span>, 777 (1st Cir.1996);  Muniz, 49 F.3d at 39.   Application note 12 applies for the purposes of both the Sentencing Guidelines and the statutory penalties under 21 U.S.C. &#167; 841(b).  Muniz, 49 F.3d at 39-40 (indicating that five-year difference in statutory mandatory minimum was dependent upon drug quantity calculated under application note 12);  United States v. Pion, <span class=\"citation\" data-id=\"670674\"><a href=\"/opinion/670674/united-states-v-rene-m-pion/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 25 n. 12 (1st Cir.)  (noting that drug quantity finding under note 12 provides threshold calculus for mandatory minimums), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">326</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">286</span></span> (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Lindia contends that due process requires the government to prove drug quantity beyond a reasonable doubt.   Drug quantity, however, is not an element of the offense of conviction, 21 U.S.C. &#167;&#167; 846 and 841(a)(1), but is typically relevant only for determining the penalty.   See 21 U.S.C. &#167; 841(b);  United States v. Campbell, <span class=\"citation\" data-id=\"701262\"><a href=\"/opinion/701262/united-states-v-roderick-a-campbell/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">976</span></a></span>, 979-80 (1st Cir.1995) (citing United States v. Lam Kwong-Wah, <span class=\"citation\" data-id=\"584471\"><a href=\"/opinion/584471/united-states-v-lam-kwong-wah/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">682</span></a></span>, 685 (D.C.Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">901</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">287</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">213</span></span> (1992));  United States v. Patterson, <span class=\"citation\" data-id=\"680720\"><a href=\"/opinion/680720/united-states-v-marvin-joe-patterson-united-states-of-america-v-thomas/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">139</span></a></span>, 143-44 (4th Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1968</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">858</span></span> (1995).   As such, drug quantity for purposes of &#167; 841(b) is determined by the sentencing court under a preponderance-of-the-evidence standard.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  See United States v. Barnes, <span class=\"citation\" data-id=\"532754\"><a href=\"/opinion/532754/united-states-v-alfreda-barnes/\"><span class=\"volume\">890</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">545</span></a></span>, 551 n. 6 (1st Cir.1989) (noting that court, not jury, determines drug quantity under &#167; 841(b)), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1019</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1326</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">501</span></span> (1990);  United States v. Lombard, <span class=\"citation\" data-id=\"196476\"><a href=\"/opinion/196476/united-states-v-lombard/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">170</span></a></span>, 175-76 (1st Cir.1995) (explaining that \"once convicted, a defendant has no right under the Due Process Clause to have his sentencing determination be confined to facts proved beyond a reasonable doubt,\" rather, applicable standard is preponderance of the evidence);  Whiting, 28 F.3d at 1304 and n. 5 (reaffirming preponderant evidence standard);  see also McMillan v. Pennsylvania, <span class=\"citation\" data-id=\"111713\"><a href=\"/opinion/111713/mcmillan-v-pennsylvania/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span>, 91-93, <span class=\"citation\" data-id=\"111713\"><a href=\"/opinion/111713/mcmillan-v-pennsylvania/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2411</span></a></span>, 2418-20, <span class=\"citation\" data-id=\"111713\"><a href=\"/opinion/111713/mcmillan-v-pennsylvania/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">67</span></a></span> (1986).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Here, to assist in its determination of whether the conspiracy included the 150-pound lot, the district court had the benefit of the videotape of the hotel meeting and Lindia's own testimony at the sentencing hearing.   The transcript from the hotel meeting clearly reveals Lindia's (and Aguirre's) stated desire and agreement to provide Cunniff with 150 to 200 pounds of marijuana.   The discussion included details such as the identification of the shipment's source, the capacity of the vehicle to transport the marijuana, and the number of days for delivery.   Thus, there was sufficient, reliable evidence from which the court could find, by a preponderance of the evidence, that the conspiracy included the 150-pound lot.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">To invoke the exception of application note 12, the court needed to be persuaded that Lindia did not have the intent and ability to produce the 150-pound lot.  Wihbey, 75 F.3d at 777.   The court was free to reject, as it did, Lindia's claim that the discussion of the 150 pounds was mere \"puffing\" to impress the buyer into future negotiations.   See Whiting, 28 F.3d at 1305 (refusing to disturb sentencing court's rejection of \"puffing\" claim);  see also United States v. DeMasi, <span class=\"citation\" data-id=\"195694\"><a href=\"/opinion/195694/united-states-v-de-masi/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1306</span></a></span>, 1322 n. 18 (1st Cir.1994) (noting that sentencing court's choice between supportable plausible inferences cannot amount to clear error), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">947</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">890</span></span> (1995).   Lindia did not prove to the court that he lacked the intent and ability to produce the negotiated amount;  rather, based on the evidence presented, the court affirmatively found that he had both.   We discern no clear error in the court's finding that the 150 pounds of marijuana were part of the conspiracy and, as such, were includable under U.S.S.G. &#167; 2D1.1 to determine the offense statutory maximum and Guideline sentencing range.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <p>B. Career Offender Status</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court sentenced Lindia as a career offender under 28 U.S.C. &#167; 994(h) due to two previous drug distribution offenses and the instant offense.   See U.S.S.G. &#167; 4B1.1.   Lindia challenges this aspect of his sentence, arguing first, that conspiracy to commit a controlled substance offense should not trigger career offender status, and second, that the court should not have counted as a predicate offense a Rhode Island charge to which Lindia pleaded nolo contendere.</p>\n    </div>\n    <p class=\"indent\">1. Conspiracy As Predicate Offense</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In 1994, this court joined a number of our sister circuits in holding that, in U.S.S.G. &#167; 4B1.2, comment.  (n. 1), the Commission properly designated conspiracy to commit a \"crime of violence or a controlled substance offense\" as a triggering or predicate offense for career offender purposes, even though conspiracy convictions are not listed in the body of the pertinent guidelines or in 28 U.S.C. &#167; 994(h).  United States v. Piper, <span class=\"citation\" data-id=\"195585\"><a href=\"/opinion/195585/united-states-v-piper/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span>, 618-619 (1st Cir.1994) (citing cases), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1118</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1082</span></span> (1995).   On appeal, Lindia invites us to reconsider Piper and join those circuits holding that conspiracies to commit the crimes defined in &#167; 994(h) do not fall within its purview.   See e.g., United States v. Mendoza-Figueroa, <span class=\"citation\" data-id=\"673483\"><a href=\"/opinion/673483/united-states-v-jose-maria-mendoza-figueroa/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">766</span></a></span> (8th Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">939</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">864</span></span> (1996).   We decline the invitation and adhere to our controlling precedent, thus affirming the use of the instant conspiracy conviction to trigger the career offender provisions.</p>\n    </div>\n    <p class=\"indent\">2. The Rhode Island Nolo Contendere Plea</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In 1986, Lindia pleaded nolo contendere to a Rhode Island charge of possession with intent to deliver marijuana (\"the 1986 charge\").   On this plea, the state court adjudged Lindia \"guilty as charged and convicted\" and gave him a deferred sentence.   Lindia argues that the 1986 charge is not a \"conviction\" under Rhode Island law and therefore cannot constitute a predicate offense for purposes of career offender status.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We have previously addressed the issue of whether or not a nolo contendere plea and subsequent disposition in Rhode Island constitutes a \"conviction\" for federal sentencing purposes.   See United States v. Patrone, <span class=\"citation\" data-id=\"571449\"><a href=\"/opinion/571449/united-states-v-kenneth-joseph-patrone/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">813</span></a></span>, 816-17 (1st Cir.1991), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">978</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2953</span></span>, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">575</span></span> (1992).  Patrone involved sentencing under the armed-career-criminal statute, 18 U.S.C. &#167; 924(e), which specifically provides that state law determines whether or not a state disposition constitutes a \"conviction.\"  Id. at 816;  see 18 U.S.C. &#167; 921(a)(20).   By contrast, for purposes of the career offender provisions, whether or not a state disposition constitutes a \"conviction\" is determined by reference to federal law and the Guidelines.   See United States v. Pierce, <span class=\"citation\" data-id=\"196196\"><a href=\"/opinion/196196/united-states-v-pierce/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">886</span></a></span>, 892 (1st Cir.1995) (analyzing Guidelines provisions in concluding that state disposition on nolo contendere plea constituted \"conviction\"), petition for cert. filed, (Oct. 19, 1995) (No. 95-6474).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">After carefully analyzing the Guideline language and commentary, we held in Pierce that the guilt-establishing event, such as a guilty plea, trial, or plea of nolo contendere, \"determines whether and when there has been a countable 'conviction' \" for purposes of the Career Offender guideline.  60 F.3d at 892.   We concluded that a Florida offense, to which the defendant pleaded nolo contendere and that resulted in a \"withheld adjudication,\" constituted a countable \"conviction\" under the Career Offender guideline.  Id.  Similarly, Lindia's nolo contendere plea, subsequent adjudication, and deferred sentence also constitute a \"conviction\" for career offender purposes.   See also United States v. Cuevas, <span class=\"citation\" data-id=\"196562\"><a href=\"/opinion/196562/united-states-v-cuevas/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">778</span></a></span>, 780-83 (1st Cir.1996) (holding, under federal standards, that Rhode Island disposition on nolo contendere plea is a \"conviction\" for immigration law purposes).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Moreover, there is little doubt that the 1986 charge would constitute a conviction under Rhode Island law.   In Patrone, we explained that under R.I.Gen.Laws &#167; 12-18-3(a), a nolo contendere plea will not constitute a \"conviction for any purpose\" if the court places the defendant on probation and the defendant completes probation without violating its terms.  948 F.2d at 816, n. 1.   Section 12-18-3(b) further provides, however, that subdivision (a) \"shall not apply to any person who is sentenced to serve a term in the adult correctional institution or who is given a suspended or deferred sentence in addition to probation.\"   As explained in Patrone, we interpret this provision to mean that a nolo contendere plea followed by a deferred sentence (or other sentence described in &#167; 12-18-3(b)) constitutes a \"conviction\" under Rhode Island law.   See id.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Lindia contends that our analysis in Patrone is inapplicable, reading much into &#167; 12-18-3(b)'s language:  \"or deferred sentence in addition to probation.\"  (emphasis added).   Lindia claims that he was not placed on \"probation\" for the 1986 charge, rather, he \"entered probationary status based solely on an agreement with the Rhode Island Attorney General.\"   The record before this court is less than clear on this issue.   It is apparent, however, that although Rhode Island law provides for a special circumstance in which a nolo contendere plea and successful completion of probation will not constitute a conviction, that circumstance will not apply where the defendant is also given a sentence of imprisonment, or a suspended or deferred sentence.   See R.I. Gen. Laws &#167; 12-18-3.   Thus, even assuming that Lindia was not placed on probation, the controlling fact is that he was given a deferred sentence, thus rendering the benefits of &#167; 12-18-3(a) inapplicable.   Lindia cites to no other applicable Rhode Island law in which a nolo contendere plea will not constitute a conviction.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Under both federal and state law standards, the district court properly counted Lindia's 1986 charge as a conviction for purposes of the career offender adjudication.C. Authority to Depart Downward Based on Overrepresentation in Career-Offender Criminal History Category</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Lindia contends that the criminal history category of VI, calculated pursuant to his career offender status, significantly overrepresents his criminal history.   The district court ruled that nothing in the career-offender statute, 28 U.S.C. &#167; 994(h), or in the Guidelines permitted a downward departure on this basis.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  The First Circuit has not yet decided the permissibility of such a departure in a career offender case, see United States v. Morrison, <span class=\"citation\" data-id=\"195889\"><a href=\"/opinion/195889/united-states-v-morrison/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">127</span></a></span>, 129 (1st Cir.1995), although many of our sister circuits have answered this question in the affirmative, see e.g., United States v. Spencer, <span class=\"citation\" data-id=\"671446\"><a href=\"/opinion/671446/united-states-of-america-appelleecross-appellant-v-cordell-spencer/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1105</span></a></span> (D.C.Cir.1994);  United States v. Rogers, <span class=\"citation\" data-id=\"588809\"><a href=\"/opinion/588809/united-states-v-andre-rogers/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">489</span></a></span> (2d Cir.1992);  United States v. Bowser, <span class=\"citation\" data-id=\"566442\"><a href=\"/opinion/566442/united-states-of-america-plaintiff-appellee-cross-appellant-v-carland-a/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1019</span></a></span> (10th Cir.1991);  United States v. Lawrence, <span class=\"citation\" data-id=\"549833\"><a href=\"/opinion/549833/united-states-v-melvin-raymond-lawrence/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">553</span></a></span>, 554 (9th Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Pursuant to the Sentencing Reform Act of 1984, commencing at 18 U.S.C. &#167; 3551, 28 U.S.C. &#167;&#167; 991-998 (as amended), the United States Sentencing Commission promulgates Sentencing Guidelines that establish presumptive sentencing ranges for categories of defendants and offenses.  Williams v. United States, <span class=\"citation\" data-id=\"112704\"><a href=\"/opinion/112704/williams-v-united-states/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">193</span></a></span>, 195-96, <span class=\"citation\" data-id=\"112704\"><a href=\"/opinion/112704/williams-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1112</span></a></span>, 1116-17, <span class=\"citation\" data-id=\"112704\"><a href=\"/opinion/112704/williams-v-united-states/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">341</span></a></span> (1992).   Under 28 U.S.C. &#167; 994(h),</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>The Commission shall assure that the guidelines specify a sentence to a term of imprisonment at or near the maximum term authorized for categories of defendants in which the defendant is eighteen years old or older and [has been convicted of a violent crime or felony drug offense and has a least two such prior convictions].</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">This statute is meant to ensure that the Commission's Guidelines provide that certain felony-recidivists receive maximum authorized sentences.   See United States v. LaBonte, <span class=\"citation\" data-id=\"709025\"><a href=\"/opinion/709025/united-states-v-george-labonte-united-states-of-america-v-david-e/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1396</span></a></span>, 1404 (1st Cir.1995).   The Career Offender guideline, U.S.S.G. &#167; 4B1.1, is the Commission's implementation of &#167; 994(h).   See U.S.S.G. &#167; 4B1.1, comment.  (backg'd);  LaBonte, 70 F.3d at 1400-1401.   The guideline establishes the career-offender presumptive sentencing range by setting forth enhanced total offense levels--by reference to offense statutory maximums<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>--and provides that \"[a] career offender's criminal history category in every case shall be Category VI,\" the highest category level.   U.S.S.G. &#167; 4B1.1.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The Sentencing Reform Act permits a sentencing court to depart from a Guidelines' presumptive sentencing range \"only when it finds that 'there exists an aggravating or mitigating circumstance of a kind, or to a degree, not adequately taken into consideration by the Sentencing Commission in formulating the guidelines.' \"  Williams, 503 U.S. at 198, 112 S.Ct. at 1118 (quoting 18 U.S.C. &#167; 3553(b));  see also 28 U.S.C. &#167; 991(b)(1)(B) (providing that the Commission's purposes include \"maintaining sufficient flexibility to permit individualized sentences when warranted by mitigating or aggravating factors not taken into account in the establishment of general sentencing guidelines\").   Accordingly, the Guidelines provide that \"a case that falls outside the linguistically applicable guideline's 'heartland' is a candidate for departure.\"  United States v. Rivera, <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, 947 (1st Cir.1993);  see U.S.S.G. Ch. I, Pt. A, intro. comment.  (4)(b).   Such cases are deemed \"unusual,\" and, by definition, the Commission (with some exceptions) has not \"adequately\" considered them within the meaning of &#167; 3553(b).  Id.  As Justice (then Chief Judge) Breyer thoroughly explained in Rivera, the exceptions to this principle are those several factors the Commission has explicitly rejected as permissible grounds for departure.  Id. at 948-949 (also explaining that encouraged departures are likely \"reasonable\" while discouraged departures require \"unusual or special\" circumstances);  see also Williams, 503 U.S. at 200, 112 S.Ct. at 1119 (concluding that departure based on expressly rejected factor constitutes incorrect application of Guidelines).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Application Instructions for the Guidelines, set forth in U.S.S.G. &#167; 1B1.1, explain that after a sentencing court determines the offense level, the defendant's criminal history category, and the applicable guideline range, it then refers to certain provisions for \"Specific Offender Characteristics and Departures\" and \"any other policy statement or commentary in the guidelines that might warrant consideration in imposing sentence.\"   A guidelines policy statement, U.S.S.G. &#167; 4A1.3, specifically addresses the adequacy of a criminal-history category's reflection of a defendant's past criminal conduct.   See also, U.S.S.G. Ch. 5, Pt. H, intro. comment. and &#167; 5H1.8 (stating that criminal history is relevant in determining if sentence should be outside applicable guideline range).   Section 4A1.3 explicitly recognizes that a defendant's criminal history category may \"significantly over-represent[ ] the seriousness of a defendant's criminal history or the likelihood that the defendant will commit further crimes.\"   U.S.S.G. &#167; 4A1.3, (policy statement).   In such cases, the sentencing court may consider a downward departure.   Id.  We agree with our sister circuits (that have considered the issue) that a sentencing court may invoke &#167; 4A1.3 to depart downward from the career-offender category if it concludes that the category inaccurately reflects the defendant's actual criminal history, within the meaning of 18 U.S.C. &#167; 3553(b).   See e.g., United States v. Spencer, <span class=\"citation\" data-id=\"671446\"><a href=\"/opinion/671446/united-states-of-america-appelleecross-appellant-v-cordell-spencer/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1105</span></a></span>, 1113 (D.C.Cir.1994);  United States v. Rogers, <span class=\"citation\" data-id=\"588809\"><a href=\"/opinion/588809/united-states-v-andre-rogers/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">489</span></a></span>, 494 (2d Cir.1992);  United States v. Bowser, <span class=\"citation\" data-id=\"566442\"><a href=\"/opinion/566442/united-states-of-america-plaintiff-appellee-cross-appellant-v-carland-a/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1019</span></a></span>, 1024 (10th Cir.1991);  United States v. Lawrence, <span class=\"citation\" data-id=\"549833\"><a href=\"/opinion/549833/united-states-v-melvin-raymond-lawrence/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">553</span></a></span>, 554-55 (9th Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The district court interpreted Congress's mandate in &#167; 994(h) and the Commission's implementation, U.S.S.G. &#167; 4B1.1, as precluding departure on the basis of overrepresentation in all cases in which the defendant is assigned a criminal history category of VI under the Career Offender guideline.   Section 994(h), however, is directed to the Commission's duty to formulate guidelines pertaining to categories of defendants, not to sentencing courts faced with individual defendants.   As explained above, Congress and the Commission have rejected rigid sentencing schemes by empowering the sentencing court to consider factors that might comprise an \"unusual\" case.   The Commission has not designated as a \"forbidden departure\" the overrepresentation of a criminal history category in career offender cases, see Rivera, 994 F.2d at 948-49, and \"there is nothing unique to career offender status which would strip a sentencing court of its 'sensible flexibility' in considering departures.\"  Rogers, 972 F.2d at 493.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">A district court that considers numerous Guidelines cases has a \"special competence\" to determine the \"ordinariness\" or \"unusualness\" of a particular case.  Rivera, 994 F.2d at 951.   When faced with a departure motion in a career-offender case, as in other cases, the court's experience and unique perspective will allow it to decide if the case before it falls outside the guideline's \"heartland,\" warranting departure.   See Rivera, 994 F.2d at 952 (holding that appellate court reviews \"unusualness\" determination with \"respect\" for sentencing court's \"superior 'feel' for the case\" (citation omitted)).   Because the district court in this case did not consider whether or not the career-offender criminal history category overrepresented Lindia's circumstances, so as to make his case \"unusual,\" we remand for its determination of this issue.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <p>III.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm in part, vacate in part and remand for proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The transcript of this portion of the conversation between Lindia, Aguirre and Agent Cunniff reads, in part:</p>\n        <p>Lindia:  And let me ask you another question.   We have something else ... that we would like to send up to you.   Now this is going to be</p>\n        <p>Aguirre:  What, the [shipment] that's coming</p>\n        <p>Lindia:  The one that's coming with ... Chewy</p>\n        <p>Aguirre:  Are you talking about this one that's already</p>\n        <p>Lindia:  Not this one, the one that's behind it from Chewy</p>\n        <p>Aguirre:  Well, we could probably get about</p>\n        <p>Lindia:  We could probably get about</p>\n        <p>Aguirre:  One and one half, or two even</p>\n        <p>Cunniff:  I can handle three, five, or thousand</p>\n        <p>Lindia:  This is contingent upon the vehicle that we have at this point....  So two would probably be the limit.</p>\n        <p>After discussing delivery matters about this shipment, the discussion continued:</p>\n        <p>Cunniff:  How much are we talking about?</p>\n        <p>Lindia:  Probably one and half to two</p>\n        <p>....</p>\n        <p>Aguirre:  Whatever we can get [in the vehicle].</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 1 kilogram is equivalent to approximately 2.2 pounds</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This challenge is somewhat perplexing in light of the indictment and plea agreement in the record before us.   Lindia informs this court that he pleaded guilty to the conspiracy to possess with intent to distribute marijuana but \"did not plead guilty to quantity.\"   The indictment to which he pleaded guilty, however, states that the conspiracy was for \"in excess of 50 kilograms.\"   Further, both the indictment and the plea agreement cite 21 U.S.C. &#167; 841(b)(1)(C) which sets forth a maximum sentence of 20 years as the applicable penalty provision.   Indeed, the plea agreement explicitly states that \"[t]he parties agree and understand that the maximum statutory penalty which may be imposed upon conviction is imprisonment of not more than twenty years.\"</p>\n        <p>Nonetheless, Lindia insists that at the change of plea hearing, the court and the parties \"understood\" that the issue of drug quantity would be left entirely open for sentencing purposes.   Incredibly, Lindia does not provide this court with a transcript of the change of plea hearing for our consideration of his claimed material change in the indictment and plea agreement.   And nothing in the record before us hints of a superseding indictment or information eliminating the quantity specification.   Because the record adequately supports the court's finding that, counting the negotiated 150-pound lot, the marijuana quantity attributable to Lindia was in excess of 50 kilograms, we do not decide whether his plea precluded his challenge to the drug quantity finding.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The government points out that, with a total quantity of 103.5 kilograms of marijuana, the five-year mandatory minimum and 40-year maximum in 21 U.S.C. &#167; 841(b)(1)(B)(vii) might have applied rather than the 20-year maximum in &#167; 841(b)(1)(C).   The application of the lower maximum sentence is apparently based on the understanding of the parties and court, as evidenced in the indictment, plea agreement, and PSR, that Lindia would be responsible for a marijuana quantity that would trigger no more than the penalties set for in &#167; 841(b)(1)(C)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We note that, during the sentencing proceeding, Lindia argued that the government must prove drug quantity beyond a reasonable doubt, and that he had the right to a \"jury trial on the question of quantity.\"   The court told Lindia, \"either you get a jury trial on the offense or not,\" remarked that this request was essentially an attempt to withdraw the guilty plea, and inquired if he sought to withdraw his plea.   After consulting with his counsel, Lindia stood by his plea</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Lindia cites McMillan v. Pennsylvania, <span class=\"citation\" data-id=\"111713\"><a href=\"/opinion/111713/mcmillan-v-pennsylvania/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span>, <span class=\"citation\" data-id=\"111713\"><a href=\"/opinion/111713/mcmillan-v-pennsylvania/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2411</span></a></span>, <span class=\"citation\" data-id=\"111713\"><a href=\"/opinion/111713/mcmillan-v-pennsylvania/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">67</span></a></span> (1986), in support of his argument that due process requires proof of drug quantity beyond a reasonable doubt.  McMillan, however, expressed a due process concern where a state treats an element of a criminal offense as a sentencing factor, thus affording it less procedural safeguards.  477 U.S. at 84-88, 106 S.Ct. at 2415-17.   Here, the quantity of drugs in this federal offense is not one of the elements of the offense, see supra, but a settled sentencing factor</p>\n        <p>Moreover, this is not a case in which the drug quantity finding is \"a tail which wags the dog of the substantive offense,\" McMillan, 477 U.S. at 88, 106 S.Ct. at 2417, thereby possibly triggering a higher burden of proof on the government.   See United States v. Townley, <span class=\"citation\" data-id=\"558096\"><a href=\"/opinion/558096/united-states-v-kevin-townley/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">365</span></a></span>, 369 (8th Cir.1991) (suggesting but not deciding that due process requires more than preponderant standard where inclusion of uncharged drug amounts produced 18-level increase in base offense level and seven-fold increase in sentencing range);  United States v. Kikumura, <span class=\"citation\" data-id=\"551486\"><a href=\"/opinion/551486/united-states-v-kikumura-yu/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1084</span></a></span>, 1102 (3d Cir.1990) (holding that clear-and-convincing evidence standard applies to justify a twelve-fold, 330-month departure from guideline range median);  cf. United States v. Lombard, <span class=\"citation\" data-id=\"196476\"><a href=\"/opinion/196476/united-states-v-lombard/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">170</span></a></span>, 176 (1st Cir.1995) (holding that sentencing court may depart downward where uncharged, enhancing conduct of acquitted murder charge increased sentence from 262-327 months' to mandatory life term).</p>\n        <p>Without expressing any opinion as to the holdings of Townley and Kikumura, we note that, unlike those cases (and Lombard, as well), this case does not involve a sentencing enhancement or departure based on uncharged conduct.   Here, Lindia pleaded guilty to every element of the offense charging a marijuana conspiracy between December 1994 and January 31, 1995;  and the sentence squarely punishes that offense of conviction.   See United States v. Harrison-Philpot, <span class=\"citation\" data-id=\"594413\"><a href=\"/opinion/594413/united-states-v-barbara-gail-harrison-philpot/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1520</span></a></span>, 1524 (9th Cir.1992) (holding inapplicable tail-wagging-dog concerns where disputed drug-quantity pertained only to sentence for convicted conduct), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">929</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2392</span></span>, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">294</span></span> (1993).   In short, this is simply not a case in which due process required anything more at sentencing.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Lindia cites Neal v. United States, --- U.S. ----, <span class=\"citation\" data-id=\"117994\"><a href=\"/opinion/117994/neal-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">763</span></a></span>, <span class=\"citation\" data-id=\"117994\"><a href=\"/opinion/117994/neal-v-united-states/\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">709</span></a></span> (1996), in support of his contention that application note 12 \"is inconsistent with established law.\"   In Neal, the court held that stare decisis required it to adhere to a prior statutory interpretation pertaining to the sentencing calculation of a certain drug, in the face of a newly conflicting methodology set forth in the Guidelines.  --- U.S. at ---- - ----, 116 S.Ct. at 768-69.   Here, Lindia cites no controlling sentencing precedent with which application note 12 actually conflicts.   Rather, Lindia cites cases affirming the general principle that the object of a conspiracy is an element of the offense and must be proven beyond a reasonable doubt.   See United States v. Bush, <span class=\"citation\" data-id=\"708105\"><a href=\"/opinion/708105/united-states-v-floyd-cornelius-bush-iii/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">557</span></a></span>, 561 (10th Cir.1995) (holding that in a multiple-object conspiracy conviction, where it is impossible to tell which controlled substance was the object of conviction, defendant must be sentenced based on objective yielding lowest offense level), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">795</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">743</span></span> (1996).   Lindia contends that because specific intent to effectuate the substantive offense must be proven for a conspiracy conviction, application note 12 conflicts with \"long-established law for identifying the object of a conspiracy\" because it permits inclusion of a drug quantity even if the defendant did not have the intent to produce that quantity</p>\n        <p>Here, unlike Bush, the indictment specifies only one controlled-substance object of the conspiracy:  possession with intent to distribute marijuana.   Lindia's guilty plea waived the government's burden to prove that object.   Had the case gone to trial, the government would not have had to prove any specific amount of drugs for a conviction.  Campbell, 61 F.3d at 979.   Thus, application note 12 is simply part of the Sentencing Commission's permissible methodology for employing the penalty provisions pertaining to quantity set forth in &#167; 841(b);  it does not remove from the government's burden an element of the conspiracy offense.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> R.I.Gen.Laws &#167; 12-19-19 provides, inter alia, that if the court defers sentencing on a plea of guilty or nolo contendere, it may actually impose a sentence only within a certain time period unless the defendant is otherwise sentenced to prison during that period, in which case the time for imposing sentence is extended.   This section says nothing about whether or not the plea, followed by the deferred sentence, constitutes a \"conviction.\"   Based on the structure of &#167; 12-18-3, however, it is apparent that Rhode Island treats nolo contendere pleas as convictions unless the defendant meets the provisions of &#167; 12-18-3</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The court did not indicate in any way whether or not it would depart if it had the authority to do so</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The First Circuit has upheld the Commission's interpretation that \"maximum term\" in &#167; 994(h) is the applicable unenhanced statutory maximum.   See generally LaBonte, <span class=\"citation\" data-id=\"709025\"><a href=\"/opinion/709025/united-states-v-george-labonte-united-states-of-america-v-david-e/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1396</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The government, both in its brief and at oral argument, conceded that the court had the authority to depart on this basis and stated that, should we agree, remand for resentencing would be appropriate</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111713/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112704/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117994/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195694/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195889/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195951/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196196/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196562/",
    "http://www.courtlistener.com/api/rest/v3/opinions/532754/",
    "http://www.courtlistener.com/api/rest/v3/opinions/549833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551486/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558096/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566442/",
    "http://www.courtlistener.com/api/rest/v3/opinions/571449/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588809/",
    "http://www.courtlistener.com/api/rest/v3/opinions/594413/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/670674/",
    "http://www.courtlistener.com/api/rest/v3/opinions/671446/",
    "http://www.courtlistener.com/api/rest/v3/opinions/673483/",
    "http://www.courtlistener.com/api/rest/v3/opinions/673817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/680720/",
    "http://www.courtlistener.com/api/rest/v3/opinions/701262/",
    "http://www.courtlistener.com/api/rest/v3/opinions/708105/",
    "http://www.courtlistener.com/api/rest/v3/opinions/709025/"
  ]
}