{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196799/",
  "absolute_url": "/opinion/196799/mcguinness-v-dubois/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196799/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:14:25Z",
  "date_modified": "2017-03-24T10:48:34.359354Z",
  "type": "010combined",
  "sha1": "d289cc4b029e30cd091ac742a091f4ee97fb5bcc",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1801.01A",
  "local_path": null,
  "plain_text": "\n\nJune 5, 1996\r\n                    [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1801\r\n\n                     BRENDAN MCGUINNESS,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                 LARRY DUBOIS, ETC., ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. William G. Young, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n               Stahl and Lynch, Circuit Judges.\r                                                          \r\n\n                                         \r\n\nBrendan M. McGuinness on brief pro se.\r                                 \r\nNancy Ankers  White, Special  Assistant Attorney General,  William\r                                                                              \r\nD. Saltzman and Rosemary Ford on brief for appellees.\r                                     \r\n\n                                         \r\n\n                                         \r\n\n     Per Curiam.  Brendan McGuinness has filed an appeal from\r                           \r\r\n\ntwo separate actions,  filed pursuant  to 42  U.S.C.    1983,\r\n\nwhich  were consolidated in the district court.  The district\r\n\ncourt  rulings can be found  at McGuinness v.  Dubois, 891 F.\r                                                                 \r\n\nSupp. 25 (D.  Mass. 1995)  and McGuinness v.  Dubois, 893  F.\r                                                                \r\n\nSupp. 2 (D. Mass. 1995).  Upon careful review of the parties'\r\n\nbriefs and the record on appeal, we affirm.\r\n\n1.   McGuinness has appealed the grant of summary judgment in\r\n\nfavor of the defendant prison officials on his two-part claim\r\n\nthat his  six-month confinement  (imposed for his  attempt to\r\n\nflush his sweatshirt down his cell  toilet) to the Department\r\n\nDisciplinary Unit (the DDU) at the Massachusetts Correctional\r\n\nInstitute at Cedar Junction violated Mass. Gen. L. ch. 127,  \r\n\n401  [hereinafter  \"the   isolation  statute\"]  because   (i)\r              1\r\n\nconditions  in   the  DDU  amount  to   isolation  and  their\r\n\napplication  in  excess of  15  days  violates the  isolation\r\n\nstatute  and (ii) confinement to  the DDU is for disciplinary\r\n\npurposes and, thus pursuant  to that statute, confinement may\r\n\nnot exceed 15  days for any one offense.   The district court\r\n\n                    \r                                \r\n\n   1Mass. Gen. L. ch. 127,   40 states:\r               1\r\n               For  the enforcement  of discipline,\r\n          an inmate in any correctional institution\r\n          of   the   commonwealth   may,   at   the\r\n          discretion  of   its  superintendent,  be\r\n          confined,  for  a  period  not  to exceed\r\n          fifteen days for  any one offence,  to an\r\n          isolation unit.\r\n               Such  isolation  units must  provide\r\n          light, ventilation  and adequate sanitary\r\n          facilities,  may  contain  a  minimum  of\r\n          furniture, and shall provide at least one\r\n          full meal daily.\r\n\n                             -3-\r\r\n\nconcluded  that  isolation and  confinement  in  the DDU  are\r\n\ndistinct  forms of incarceration  authorized by  statute and,\r\n\nthus,  McGuinness'  six-month  term  of  confinement  did not\r\n\nimpermissibly   conflict   with   the    isolation   statute.\r\n\nMcGuinness v. Dubois, 891 F. Supp. at 27-29.\r                                \r\n\n     We  affirm, but on a different  ground.  Medina-Munoz v.\r                                                                      \r\n\nR.J. Reynolds Tobacco Co., 896 F.2d 5, 7 (1st Cir. 1990)  (in\r                                     \r\n\nreviewing a  summary  judgment, a  court  of appeals  is  not\r\n\nlimited to  the district court's reasoning, but may affirm on\r\n\nany independently sufficient  ground).  McGuinness'  argument\r\n\non  appeal  is  a  straightforward claim,  unadorned  by  any\r\n\nreference  to constitutional  underpinnings, that  the prison\r\n\nregulation  authorizing a sentence to the DDU in excess of 15\r\n\ndays, see 103 CMR 430.25(3)(d), violates state law.  However,\r                     \r\n\n\"[m]erely  erroneous  applications of  state statutes  do not\r\n\npresent a  question  of federal  constitutional magnitude  as\r\n\nlong  as there is an adequate state remedy.\"  Colon-Rivera v.\r                                                                      \r\n\nPuerto Rico Dep't of Soc. Serv., 736 F.2d 804, 806 (1st  Cir.\r                                           \r\n\n1984)  (per  curiam), cert.  denied,  469  U.S. 1112  (1985).\r                                               \r\n\nThere  is no evidence, indeed no contention, of an inadequate\r\n\nstate remedy  in  this  case.   See  also Coyne  v.  City  of\r                                                                         \r\n\nSomerville, 972 F.2d 440, 444 (1st Cir. 1992) (\"It is bedrock\r                      \r\n\nlaw  in this circuit, however, that violations of state law -\r\n\neven where arbitrary, capricious,  or undertaken in bad faith\r\n\n                             -4-\r\r\n\n-  do not, without more,  give rise to  denial of substantive\r\n\ndue process under the U.S. Constitution.\").\r\n\n2.   McGuinness has also appealed the district court's ruling\r\n\nthat the defendants are entitled to qualified immunity on his\r\n\nclaim that the  denial of  his request for  witnesses at  his\r\n\nApril 7, 1993 prison disciplinary hearing (for his assault of\r\n\na  prison guard) violated due  process -- a  ruling that also\r\n\npermitted the defendants to rehear  that disciplinary matter.\r\n\nMcGuinness  v. Dubois, 891 F. Supp. at 31-36.  The defendants\r                                 \r\n\nhave  not  appealed the  grant of  a declaratory  judgment in\r\n\nMcGuinness' favor that  held that they had violated  a prison\r\n\nregulation, which  the district  court construed as  a state-\r\n\ncreated liberty interest protected  by the Due Process Clause\r\n\nand which the court  interpreted to require an individualized\r\n\nassessment  regarding  whether  calling a  particular  inmate\r\n\nwitness would be unduly  hazardous to institutional safety or\r\n\ncorrectional goals.  We have  no cause, therefore, to  review\r\n\nthat declaratory  judgment.  But see McGuinness v. Dubois, 75\r                                                                     \r\n\nF.3d 794, 798-800 (1st Cir. 1996) (per curiam) (reserving the\r\n\nquestion  whether  reliance  on  an  across-the-board  prison\r\n\npolicy  denying  requests  for live  testimony  from  general\r\n\npopulation  inmates  at  disciplinary  hearings   held  in  a\r\n\nsegregated  wing violates  federal  due process  and, on  the\r\n\nfacts of the  case, reversing  the court's finding  of a  due\r\n\n                             -5-\r\r\n\nprocess  violation).2   But,  as  our own  recitation  of the\r                                2\r\n\nstate  of the  law reveals  a  less than  clearly established\r\n\nconstitutional right of which a reasonable officer would have\r\n\nknown,  see id. at 799-800,  we conclude that,  in any event,\r                           \r\n\nthe  district court's  conclusion  that  the  defendants  are\r\n\nentitled to qualified immunity is correct.  And,  we perceive\r\n\nneither  error  nor abuse  of  discretion  in permitting  the\r\n\ndefendants to rehear the disciplinary matter.\r\n\n3.   Finally, McGuinness appeals  the district court's ruling\r\n\nthat the defendants are entitled to qualified immunity on his\r\n\nclaim  that the  deprivation  of \"yard-time,\"  which, due  to\r\n\nMcGuinness' repetitive  recalcitrant behavior, resulted  in a\r\n\ncumulative sanction  of approximately one year,  violated the\r\n\nEighth  Amendment.   We affirm,  essentially for  the reasons\r\n\nstated  in  the  district  court's opinion.    McGuinness  v.\r                                                                     \r\n\nDubois, 893 F. Supp. at 3-4.\r                  \r\n\n     Affirmed.\r                          \r\n\n                    \r                                \r\n\n   2Our opinion  in McGuinness v.  Dubois, 75  F.3d 794  (1st\r               2                                     \r\nCir.  1996) (per  curiam) issued  after the  district court's\r\nrulings underlying the current appeal.\r\n\n                             -6-\r\r\n",
  "html": "<p class=\"case_cite\">86 F.3d 1146</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Brendan McGUINNESS, Plaintiff, Appellant,<br>v.<br>Larry DUBOIS, etc., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-1801.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">June 5, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Brendan M. McGuinness on brief pro se.</p>\n      <p class=\"indent\">Nancy Ankers White, Special Assistant Attorney General, William D. Saltzman and Rosemary Ford on brief for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, and STAHL and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Brendan McGuinness has filed an appeal from two separate actions, filed pursuant to 42 U.S.C. &#167; 1983, which were consolidated in the district court.   The district court rulings can be found at McGuinness v. Dubois, 891 F.Supp. 25 (D.Mass.1995) and McGuinness v. Dubois, 893 F.Supp. 2 (D.Mass.1995).   Upon careful review of the parties' briefs and the record on appeal, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">1. McGuinness has appealed the grant of summary judgment in favor of the defendant prison officials on his two-part claim that his six-month confinement (imposed for his attempt to flush his sweatshirt down his cell toilet) to the Department Disciplinary Unit (the DDU) at the Massachusetts Correctional Institute at Cedar Junction violated Mass.  Gen. L. ch. 127, &#167; 40<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> [hereinafter \"the isolation statute\"] because (i) conditions in the DDU amount to isolation and their application in excess of 15 days violates the isolation statute and (ii) confinement to the DDU is for disciplinary purposes and, thus pursuant to that statute, confinement may not exceed 15 days for any one offense.   The district court concluded that isolation and confinement in the DDU are distinct forms of incarceration authorized by statute and, thus, McGuinness' six-month term of confinement did not impermissibly conflict with the isolation statute.  McGuinness v. Dubois, 891 F.Supp. at 27-29.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We affirm, but on a different ground.  Medina-Munoz v. R.J. Reynolds Tobacco Co., 896 F.2d 5, 7 (1st Cir.1990) (in reviewing a summary judgment, a court of appeals is not limited to the district court's reasoning, but may affirm on any independently sufficient ground).   McGuinness' argument on appeal is a straightforward claim, unadorned by any reference to constitutional underpinnings, that the prison regulation authorizing a sentence to the DDU in excess of 15 days, see 103 CMR 430.25(3)(d), violates state law.   However, \"[m]erely erroneous applications of state statutes do not present a question of federal constitutional magnitude as long as there is an adequate state remedy.\"  Colon-Rivera v. Puerto Rico Dep't of Soc. Serv., 736 F.2d 804, 806 (1st Cir.1984) (per curiam), cert. denied, 469 U.S. 1112 (1985).   There is no evidence, indeed no contention, of an inadequate state remedy in this case.  See also Coyne v. City of Somerville, 972 F.2d 440, 444 (1st Cir.1992) (\"It is bedrock law in this circuit, however, that violations of state law--even where arbitrary, capricious, or undertaken in bad faith--do not, without more, give rise to denial of substantive due process under the U.S. Constitution.\").</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">2. McGuinness has also appealed the district court's ruling that the defendants are entitled to qualified immunity on his claim that the denial of his request for witnesses at his April 7, 1993 prison disciplinary hearing (for his assault of a prison guard) violated due process--a ruling that also permitted the defendants to rehear that disciplinary matter.  McGuinness v. Dubois, 891 F.Supp. at 31-36.   The defendants have not appealed the grant of a declaratory judgment in McGuinness' favor that held that they had violated a prison regulation, which the district court construed as a state-created liberty interest protected by the Due Process Clause and which the court interpreted to require an individualized assessment regarding whether calling a particular inmate witness would be unduly hazardous to institutional safety or correctional goals.   We have no cause, therefore, to review that declaratory judgment.  But see McGuinness v. Dubois, 75 F.3d 794, 798-800 (1st Cir.1996) (per curiam) (reserving the question whether reliance on an across-the-board prison policy denying requests for live testimony from general population inmates at disciplinary hearings held in a segregated wing violates federal due process and, on the facts of the case, reversing the court's finding of a due process violation).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  But, as our own recitation of the state of the law reveals a less than clearly established constitutional right of which a reasonable officer would have known, see id. at 799-800, we conclude that, in any event, the district court's conclusion that the defendants are entitled to qualified immunity is correct.   And, we perceive neither error nor abuse of discretion in permitting the defendants to rehear the disciplinary matter.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">3. Finally, McGuinness appeals the district court's ruling that the defendants are entitled to qualified immunity on his claim that the deprivation of \"yard-time,\" which, due to McGuinness' repetitive recalcitrant behavior, resulted in a cumulative sanction of approximately one year, violated the Eighth Amendment.   We affirm, essentially for the reasons stated in the district court's opinion.  McGuinness v. Dubois, 893 F.Supp. at 3-4.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Mass.  Gen. L. ch. 127, &#167; 40 states:</p>\n        <p>For the enforcement of discipline, an inmate in any correctional institution of the commonwealth may, at the discretion of its superintendent, be confined, for a period not to exceed fifteen days for any one offence, to an isolation unit.</p>\n        <p>Such isolation units must provide light, ventilation and adequate sanitary facilities, may contain a minimum of furniture, and shall provide at least one full meal daily.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Our opinion in McGuinness v. Dubois, 75 F.3d 794 (1st Cir.1996) (per curiam) issued after the district court's rulings underlying the current appeal</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1146</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Brendan McGUINNESS, Plaintiff, Appellant,<br>v.<br>Larry DUBOIS, etc., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-1801.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">June 5, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Brendan M. McGuinness on brief pro se.</p>\n      <p class=\"indent\">Nancy Ankers White, Special Assistant Attorney General, William D. Saltzman and Rosemary Ford on brief for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, and STAHL and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Brendan McGuinness has filed an appeal from two separate actions, filed pursuant to 42 U.S.C. &#167; 1983, which were consolidated in the district court.   The district court rulings can be found at McGuinness v. Dubois, <span class=\"citation no-link\"><span class=\"volume\">891</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">25</span></span> (D.Mass.1995) and McGuinness v. Dubois, <span class=\"citation no-link\"><span class=\"volume\">893</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">2</span></span> (D.Mass.1995).   Upon careful review of the parties' briefs and the record on appeal, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">1. McGuinness has appealed the grant of summary judgment in favor of the defendant prison officials on his two-part claim that his six-month confinement (imposed for his attempt to flush his sweatshirt down his cell toilet) to the Department Disciplinary Unit (the DDU) at the Massachusetts Correctional Institute at Cedar Junction violated Mass.  Gen. L. ch. 127, &#167; 40<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> [hereinafter \"the isolation statute\"] because (i) conditions in the DDU amount to isolation and their application in excess of 15 days violates the isolation statute and (ii) confinement to the DDU is for disciplinary purposes and, thus pursuant to that statute, confinement may not exceed 15 days for any one offense.   The district court concluded that isolation and confinement in the DDU are distinct forms of incarceration authorized by statute and, thus, McGuinness' six-month term of confinement did not impermissibly conflict with the isolation statute.  McGuinness v. Dubois, 891 F.Supp. at 27-29.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We affirm, but on a different ground.  Medina-Munoz v. R.J. Reynolds Tobacco Co., <span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 7 (1st Cir.1990) (in reviewing a summary judgment, a court of appeals is not limited to the district court's reasoning, but may affirm on any independently sufficient ground).   McGuinness' argument on appeal is a straightforward claim, unadorned by any reference to constitutional underpinnings, that the prison regulation authorizing a sentence to the DDU in excess of 15 days, see 103 CMR 430.25(3)(d), violates state law.   However, \"[m]erely erroneous applications of state statutes do not present a question of federal constitutional magnitude as long as there is an adequate state remedy.\"  Colon-Rivera v. Puerto Rico Dep't of Soc. Serv., <span class=\"citation\" data-id=\"437225\"><a href=\"/opinion/437225/angel-luis-colon-rivera-v-puerto-rico-department-of-social-services/\"><span class=\"volume\">736</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">804</span></a></span>, 806 (1st Cir.1984) (per curiam), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1112</span></span> (1985).   There is no evidence, indeed no contention, of an inadequate state remedy in this case.  See also Coyne v. City of Somerville, <span class=\"citation\" data-id=\"588803\"><a href=\"/opinion/588803/robert-p-coyne-v-city-of-somerville/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">440</span></a></span>, 444 (1st Cir.1992) (\"It is bedrock law in this circuit, however, that violations of state law--even where arbitrary, capricious, or undertaken in bad faith--do not, without more, give rise to denial of substantive due process under the U.S. Constitution.\").</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">2. McGuinness has also appealed the district court's ruling that the defendants are entitled to qualified immunity on his claim that the denial of his request for witnesses at his April 7, 1993 prison disciplinary hearing (for his assault of a prison guard) violated due process--a ruling that also permitted the defendants to rehear that disciplinary matter.  McGuinness v. Dubois, 891 F.Supp. at 31-36.   The defendants have not appealed the grant of a declaratory judgment in McGuinness' favor that held that they had violated a prison regulation, which the district court construed as a state-created liberty interest protected by the Due Process Clause and which the court interpreted to require an individualized assessment regarding whether calling a particular inmate witness would be unduly hazardous to institutional safety or correctional goals.   We have no cause, therefore, to review that declaratory judgment.  But see McGuinness v. Dubois, <span class=\"citation\" data-id=\"196569\"><a href=\"/opinion/196569/mcguiness-v-dubois/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">794</span></a></span>, 798-800 (1st Cir.1996) (per curiam) (reserving the question whether reliance on an across-the-board prison policy denying requests for live testimony from general population inmates at disciplinary hearings held in a segregated wing violates federal due process and, on the facts of the case, reversing the court's finding of a due process violation).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  But, as our own recitation of the state of the law reveals a less than clearly established constitutional right of which a reasonable officer would have known, see id. at 799-800, we conclude that, in any event, the district court's conclusion that the defendants are entitled to qualified immunity is correct.   And, we perceive neither error nor abuse of discretion in permitting the defendants to rehear the disciplinary matter.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">3. Finally, McGuinness appeals the district court's ruling that the defendants are entitled to qualified immunity on his claim that the deprivation of \"yard-time,\" which, due to McGuinness' repetitive recalcitrant behavior, resulted in a cumulative sanction of approximately one year, violated the Eighth Amendment.   We affirm, essentially for the reasons stated in the district court's opinion.  McGuinness v. Dubois, 893 F.Supp. at 3-4.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Mass.  Gen. L. ch. 127, &#167; 40 states:</p>\n        <p>For the enforcement of discipline, an inmate in any correctional institution of the commonwealth may, at the discretion of its superintendent, be confined, for a period not to exceed fifteen days for any one offence, to an isolation unit.</p>\n        <p>Such isolation units must provide light, ventilation and adequate sanitary facilities, may contain a minimum of furniture, and shall provide at least one full meal daily.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Our opinion in McGuinness v. Dubois, <span class=\"citation\" data-id=\"196569\"><a href=\"/opinion/196569/mcguiness-v-dubois/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">794</span></a></span> (1st Cir.1996) (per curiam) issued after the district court's rulings underlying the current appeal</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/196569/",
    "http://www.courtlistener.com/api/rest/v3/opinions/437225/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588803/"
  ]
}