{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196739/",
  "absolute_url": "/opinion/196739/mckinnon-v-kwong-wah/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196739/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:12:58Z",
  "date_modified": "2017-03-24T10:48:28.096971Z",
  "type": "010combined",
  "sha1": "1a3fd41ba0825fd44db23752c7d4720c73ae973a",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1597.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 95-1597\r\n\n              CHARISSA MCKINNON AND BEATRICE POULIN,\r\n\n                     Plaintiffs - Appellees,\r\n\n                                v.\r\n\n                  KWONG WAH RESTAURANT, ET AL.,\r\n\n                     Defendants - Appellants.\r\n\n                                           \r\n\nNo. 95-1635\r\n\n              CHARISSA MCKINNON AND BEATRICE POULIN,\r\n\n                     Plaintiffs - Appellants,\r\n\n                                v.\r\n\n                  KWONG WAH RESTAURANT, ET AL.,\r\n\n                     Defendants - Appellees.\r\n\n                                           \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                    FOR THE DISTRICT OF MAINE\r\n\n           [Hon. Morton A. Brody, U.S. District Judge]\r                                                               \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n            Coffin and Rosenn,* Senior Circuit Judges.\r                                                               \r\n\n                                           \r\n\n                    \r                              \r\n\n*  Of the Third Circuit, sitting by designation.\r\r\n\n     Daniel L. Lacasse for Kwong Wah Restaurant, et al.\r                                \r\n     Catherine R.  Connors, with  whom Fall Ferguson  and Pierce,\r                                                                           \r\nAtwood,  Scribner, Allen,  Smith &amp;  Lancaster were  on brief  for\r                                                       \r\nCharissa McKinnon and Beatrice Poulin.\r\n\n                                           \r\n\n                           May 1, 1996\r\n                                           \r\n\n                               -2-\r\r\n\n          ROSENN, Circuit  Judge.   This appeal  and cross-appeal\r                    ROSENN, Circuit  Judge.\r                                          \r\n\npresent several  procedural issues as well  as substantive issues\r\n\nrelating  to  damages  arising  out  of  alleged  acts of  sexual\r\n\nharassment in violation of  Title VII, 42 U.S.C.    2000e et seq.\r                                                                           \r\n\nCharissa McKinnon and Beatrice Poulin brought suit  in the United\r\n\nStates  District Court  for the  District of Maine  against their\r\n\nformer employer, the Kwong  Wah Chinese Restaurant (\"Kwong Wah\"),\r\n\nits  owners,  and several  current  and  former  employees.   The\r\n\nplaintiffs  alleged that  they suffered  sexual harassment  while\r\n\nworking  as waitresses at Kwong  Wah, in violation  of Title VII;\r\n\nthe Maine Human  Rights Act, 5  M.R.S.A.    4572; and state  tort\r\n\nlaw.1\r\n\n          The   court  entered   default  judgment   against  the\r\n\ndefendants,  and  awarded  back  pay,  compensatory  damages  and\r\n\nattorneys'  fees to  both  plaintiffs.   The  defendants filed  a\r\n\nMotion to Lift the Default and  File Late Answer, which the court\r\n\ndenied.   McKinnon and Poulin appeal the district court's damages\r\n\nawards.   Specifically, they assert  that the court  erred in its\r\n\nfailure to  award punitive  damages,  and in  its calculation  of\r\n\ncompensatory damages.   The defendants appeal  the court's denial\r\n\nof their motion to lift default  and file late answer.   Further,\r\n                    \r                              \r\n\n1   In  their Complaint,  the plaintiffs  alleged the  following:\r\nCount I--sexual harassment in violation of Title  VII; Count II--\r\nfurther  violations  of  Title  VII  for  discriminating  against\r\nMcKinnon for  her pregnancy; Counts III and IV--violations of the\r\nMaine  Human  Rights  Act;  Count  V--Intentional  Infliction  of\r\nEmotional Distress; Count VI--Negligent Retention or Supervision;\r\nCount  VII--Assault  and  Battery; and  Count  VIII--Invasion  of\r\nPrivacy.\r\n\n                               -3-\r                                         -3-\r\r\n\nthey assert that the district court lacked jurisdiction over some\r\n\nof the  named defendants, because  plaintiffs failed to  name the\r\n\nindividual  defendants before  the  Equal Employment  Opportunity\r\n\nCommission   (\"EEOC\").     We  affirm,   except  we   remand  for\r\n\nclarification  by the  district  court with  respect to  punitive\r\n\ndamages.\r\n\n                                I.\r                                          I.\r\n\n          Both  plaintiffs commenced employment  as waitresses at\r\n\nthe  Kwong  Wah  Restaurant  in   Calais,  Maine  in  July  1991.\r\n\nPlaintiffs testified  that the owners and employees  at Kwong Wah\r\n\nsubjected them  to  repeated offensive  sexual  harassment,  both\r\n\nverbal  and physical.   Plaintiff  McKinnon further  alleged that\r\n\nthey subjected  her to additional discrimination  because she was\r\n\npregnant  while employed at  Kwong Wah.   McKinnon testified that\r\n\none of the restaurant owners tried to force her to sign a release\r\n\nexempting the Kwong Wah from liability  if she was injured on the\r\n\njob,  and that  the  Kwong Wah  cut  back  her working  hours  in\r\n\nretaliation  for her refusal to sign the release.  The plaintiffs\r\n\nalleged that they were constructively discharged in July 1992.   \r\n\n          Plaintiffs filed timely charges of  discrimination with\r\n\nthe Maine Human Rights Commission (\"MHRC\") and the  federal Equal\r\n\nEmployment  Opportunity Commission.    The  MHRC determined  that\r\n\nreasonable    grounds   existed   to    believe   that   unlawful\r\n\ndiscrimination  had  occurred.     After  failed  attempts  at  a\r\n\nconciliation agreement,  the MHRC  authorized suit, and  the EEOC\r\n\nissued a right to sue letter.\r\n\n                               -4-\r                                         -4-\r\r\n\n          Plaintiffs filed  a complaint on June 28,  1994, and an\r\n\namended  complaint with  minor changes  on July  7, 1994.   Thus,\r\n\npursuant to Fed. R.  Civ. P. 12(a)(1)(A), Kwong Wah's  Answer was\r\n\ndue on August 18, 1994.  The defendants, however, did not respond\r\n\nby  the  due date.    One  week after  the  answer  was due,  the\r\n\ndefendants moved for  an enlargement  of time to  respond to  the\r\n\ncomplaint.  The district court extended the due date to September\r\n\n28, 1994.   Again, the  defendants did  not file an  answer.   On\r\n\nSeptember  27,  1994,  the  defendants moved  for  an  additional\r\n\nextension; the court denied  the motion.  The defendants  took no\r\n\naction subsequent to the denial.  The  clerk of the court entered\r\n\ndefault  against  the  defendants  on  October  11,  1994.    The\r\n\ndefendants again  took  no  action.   On  October 24,  1994,  the\r\n\nplaintiffs  moved for the  entry of  default judgment;  the court\r\n\ngranted the motion the  next day.  One month  later, November 25,\r\n\n1994, defendants moved to lift the default judgment. \r\n\n          In  their motion  to lift  the default,  the defendants\r\n\nclaimed  that  they had  difficulty  in  retaining counsel;  that\r\n\ncounsel did not keep them informed of their obligations to file a\r\n\ntimely  answer;  and  that  their  inability  to  understand  the\r\n\ncomplaint  rendered  them  unable  to  respond.    In reply,  the\r\n\nplaintiffs asserted  that the defendants hired  and fired counsel\r\n\nas  a  delaying  tactic.   The  plaintiffs  further  alleged that\r\n\ndefendants'  counsel  contacted defendants  by  phone  and letter\r\n\nalerting them to their obligation  to file a timely answer.   The\r\n\ncourt  held a hearing on the issue, and found that the defendants\r\n\n                               -5-\r                                         -5-\r\r\n\ndid not meet their burden of showing good cause to  set aside the\r\n\ndefault.   See Fed. R. Civ. P. 55(c) (court may set aside default\r                        \r\n\nfor good cause).  \r\n\n          In  addition,  the  defendants  moved  to  dismiss  the\r\n\nplaintiffs' Title  VII claims against  the individual  defendants\r\n\nnamed in the suit.  The defendants asserted that the court lacked\r\n\njurisdiction to hear the matter because  the plaintiffs failed to\r\n\ninclude the named defendants  in the charges they had  filed with\r\n\nthe MHRC and  EEOC.  The  court denied the  motion, holding  that\r\n\nTitle VII's charging  requirements were  nonjurisdictional.   The\r\n\ncourt found that the  defendants waived their right to  raise the\r\n\ncharging issue by their default.\r\n\n          The district  court held  a hearing  without a jury  to\r\n\ndetermine  damages,  and  awarded  $13,094.84  to  McKinnon,  and\r\n\n$13,189.45 to Poulin, plus  attorneys' fees.  The award  included\r\n\n135  weeks of back pay  (adjusted for mitigation)  and $2,500 per\r\n\nplaintiff in compensatory  damages.  The court declined  to award\r\n\nfront pay, punitive damages, or prejudgment interest.  \r\n\n                               II.\r                                         II.\r\n\n          The defendants  claim that the district  court erred in\r\n\ndenying  their motion  to  lift default  judgment  and file  late\r\n\nanswer.   We must review the court's  denial of the motion for an\r\n\nabuse of discretion.   See The General Contracting &amp;  Trading Co.\r                                                                           \r\n\nv.  Interpole, 899 F.2d 109,  112 (1st Cir. 1990) (motions to set\r                       \r\n\naside  default judgments are left to \"the sound discretion of the\r\n\ndistrict court\").  This court may not reverse unless the district\r\n\n                               -6-\r                                         -6-\r\r\n\ncourt's decision is clearly wrong.  Id. at 112.\r                                                 \r\n\n          Fed. R. Civ. P. 55(c) provides:\r\n\n            (c)  Setting  Aside  Default.   For  good\r                      (c)  Setting  Aside  Default.\r\n            cause shown  the court  may set aside  an\r\n            entry  of default and,  if a  judgment by\r\n            default  has  been entered,  may likewise\r\n            set  it  aside  in  accordance  with Rule\r\n            60(b).2\r\n\n          The  parties  in  the  instant   case  offer  differing\r\n\naccounts  of the events leading up to  the default judgment.  The\r\n\nplaintiffs  filed their  amended complaint  in July  1994.   They\r\n\ncontend  that the defendants ignored the first due date for their\r\n\nanswer, requested  and were granted  a thirty day  extension, and\r\n\nthen ignored the second due date.  The plaintiffs further contend\r\n\nthat  the  defendants  ignored  the court's  rejection  of  their\r\n\nrequest for  a second  extension; ignored the  plaintiffs' motion\r\n\nfor default judgment; ignored the entry of default judgment;  and\r\n\nwaited until  November 25,  1994 to  file a  motion  to lift  the\r\n\ndefault judgment.   According  to the plaintiffs,  the defendants\r\n\nswitched  attorneys  on  several  occasions  beginning  with  the\r\n\nadministrative  proceedings  before  the   MHRC.    Finally,  the\r\n\nplaintiffs contend  that the evidence shows  that defendants were\r\n\nfully aware of all due dates.  In sum, the  plaintiffs argue that\r\n\nthe  defendants neglected  the suit  with  full awareness  of the\r\n\nlegal consequences.  In contrast,  the defendants claim that they\r\n\nwere  unable to retain suitable  counsel, and that  they were not\r\n\n                    \r                              \r\n\n2  Fed. R. Civ. P.  60(b) provides, in relevant part, relief from\r\njudgment  or  order  for  mistake,  inadvertence,  surprise,   or\r\nexcusable neglect.\r\n\n                               -7-\r                                         -7-\r\r\n\naware  of the due  dates or the  consequences of missing  the due\r\n\ndates.  \r\n\n          At  an  evidentiary hearing,  the district  court found\r\n\nthat  the  defendants did  not  demonstrate  the necessary  \"good\r\n\ncause\" pursuant  to Fed.  R. Civ.  P. 55(c).   In  addressing the\r\n\ndefendants' counsel at the hearing, the court asserted:\r\n\n            What  the defendants  have done  in their\r\n            actions,  Mr.  Lacasse, speaks  so loudly\r\n            that I have difficulty hearing your voice\r\n            today in this  proceeding.  There  simply\r\n            has  not been  a  showing  of good  cause\r\n            pursuant to Federal Rule 55C to set aside\r\n            the entry of default.   There has been no\r\n            reasonable   excuse  presented   for  the\r\n            default.    There  have  been  a  lot  of\r\n            explanations   as   to  the   defendants'\r\n            inability to understand  what's going  on\r\n            and the fact that they haven't had any --\r\n            that they didn't  have any funds  and the\r\n            result  of  all  the  testimony  and  the\r\n            affidavits  and  the presentation  to the\r\n            court  leaves  the court  with  the clear\r\n            understanding that the defendants did not\r\n            act    reasonably   even    under   these\r\n            circumstances.\r\n\nThe defendants  assert  that  the record  does  not  support  the\r\n\ncourt's decision: thus, the court abused its discretion.  \r\n\n          Although in  Coon v.  Grenier, 867  F.2d  73 (1st  Cir.\r                                                 \r\n\n1989),  this  court  observed  that  \"good cause\"  is  a  mutable\r\n\nstandard,  varying from  situation to  situation,  it is  \"not so\r\n\nelastic as  to be devoid of substance.\"   Id. at 76.   No precise\r                                                       \r\n\nformula  is suggested, for each case necessarily turns on its own\r\n\nunique  facts.    Nonetheless,  this  court  found  some  general\r\n\nguidelines that appear to  have universal application and warrant\r\n\nconsideration  by  a  district  court in  determining  whether  a\r\n\n                               -8-\r                                         -8-\r\r\n\ndefault judgment should  be lifted: (1)  whether the default  was\r\n\nwillful;  (2)  whether  setting  it  aside  would  prejudice  the\r\n\nadversary, (3)  whether a  meritorious defense is  presented; (4)\r\n\nthe nature of  the defendant's explanation  for the default;  (5)\r\n\nthe good faith of the parties;  (6) the amount of money involved;\r\n\nand (7) the timing  of the motion.  Id.   at 76.  The  court then\r                                                 \r\n\nnoted that in  reviewing the district  court's weighing of  these\r\n\nfactors  for  an abuse  of  discretion,  judicial discretion  has\r\n\nlimitations:\r\n\n            Judicial discretion is necessarily broad-\r\n            -but it  is not  absolute.  Abuse  occurs\r\n            when   a    material   factor   deserving\r\n            significant  weight  is ignored,  when an\r\n            improper factor  is relied upon,  or when\r\n            all  proper and  no improper  factors are\r\n            assessed, but the  court makes a  serious\r\n            mistake in weighing them. \r\n\nId.  at 78 (quoting Independent Oil &amp; Chemical Workers v. Proctor\r                                                                           \r\n&amp; \r            \r\n\nGamble Mfg. Co., 864 F.2d 927, 929 (1st Cir. 1988)).\r                         \r\n\n          The record shows that  the plaintiffs served each named\r\n\ndefendant with the complaint.   Further, the record reflects that\r\n\nat  least  some of  the defendants  were  aware of  pending legal\r\n\nproblems  through  their  participation  in   the  administrative\r\n\nproceedings  before the MHRC.  Additionally,  it appears that the\r\n\ndefendants hired and  fired at least  three attorneys during  the\r\n\nadministrative process.  The defendants' attorney for the instant\r\n\nappeal at  one time represented  the defendants before  the MHRC.\r\n\nIn the Commission's correspondence with the attorney, it stated:\r\n\n            Would   you   please  inform   Kwong  Wah\r\n            officials   that   I   will    under   no\r\n\n                               -9-\r                                         -9-\r\r\n\n            circumstances accept further postponement\r\n            of this  matter?  I do not wish to appear\r\n            harsh towards you.  The history with this\r\n            case, however, has been that each time we\r\n            approach a critical point . . . they hire\r\n            a  new Attorney.   You may or  may not be\r\n            aware that  you  are the  third person  I\r\n            have dealings with to date.\r\n\nThus,  it appears  that the  defendants were  aware of  a pending\r\n\nlegal problem, were capable of retaining  legal counsel, but were\r\n\nuncooperative with their counsel and administrative officials.\r\n\n          The firm of Eaton, Peabody, Bradford and Veague entered\r\n\nan  appearance on behalf of  all the defendants,  and applied for\r\n\nthe extensions of  the defendants' filing deadlines.   The record\r\n\ncontains  several   letters  from  Eaton,   Peabody  urging   the\r\n\ndefendants to contact counsel  and notifying them of the  need to\r\n\nfile an answer with the court by the end of the month.3  \r\n\n          Thad  Zmistowski,  an  associate with  Eaton,  Peabody,\r\n\ntestified to his  attempts, on  several occasions,  to reach  the\r\n\ncorporate contact at Kwong Wah by phone.  He finally reached Judy\r\n\nCanniff, his contact, on  the day before the second  deadline for\r\n\nfiling an answer.  Canniff allegedly informed Zmistowski that the\r\n\ndefendants did not have  the money to retain Eaton,  Peabody, and\r\n\nwould proceed on their own.  Eaton, Peabody filed a second Motion\r\n\nto Extend the Deadline, and moved the  court to withdraw from its\r\n\n                    \r                              \r\n\n3  The letters  evidence the attorneys' frustration in  trying to\r\npin down  the client.   Apparently, Eaton, Peabody  was concerned\r\nthat Kwong Wah's  insurance would not  cover a sexual  harassment\r\nsuit.  Thus, the firm requested a $25,000 retainer.  The firm was\r\ntrying to get a commitment from the defendants as to whether they\r\nwished to proceed with Eaton, Peabody as counsel.\r\n\n                               -10-\r                                         -10-\r\r\n\nrepresentation  of   the  defendants.    The   court  denied  the\r\n\ndefendants'  second  request to  extend  the  time of  filing  on\r\n\nOctober  5, 1994.  As  previously stated, the  defendants did not\r\n\nrespond  until November 25,  1994, when  they moved  to  lift the\r\n\ndefault judgment.\r\n\n          The  record fully supports the district court's finding\r\n\nthat  the defendants were aware of the pending legal problem, but\r\n\nhoped that  it \"would all go  away.\"  Thus, the  court found that\r\n\nthe  defendants  did not  exhibit  the  good faith  necessary  to\r\n\njustify the court's lifting  of the default judgment.   Under the\r\n\nstandard set forth  in Coon,  supra, the district  court did  not\r                                             \r\n\nabuse its discretion in  its denial of the defendants'  motion to\r\n\nlift default judgment.   After hearing  the testimony, the  court\r\n\nwas not convinced of the  defendants' explanation of the  default\r\n\nor  of their good faith.  The court's finding that the defendants\r\n\ndefaulted willfully  is well supported.   Further, the defendants\r\n\ndid  not  move  to rectify  the  situation  in  a timely  manner.\r\n\nLitigants must  act punctually and not  casually or indifferently\r\n\nif a judicial system is to function effectively.  This court must\r\n\nuphold  the   district  court's  decision  absent   an  abuse  of\r\n\ndiscretion.    We  conclude  that the  district  court  exhibited\r\n\npatience and concern  for the rights of  the parties and did  not\r\n\nabuse  its discretion in  denying the defendants'  motion to lift\r\n\ndefault judgment. \r\n\n                               III.\r                                         III.\r\n\n          The  defendants next  assert  that the  district  court\r\n\n                               -11-\r                                         -11-\r\r\n\nlacked  jurisdiction  over  the   Title  VII  claim  against  all\r\n\ndefendants except the Kwong Wah Restaurant because the plaintiffs\r\n\nfailed  to  name the  individual  defendants  in the  proceedings\r\n\nbefore  the  EEOC.4    The  district  court's  finding  that  the\r\n\ncharging requirement of Title VII is nonjurisdictional is subject\r\n\nto plenary  review.  See  In re Extradition  of Howard,  996 F.2d\r                                                                \r\n\n1320, 1327 (1st Cir. 1993).\r\n\n          There are  several requirements  that a  plaintiff must\r\n\nmeet,  pursuant to  Title VII,  prior to  filing suit  in federal\r\n\ncourt.   See 42 U.S.C.   2000e-5.   For example, a plaintiff must\r                      \r\n\nfile a timely  EEOC charge against the  discriminatory party, and\r\n\nreceive notice of a right to sue.  Id.   In addition, a plaintiff\r                                                \r\n\ngenerally  may not maintain a suit against a defendant in federal\r\n\ncourt if  that  defendant was  not  named in  the  administrative\r\n\nproceedings  and  offered  an  opportunity  for  conciliation  or\r\n\nvoluntary compliance.  42 U.S.C.    2000e-5(f) (\"civil action may\r\n\nbe brought against the respondent named in the charge\").  \r\n\n          In  the instant  case,  the plaintiffs  named only  the\r\n\nKwong Wah Restaurant  in the  complaint before the  MHRC and  the\r\n\nEEOC.  The  defendants contend  that the court  must dismiss  the\r\n\nTitle  VII charges  against  all individual  defendants (not  the\r                                                     \r\n\nKwong Wah Restaurant) because the plaintiffs failed to name these\r\n\ndefendants in the administrative complaint.  \r\n                    \r                              \r\n\n4  The plaintiffs filed their Complaint in federal court against:\r\nthe  Kwong Wah  Restaurant (a  Maine corporation);  Sarah Elgendi\r\n(co-owner  of Kwong Wah); Danny Chan (co-owner of Kwong Wah); Joe\r\nLam  (supervisor);  Karen  Landry  (head  waitress);  Karen  Wong\r\n(Manager); Ming Chen (cook); and Shun Cheung (cook).\r\n\n                               -12-\r                                         -12-\r\r\n\n          In  Curran v.  Portland Super.  Sch. Committee,  435 F.\r                                                                  \r\n\nSupp.  1063  (D. Maine  1977), the  district  court held  that an\r\n\nemployer may not  be named in a civil suit  unless it was charged\r\n\nbefore  the  EEOC.   Id.  at  1073.   The  court  noted that  the\r                                  \r\n\nadministrative  charging requirement  ensures that  the defendant\r\n\nhas  notification  of  the  pending  proceedings,  and  that  the\r\n\nrequirement furthers the goal  of voluntary compliance with Title\r\n\nVII.  Id. at 1074.   The Curran opinion noted, however,  that the\r                                         \r\n\ncharging requirement is not absolute:\r\n\n            [S]everal exceptions have been recognized\r\n            as sufficient to confer jurisdiction over\r\n            defendants in a civil action who were not\r\n            named  in  the   EEOC  charges.     These\r\n            exceptions  are:     (1)  if   there  was\r\n            \"substantial   identity\"    between   the\r\n            respondent  named in the EEOC charges and\r\n            defendants  in the  civil action;  (2) if\r\n            the named respondent acted as the \"agent\"\r\n            of the defendant sought to be included in\r\n            the  civil  action,  at  least  when  the\r\n            latter  defendant  had   notice  of   and\r\n            participated    in    the    conciliation\r\n            proceedings; and (3)  if the defendant is\r\n            an  \"indispensable  party\" under  Fed. R.\r\n            Civ. P.  19 in  order to accord  complete\r\n            relief to the parties.  \r\n\nId. at  1074; see also Glus v. G.C. Murphy Co., 562 F.2d 880, 888\r                                                        \r\n\n(3d Cir. 1977) (in determining if a plaintiff may proceed against\r\n\nparties not named before EEOC, the court should  consider whether\r\n\nthe  plaintiff could ascertain the  role of the  unnamed party at\r\n\nthe time of  the EEOC  filing; whether the  interests of  unnamed\r\n\nparty are similar to  interests of named party; the  prejudice to\r\n\nthe unnamed party; and whether the  unnamed party has represented\r\n\nto  the plaintiff  that its  relationship  with the  plaintiff is\r\n\n                               -13-\r                                         -13-\r\r\n\nthrough the named party.)\r\n\n          In  determining  whether  the  defendants  waived their\r\n\nright  to raise  the charging  issue, the  district court  in the\r\n\ninstant  case found that  the requirement  was nonjurisdictional.\r\n\nSee  Fed.  R. Civ.  P. 12(H)(3)  (court  shall dismiss  action if\r             \r\n\nlacking jurisdiction).  If  the charging requirement is merely  a\r\n\nconciliation  or compliance  procedure  prior to  filing suit  in\r\n\nfederal  court, it is  subject to waiver,  estoppel and equitable\r\n\ntolling.  See Zipes v. Trans World Airlines, Inc., 455  U.S. 385,\r                                                           \r\n\n392 (1982).\r\n\n          In Zipes, the Supreme Court held that the timely filing\r                                                                           \r\n\nof an EEOC charge is not jurisdictional.  Id. at  392.  The Court\r                                                       \r\n\nreasoned  that the  filing requirement  is listed  in  a separate\r\n\nsection of Title VII than the section that grants jurisdiction to\r\n\nthe  district courts.  This  court has not  ruled directly on the\r\n\ncharging requirement.  It has held,  however, that Section 2000e-\r\n\n5(f)(1) is nonjurisdictional.   See Rice v. New  England College,\r                                                                          \r\n\n676 F.2d 9, 10  (1st Cir. 1982) (requirement that  plaintiff file\r\n\ncomplaint within  90 days of  receipt of  right to sue  letter is\r\n\nnonjurisdictional).  The charging requirement is found in Section\r\n\n2000e-5(f)(1).    Although  generally  a plaintiff  must  name  a\r\n\ndefendant  in the proceedings before the EEOC in order to proceed\r\n\nagainst  that defendant in  federal court  under Title  VII, this\r\n\ncharging requirement  is subject to exceptions.  We conclude that\r\n\nthe  charging requirement is  nonjurisdictional, thus  subject to\r\n\nwaiver, estoppel and equitable  tolling.  See Zipes, 455  U.S. at\r                                                             \r\n\n                               -14-\r                                         -14-\r\r\n\n392; see  also Greenwood  v. Ross, 778  F.2d 448,  450 (8th  Cir.\r                                           \r\n\n1985)   (Title  VII  conditions   precedent,  including  charging\r\n\nrequirement, are nonjurisdictional);  Liberles v. County of Cook,\r                                                                          \r\n\n709 F.2d 1122, 1125  (7th Cir. 1983) (same); Jackson  v. Seaboard\r                                                                           \r\n\nCoast Line R. Co., 678 F.2d 992, 1010 (11th Cir. 1982) (same).\r                           \r\n\n          To  avoid   waiver,  a   defendant   must  assert   all\r\n\naffirmative defenses  in the answer.   See Fed. R.  Civ. P. 8(a);\r                                                    \r\n\nsee also Knapp  Shoes v. Sylvania Shoe Mfg. Corp.,  15 F.3d 1222,\r                                                           \r\n\n1226 (1st  Cir. 1994) (\"Affirmative  defenses not so  pleaded are\r\n\nwaived.\").   The  defendants in the  instant case,  through their\r\n\ndefault, waived their right to raise the issue that they were not\r\n\nnamed in the complaint to the Commission.5  We perceive no  error\r\n\nin  the  district court's  denial  of the  defendants'  motion to\r\n\ndismiss on jurisdictional grounds.\r\n\n                               IV.\r                                         IV.\r\n\n          The  plaintiffs appeal  the district  court's grant  of\r\n\n$2500 in compensatory damages.   In general, this court  will not\r\n\noverride a  damage determination unless the  award is unsupported\r\n\nby the evidence, grossly excessive, or shocking to the conscious.\r\n\nSee Brown v. Freedman Baking Co., 810 F.2d 6, 11 (1st Cir. 1987);\r                                          \r\n\nsee also Hall v. Ochs, 817 F.2d 920, 927 (1st Cir. 1987).  In the\r                               \r\n\n                    \r                              \r\n\n5  In addition, the  plaintiffs' Complaint before the  Commission\r\nalleged \"At all relevant times, Defendants Kwong Wah, Danny Chan,\r\nSarah  Elgendi,   Joe  Lam,  Karen  Wah  and  Karen  Landry  were\r\nemployers, and  the plaintiffs  employees, covered by  and within\r\nthe meaning  of  Title VII.    \"When  a court  enters  a  default\r\njudgment against  a defendant,  all allegations in  the complaint\r\nmust be  taken as  true.\"   See  Brockton Savings  Bank v.  Peat,\r                                                                           \r\nMarwick, Mitchell &amp; Co., 771 F.2d 5, 13 (1st Cir. 1985).\r                                 \r\n\n                               -15-\r                                         -15-\r\r\n\ninstant  case, the plaintiffs assert that the court below did not\r\n\nuse the correct  legal standard in its  determination of damages.\r\n\nQuestions of  law  are subject  to  plenary review.   See  In  re\r                                                                           \r\n\nExtradition of Howard, 996 F.2d at 1327.\r                               \r\n\n          The  damages provisions of  42 U.S.C.    1981a, part of\r\n\nthe Civil Rights  Act of  1991, provide for  the availability  of\r\n\ncompensatory damages  to victims of intentional discrimination in\r\n\nviolation  of Title VII.   Pursuant to  the statute, compensatory\r\n\ndamages  include   \"future  pecuniary  losses,   emotional  pain,\r\n\nsuffering, inconvenience, mental  anguish, loss  of enjoyment  of\r\n\nlife, and other non-pecuniarylosses.\"  See 42 U.S.C.  1981(b)(3).\r                                                    \r\n\n          Prior to Congress's enactment of Section 1981a, victims\r\n\nof intentional  gender  or  religious  discrimination  were  only\r\n\nentitled  to equitable relief under  Title VII.   Victims of race\r\n\ndiscrimination,  however,   are  entitled  to   compensatory  and\r\n\npunitive damages under 42  U.S.C.   1981.  Section  1981a ensures\r\n\nthat  victims  of intentional  employment  discrimination  on the\r\n\nbasis  of gender or religion are entitled to compensatory, and in\r\n\ncertain  egregious cases,  punitive damages.   See H.R.  Rep. No.\r                                                            \r\n\n40(I), 102d Cong., 1st  Sess. at 64-65 (1991).   Equitable relief\r\n\ncontinues  to be  the sole  remedy available  under Title  VII in\r\n\ndisparate impact cases.\r\n\n          At the conclusion of the testimony in the instant case,\r\n\nthe court  asserted that it  was \"persuaded\" that  the plaintiffs\r\n\nsuffered  emotionally as  a  result of  persistent and  extremely\r\n\noffensive  sexual harassment at Kwong Wah.  Thus, the court found\r\n\n                               -16-\r                                         -16-\r\r\n\nappropriate an award to the plaintiffs of compensatory damages.  \r\n\n          With respect to  emotional distress,  a plaintiff  must\r\n\ndemonstrate  that  an  ordinarily  sensitive  person  could  have\r\n\nsuffered the alleged harm.   If the plaintiff meets  this burden,\r\n\nthen  the  defendant  must \"take  the  victim  as  he finds  her,\r\n\nextraordinarily sensitive or  not.\"  See  Theriault v. Swan,  588\r                                                                     \r\n\nA.2d 369 (Me. 1989).  See  also Gammon v. Osteopathic Hospital of\r                                                                           \r\n\nMaine,  Inc.,  534 A.2d  369  (Me. 1989).    The court  may find,\r                      \r\n\nhowever, that some of  the plaintiffs' damages stem from  a prior\r\n\n\"injury.\"  See Lovely v.  Allstate Ins. Co, 658 A.2d 1091  (D. Me\r                                                    \r\n\n1995).6   The burden  is on the  defendant to establish  a causal\r\n\nrelationship between the  prior injury and the damages claimed by\r\n\nthe plaintiffs.  Id. at  1092.  If the court finds  it impossible\r                              \r\n\nto  apportion the damages, then the defendants are liable for the\r\n\nentire amount.  Id. \r                             \r\n\n          The testimony  in the  instant case revealed  that both\r\n\nplaintiffs  were  suffering  from  emotional  distress caused  by\r\n\nsources  independent   from  their  employment   at  Kwong   Wah.\r\n\nPlaintiff McKinnon  separated from  her  boyfriend (now  husband)\r\n\nduring  her employment at the restaurant,  after discovery of her\r\n                    \r                              \r\n\n6  Lovely addressed a claim for compensatory damages arising from\r                   \r\nphysical  injuries.  The accident at issue in the case aggravated\r\na pre-existing injury  to the plaintiff's  elbow.  The  defendant\r\ninsurance company  asserted that it should not be responsible for\r\nmedical  bills and  loss  of income  resulting  from the  injured\r\nelbow.   The court  found that it  was the  defendant's burden to\r\nestablish a  causal relationship  between the earlier  injury and\r\nthe damages claimed by the plaintiff.\r\n\n                               -17-\r                                         -17-\r\r\n\nunplanned pregnancy.   Plaintiff Poulin testified  to having been\r\n\nsexually  abused by her stepfather  from when she  was five years\r\n\nold until she was age seventeen.  She commenced employment at the\r\n\nKwong Wah at  the age of  twenty.  In  weighing the evidence  the\r\n\ncourt  found it  difficult to  distinguish between  the emotional\r\n\nsuffering caused  by the defendants' behavior,  and the suffering\r\n\ncaused by prior independent sources.  The court reasoned:\r\n\n            Because the causal connection between the\r\n            harassment   and   Plaintiffs'  emotional\r\n            trauma  is  complicated by  other factors\r\n            similarly  causing  such  suffering,  the\r\n            Court   finds  an   award  of   $2500  in\r\n            compensatory  damages for  each Plaintiff\r\n            appropriate.\r\n\n          Although the district court encountered some difficulty\r\n\nin distinguishing  between the  plaintiffs' trauma caused  by the\r\n\ndefendants'  harassment and  that arising  from other  causes, it\r\n\nnonetheless found  $2500 to be  an appropriate sum  to compensate\r\n\neach plaintiff.   We conclude  that despite  the difficulty,  the\r\n\ntrial court was able to determine the damages attributable to the\r\n\nharassment caused by  the defendants.   The trial  court had  the\r\n\nopportunity to see  and hear  the plaintiffs, and  no doubt  took\r\n\ninto account their  demeanor as  well as other  factors, such  as\r\n\ntheir  ages, nature of  employment, and earnings,  in setting the\r\n\ndamages amount.   Apparently, the court  carefully considered the\r\n\namounts  it  awarded  and,  without substantial  reasons  to  the\r\n\ncontrary, it  would be particularly inappropriate and injudicious\r\n\nfor  an appellate court to  set aside the  trial court's judgment\r\n\nunder  these circumstances.  See Freedman Baking Co., 810 F.2d at\r                                                              \r\n\n                               -18-\r                                         -18-\r\r\n\n11.   We  see no  error in  the district  court's $2500  award of\r\n\ncompensatory damages to each of the plaintiffs.\r\n\n                                V.\r                                          V.\r\n\n          The plaintiffs  also  contend that  the district  court\r\n\nerred in its failure  to award punitive damages.   The plaintiffs\r\n\nassert  that the  district court  relied heavily on  an incorrect\r\n\nlegal  standard  in  refusing to  award  punitive  damages.   The\r\n\ncourt's legal interpretations are subject to plenary review.  See\r                                                                           \r\n\nIn re Extradition of Howard, 996 F.2d at 1327.\r                                     \r\n\n          The plaintiffs rely for their claim to punitive damages\r\n\non the amendment  to Section  706(g) of  Title VII,  42 U.S.C.   \r\n\n1981a.   The damage provisions  of this amendment  provide that a\r\n\ncourt may award punitive damages to a prevailing party in a Title\r\n\nVII action if the defendant \"engaged in a discriminatory practice\r\n\n.  . . with malice or with reckless indifference to the federally\r\n\nprotected  rights of an aggrieved  individual.\"  See  42 U.S.C.  \r                                                              \r\n\n1981a(b)(1).   The amendatory  provision permits courts  to award\r\n\ndamages  in  cases  of  intentional  discrimination resulting  in\r\n\nactual  injury or loss in  the same circumstances  as such awards\r\n\nare permitted  under 42  U.S.C.    1981 for  race discrimination.\r\n\nSee H.R. No. 40(1), 102d Cong., 1st Sess. at 74 (1991).\r             \r\n\n          Although  compensatory damages are available to victims\r\n\nof intentional  discrimination under Title VII,  a plaintiff must\r\n\ndemonstrate  that the  defendant  acted with  malice or  reckless\r\n\n                               -19-\r                                         -19-\r\r\n\nindifference  before  he or  she  can  receive punitive  damages.\r\n\nId.7  The legislative history of the Section notes:\r             \r\n\n            Plaintiff  must  first prove  intentional\r\n            discrimination,  then  must prove  actual\r\n            injury  or  loss  arising   therefrom  to\r\n            recover  compensatory  damages, and  must\r                                                               \r\n            meet    an     even    higher    standard\r                                                               \r\n            (establishing  that  the  employer  acted\r                                                               \r\n            with  malice  or   reckless  or   callous\r                                                               \r\n            indifference to their rights)  to recover\r                                                               \r\n            punitive damages.\r                                       \r\n\nH.R. Rep. No. 40(I), 102d Cong., 1st Sess. at 72 (1991) (emphasis\r\n\nadded).\r\n\n          Because  plaintiffs' claims  arise  out  of  a  federal\r\n\nstatute  designed to  protect  federal rights,  federal rules  of\r\n\ndamages  control.   \"The  rule  of  damages,  whether drawn  from\r\n\nfederal or state  sources, is  a federal rule  responsive to  the\r\n\nneeds  whenever a federal right is impaired.\"  Sullivan v. Little\r                                                                           \r\n\nHunting Park, 396 U.S. 229, 240 (1969).\r                      \r\n\n          After hearing  the testimony  in the instant  case, the\r\n\ndistrict court  declined to  award punitive  damages.  The  court\r\n\nfound that  the  plaintiffs had  not  sustained their  burden  of\r\n\ndemonstrating  that  the  defendants  had  acted  maliciously  or\r\n\nrecklessly or callously indifferent to plaintiffs' rights.  In so\r\n\nfinding, the court explained:\r\n\n                    \r                              \r\n\n7   The  court's analysis  is the  same for  the state  causes of\r\naction.    In Maine,  punitive damages  are  available in  a tort\r\naction when  the defendant acts with malice.   See F.D.I.C. v. S.\r                                                                           \r\nPrawer  &amp; Co.,  829 F.  Supp. 439,  453 (D.  Me. 1993);  see also\r                                                                           \r\nTuttle v. Raymond, 494 A.2d 1353, 1361 (Me. 1985).\r                           \r\n\n                               -20-\r                                         -20-\r\r\n\n            There  is  no  question that  Defendants'\r\n            repeated sexual harassment was offensive.\r\n            In fact,  in  many cases,  this  behavior\r\n            might be strong evidence of malice or, at\r\n            least,    reckless     indifference    to\r\n            Plaintiffs'  rights.     In  this   case,\r\n            however,  the  Court  believes that,  the\r\n            behavior of at  least some Defendants was\r\n            influenced  by  language,  cultural,  and\r\n            educational   barriers.       With   this\r\n            consideration  and  all   of  the   other\r\n            evidence  in  mind,  the Court  concludes\r\n            that  Defendants  were  not  acting  with\r\n            either malice or reckless indifference to\r\n            Plaintiffs' rights.  No award of punitive\r\n            damages is therefore appropriate.\r\n\n          There  was no jury in the instant case, and, of course,\r\n\nthe trial judge  obviously gave no  erroneous instructions.   The\r\n\nplaintiffs, however, contend that the court nonetheless committed\r\n\nerror as  a matter of  law because it  based its decision  not to\r\n\naward punitive  damages on an erroneous legal  predicate -- \"that\r\n\nthe  ethnic background [of most  of the defendants]  is an excuse\r\n\nnegating  malice or  reckless indifference under  Section 1981a.\"\r\n\nMoreover, the  plaintiffs argue  that even  if the judge's  legal\r\n\npredicate were correct, there is no evidence whatsoever of record\r\n\nthat  the defendants suffered from any ignorance of their duty to\r\n\ncease  their  offensive  acts   as  a  result  of   their  ethnic\r\n\nbackground.   As  to  this  alleged  deficiency  of  record,  the\r\n\nstandard  of  review   is  clearly  erroneous.     See  Reich  v.\r                                                                       \r\n\nCambridgeport  Air Systems,  Inc., 26 F.3d  1187, 1188  (1st Cir.\r                                           \r\n\n1994).\r\n\n          That the defendants' acts \"were patently offensive\" and\r\n\nrepeated,  as  the  plaintiffs   argue,  may  provide  cause  for\r\n\n                               -21-\r                                         -21-\r\r\n\ncompensatory damages but do not necessarily mandate a finding  of\r\n\npunitive  damages.   Unlike  compensatory  damages,  which are  a\r\n\nmatter  of right  to an  injured party  once liability  is found,\r\n\npunitive  damages are awarded or rejected in a particular case at\r\n\nthe  discretion of the  fact-finder, in  this instance  the trial\r\n\njudge.  See  Lee v. Southern Home Sites Corp.,  429 F.2d 290, 294\r                                                       \r\n\n(5th cir. 1970).  There is no vested right to punitive damages on\r\n\nthe part of the plaintiff and  where allowed, they are awarded as\r\n\na matter of  public policy  to punish outrageous  conduct by  the\r\n\ndefendant or  to deter  similar conduct  in the  future.   A  key\r\n\nfeature of punitive damages is that \"they are never awarded as of\r\n\nright no matter how egregious the defendant's conduct.\"  Smith v.\r                                                                        \r\n\nWade, 461 U.S. 30, 52 (permitting jury to assess punitive damages\r              \r\n\nin  action under    1983 when defendant's conduct  is shown to be\r\n\nmotivated  by  evil  intent   or  involves  reckless  or  callous\r\n\nindifference to the federally protected rights of others).\r\n\n          Punitive damages  are assessed  as punishment or  as an\r\n\nexample and warning to others.  They are therefore not favored in\r\n\nthe  law  and are  allowed only  with  caution and  within normal\r\n\nlimits.    Lee, 439  F.2d at  294;  Aladdin Manufacturing  Co. v.\r                                                                        \r\n\nMantle Lamp Co., 116 F.2d 708, 717 (1st Cir. 1941).\r                         \r\n\n               The   allowance    of   such   damages\r\n            inherently involves an evaluation  of the\r\n            nature  of the  conduct in  question, the\r\n            wisdom   of   some   form  of   pecuniary\r\n            punishment,  and  the  advisability of  a\r\n            deterrent.  Therefore, \"the infliction of\r\n            such  damages, and the amount thereof are\r\n            of necessity within the discretion of the\r\n            trier of the fact.\" \r\n\n                               -22-\r                                         -22-\r\r\n\nLee, 439 F.2d at 294 (citations omitted).\r             \r\n\n          In Rowlett  v. Anheuser-Busch, Inc., 832  F.2d 194 (1st\r                                                       \r\n\nCir.  1987), this court dealt at  length with the appropriateness\r\n\nof a  jury award of  punitive damages.   Writing for this  court,\r\n\nJudge Torruella held that even in a jurisdiction which authorizes\r\n\npunitive  damages  in   cases  requiring  proof   of  intentional\r\n\nwrongdoing,  this  does  not   mean  that  punitive  damages  are\r\n\nappropriate in every such case.   Rather, \"in each case the trier\r\n\nof  the fact  has the  discretion to  determine whether  punitive\r\n\ndamages  are  necessary,  to   punish  [the  defendant]  for  his\r\n\noutrageous conduct and deter him and others like him from similar\r\n\nconduct  in the future.\"   Id. at  205 (citations omitted).   The\r                                        \r\n\ncourt  therefore reduced the punitive  damages award in a Section\r\n\n1983 case by 90 percent.  Id. at 207.\r                                       \r\n\n          In Hern ndez-Tirado  v. Artau,  874 F.2d 866  (1st Cir.\r                                                 \r\n\n1989), this court vacated entirely the  district court's award of\r\n\npunitive damages in  a Section  1983 case.   The court  carefully\r\n\nanalyzed  the Supreme Court's decision in Smith v. Wade, 461 U.S.\r                                                                 \r\n\n30, where the  Court made clear that a jury  \"may\" award punitive\r\n\ndamages  in  Section  1983  cases  when  a  defendant  has  shown\r\n\n\"reckless  or  callous  indifference to  the  federally protected\r\n\nrights of others,\" as  well as when his conduct is  \"motivated by\r\n\nevil motive or intent.\"  This court observed, however, that in so\r\n\nholding,  the Supreme Court did not say that the fact-finder must\r\n\naward punitive damages  in every  single Section  1983 case  that\r\n\ndoes involve an intentional  tort.  The court concluded  that the\r              \r\n\n                               -23-\r                                         -23-\r\r\n\ndefendants'  intentional misconduct  did  not rise  to the  level\r\n\ncalling  for  punishment  and  deterrence  over  and  above  that\r\n\nprovided by  the compensatory award.   It  therefore vacated  the\r\n\naward of punitive damages observing that \"neither the common law,\r\n\nnor the Supreme Court in Smith,  allows a jury to assess punitive\r                                        \r\n\ndamages in  every single instance  where it finds  an intentional\r\n\ntort; rather,  they require  conduct that is  'outrageous' either\r\n\nbecause of a person's  'evil motive' or because of  his 'reckless\r\n\nindifference' to  the rights  of others.\"   Hern ndez-Tirado, 874\r                                                                      \r\n\nF.2d at 869.\r\n\n          In sum,  the law  does not  require the  fact-finder to\r\n\naward punitive  damages in every  case under  Section 1981a  that\r\n\ninvolves an intentional tort.   The plaintiff must show  that the\r\n\ndefendant  acted  with malice  or  reckless  indifference to  the\r\n\nplaintiff's rights.   We believe, however, that heavy reliance on\r\n\ncultural and educational factors  is inappropriate in the instant\r\n\ncase.  Ignorance of the  law or of local custom is  not a defense\r\n\nunder  Section 1981a  to  the alleged  offensive  conduct of  the\r\n\ndefendants.    \r\n\n          A  defendant's cultural background is not irrelevant in\r\n\nevaluating the  appropriateness of punitive damages.   In certain\r\n\ncircumstances,  a  defendant's  background will  likely  have  an\r\n\nimpact  on his consciousness of wrongdoing.  In the instant case,\r\n\nhowever, the  district court's  only explicit reason  for denying\r\n\npunitive  damages  was  the  cultural,  ethnic,  and  educational\r\n\nbackground of  the defendants,  and this is  not the  dispositive\r\n\n                               -24-\r                                         -24-\r\r\n\nfactor.  The court did not point to any evidence in the record to\r\n\nsupport its assumption  that the defendants were  not acting with\r\n\nreckless indifference to the plaintiffs' rights.  In  the context\r\n\nof this case and on this record, primary reliance on cultural and\r\n\neducational  background  is  tenuous  and   appears  unsupported.\r\n\nAlthough the court also  considered \"all the other evidence,\"  it\r\n\nis  not clear  from the  record what  \"other evidence\"  the court\r\n\nconsidered.  \r\n\n          Accordingly, we  will remand to the  district court for\r\n\nfurther  clarification  and  explanation  as   to  what  evidence\r\n\nsupported its decision to deny the plaintiffs punitive damages.\r\n\n                               VI.\r                                         VI.\r\n\n          In sum,  we conclude  that the district  court properly\r\n\ndenied the  defendants'  motion to  lift  default and  file  late\r\n\nanswer.  Through their default, the defendants waived their right\r\n\nto  challenge the plaintiffs' Title  VII claim on  the basis that\r\n\nthe plaintiffs  failed to  name the individual  defendants before\r\n\nthe EEOC  or the  MHRC.   Thus, the order  of the  district court\r\n\ndenying the defendants' motions is affirmed.\r\n\n          We also conclude that the  district court did not abuse\r\n\nits  discretion in arriving at a  $2500 compensatory damage award\r\n\nfor each plaintiff and  this judgment is affirmed.  On  the issue\r\n\nof punitive damages, the matter is remanded to the district court\r\n\nfor clarification and explanation, within thirty days, as to what\r\n\nevidence  the  court  relied  upon  in  declining  to  award  the\r\n\nplaintiffs punitive damages.  This court will retain jurisdiction\r\n\n                               -25-\r                                         -25-\r\r\n\nof the case pending the district court's clarification.\r\n\n                               -26-\r                                         -26-\r\r\n",
  "html": "<p class=\"case_cite\">83 F.3d 498</p>\n    <p class=\"case_cite\">70 Fair Empl.Prac.Cas. (BNA) 1037, 64 USLW 2763,<br>34 Fed.R.Serv.3d 445</p>\n    <p class=\"parties\">Charissa McKINNON and Beatrice Poulin, Plaintiffs-Appellees,<br>v.<br>KWONG WAH RESTAURANT, et al., Defendants-Appellants.<br>Charissa McKINNON and Beatrice Poulin, Plaintiffs-Appellants,<br>v.<br>KWONG WAH RESTAURANT, et al., Defendants-Appellees.</p>\n    <p class=\"docket\">No. 95-1597, 95-1635.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 9, 1996.<br>Decided May 1, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeals from the United States District Court for the District of Maine;  Hon.  Morton A. Brody, U.S. District Judge.</p>\n      <p class=\"indent\">Daniel L. Lacasse, Calais, ME, for Kwong Wah Restaurant, et al.</p>\n      <p class=\"indent\">Catherine R. Connors, with whom Fall Ferguson and Pierce, Atwood, Scribner, Allen, Smith &amp; Lancaster, Portland, ME, were on brief for Charissa McKinnon and Beatrice Poulin.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN and ROSENN,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judges.</p>\n      <p class=\"indent\">ROSENN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal and cross-appeal present several procedural issues as well as substantive issues relating to damages arising out of alleged acts of sexual harassment in violation of Title VII, 42 U.S.C. &#167; 2000e et seq.   Charissa McKinnon and Beatrice Poulin brought suit in the United States District Court for the District of Maine against their former employer, the Kwong Wah Chinese Restaurant (\"Kwong Wah\"), its owners, and several current and former employees.   The plaintiffs alleged that they suffered sexual harassment while working as waitresses at Kwong Wah, in violation of Title VII;  the Maine Human Rights Act, 5 M.R.S.A. &#167; 4572;  and state tort law.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The court entered default judgment against the defendants, and awarded back pay, compensatory damages and attorneys' fees to both plaintiffs.   The defendants filed a Motion to Lift the Default and File Late Answer, which the court denied.   McKinnon and Poulin appeal the district court's damages awards.   Specifically, they assert that the court erred in its failure to award punitive damages, and in its calculation of compensatory damages.   The defendants appeal the court's denial of their motion to lift default and file late answer.   Further, they assert that the district court lacked jurisdiction over some of the named defendants, because plaintiffs failed to name the individual defendants before the Equal Employment Opportunity Commission (\"EEOC\").   We affirm, except we remand for clarification by the district court with respect to punitive damages.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Both plaintiffs commenced employment as waitresses at the Kwong Wah Restaurant in Calais, Maine in July 1991.   Plaintiffs testified that the owners and employees at Kwong Wah subjected them to repeated offensive sexual harassment, both verbal and physical.   Plaintiff McKinnon further alleged that they subjected her to additional discrimination because she was pregnant while employed at Kwong Wah.   McKinnon testified that one of the restaurant owners tried to force her to sign a release exempting the Kwong Wah from liability if she was injured on the job, and that the Kwong Wah cut back her working hours in retaliation for her refusal to sign the release.   The plaintiffs alleged that they were constructively discharged in July 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Plaintiffs filed timely charges of discrimination with the Maine Human Rights Commission (\"MHRC\") and the federal Equal Employment Opportunity Commission.   The MHRC determined that reasonable grounds existed to believe that unlawful discrimination had occurred.   After failed attempts at a conciliation agreement, the MHRC authorized suit, and the EEOC issued a right to sue letter.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Plaintiffs filed a complaint on June 28, 1994, and an amended complaint with minor changes on July 7, 1994.   Thus, pursuant to Fed.R.Civ.P. 12(a)(1)(A), Kwong Wah's Answer was due on August 18, 1994.   The defendants, however, did not respond by the due date.   One week after the answer was due, the defendants moved for an enlargement of time to respond to the complaint.   The district court extended the due date to September 28, 1994.   Again, the defendants did not file an answer.   On September 27, 1994, the defendants moved for an additional extension;  the court denied the motion.   The defendants took no action subsequent to the denial.   The clerk of the court entered default against the defendants on October 11, 1994.   The defendants again took no action.   On October 24, 1994, the plaintiffs moved for the entry of default judgment;  the court granted the motion the next day.   One month later, November 25, 1994, defendants moved to lift the default judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In their motion to lift the default, the defendants claimed that they had difficulty in retaining counsel;  that counsel did not keep them informed of their obligations to file a timely answer;  and that their inability to understand the complaint rendered them unable to respond.   In reply, the plaintiffs asserted that the defendants hired and fired counsel as a delaying tactic.   The plaintiffs further alleged that defendants' counsel contacted defendants by phone and letter alerting them to their obligation to file a timely answer.   The court held a hearing on the issue, and found that the defendants did not meet their burden of showing good cause to set aside the default.   See Fed.R.Civ.P. 55(c) (court may set aside default for good cause).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In addition, the defendants moved to dismiss the plaintiffs' Title VII claims against the individual defendants named in the suit.   The defendants asserted that the court lacked jurisdiction to hear the matter because the plaintiffs failed to include the named defendants in the charges they had filed with the MHRC and EEOC.   The court denied the motion, holding that Title VII's charging requirements were nonjurisdictional.   The court found that the defendants waived their right to raise the charging issue by their default.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court held a hearing without a jury to determine damages, and awarded $13,094.84 to McKinnon, and $13,189.45 to Poulin, plus attorneys' fees.   The award included 135 weeks of back pay (adjusted for mitigation) and $2,500 per plaintiff in compensatory damages.   The court declined to award front pay, punitive damages, or prejudgment interest.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The defendants claim that the district court erred in denying their motion to lift default judgment and file late answer.   We must review the court's denial of the motion for an abuse of discretion.   See The General Contracting &amp; Trading Co. v. Interpole, 899 F.2d 109, 112 (1st Cir.1990) (motions to set aside default judgments are left to \"the sound discretion of the district court\").   This court may not reverse unless the district court's decision is clearly wrong.  Id. at 112.</p>\n    </div>\n    <p class=\"indent\">Fed.R.Civ.P. 55(c) provides:</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>(c) Setting Aside Default.   For good cause shown the court may set aside an entry of default and, if a judgment by default has been entered, may likewise set it aside in accordance with Rule 60(b).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The parties in the instant case offer differing accounts of the events leading up to the default judgment.   The plaintiffs filed their amended complaint in July 1994.   They contend that the defendants ignored the first due date for their answer, requested and were granted a thirty day extension, and then ignored the second due date.   The plaintiffs further contend that the defendants ignored the court's rejection of their request for a second extension;  ignored the plaintiffs' motion for default judgment;  ignored the entry of default judgment;  and waited until November 25, 1994 to file a motion to lift the default judgment.   According to the plaintiffs, the defendants switched attorneys on several occasions beginning with the administrative proceedings before the MHRC.   Finally, the plaintiffs contend that the evidence shows that defendants were fully aware of all due dates.   In sum, the plaintiffs argue that the defendants neglected the suit with full awareness of the legal consequences.   In contrast, the defendants claim that they were unable to retain suitable counsel, and that they were not aware of the due dates or the consequences of missing the due dates.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">At an evidentiary hearing, the district court found that the defendants did not demonstrate the necessary \"good cause\" pursuant to Fed.R.Civ.P. 55(c).   In addressing the defendants' counsel at the hearing, the court asserted:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>What the defendants have done in their actions, Mr. Lacasse, speaks so loudly that I have difficulty hearing your voice today in this proceeding.   There simply has not been a showing of good cause pursuant to Federal Rule 55C to set aside the entry of default.   There has been no reasonable excuse presented for the default.   There have been a lot of explanations as to the defendants' inability to understand what's going on and the fact that they haven't had any--that they didn't have any funds and the result of all the testimony and the affidavits and the presentation to the court leaves the court with the clear understanding that the defendants did not act reasonably even under these circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The defendants assert that the record does not support the court's decision:  thus, the court abused its discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Although in Coon v. Grenier, 867 F.2d 73 (1st Cir.1989), this court observed that \"good cause\" is a mutable standard, varying from situation to situation, it is \"not so elastic as to be devoid of substance.\"  Id. at 76.   No precise formula is suggested, for each case necessarily turns on its own unique facts.   Nonetheless, this court found some general guidelines that appear to have universal application and warrant consideration by a district court in determining whether a default judgment should be lifted:  (1) whether the default was willful;  (2) whether setting it aside would prejudice the adversary, (3) whether a meritorious defense is presented;  (4) the nature of the defendant's explanation for the default;  (5) the good faith of the parties;  (6) the amount of money involved;  and (7) the timing of the motion.  Id. at 76.   The court then noted that in reviewing the district court's weighing of these factors for an abuse of discretion, judicial discretion has limitations:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>Judicial discretion is necessarily broad--but it is not absolute.   Abuse occurs when a material factor deserving significant weight is ignored, when an improper factor is relied upon, or when all proper and no improper factors are assessed, but the court makes a serious mistake in weighing them.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Id. at 78 (quoting Independent Oil &amp; Chemical Workers v. Procter &amp; Gamble Mfg. Co., 864 F.2d 927, 929 (1st Cir.1988)).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The record shows that the plaintiffs served each named defendant with the complaint.   Further, the record reflects that at least some of the defendants were aware of pending legal problems through their participation in the administrative proceedings before the MHRC.   Additionally, it appears that the defendants hired and fired at least three attorneys during the administrative process.   The defendants' attorney for the instant appeal at one time represented the defendants before the MHRC.   In the Commission's correspondence with the attorney, it stated:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>Would you please inform Kwong Wah officials that I will under no circumstances accept further postponement of this matter?   I do not wish to appear harsh towards you.   The history with this case, however, has been that each time we approach a critical point ... they hire a new Attorney.   You may or may not be aware that you are the third person I have dealings with to date.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Thus, it appears that the defendants were aware of a pending legal problem, were capable of retaining legal counsel, but were uncooperative with their counsel and administrative officials.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The firm of Eaton, Peabody, Bradford and Veague entered an appearance on behalf of all the defendants, and applied for the extensions of the defendants' filing deadlines.   The record contains several letters from Eaton, Peabody urging the defendants to contact counsel and notifying them of the need to file an answer with the court by the end of the month.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Thad Zmistowski, an associate with Eaton, Peabody, testified to his attempts, on several occasions, to reach the corporate contact at Kwong Wah by phone.   He finally reached Judy Canniff, his contact, on the day before the second deadline for filing an answer.   Canniff allegedly informed Zmistowski that the defendants did not have the money to retain Eaton, Peabody, and would proceed on their own.   Eaton, Peabody filed a second Motion to Extend the Deadline, and moved the court to withdraw from its representation of the defendants.   The court denied the defendants' second request to extend the time of filing on October 5, 1994.   As previously stated, the defendants did not respond until November 25, 1994, when they moved to lift the default judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The record fully supports the district court's finding that the defendants were aware of the pending legal problem, but hoped that it \"would all go away.\"   Thus, the court found that the defendants did not exhibit the good faith necessary to justify the court's lifting of the default judgment.   Under the standard set forth in Coon, supra, the district court did not abuse its discretion in its denial of the defendants' motion to lift default judgment.   After hearing the testimony, the court was not convinced of the defendants' explanation of the default or of their good faith.   The court's finding that the defendants defaulted willfully is well supported.   Further, the defendants did not move to rectify the situation in a timely manner.   Litigants must act punctually and not casually or indifferently if a judicial system is to function effectively.   This court must uphold the district court's decision absent an abuse of discretion.   We conclude that the district court exhibited patience and concern for the rights of the parties and did not abuse its discretion in denying the defendants' motion to lift default judgment.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The defendants next assert that the district court lacked jurisdiction over the Title VII claim against all defendants except the Kwong Wah Restaurant because the plaintiffs failed to name the individual defendants in the proceedings before the EEOC.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The district court's finding that the charging requirement of Title VII is nonjurisdictional is subject to plenary review.   See In re Extradition of Howard, 996 F.2d 1320, 1327 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">There are several requirements that a plaintiff must meet, pursuant to Title VII, prior to filing suit in federal court.   See 42 U.S.C. &#167; 2000e-5.   For example, a plaintiff must file a timely EEOC charge against the discriminatory party, and receive notice of a right to sue.   Id.  In addition, a plaintiff generally may not maintain a suit against a defendant in federal court if that defendant was not named in the administrative proceedings and offered an opportunity for conciliation or voluntary compliance.  42 U.S.C. &#167; 2000e-5(f) (\"civil action may be brought against the respondent named in the charge\").</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In the instant case, the plaintiffs named only the Kwong Wah Restaurant in the complaint before the MHRC and the EEOC.   The defendants contend that the court must dismiss the Title VII charges against all individual defendants (not the Kwong Wah Restaurant) because the plaintiffs failed to name these defendants in the administrative complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In Curran v. Portland Super.  Sch. Committee, 435 F.Supp. 1063 (D.Maine 1977), the district court held that an employer may not be named in a civil suit unless it was charged before the EEOC.  Id. at 1073.   The court noted that the administrative charging requirement ensures that the defendant has notification of the pending proceedings, and that the requirement furthers the goal of voluntary compliance with Title VII.  Id. at 1074.   The Curran opinion noted, however, that the charging requirement is not absolute:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>[S]everal exceptions have been recognized as sufficient to confer jurisdiction over defendants in a civil action who were not named in the EEOC charges.   These exceptions are:  (1) if there was \"substantial identity\" between the respondent named in the EEOC charges and defendants in the civil action;  (2) if the named respondent acted as the \"agent\" of the defendant sought to be included in the civil action, at least when the latter defendant had notice of and participated in the conciliation proceedings;  and (3) if the defendant is an \"indispensable party\" under Fed.R.Civ.P. 19 in order to accord complete relief to the parties.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Id. at 1074;  see also Glus v. G.C. Murphy Co., 562 F.2d 880, 888 (3d Cir.1977) (in determining if a plaintiff may proceed against parties not named before EEOC, the court should consider whether the plaintiff could ascertain the role of the unnamed party at the time of the EEOC filing;  whether the interests of unnamed party are similar to interests of named party;  the prejudice to the unnamed party;  and whether the unnamed party has represented to the plaintiff that its relationship with the plaintiff is through the named party.)</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In determining whether the defendants waived their right to raise the charging issue, the district court in the instant case found that the requirement was nonjurisdictional.   See Fed.R.Civ.P. 12(h)(3) (court shall dismiss action if lacking jurisdiction).   If the charging requirement is merely a conciliation or compliance procedure prior to filing suit in federal court, it is subject to waiver, estoppel and equitable tolling.   See Zipes v. Trans World Airlines, Inc., 455 U.S. 385, 392, 102 S.Ct. 1127, 1131, 71 L.Ed.2d 234 (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In Zipes, the Supreme Court held that the timely filing of an EEOC charge is not jurisdictional.  Id. at 392, 102 S.Ct. at 1131.   The Court reasoned that the filing requirement is listed in a separate section of Title VII than the section that grants jurisdiction to the district courts.   This court has not ruled directly on the charging requirement.   It has held, however, that Section 2000e-5(f)(1) is nonjurisdictional.   See Rice v. New England College, 676 F.2d 9, 10 (1st Cir.1982) (requirement that plaintiff file complaint within 90 days of receipt of right to sue letter is nonjurisdictional).   The charging requirement is found in Section 2000e-5(f)(1).   Although generally a plaintiff must name a defendant in the proceedings before the EEOC in order to proceed against that defendant in federal court under Title VII, this charging requirement is subject to exceptions.   We conclude that the charging requirement is nonjurisdictional, thus subject to waiver, estoppel and equitable tolling.   See Zipes, 455 U.S. at 392, 102 S.Ct. at 1131;  see also Greenwood v. Ross, 778 F.2d 448, 450 (8th Cir.1985) (Title VII conditions precedent, including charging requirement, are nonjurisdictional);  Liberles v. County of Cook, 709 F.2d 1122, 1125 (7th Cir.1983) (same);  Jackson v. Seaboard Coast Line R. Co., 678 F.2d 992, 1010 (11th Cir.1982) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">To avoid waiver, a defendant must assert all affirmative defenses in the answer.   See Fed.R.Civ.P. 8(a);  see also Knapp Shoes v. Sylvania Shoe Mfg. Corp., 15 F.3d 1222, 1226 (1st Cir.1994) (\"Affirmative defenses not so pleaded are waived.\").   The defendants in the instant case, through their default, waived their right to raise the issue that they were not named in the complaint to the Commission.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  We perceive no error in the district court's denial of the defendants' motion to dismiss on jurisdictional grounds.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The plaintiffs appeal the district court's grant of $2500 in compensatory damages.   In general, this court will not override a damage determination unless the award is unsupported by the evidence, grossly excessive, or shocking to the conscience.   See Brown v. Freedman Baking Co., 810 F.2d 6, 11 (1st Cir.1987);  see also Hall v. Ochs, 817 F.2d 920, 927 (1st Cir.1987).   In the instant case, the plaintiffs assert that the court below did not use the correct legal standard in its determination of damages.   Questions of law are subject to plenary review.   See In re Extradition of Howard, 996 F.2d at 1327.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The damages provisions of 42 U.S.C. &#167; 1981a, part of the Civil Rights Act of 1991, provide for the availability of compensatory damages to victims of intentional discrimination in violation of Title VII.   Pursuant to the statute, compensatory damages include \"future pecuniary losses, emotional pain, suffering, inconvenience, mental anguish, loss of enjoyment of life, and other nonpecuniary losses.\"   See 42 U.S.C. &#167; 1981a(b)(3).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Prior to Congress's enactment of Section 1981a, victims of intentional gender or religious discrimination were only entitled to equitable relief under Title VII.   Victims of race discrimination, however, are entitled to compensatory and punitive damages under 42 U.S.C. &#167; 1981a(b)(3).   Section 1981a ensures that victims of intentional employment discrimination on the basis of gender or religion are entitled to compensatory, and in certain egregious cases, punitive damages.   See H.R.Rep. No. 40(I), 102d Cong., 1st Sess. at 64-65 (1991) 1991 U.S.C.C.A.N. 549.   Equitable relief continues to be the sole remedy available under Title VII in disparate impact cases.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">At the conclusion of the testimony in the instant case, the court asserted that it was \"persuaded\" that the plaintiffs suffered emotionally as a result of persistent and extremely offensive sexual harassment at Kwong Wah.   Thus, the court found appropriate an award to the plaintiffs of compensatory damages.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">With respect to emotional distress, a plaintiff must demonstrate that an ordinarily sensitive person could have suffered the alleged harm.   If the plaintiff meets this burden, then the defendant must \"take the victim as he finds her, extraordinarily sensitive or not.\"   See Theriault v. Swan, 558 A.2d 369 (Me.1989).   See also Gammon v. Osteopathic Hospital of Maine, Inc., 534 A.2d 1282 (Me.1987).   The court may find, however, that some of the plaintiffs' damages stem from a prior \"injury.\"   See Lovely v. Allstate Ins. Co, 658 A.2d 1091 (D.Me 1995).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The burden is on the defendant to establish a causal relationship between the prior injury and the damages claimed by the plaintiffs.  Id. at 1092.   If the court finds it impossible to apportion the damages, then the defendants are liable for the entire amount.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The testimony in the instant case revealed that both plaintiffs were suffering from emotional distress caused by sources independent from their employment at Kwong Wah.   Plaintiff McKinnon separated from her boyfriend (now husband) during her employment at the restaurant, after discovery of her unplanned pregnancy.   Plaintiff Poulin testified to having been sexually abused by her stepfather from when she was five years old until she was age seventeen.   She commenced employment at the Kwong Wah at the age of twenty.   In weighing the evidence the court found it difficult to distinguish between the emotional suffering caused by the defendants' behavior, and the suffering caused by prior independent sources.   The court reasoned:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>Because the causal connection between the harassment and Plaintiffs' emotional trauma is complicated by other factors similarly causing such suffering, the Court finds an award of $2500 in compensatory damages for each Plaintiff appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Although the district court encountered some difficulty in distinguishing between the plaintiffs' trauma caused by the defendants' harassment and that arising from other causes, it nonetheless found $2500 to be an appropriate sum to compensate each plaintiff.   We conclude that despite the difficulty, the trial court was able to determine the damages attributable to the harassment caused by the defendants.   The trial court had the opportunity to see and hear the plaintiffs, and no doubt took into account their demeanor as well as other factors, such as their ages, nature of employment, and earnings, in setting the damages amount.   Apparently, the court carefully considered the amounts it awarded and, without substantial reasons to the contrary, it would be particularly inappropriate and injudicious for an appellate court to set aside the trial court's judgment under these circumstances.   See Freedman Baking Co., 810 F.2d at 11.   We see no error in the district court's $2500 award of compensatory damages to each of the plaintiffs.</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The plaintiffs also contend that the district court erred in its failure to award punitive damages.   The plaintiffs assert that the district court relied heavily on an incorrect legal standard in refusing to award punitive damages.   The court's legal interpretations are subject to plenary review.   See In re Extradition of Howard, 996 F.2d at 1327.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The plaintiffs rely for their claim to punitive damages on the amendment to Section 706(g) of Title VII, 42 U.S.C. &#167; 1981a.   The damage provisions of this amendment provide that a court may award punitive damages to a prevailing party in a Title VII action if the defendant \"engaged in a discriminatory practice ... with malice or with reckless indifference to the federally protected rights of an aggrieved individual.\"   See 42 U.S.C. &#167; 1981a(b)(1).   The amendatory provision permits courts to award damages in cases of intentional discrimination resulting in actual injury or loss in the same circumstances as such awards are permitted under 42 U.S.C. &#167; 1981 for race discrimination.   See H.R. No. 40(I), 102d Cong., 1st Sess. at 74 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Although compensatory damages are available to victims of intentional discrimination under Title VII, a plaintiff must demonstrate that the defendant acted with malice or reckless indifference before he or she can receive punitive damages.   Id.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  The legislative history of the Section notes:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>Plaintiffs must first prove intentional discrimination, then must prove actual injury or loss arising therefrom to recover compensatory damages, and must meet an even higher standard (establishing that the employer acted with malice or reckless or callous indifference to their rights) to recover punitive damages.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">H.R.Rep. No. 40(I), 102d Cong., 1st Sess. at 72, (1991) 1991 U.S.C.C.A.N. 610 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Because plaintiffs' claims arise out of a federal statute designed to protect federal rights, federal rules of damages control.  \"The rule of damages, whether drawn from federal or state sources, is a federal rule responsive to the needs whenever a federal right is impaired.\"  Sullivan v. Little Hunting Park, 396 U.S. 229, 240, 90 S.Ct. 400, 406, 24 L.Ed.2d 386 (1969).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">After hearing the testimony in the instant case, the district court declined to award punitive damages.   The court found that the plaintiffs had not sustained their burden of demonstrating that the defendants had acted maliciously or recklessly or callously indifferent to plaintiffs' rights.   In so finding, the court explained:</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>There is no question that Defendants' repeated sexual harassment was offensive.   In fact, in many cases, this behavior might be strong evidence of malice or, at least, reckless indifference to Plaintiffs' rights.   In this case, however, the Court believes that, the behavior of at least some Defendants was influenced by language, cultural, and educational barriers.   With this consideration and all of the other evidence in mind, the Court concludes that Defendants were not acting with either malice or reckless indifference to Plaintiffs' rights.   No award of punitive damages is therefore appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">There was no jury in the instant case, and, of course, the trial judge obviously gave no erroneous instructions.   The plaintiffs, however, contend that the court nonetheless committed error as a matter of law because it based its decision not to award punitive damages on an erroneous legal predicate--\"that the ethnic background [of most of the defendants] is an excuse negating malice or reckless indifference under Section 1981a.\"   Moreover, the plaintiffs argue that even if the judge's legal predicate were correct, there is no evidence whatsoever of record that the defendants suffered from any ignorance of their duty to cease their offensive acts as a result of their ethnic background.   As to this alleged deficiency of record, the standard of review is clearly erroneous.   See Reich v. Cambridgeport Air Systems, Inc., 26 F.3d 1187, 1188 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">That the defendants' acts \"were patently offensive\" and repeated, as the plaintiffs argue, may provide cause for compensatory damages but do not necessarily mandate a finding of punitive damages.   Unlike compensatory damages, which are a matter of right to an injured party once liability is found, punitive damages are awarded or rejected in a particular case at the discretion of the fact-finder, in this instance the trial judge.   See Lee v. Southern Home Sites Corp., 429 F.2d 290, 294 (5th Cir.1970).   There is no vested right to punitive damages on the part of the plaintiff and where allowed, they are awarded as a matter of public policy to punish outrageous conduct by the defendant or to deter similar conduct in the future.   A key feature of punitive damages is that \"they are never awarded as of right no matter how egregious the defendant's conduct.\"  Smith v. Wade, 461 U.S. 30, 52, 103 S.Ct. 1625, 1638, 75 L.Ed.2d 632 (permitting jury to assess punitive damages in action under &#167; 1983 when defendant's conduct is shown to be motivated by evil intent or involves reckless or callous indifference to the federally protected rights of others).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Punitive damages are assessed as punishment or as an example and warning to others.   They are therefore not favored in the law and are allowed only with caution and within normal limits.  Lee, 429 F.2d at 294;  Aladdin Manufacturing Co. v. Mantle Lamp Co., 116 F.2d 708, 717 (7th Cir.1941).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The allowance of such damages inherently involves an evaluation of the nature of the conduct in question, the wisdom of some form of pecuniary punishment, and the advisability of a deterrent.   Therefore, \"the infliction of such damages, and the amount thereof are of necessity within the discretion of the trier of the fact.\"</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Lee, 429 F.2d at 294 (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In Rowlett v. Anheuser-Busch, Inc., 832 F.2d 194 (1st Cir.1987), this court dealt at length with the appropriateness of a jury award of punitive damages.   Writing for this court, Judge Torruella held that even in a jurisdiction which authorizes punitive damages in cases requiring proof of intentional wrongdoing, this does not mean that punitive damages are appropriate in every such case.   Rather, \"in each case the trier of the fact has the discretion to determine whether punitive damages are necessary, to punish [the defendant] for his outrageous conduct and deter him and others like him from similar conduct in the future.\"  Id. at 205 (citations omitted).   The court therefore reduced the punitive damages award in a Section 1983 case by 90 percent.  Id. at 207.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">In Hernandez-Tirado v. Artau, 874 F.2d 866 (1st Cir.1989), this court vacated entirely the district court's award of punitive damages in a Section 1983 case.   The court carefully analyzed the Supreme Court's decision in Smith v. Wade, 461 U.S. 30, 103 S.Ct. 1625, 75 L.Ed.2d 632, where the Court made clear that a jury \"may\" award punitive damages in Section 1983 cases when a defendant has shown \"reckless or callous indifference to the federally protected rights of others,\" as well as when his conduct is \"motivated by evil motive or intent.\"   This court observed, however, that in so holding, the Supreme Court did not say that the fact-finder must award punitive damages in every single Section 1983 case that does involve an intentional tort.   The court concluded that the defendants' intentional misconduct did not rise to the level calling for punishment and deterrence over and above that provided by the compensatory award.   It therefore vacated the award of punitive damages observing that \"neither the common law, nor the Supreme Court in Smith, allows a jury to assess punitive damages in every single instance where it finds an intentional tort;  rather, they require conduct that is 'outrageous' either because of a person's 'evil motive' or because of his 'reckless indifference' to the rights of others.\"  Hernandez-Tirado, 874 F.2d at 869.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">In sum, the law does not require the fact-finder to award punitive damages in every case under Section 1981a that involves an intentional tort.   The plaintiff must show that the defendant acted with malice or reckless indifference to the plaintiff's rights.   We believe, however, that heavy reliance on cultural and educational factors is inappropriate in the instant case.   Ignorance of the law or of local custom is not a defense under Section 1981a to the alleged offensive conduct of the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">A defendant's cultural background is not irrelevant in evaluating the appropriateness of punitive damages.   In certain circumstances, a defendant's background will likely have an impact on his consciousness of wrongdoing.   In the instant case, however, the district court's only explicit reason for denying punitive damages was the cultural, ethnic, and educational background of the defendants, and this is not the dispositive factor.   The court did not point to any evidence in the record to support its assumption that the defendants were not acting with reckless indifference to the plaintiffs' rights.   In the context of this case and on this record, primary reliance on cultural and educational background is tenuous and appears unsupported.   Although the court also considered \"all the other evidence,\" it is not clear from the record what \"other evidence\" the court considered.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Accordingly, we will remand to the district court for further clarification and explanation as to what evidence supported its decision to deny the plaintiffs punitive damages.</p>\n    </div>\n    <p>VI.</p>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">In sum, we conclude that the district court properly denied the defendants' motion to lift default and file late answer.   Through their default, the defendants waived their right to challenge the plaintiffs' Title VII claim on the basis that the plaintiffs failed to name the individual defendants before the EEOC or the MHRC.   Thus, the order of the district court denying the defendants' motions is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">We also conclude that the district court did not abuse its discretion in arriving at a $2500 compensatory damage award for each plaintiff and this judgment is affirmed.   On the issue of punitive damages, the matter is remanded to the district court for clarification and explanation, within thirty days, as to what evidence the court relied upon in declining to award the plaintiffs punitive damages.   This court will retain jurisdiction of the case pending the district court's clarification.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Third Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In their Complaint, the plaintiffs alleged the following:  Count I--sexual harassment in violation of Title VII;  Count II--further violations of Title VII for discriminating against McKinnon for her pregnancy;  Counts III and IV--violations of the Maine Human Rights Act;  Count V--Intentional Infliction of Emotional Distress;  Count VI--Negligent Retention or Supervision;  Count VII--Assault and Battery;  and Count VIII--Invasion of Privacy</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Fed.R.Civ.P. 60(b) provides, in relevant part, relief from judgment or order for mistake, inadvertence, surprise, or excusable neglect</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The letters evidence the attorneys' frustration in trying to pin down the client.   Apparently, Eaton, Peabody was concerned that Kwong Wah's insurance would not cover a sexual harassment suit.   Thus, the firm requested a $25,000 retainer.   The firm was trying to get a commitment from the defendants as to whether they wished to proceed with Eaton, Peabody as counsel</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The plaintiffs filed their Complaint in federal court against:  the Kwong Wah Restaurant (a Maine corporation);  Sarah Elgendi (co-owner of Kwong Wah);  Danny Chan (co-owner of Kwong Wah);  Joe Lam (supervisor);  Karen Landry (head waitress);  Karen Wong (Manager);  Ming Chen (cook);  and Shun Cheung (cook)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In addition, the plaintiffs' Complaint before the Commission alleged \"At all relevant times, Defendants Kwong Wah, Danny Chan, Sarah Elgendi, Joe Lam, Karen Wah and Karen Landry were employers, and the plaintiffs employees, covered by and within the meaning of Title VII.  \"When a court enters a default judgment against a defendant, all allegations in the complaint must be taken as true.\"   See Brockton Savings Bank v. Peat, Marwick, Mitchell &amp; Co., 771 F.2d 5, 13 (1st Cir.1985)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Lovely addressed a claim for compensatory damages arising from physical injuries.   The accident at issue in the case aggravated a pre-existing injury to the plaintiff's elbow.   The defendant insurance company asserted that it should not be responsible for medical bills and loss of income resulting from the injured elbow.   The court found that it was the defendant's burden to establish a causal relationship between the earlier injury and the damages claimed by the plaintiff</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The court's analysis is the same for the state causes of action.   In Maine, punitive damages are available in a tort action when the defendant acts with malice.   See F.D.I.C. v. S. Prawer &amp; Co., 829 F.Supp. 439, 453 (D.Me.1993);  see also Tuttle v. Raymond, 494 A.2d 1353, 1361 (Me.1985)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">498</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">Fair Empl. Prac. Cas. (BNA)</span> <span class=\"page\">1037</span></span>, 64 USLW 2763,<br><span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">445</span></span></p>\n    <p class=\"parties\">Charissa McKINNON and Beatrice Poulin, Plaintiffs-Appellees,<br>v.<br>KWONG WAH RESTAURANT, et al., Defendants-Appellants.<br>Charissa McKINNON and Beatrice Poulin, Plaintiffs-Appellants,<br>v.<br>KWONG WAH RESTAURANT, et al., Defendants-Appellees.</p>\n    <p class=\"docket\">No. 95-1597, 95-1635.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 9, 1996.<br>Decided May 1, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeals from the United States District Court for the District of Maine;  Hon.  Morton A. Brody, U.S. District Judge.</p>\n      <p class=\"indent\">Daniel L. Lacasse, Calais, ME, for Kwong Wah Restaurant, et al.</p>\n      <p class=\"indent\">Catherine R. Connors, with whom Fall Ferguson and Pierce, Atwood, Scribner, Allen, Smith &amp; Lancaster, Portland, ME, were on brief for Charissa McKinnon and Beatrice Poulin.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN and ROSENN,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judges.</p>\n      <p class=\"indent\">ROSENN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal and cross-appeal present several procedural issues as well as substantive issues relating to damages arising out of alleged acts of sexual harassment in violation of Title VII, 42 U.S.C. &#167; 2000e et seq.   Charissa McKinnon and Beatrice Poulin brought suit in the United States District Court for the District of Maine against their former employer, the Kwong Wah Chinese Restaurant (\"Kwong Wah\"), its owners, and several current and former employees.   The plaintiffs alleged that they suffered sexual harassment while working as waitresses at Kwong Wah, in violation of Title VII;  the Maine Human Rights Act, 5 M.R.S.A. &#167; 4572;  and state tort law.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The court entered default judgment against the defendants, and awarded back pay, compensatory damages and attorneys' fees to both plaintiffs.   The defendants filed a Motion to Lift the Default and File Late Answer, which the court denied.   McKinnon and Poulin appeal the district court's damages awards.   Specifically, they assert that the court erred in its failure to award punitive damages, and in its calculation of compensatory damages.   The defendants appeal the court's denial of their motion to lift default and file late answer.   Further, they assert that the district court lacked jurisdiction over some of the named defendants, because plaintiffs failed to name the individual defendants before the Equal Employment Opportunity Commission (\"EEOC\").   We affirm, except we remand for clarification by the district court with respect to punitive damages.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Both plaintiffs commenced employment as waitresses at the Kwong Wah Restaurant in Calais, Maine in July 1991.   Plaintiffs testified that the owners and employees at Kwong Wah subjected them to repeated offensive sexual harassment, both verbal and physical.   Plaintiff McKinnon further alleged that they subjected her to additional discrimination because she was pregnant while employed at Kwong Wah.   McKinnon testified that one of the restaurant owners tried to force her to sign a release exempting the Kwong Wah from liability if she was injured on the job, and that the Kwong Wah cut back her working hours in retaliation for her refusal to sign the release.   The plaintiffs alleged that they were constructively discharged in July 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Plaintiffs filed timely charges of discrimination with the Maine Human Rights Commission (\"MHRC\") and the federal Equal Employment Opportunity Commission.   The MHRC determined that reasonable grounds existed to believe that unlawful discrimination had occurred.   After failed attempts at a conciliation agreement, the MHRC authorized suit, and the EEOC issued a right to sue letter.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Plaintiffs filed a complaint on June 28, 1994, and an amended complaint with minor changes on July 7, 1994.   Thus, pursuant to Fed.R.Civ.P. 12(a)(1)(A), Kwong Wah's Answer was due on August 18, 1994.   The defendants, however, did not respond by the due date.   One week after the answer was due, the defendants moved for an enlargement of time to respond to the complaint.   The district court extended the due date to September 28, 1994.   Again, the defendants did not file an answer.   On September 27, 1994, the defendants moved for an additional extension;  the court denied the motion.   The defendants took no action subsequent to the denial.   The clerk of the court entered default against the defendants on October 11, 1994.   The defendants again took no action.   On October 24, 1994, the plaintiffs moved for the entry of default judgment;  the court granted the motion the next day.   One month later, November 25, 1994, defendants moved to lift the default judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In their motion to lift the default, the defendants claimed that they had difficulty in retaining counsel;  that counsel did not keep them informed of their obligations to file a timely answer;  and that their inability to understand the complaint rendered them unable to respond.   In reply, the plaintiffs asserted that the defendants hired and fired counsel as a delaying tactic.   The plaintiffs further alleged that defendants' counsel contacted defendants by phone and letter alerting them to their obligation to file a timely answer.   The court held a hearing on the issue, and found that the defendants did not meet their burden of showing good cause to set aside the default.   See Fed.R.Civ.P. 55(c) (court may set aside default for good cause).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In addition, the defendants moved to dismiss the plaintiffs' Title VII claims against the individual defendants named in the suit.   The defendants asserted that the court lacked jurisdiction to hear the matter because the plaintiffs failed to include the named defendants in the charges they had filed with the MHRC and EEOC.   The court denied the motion, holding that Title VII's charging requirements were nonjurisdictional.   The court found that the defendants waived their right to raise the charging issue by their default.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court held a hearing without a jury to determine damages, and awarded $13,094.84 to McKinnon, and $13,189.45 to Poulin, plus attorneys' fees.   The award included 135 weeks of back pay (adjusted for mitigation) and $2,500 per plaintiff in compensatory damages.   The court declined to award front pay, punitive damages, or prejudgment interest.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The defendants claim that the district court erred in denying their motion to lift default judgment and file late answer.   We must review the court's denial of the motion for an abuse of discretion.   See The General Contracting &amp; Trading Co. v. Interpole, <span class=\"citation\" data-id=\"538796\"><a href=\"/opinion/538796/the-general-contracting-trading-co-llc-v-interpole-inc-v/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">109</span></a></span>, 112 (1st Cir.1990) (motions to set aside default judgments are left to \"the sound discretion of the district court\").   This court may not reverse unless the district court's decision is clearly wrong.  Id. at 112.</p>\n    </div>\n    <p class=\"indent\">Fed.R.Civ.P. 55(c) provides:</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>(c) Setting Aside Default.   For good cause shown the court may set aside an entry of default and, if a judgment by default has been entered, may likewise set it aside in accordance with Rule 60(b).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The parties in the instant case offer differing accounts of the events leading up to the default judgment.   The plaintiffs filed their amended complaint in July 1994.   They contend that the defendants ignored the first due date for their answer, requested and were granted a thirty day extension, and then ignored the second due date.   The plaintiffs further contend that the defendants ignored the court's rejection of their request for a second extension;  ignored the plaintiffs' motion for default judgment;  ignored the entry of default judgment;  and waited until November 25, 1994 to file a motion to lift the default judgment.   According to the plaintiffs, the defendants switched attorneys on several occasions beginning with the administrative proceedings before the MHRC.   Finally, the plaintiffs contend that the evidence shows that defendants were fully aware of all due dates.   In sum, the plaintiffs argue that the defendants neglected the suit with full awareness of the legal consequences.   In contrast, the defendants claim that they were unable to retain suitable counsel, and that they were not aware of the due dates or the consequences of missing the due dates.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">At an evidentiary hearing, the district court found that the defendants did not demonstrate the necessary \"good cause\" pursuant to Fed.R.Civ.P. 55(c).   In addressing the defendants' counsel at the hearing, the court asserted:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>What the defendants have done in their actions, Mr. Lacasse, speaks so loudly that I have difficulty hearing your voice today in this proceeding.   There simply has not been a showing of good cause pursuant to Federal Rule 55C to set aside the entry of default.   There has been no reasonable excuse presented for the default.   There have been a lot of explanations as to the defendants' inability to understand what's going on and the fact that they haven't had any--that they didn't have any funds and the result of all the testimony and the affidavits and the presentation to the court leaves the court with the clear understanding that the defendants did not act reasonably even under these circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The defendants assert that the record does not support the court's decision:  thus, the court abused its discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Although in Coon v. Grenier, <span class=\"citation\" data-id=\"518090\"><a href=\"/opinion/518090/scott-coon-v-robert-p-grenier/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">73</span></a></span> (1st Cir.1989), this court observed that \"good cause\" is a mutable standard, varying from situation to situation, it is \"not so elastic as to be devoid of substance.\"  Id. at 76.   No precise formula is suggested, for each case necessarily turns on its own unique facts.   Nonetheless, this court found some general guidelines that appear to have universal application and warrant consideration by a district court in determining whether a default judgment should be lifted:  (1) whether the default was willful;  (2) whether setting it aside would prejudice the adversary, (3) whether a meritorious defense is presented;  (4) the nature of the defendant's explanation for the default;  (5) the good faith of the parties;  (6) the amount of money involved;  and (7) the timing of the motion.  Id. at 76.   The court then noted that in reviewing the district court's weighing of these factors for an abuse of discretion, judicial discretion has limitations:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>Judicial discretion is necessarily broad--but it is not absolute.   Abuse occurs when a material factor deserving significant weight is ignored, when an improper factor is relied upon, or when all proper and no improper factors are assessed, but the court makes a serious mistake in weighing them.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Id. at 78 (quoting Independent Oil &amp; Chemical Workers v. Procter &amp; Gamble Mfg. Co., <span class=\"citation\" data-id=\"516410\"><a href=\"/opinion/516410/the-independent-oil-and-chemical-workers-of-quincy-inc-v-the-procter/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">927</span></a></span>, 929 (1st Cir.1988)).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The record shows that the plaintiffs served each named defendant with the complaint.   Further, the record reflects that at least some of the defendants were aware of pending legal problems through their participation in the administrative proceedings before the MHRC.   Additionally, it appears that the defendants hired and fired at least three attorneys during the administrative process.   The defendants' attorney for the instant appeal at one time represented the defendants before the MHRC.   In the Commission's correspondence with the attorney, it stated:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>Would you please inform Kwong Wah officials that I will under no circumstances accept further postponement of this matter?   I do not wish to appear harsh towards you.   The history with this case, however, has been that each time we approach a critical point ... they hire a new Attorney.   You may or may not be aware that you are the third person I have dealings with to date.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Thus, it appears that the defendants were aware of a pending legal problem, were capable of retaining legal counsel, but were uncooperative with their counsel and administrative officials.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The firm of Eaton, Peabody, Bradford and Veague entered an appearance on behalf of all the defendants, and applied for the extensions of the defendants' filing deadlines.   The record contains several letters from Eaton, Peabody urging the defendants to contact counsel and notifying them of the need to file an answer with the court by the end of the month.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Thad Zmistowski, an associate with Eaton, Peabody, testified to his attempts, on several occasions, to reach the corporate contact at Kwong Wah by phone.   He finally reached Judy Canniff, his contact, on the day before the second deadline for filing an answer.   Canniff allegedly informed Zmistowski that the defendants did not have the money to retain Eaton, Peabody, and would proceed on their own.   Eaton, Peabody filed a second Motion to Extend the Deadline, and moved the court to withdraw from its representation of the defendants.   The court denied the defendants' second request to extend the time of filing on October 5, 1994.   As previously stated, the defendants did not respond until November 25, 1994, when they moved to lift the default judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The record fully supports the district court's finding that the defendants were aware of the pending legal problem, but hoped that it \"would all go away.\"   Thus, the court found that the defendants did not exhibit the good faith necessary to justify the court's lifting of the default judgment.   Under the standard set forth in Coon, supra, the district court did not abuse its discretion in its denial of the defendants' motion to lift default judgment.   After hearing the testimony, the court was not convinced of the defendants' explanation of the default or of their good faith.   The court's finding that the defendants defaulted willfully is well supported.   Further, the defendants did not move to rectify the situation in a timely manner.   Litigants must act punctually and not casually or indifferently if a judicial system is to function effectively.   This court must uphold the district court's decision absent an abuse of discretion.   We conclude that the district court exhibited patience and concern for the rights of the parties and did not abuse its discretion in denying the defendants' motion to lift default judgment.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The defendants next assert that the district court lacked jurisdiction over the Title VII claim against all defendants except the Kwong Wah Restaurant because the plaintiffs failed to name the individual defendants in the proceedings before the EEOC.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The district court's finding that the charging requirement of Title VII is nonjurisdictional is subject to plenary review.   See In re Extradition of Howard, <span class=\"citation\" data-id=\"610553\"><a href=\"/opinion/610553/in-re-extradition-of-curtis-andrew-howard-united-states-of-america-v/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1320</span></a></span>, 1327 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">There are several requirements that a plaintiff must meet, pursuant to Title VII, prior to filing suit in federal court.   See 42 U.S.C. &#167; 2000e-5.   For example, a plaintiff must file a timely EEOC charge against the discriminatory party, and receive notice of a right to sue.   Id.  In addition, a plaintiff generally may not maintain a suit against a defendant in federal court if that defendant was not named in the administrative proceedings and offered an opportunity for conciliation or voluntary compliance.  42 U.S.C. &#167; 2000e-5(f) (\"civil action may be brought against the respondent named in the charge\").</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In the instant case, the plaintiffs named only the Kwong Wah Restaurant in the complaint before the MHRC and the EEOC.   The defendants contend that the court must dismiss the Title VII charges against all individual defendants (not the Kwong Wah Restaurant) because the plaintiffs failed to name these defendants in the administrative complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In Curran v. Portland Super.  Sch. Committee, <span class=\"citation\" data-id=\"1424928\"><a href=\"/opinion/1424928/curran-v-portland-super-sch-committee-etc/\"><span class=\"volume\">435</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1063</span></a></span> (D.Maine 1977), the district court held that an employer may not be named in a civil suit unless it was charged before the EEOC.  Id. at 1073.   The court noted that the administrative charging requirement ensures that the defendant has notification of the pending proceedings, and that the requirement furthers the goal of voluntary compliance with Title VII.  Id. at 1074.   The Curran opinion noted, however, that the charging requirement is not absolute:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>[S]everal exceptions have been recognized as sufficient to confer jurisdiction over defendants in a civil action who were not named in the EEOC charges.   These exceptions are:  (1) if there was \"substantial identity\" between the respondent named in the EEOC charges and defendants in the civil action;  (2) if the named respondent acted as the \"agent\" of the defendant sought to be included in the civil action, at least when the latter defendant had notice of and participated in the conciliation proceedings;  and (3) if the defendant is an \"indispensable party\" under Fed.R.Civ.P. 19 in order to accord complete relief to the parties.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Id. at 1074;  see also Glus v. G.C. Murphy Co., <span class=\"citation\" data-id=\"349346\"><a href=\"/opinion/349346/15-fair-emplpraccas-998-14-empl-prac-dec-p-7777-joanne-glus-v-g-c/\"><span class=\"volume\">562</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">880</span></a></span>, 888 (3d Cir.1977) (in determining if a plaintiff may proceed against parties not named before EEOC, the court should consider whether the plaintiff could ascertain the role of the unnamed party at the time of the EEOC filing;  whether the interests of unnamed party are similar to interests of named party;  the prejudice to the unnamed party;  and whether the unnamed party has represented to the plaintiff that its relationship with the plaintiff is through the named party.)</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In determining whether the defendants waived their right to raise the charging issue, the district court in the instant case found that the requirement was nonjurisdictional.   See Fed.R.Civ.P. 12(h)(3) (court shall dismiss action if lacking jurisdiction).   If the charging requirement is merely a conciliation or compliance procedure prior to filing suit in federal court, it is subject to waiver, estoppel and equitable tolling.   See Zipes v. Trans World Airlines, Inc., <span class=\"citation\" data-id=\"110655\"><a href=\"/opinion/110655/zipes-v-trans-world-airlines-inc/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">385</span></a></span>, 392, <span class=\"citation\" data-id=\"110655\"><a href=\"/opinion/110655/zipes-v-trans-world-airlines-inc/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1127</span></a></span>, 1131, <span class=\"citation\" data-id=\"110655\"><a href=\"/opinion/110655/zipes-v-trans-world-airlines-inc/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">234</span></a></span> (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In Zipes, the Supreme Court held that the timely filing of an EEOC charge is not jurisdictional.  Id. at 392, 102 S.Ct. at 1131.   The Court reasoned that the filing requirement is listed in a separate section of Title VII than the section that grants jurisdiction to the district courts.   This court has not ruled directly on the charging requirement.   It has held, however, that Section 2000e-5(f)(1) is nonjurisdictional.   See Rice v. New England College, <span class=\"citation\" data-id=\"402519\"><a href=\"/opinion/402519/28-fair-emplpraccas-1191-28-empl-prac-dec-p-32604-marion-s-rice-v/\"><span class=\"volume\">676</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">9</span></a></span>, 10 (1st Cir.1982) (requirement that plaintiff file complaint within 90 days of receipt of right to sue letter is nonjurisdictional).   The charging requirement is found in Section 2000e-5(f)(1).   Although generally a plaintiff must name a defendant in the proceedings before the EEOC in order to proceed against that defendant in federal court under Title VII, this charging requirement is subject to exceptions.   We conclude that the charging requirement is nonjurisdictional, thus subject to waiver, estoppel and equitable tolling.   See Zipes, 455 U.S. at 392, 102 S.Ct. at 1131;  see also Greenwood v. Ross, <span class=\"citation\" data-id=\"461403\"><a href=\"/opinion/461403/johnny-greenwood-v-dr-robert-ross-happy-mahfouz-chancellor-and-athletic/\"><span class=\"volume\">778</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">448</span></a></span>, 450 (8th Cir.1985) (Title VII conditions precedent, including charging requirement, are nonjurisdictional);  Liberles v. County of Cook, <span class=\"citation\" data-id=\"419971\"><a href=\"/opinion/419971/31-fair-emplpraccas-1537-32-empl-prac-dec-p-33684-max-liberles-v/\"><span class=\"volume\">709</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1122</span></a></span>, 1125 (7th Cir.1983) (same);  Jackson v. Seaboard Coast Line R. Co., <span class=\"citation\" data-id=\"403872\"><a href=\"/opinion/403872/29-fair-emplpraccas-442-29-empl-prac-dec-p-32851-10-fed-r-evid/\"><span class=\"volume\">678</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">992</span></a></span>, 1010 (11th Cir.1982) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">To avoid waiver, a defendant must assert all affirmative defenses in the answer.   See Fed.R.Civ.P. 8(a);  see also Knapp Shoes v. Sylvania Shoe Mfg. Corp., <span class=\"citation\" data-id=\"195201\"><a href=\"/opinion/195201/knapp-v-sylvania-shoe/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1222</span></a></span>, 1226 (1st Cir.1994) (\"Affirmative defenses not so pleaded are waived.\").   The defendants in the instant case, through their default, waived their right to raise the issue that they were not named in the complaint to the Commission.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  We perceive no error in the district court's denial of the defendants' motion to dismiss on jurisdictional grounds.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The plaintiffs appeal the district court's grant of $2500 in compensatory damages.   In general, this court will not override a damage determination unless the award is unsupported by the evidence, grossly excessive, or shocking to the conscience.   See Brown v. Freedman Baking Co., <span class=\"citation\" data-id=\"482093\"><a href=\"/opinion/482093/steven-brown-v-freedman-baking-company-inc/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">6</span></a></span>, 11 (1st Cir.1987);  see also Hall v. Ochs, <span class=\"citation\" data-id=\"487735\"><a href=\"/opinion/487735/bancroft-dudley-hall-v-frederick-j-ochs-frederick-j-ochs-s-leo-judge/\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">920</span></a></span>, 927 (1st Cir.1987).   In the instant case, the plaintiffs assert that the court below did not use the correct legal standard in its determination of damages.   Questions of law are subject to plenary review.   See In re Extradition of Howard, 996 F.2d at 1327.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The damages provisions of 42 U.S.C. &#167; 1981a, part of the Civil Rights Act of 1991, provide for the availability of compensatory damages to victims of intentional discrimination in violation of Title VII.   Pursuant to the statute, compensatory damages include \"future pecuniary losses, emotional pain, suffering, inconvenience, mental anguish, loss of enjoyment of life, and other nonpecuniary losses.\"   See 42 U.S.C. &#167; 1981a(b)(3).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Prior to Congress's enactment of Section 1981a, victims of intentional gender or religious discrimination were only entitled to equitable relief under Title VII.   Victims of race discrimination, however, are entitled to compensatory and punitive damages under 42 U.S.C. &#167; 1981a(b)(3).   Section 1981a ensures that victims of intentional employment discrimination on the basis of gender or religion are entitled to compensatory, and in certain egregious cases, punitive damages.   See H.R.Rep. No. 40(I), 102d Cong., 1st Sess. at 64-65 (1991) 1991 U.S.C.C.A.N. 549.   Equitable relief continues to be the sole remedy available under Title VII in disparate impact cases.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">At the conclusion of the testimony in the instant case, the court asserted that it was \"persuaded\" that the plaintiffs suffered emotionally as a result of persistent and extremely offensive sexual harassment at Kwong Wah.   Thus, the court found appropriate an award to the plaintiffs of compensatory damages.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">With respect to emotional distress, a plaintiff must demonstrate that an ordinarily sensitive person could have suffered the alleged harm.   If the plaintiff meets this burden, then the defendant must \"take the victim as he finds her, extraordinarily sensitive or not.\"   See Theriault v. Swan, <span class=\"citation\" data-id=\"2277471\"><a href=\"/opinion/2277471/theriault-v-swan/\"><span class=\"volume\">558</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">369</span></a></span> (Me.1989).   See also Gammon v. Osteopathic Hospital of Maine, Inc., <span class=\"citation\" data-id=\"1533369\"><a href=\"/opinion/1533369/gammon-v-osteopathic-hosp-of-me-inc/\"><span class=\"volume\">534</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1282</span></a></span> (Me.1987).   The court may find, however, that some of the plaintiffs' damages stem from a prior \"injury.\"   See Lovely v. Allstate Ins. Co, <span class=\"citation\" data-id=\"1972076\"><a href=\"/opinion/1972076/lovely-v-allstate-ins-co/\"><span class=\"volume\">658</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1091</span></a></span> (D.Me 1995).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The burden is on the defendant to establish a causal relationship between the prior injury and the damages claimed by the plaintiffs.  Id. at 1092.   If the court finds it impossible to apportion the damages, then the defendants are liable for the entire amount.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The testimony in the instant case revealed that both plaintiffs were suffering from emotional distress caused by sources independent from their employment at Kwong Wah.   Plaintiff McKinnon separated from her boyfriend (now husband) during her employment at the restaurant, after discovery of her unplanned pregnancy.   Plaintiff Poulin testified to having been sexually abused by her stepfather from when she was five years old until she was age seventeen.   She commenced employment at the Kwong Wah at the age of twenty.   In weighing the evidence the court found it difficult to distinguish between the emotional suffering caused by the defendants' behavior, and the suffering caused by prior independent sources.   The court reasoned:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>Because the causal connection between the harassment and Plaintiffs' emotional trauma is complicated by other factors similarly causing such suffering, the Court finds an award of $2500 in compensatory damages for each Plaintiff appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Although the district court encountered some difficulty in distinguishing between the plaintiffs' trauma caused by the defendants' harassment and that arising from other causes, it nonetheless found $2500 to be an appropriate sum to compensate each plaintiff.   We conclude that despite the difficulty, the trial court was able to determine the damages attributable to the harassment caused by the defendants.   The trial court had the opportunity to see and hear the plaintiffs, and no doubt took into account their demeanor as well as other factors, such as their ages, nature of employment, and earnings, in setting the damages amount.   Apparently, the court carefully considered the amounts it awarded and, without substantial reasons to the contrary, it would be particularly inappropriate and injudicious for an appellate court to set aside the trial court's judgment under these circumstances.   See Freedman Baking Co., 810 F.2d at 11.   We see no error in the district court's $2500 award of compensatory damages to each of the plaintiffs.</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The plaintiffs also contend that the district court erred in its failure to award punitive damages.   The plaintiffs assert that the district court relied heavily on an incorrect legal standard in refusing to award punitive damages.   The court's legal interpretations are subject to plenary review.   See In re Extradition of Howard, 996 F.2d at 1327.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The plaintiffs rely for their claim to punitive damages on the amendment to Section 706(g) of Title VII, 42 U.S.C. &#167; 1981a.   The damage provisions of this amendment provide that a court may award punitive damages to a prevailing party in a Title VII action if the defendant \"engaged in a discriminatory practice ... with malice or with reckless indifference to the federally protected rights of an aggrieved individual.\"   See 42 U.S.C. &#167; 1981a(b)(1).   The amendatory provision permits courts to award damages in cases of intentional discrimination resulting in actual injury or loss in the same circumstances as such awards are permitted under 42 U.S.C. &#167; 1981 for race discrimination.   See H.R. No. 40(I), 102d Cong., 1st Sess. at 74 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Although compensatory damages are available to victims of intentional discrimination under Title VII, a plaintiff must demonstrate that the defendant acted with malice or reckless indifference before he or she can receive punitive damages.   Id.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  The legislative history of the Section notes:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>Plaintiffs must first prove intentional discrimination, then must prove actual injury or loss arising therefrom to recover compensatory damages, and must meet an even higher standard (establishing that the employer acted with malice or reckless or callous indifference to their rights) to recover punitive damages.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">H.R.Rep. No. 40(I), 102d Cong., 1st Sess. at 72, (1991) 1991 U.S.C.C.A.N. 610 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Because plaintiffs' claims arise out of a federal statute designed to protect federal rights, federal rules of damages control.  \"The rule of damages, whether drawn from federal or state sources, is a federal rule responsive to the needs whenever a federal right is impaired.\"  Sullivan v. Little Hunting Park, <span class=\"citation\" data-id=\"108017\"><a href=\"/opinion/108017/sullivan-v-little-hunting-park-inc/\"><span class=\"volume\">396</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, 240, <span class=\"citation\" data-id=\"108017\"><a href=\"/opinion/108017/sullivan-v-little-hunting-park-inc/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">400</span></a></span>, 406, <span class=\"citation\" data-id=\"108017\"><a href=\"/opinion/108017/sullivan-v-little-hunting-park-inc/\"><span class=\"volume\">24</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">386</span></a></span> (1969).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">After hearing the testimony in the instant case, the district court declined to award punitive damages.   The court found that the plaintiffs had not sustained their burden of demonstrating that the defendants had acted maliciously or recklessly or callously indifferent to plaintiffs' rights.   In so finding, the court explained:</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>There is no question that Defendants' repeated sexual harassment was offensive.   In fact, in many cases, this behavior might be strong evidence of malice or, at least, reckless indifference to Plaintiffs' rights.   In this case, however, the Court believes that, the behavior of at least some Defendants was influenced by language, cultural, and educational barriers.   With this consideration and all of the other evidence in mind, the Court concludes that Defendants were not acting with either malice or reckless indifference to Plaintiffs' rights.   No award of punitive damages is therefore appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">There was no jury in the instant case, and, of course, the trial judge obviously gave no erroneous instructions.   The plaintiffs, however, contend that the court nonetheless committed error as a matter of law because it based its decision not to award punitive damages on an erroneous legal predicate--\"that the ethnic background [of most of the defendants] is an excuse negating malice or reckless indifference under Section 1981a.\"   Moreover, the plaintiffs argue that even if the judge's legal predicate were correct, there is no evidence whatsoever of record that the defendants suffered from any ignorance of their duty to cease their offensive acts as a result of their ethnic background.   As to this alleged deficiency of record, the standard of review is clearly erroneous.   See Reich v. Cambridgeport Air Systems, Inc., <span class=\"citation\" data-id=\"672313\"><a href=\"/opinion/672313/robert-b-reich-etc-v-cambridgeport-air-systems-inc/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1187</span></a></span>, 1188 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">That the defendants' acts \"were patently offensive\" and repeated, as the plaintiffs argue, may provide cause for compensatory damages but do not necessarily mandate a finding of punitive damages.   Unlike compensatory damages, which are a matter of right to an injured party once liability is found, punitive damages are awarded or rejected in a particular case at the discretion of the fact-finder, in this instance the trial judge.   See Lee v. Southern Home Sites Corp., <span class=\"citation\" data-id=\"291221\"><a href=\"/opinion/291221/johnnie-ray-lee-v-southern-home-sites-corporation/\"><span class=\"volume\">429</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">290</span></a></span>, 294 (5th Cir.1970).   There is no vested right to punitive damages on the part of the plaintiff and where allowed, they are awarded as a matter of public policy to punish outrageous conduct by the defendant or to deter similar conduct in the future.   A key feature of punitive damages is that \"they are never awarded as of right no matter how egregious the defendant's conduct.\"  Smith v. Wade, <span class=\"citation\" data-id=\"110915\"><a href=\"/opinion/110915/smith-v-wade/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">30</span></a></span>, 52, <span class=\"citation\" data-id=\"110915\"><a href=\"/opinion/110915/smith-v-wade/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1625</span></a></span>, 1638, <span class=\"citation\" data-id=\"110915\"><a href=\"/opinion/110915/smith-v-wade/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">632</span></a></span> (permitting jury to assess punitive damages in action under &#167; 1983 when defendant's conduct is shown to be motivated by evil intent or involves reckless or callous indifference to the federally protected rights of others).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Punitive damages are assessed as punishment or as an example and warning to others.   They are therefore not favored in the law and are allowed only with caution and within normal limits.  Lee, 429 F.2d at 294;  Aladdin Manufacturing Co. v. Mantle Lamp Co., <span class=\"citation\" data-id=\"1508414\"><a href=\"/opinion/1508414/aladdin-mfg-co-v-mantle-lamp-co-of-america/\"><span class=\"volume\">116</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">708</span></a></span>, 717 (7th Cir.1941).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The allowance of such damages inherently involves an evaluation of the nature of the conduct in question, the wisdom of some form of pecuniary punishment, and the advisability of a deterrent.   Therefore, \"the infliction of such damages, and the amount thereof are of necessity within the discretion of the trier of the fact.\"</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Lee, 429 F.2d at 294 (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In Rowlett v. Anheuser-Busch, Inc., <span class=\"citation\" data-id=\"496702\"><a href=\"/opinion/496702/melvin-k-rowlett-sr-v-anheuser-busch-inc/\"><span class=\"volume\">832</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">194</span></a></span> (1st Cir.1987), this court dealt at length with the appropriateness of a jury award of punitive damages.   Writing for this court, Judge Torruella held that even in a jurisdiction which authorizes punitive damages in cases requiring proof of intentional wrongdoing, this does not mean that punitive damages are appropriate in every such case.   Rather, \"in each case the trier of the fact has the discretion to determine whether punitive damages are necessary, to punish [the defendant] for his outrageous conduct and deter him and others like him from similar conduct in the future.\"  Id. at 205 (citations omitted).   The court therefore reduced the punitive damages award in a Section 1983 case by 90 percent.  Id. at 207.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">In Hernandez-Tirado v. Artau, <span class=\"citation\" data-id=\"523147\"><a href=\"/opinion/523147/jose-a-hernandez-tirado-v-mariano-artau-etc/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">866</span></a></span> (1st Cir.1989), this court vacated entirely the district court's award of punitive damages in a Section 1983 case.   The court carefully analyzed the Supreme Court's decision in Smith v. Wade, <span class=\"citation\" data-id=\"110915\"><a href=\"/opinion/110915/smith-v-wade/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">30</span></a></span>, <span class=\"citation\" data-id=\"110915\"><a href=\"/opinion/110915/smith-v-wade/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1625</span></a></span>, <span class=\"citation\" data-id=\"110915\"><a href=\"/opinion/110915/smith-v-wade/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">632</span></a></span>, where the Court made clear that a jury \"may\" award punitive damages in Section 1983 cases when a defendant has shown \"reckless or callous indifference to the federally protected rights of others,\" as well as when his conduct is \"motivated by evil motive or intent.\"   This court observed, however, that in so holding, the Supreme Court did not say that the fact-finder must award punitive damages in every single Section 1983 case that does involve an intentional tort.   The court concluded that the defendants' intentional misconduct did not rise to the level calling for punishment and deterrence over and above that provided by the compensatory award.   It therefore vacated the award of punitive damages observing that \"neither the common law, nor the Supreme Court in Smith, allows a jury to assess punitive damages in every single instance where it finds an intentional tort;  rather, they require conduct that is 'outrageous' either because of a person's 'evil motive' or because of his 'reckless indifference' to the rights of others.\"  Hernandez-Tirado, 874 F.2d at 869.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">In sum, the law does not require the fact-finder to award punitive damages in every case under Section 1981a that involves an intentional tort.   The plaintiff must show that the defendant acted with malice or reckless indifference to the plaintiff's rights.   We believe, however, that heavy reliance on cultural and educational factors is inappropriate in the instant case.   Ignorance of the law or of local custom is not a defense under Section 1981a to the alleged offensive conduct of the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">A defendant's cultural background is not irrelevant in evaluating the appropriateness of punitive damages.   In certain circumstances, a defendant's background will likely have an impact on his consciousness of wrongdoing.   In the instant case, however, the district court's only explicit reason for denying punitive damages was the cultural, ethnic, and educational background of the defendants, and this is not the dispositive factor.   The court did not point to any evidence in the record to support its assumption that the defendants were not acting with reckless indifference to the plaintiffs' rights.   In the context of this case and on this record, primary reliance on cultural and educational background is tenuous and appears unsupported.   Although the court also considered \"all the other evidence,\" it is not clear from the record what \"other evidence\" the court considered.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Accordingly, we will remand to the district court for further clarification and explanation as to what evidence supported its decision to deny the plaintiffs punitive damages.</p>\n    </div>\n    <p>VI.</p>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">In sum, we conclude that the district court properly denied the defendants' motion to lift default and file late answer.   Through their default, the defendants waived their right to challenge the plaintiffs' Title VII claim on the basis that the plaintiffs failed to name the individual defendants before the EEOC or the MHRC.   Thus, the order of the district court denying the defendants' motions is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">We also conclude that the district court did not abuse its discretion in arriving at a $2500 compensatory damage award for each plaintiff and this judgment is affirmed.   On the issue of punitive damages, the matter is remanded to the district court for clarification and explanation, within thirty days, as to what evidence the court relied upon in declining to award the plaintiffs punitive damages.   This court will retain jurisdiction of the case pending the district court's clarification.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Third Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In their Complaint, the plaintiffs alleged the following:  Count I--sexual harassment in violation of Title VII;  Count II--further violations of Title VII for discriminating against McKinnon for her pregnancy;  Counts III and IV--violations of the Maine Human Rights Act;  Count V--Intentional Infliction of Emotional Distress;  Count VI--Negligent Retention or Supervision;  Count VII--Assault and Battery;  and Count VIII--Invasion of Privacy</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Fed.R.Civ.P. 60(b) provides, in relevant part, relief from judgment or order for mistake, inadvertence, surprise, or excusable neglect</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The letters evidence the attorneys' frustration in trying to pin down the client.   Apparently, Eaton, Peabody was concerned that Kwong Wah's insurance would not cover a sexual harassment suit.   Thus, the firm requested a $25,000 retainer.   The firm was trying to get a commitment from the defendants as to whether they wished to proceed with Eaton, Peabody as counsel</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The plaintiffs filed their Complaint in federal court against:  the Kwong Wah Restaurant (a Maine corporation);  Sarah Elgendi (co-owner of Kwong Wah);  Danny Chan (co-owner of Kwong Wah);  Joe Lam (supervisor);  Karen Landry (head waitress);  Karen Wong (Manager);  Ming Chen (cook);  and Shun Cheung (cook)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In addition, the plaintiffs' Complaint before the Commission alleged \"At all relevant times, Defendants Kwong Wah, Danny Chan, Sarah Elgendi, Joe Lam, Karen Wah and Karen Landry were employers, and the plaintiffs employees, covered by and within the meaning of Title VII.  \"When a court enters a default judgment against a defendant, all allegations in the complaint must be taken as true.\"   See Brockton Savings Bank v. Peat, Marwick, Mitchell &amp; Co., <span class=\"citation\" data-id=\"457597\"><a href=\"/opinion/457597/brockton-savings-bank-v-peat-marwick-mitchell-co-first-united-fund/\"><span class=\"volume\">771</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 13 (1st Cir.1985)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Lovely addressed a claim for compensatory damages arising from physical injuries.   The accident at issue in the case aggravated a pre-existing injury to the plaintiff's elbow.   The defendant insurance company asserted that it should not be responsible for medical bills and loss of income resulting from the injured elbow.   The court found that it was the defendant's burden to establish a causal relationship between the earlier injury and the damages claimed by the plaintiff</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The court's analysis is the same for the state causes of action.   In Maine, punitive damages are available in a tort action when the defendant acts with malice.   See F.D.I.C. v. S. Prawer &amp; Co., <span class=\"citation no-link\"><span class=\"volume\">829</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">439</span></span>, 453 (D.Me.1993);  see also Tuttle v. Raymond, <span class=\"citation\" data-id=\"2381030\"><a href=\"/opinion/2381030/tuttle-v-raymond/\"><span class=\"volume\">494</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1353</span></a></span>, 1361 (Me.1985)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108017/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110915/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195201/",
    "http://www.courtlistener.com/api/rest/v3/opinions/291221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/349346/",
    "http://www.courtlistener.com/api/rest/v3/opinions/402519/",
    "http://www.courtlistener.com/api/rest/v3/opinions/403872/",
    "http://www.courtlistener.com/api/rest/v3/opinions/419971/",
    "http://www.courtlistener.com/api/rest/v3/opinions/457597/",
    "http://www.courtlistener.com/api/rest/v3/opinions/461403/",
    "http://www.courtlistener.com/api/rest/v3/opinions/482093/",
    "http://www.courtlistener.com/api/rest/v3/opinions/487735/",
    "http://www.courtlistener.com/api/rest/v3/opinions/496702/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516410/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518090/",
    "http://www.courtlistener.com/api/rest/v3/opinions/523147/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538796/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610553/",
    "http://www.courtlistener.com/api/rest/v3/opinions/672313/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1424928/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1508414/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1533369/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1972076/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2277471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2381030/"
  ]
}