{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196766/",
  "absolute_url": "/opinion/196766/gill-v-thomas/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196766/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:13:34Z",
  "date_modified": "2017-03-24T10:48:32.080336Z",
  "type": "010combined",
  "sha1": "3287a07a4d0501d3b7a1abb2ab5c533e5265cc36",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-2303.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r                            United States Court of Appeals\r\n                    For the First Circuit\r                                For the First Circuit\r\n                                         \r\n\nNo. 95-2303\r\n\n                        MICHAEL GILL,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                  SCOT THOMAS, ETC., ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                  FOR THE DISTRICT OF MAINE\r\n\n         [Hon. David M. Cohen, U.S. Magistrate Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                    Selya, Stahl and Lynch,\r\n                       Circuit Judges.\r                                                 \r\n\n                                         \r\n\nCynthia A. Dill for appellant.\r                           \r\nEdward R.  Benjamin  with whom  Anne  Skopp  and Preti,  Flaherty,\r                                                                              \r\nBeliveau &amp; Pachios were on brief for appellees.\r                          \r\n\n                                         \r\n\n                         May 15, 1996\r\n                                         \r\r\n\n          STAHL, Circuit Judge.   Plaintiff-appellant Michael\r                      STAHL, Circuit Judge.\r                                          \r\n\nGill sought redress under 42 U.S.C.   1983 in Maine's federal\r\n\ndistrict  court  for  a   police  officer's  alleged  use  of\r\n\nexcessive force in arresting  him following a routine traffic\r\n\nstop.   After a two-day trial before a magistrate judge,1 the\r\n\njury returned a verdict for the police officer.  Gill appeals\r\n\nthe  magistrate judge's  denial of  his in  limine  motion to\r                                                              \r\n\npreclude  evidence  of  his  prior  misdemeanor  convictions.\r\n\nBecause we find that Gill  waived his right to appeal the  in\r                                                                         \r\n\nlimine ruling, we affirm.  \r                  \r\n\n                              I.\r                                          I.\r                                            \r\n\n                          Background\r                                      Background\r                                                \r\n\nA.  The Incident\r                            \r\n\n          On the night of November 27, 1993, Officer Scot\r\n\nThomas of the South Berwick, Maine, Police Department stopped\r\n\nMichael Gill for driving with defective taillights.  After\r\n\nobtaining Gill's driver's license and registration, Officer\r\n\nThomas contacted the police dispatcher from his cruiser and\r\n\nlearned that Gill's privilege to operate a motor vehicle in\r\n\nMaine had been suspended.  Back at Gill's truck, Officer\r\n\nThomas notified Gill of the suspension and the resulting need\r\n\nto arrest him.  \r\n\n                    \r                                \r\n\n1.  Under  Fed. R. Civ. P.  73, the parties  consented to the\r\nmagistrate judge, rather than the district judge,  conducting\r\nthe jury trial.\r\n\n                             -2-\r                                          2\r\r\n\n          Gill and Officer Thomas both agree that the\r\n\nfollowing sequence of events occurred thereafter:  (1) Gill\r\n\nclaimed that the suspension was a mistake, (2) Gill initially\r\n\nrefused Thomas's request to place his hands on the cruiser,\r\n\n(3) Thomas's police dog bit Gill's arm, (4) Gill threatened\r\n\nto sue Thomas, and (5) Thomas sprayed Gill's face with mace. \r\n\nPredictably, however, Gill's and Thomas's stories diverge on\r\n\nthe question of their respective roles in the foregoing\r\n\nevents.  While Gill maintains that he offered no physical\r\n\nresistance to Thomas and therefore the dog's attack and the\r\n\nmace were an excessive use of force, Officer Thomas contends\r\n\nthat Gill physically resisted his attempts to effect the\r\n\narrest and therefore the amount of force was justified.\r\n\nB.  The In Limine Motion and Ruling\r                                               \r\n\n          Cognizant that his credibility would be the\r\n\ndecisive factor at the impending jury trial, Gill filed a\r\n\nmotion in limine seeking to preclude Thomas from inquiring\r                            \r\n\nabout five of Gill's seven misdemeanor convictions.2  In\r\n\nparticular, Gill sought to exclude evidence of his two\r\n\nconvictions for simple assault as well as his convictions for\r\n\nresisting arrest, criminal mischief, and willful concealment. \r\n\nGill argued that because none of the five misdemeanors\r\n\ninvolved dishonesty or false statement or was punishable \"by\r\n\n                    \r                                \r\n\n2.  Gill  conceded that  his prior  convictions for  filing a\r\nfalse  report and  theft by  deception were  admissible under\r\nFed. R. Evid. 609(a)(2).\r\n\n                             -3-\r                                          3\r\r\n\ndeath or imprisonment in excess of one year,\" they could not\r\n\nbe admitted under Rule 609 of the Federal Rules of Evidence. \r\n\nThomas responded that while four3 of the five misdemeanors\r\n\nwere outside the parameters of Rule 609, each was nonetheless\r\n\nadmissible to impeach Gill's answer to interrogatory #7.\r\n\n          Interrogatory #7 asked:\r\n\n          If you have been convicted of a crime\r\n          involving potential punishment of one\r                                                           \r\n          year or more or involving dishonesty or\r                                  \r\n          moral turpitude, please set forth the\r\n          nature of the crime, the date of each\r\n          conviction, the name of each court where\r\n          the conviction took place, and a full\r\n          description of any and all sentences\r\n          imposed.\r\n\n(Emphasis added).  Gill replied \"No.\"  Thomas argued that\r\n\nGill's failure to list the five misdemeanors (each of which\r\n\ninvolved terms of imprisonment of \"up to one year\") as well\r\n\nas the convictions for filing a false report and theft by\r\n\ndeception (both of which patently involved dishonesty)\r\n\nconstituted a false statement under oath, and Thomas should\r\n\nbe permitted to impeach Gill with this falsity at trial.\r\n\n          After a hearing, the magistrate judge denied the in\r                                                                         \r\n\nlimine motion and stated that he would permit Thomas to\r                  \r\n\nquestion Gill about his convictions for the limited purpose\r\n\nof illustrating the inconsistency between Gill's\r\n\n                    \r                                \r\n\n3.  Thomas   argued  that   Gill's  conviction   for  willful\r\nconcealment  may have involved  dishonesty or false statement\r\nand requested  that the magistrate judge  question Gill about\r\nthe facts surrounding his commission of this offense in order\r\nto facilitate that determination.\r\n\n                             -4-\r                                          4\r\r\n\ninterrogatory answer and \"the apparent fact that he has been\r\n\nconvicted for a number of crimes which would have required\r\n\nhim to answer that interrogatory differently.\"  The\r\n\nmagistrate judge also indicated that he would give a limiting\r\n\ninstruction to the jury if and when such testimony was\r\n\nelicited.      \r\n\nC.  Presentation of the Misdemeanor Evidence at Trial\r                                                                 \r\n\n          After opening arguments, Gill took the stand as his\r\n\nown first witness.  In response to his attorney's questions,\r\n\nGill described the events surrounding his arrest and then\r\n\nproceeded to enumerate each of his criminal convictions and\r\n\ndescribe the circumstances surrounding them (to the extent he\r\n\ncould remember).  For instance, after testifying that he had\r\n\nbeen convicted of simple assault on June 10, 1985, Gill\r\n\nrecalled the circumstances of that crime by stating, \"I think\r\n\nthat was involved again with the DWI.\"  Gill was alluding to\r\n\nhis previous testimony about a driving-while-intoxicated\r\n\nincident following which he was convicted for resisting\r\n\narrest.\r\n\n          Gill then addressed his answer to interrogatory #7. \r\n\nAdmitting that his answer was inaccurate, Gill explained that\r\n\nhe had mistakenly read the interrogatory to be asking about\r\n\nfelonies and believed that his convictions for filing a false\r\n\nreport and theft by deception did not involve dishonesty. \r\n\nFinally, Gill squarely addressed his credibility in light of\r\n\n                             -5-\r                                          5\r\r\n\nhis checkered criminal past and erroneous answer to\r\n\ninterrogatory #7, testifying as follows:\r\n\n          Q:  Mr. Gill, in light of this long\r\n          criminal history that we've just gone\r\n          through, including some crimes which\r\n          involved some kind of dishonesty, how do\r\n          you expect the jury to believe the story\r\n          you've just told us about what happened\r\n          with Officer Thomas?\r\n\n          A:  . . . I quit drinking in 1989 with\r\n          the help of a friend and have been trying\r\n          since then to turn my life around. . . .\r\n          Things that I can change about myself and\r\n          I have been changing, and I have since\r\n          1989 is I'm not a liar, and I'm not a\r\n          thief.\r\n\n          On cross-examination, Officer Thomas also\r\n\nquestioned Gill about his answer to interrogatory #7.  For\r\n\neach of Gill's convictions, Thomas asked whether Gill had\r\n\nlisted that particular conviction in his answer to\r\n\ninterrogatory #7, to which Gill repeatedly answered that he\r\n\nhad not.  In the course of inquiring about Gill's January\r\n\n1983 conviction for resisting arrest and his June 10, 1985,\r\n\nconviction for assault, Thomas highlighted what had already\r\n\nbeen brought out on direct, i.e., that both convictions\r                                            \r\n\ninvolved a police officer who was trying to place Gill in\r\n\ncustody.\r\n\n          Having offered the evidence of his criminal record\r\n\nhimself, Gill neither requested a jury instruction limiting\r\n\nthe purpose for which this evidence could be used nor\r\n\nobjected to Thomas's questions regarding these convictions on\r\n\n                             -6-\r                                          6\r\r\n\ncross-examination.  The jury subsequently returned a verdict\r\n\nfor Officer Thomas, and this appeal ensued.\r\n\n                             II.\r                                         II.\r                                            \r\n\n                           Analysis\r                                       Analysis\r                                               \r\n\n          Gill appeals the magistrate judge's denial of his\r\n\nin limine motion, arguing that the five misdemeanor\r                     \r\n\nconvictions were inadmissible under Rule 609 of the Federal\r\n\nRules of Evidence.  Gill maintains that but for the\r\n\nmagistrate judge having indicated that he would permit Thomas\r\n\nto raise them on cross-examination, Gill never would have\r\n\nrevealed his misdemeanor convictions on direct examination. \r\n\nOur case law instructs us, however, that Gill chose to\r\n\nintroduce his convictions on direct examination at his peril\r\n\nand cannot be heard to complain on appeal of the admission of\r\n\nsuch evidence.\r\n\n          In Fusco v. General Motors Corp., 11 F.3d 259, 262\r                                                      \r\n\n(1st Cir. 1993), we held that when a party's in limine motion\r                                                                  \r\n\nto exclude evidence is denied, she cannot rely on her\r\n\nobjection to the in limine ruling to preserve the right to\r                                      \r\n\nappeal the admission of the contested evidence.  She must\r\n\nrenew her objection at trial \"when the evidence is actually\r\n\noffered.\"4  Id.; see also Adams v. Fuqua Indus., Inc., 820\r                                                                 \r\n\n                    \r                                \r\n\n4.  Fusco also held, however, that where the in limine motion\r                                                                  \r\nto  exclude is granted and  the proponent of  the evidence is\r\nunconditionally  precluded from  presenting  the evidence  at\r\ntrial, the proponent  has preserved the issue for  appeal and\r\nneed not  renew the offer at trial.  11  F.3d at 262-63.  See\r                                                                         \r\n\n                             -7-\r                                          7\r\r\n\nF.2d 271, 274 (8th Cir. 1987) (\"[M]otion in limine does not\r                                                              \r\n\npreserve error [in subsequent admission of evidence] for\r\n\nappellate review.\"); Petty v. Ideco, Div. of Dresser Indus.,\r                                                                        \r\n\nInc., 761 F.2d 1146, 1150 (5th Cir. 1985) (\"[A] party whose\r                \r\n\nmotion in limine is overruled must renew his objection when\r                            \r\n\nthe error he sought to prevent is about to occur at trial.\").\r\n\n          We require this renewal in order to give the\r\n\ndistrict court an opportunity to \"reconsider the ruling with\r\n\nthe concrete evidence presented in the actual context of the\r\n\ntrial.\"  Fusco, 11 F.3d at 262; see also United States v.\r                                                                  \r\n\nGriffin, 818 F.2d 97, 105 (1st Cir.) (holding that \"to raise\r                   \r\n\nand preserve for review the claim of [evidentiary error], a\r\n\nparty must obtain the order admitting or excluding the\r\n\ncontroversial evidence in the actual setting of the trial\"),\r\n\ncert. denied, 484 U.S. 844 (1987).  Without such a\r                        \r\n\nrequirement, the reviewing court would be forced to speculate\r\n\nwhether the party who proposed to offer the evidence would\r\n\nhave done so at trial and whether, if she had offered the\r\n\nevidence, the district court would have changed its in limine\r                                                                         \r\n\nruling \"in the give-and-take of live testimony.\"  United\r                                                                    \r\n\nStates v. Nivica, 887 F.2d 1110, 1115-16 (1st Cir. 1989),\r                            \r\n\n                    \r                                \r\n\nalso United States v.  Holmquist, 36 F.3d 154, 166  n.12 (1st\r                                            \r\nCir. 1994)  (discussing situations in which  the proponent of\r\nevidence  excluded  by a  pretrial in  limine ruling  will be\r                                                         \r\ndeemed  to  have  preserved  the  issue  for  appeal  without\r\nproffering  the excluded  evidence  during the  trial), cert.\r                                                                         \r\ndenied, 115 S. Ct. 1797 (1995).\r                  \r\n\n                             -8-\r                                          8\r\r\n\ncert. denied, 494 U.S. 1005 (1990).  Thus, Gill cannot rely\r                        \r\n\nsolely on his in limine objection to preserve the evidentiary\r                                   \r\n\nissue for appeal.   \r\n\n          At trial, rather than waiting for Thomas to\r\n\nintroduce the misdemeanors, objecting, and allowing the\r\n\nmagistrate judge to reconsider his in limine ruling, Gill\r                                                        \r\n\nopted to introduce the misdemeanors preemptively to \"remove\r\n\nthe sting\" from Thomas's anticipated impeachment.  While this\r\n\nmay have been a wise tactical decision, as a consequence,\r\n\nGill \"opened the door\" to Thomas's cross-examination on the\r\n\nmisdemeanors and thereby eliminated any potential evidentiary\r\n\nerror.  Moreover, having offered the misdemeanors himself and\r\n\nhaving received the strategic benefit therefrom, Gill cannot\r\n\nnow be heard to complain that his own offer of such evidence\r\n\nwas reversible error.  See United States v. Williams, 939\r                                                                \r\n\nF.2d 721, 723-25 (9th Cir. 1991) (holding that by introducing\r\n\nevidence of conviction himself defendant waived right to\r\n\nappeal in limine ruling that evidence of prior conviction was\r                            \r\n\nadmissible for impeachment); United States v. Bryan, 534 F.2d\r                                                               \r\n\n205, 206 (9th Cir. 1976) (refusing to allow defendant to\r\n\ncomplain about the admission of evidence about a prior\r\n\nconviction when defendant introduced the offending fact in\r\n\nthe first instance); Shorter v. United States, 412 F.2d 428,\r                                                         \r\n\n431 (9th Cir.) (same), cert. denied, 396 U.S. 970 (1969).\r                                               \r\n\n                             -9-\r                                          9\r\r\n\n          To preserve his in limine objection to the\r                                               \r\n\nadmissibility of the misdemeanor convictions for this appeal,\r\n\nGill should have refrained from offering the evidence\r\n\nhimself, waited to see if Thomas introduced them on cross-\r\n\nexamination, and if so, objected then.  In sum, Gill's own\r\n\naction of offering the misdemeanor evidence himself rendered\r\n\nit admissible.  Or stated differently, by offering the\r\n\nmisdemeanor evidence himself, Gill waived his opportunity to\r\n\nobject and thus did not preserve the issue for appeal. \r\n\n          Affirmed.\r                      Affirmed\r                              \r\n\n                             -10-\r                                          10\r\r\n",
  "html": "<p class=\"case_cite\">83 F.3d 537</p>\n    <p class=\"parties\">Michael GILL, Plaintiff, Appellant,<br>v.<br>Scot THOMAS, etc., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-2303.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 5, 1996.<br>Decided May 15, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Cynthia A. Dill, Portland, ME, for appellant.</p>\n      <p class=\"indent\">Edward R. Benjamin, with whom Anne Skopp and Preti, Flaherty, Beliveau &amp; Pachios, Portland, ME, were on brief, for appellees.</p>\n      <p class=\"indent\">Before SELYA, STAHL and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Michael Gill sought redress under 42 U.S.C. &#167; 1983 in Maine's federal district court for a police officer's alleged use of excessive force in arresting him following a routine traffic stop.   After a two-day trial before a magistrate judge,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> the jury returned a verdict for the police officer.   Gill appeals the magistrate judge's denial of his in limine motion to preclude evidence of his prior misdemeanor convictions.   Because we find that Gill waived his right to appeal the in limine ruling, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>Background</p>\n    <p>A. The Incident</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On the night of November 27, 1993, Officer Scot Thomas of the South Berwick, Maine, Police Department stopped Michael Gill for driving with defective taillights.   After obtaining Gill's driver's license and registration, Officer Thomas contacted the police dispatcher from his cruiser and learned that Gill's privilege to operate a motor vehicle in Maine had been suspended.   Back at Gill's truck, Officer Thomas notified Gill of the suspension and the resulting need to arrest him.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Gill and Officer Thomas both agree that the following sequence of events occurred thereafter:  (1) Gill claimed that the suspension was a mistake, (2) Gill initially refused Thomas's request to place his hands on the cruiser, (3) Thomas's police dog bit Gill's arm, (4) Gill threatened to sue Thomas, and (5) Thomas sprayed Gill's face with mace.   Predictably, however, Gill's and Thomas's stories diverge on the question of their respective roles in the foregoing events.   While Gill maintains that he offered no physical resistance to Thomas and therefore the dog's attack and the mace were an excessive use of force, Officer Thomas contends that Gill physically resisted his attempts to effect the arrest and therefore the amount of force was justified.</p>\n    </div>\n    <p>B. The In Limine Motion and Ruling</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Cognizant that his credibility would be the decisive factor at the impending jury trial, Gill filed a motion in limine seeking to preclude Thomas from inquiring about five of Gill's seven misdemeanor convictions.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In particular, Gill sought to exclude evidence of his two convictions for simple assault as well as his convictions for resisting arrest, criminal mischief, and willful concealment.   Gill argued that because none of the five misdemeanors involved dishonesty or false statement or was punishable \"by death or imprisonment in excess of one year,\" they could not be admitted under Rule 609 of the Federal Rules of Evidence.   Thomas responded that while four<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> of the five misdemeanors were outside the parameters of Rule 609, each was nonetheless admissible to impeach Gill's answer to interrogatory # 7.</p>\n    </div>\n    <p class=\"indent\">Interrogatory # 7 asked:</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>If you have been convicted of a crime involving potential punishment of one year or more or involving dishonesty or moral turpitude, please set forth the nature of the crime, the date of each conviction, the name of each court where the conviction took place, and a full description of any and all sentences imposed.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">(Emphasis added).   Gill replied \"No.\" Thomas argued that Gill's failure to list the five misdemeanors (each of which involved terms of imprisonment of \"up to one year\") as well as the convictions for filing a false report and theft by deception (both of which patently involved dishonesty) constituted a false statement under oath, and Thomas should be permitted to impeach Gill with this falsity at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After a hearing, the magistrate judge denied the in limine motion and stated that he would permit Thomas to question Gill about his convictions for the limited purpose of illustrating the inconsistency between Gill's interrogatory answer and \"the apparent fact that he has been convicted for a number of crimes which would have required him to answer that interrogatory differently.\"   The magistrate judge also indicated that he would give a limiting instruction to the jury if and when such testimony was elicited.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>C. Presentation of the Misdemeanor Evidence at Trial</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After opening arguments, Gill took the stand as his own first witness.   In response to his attorney's questions, Gill described the events surrounding his arrest and then proceeded to enumerate each of his criminal convictions and describe the circumstances surrounding them (to the extent he could remember).   For instance, after testifying that he had been convicted of simple assault on June 10, 1985, Gill recalled the circumstances of that crime by stating, \"I think that was involved again with the DWI.\"   Gill was alluding to his previous testimony about a driving-while-intoxicated incident following which he was convicted for resisting arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Gill then addressed his answer to interrogatory # 7.   Admitting that his answer was inaccurate, Gill explained that he had mistakenly read the interrogatory to be asking about felonies and believed that his convictions for filing a false report and theft by deception did not involve dishonesty.   Finally, Gill squarely addressed his credibility in light of his checkered criminal past and erroneous answer to interrogatory # 7, testifying as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>Q: Mr. Gill, in light of this long criminal history that we've just gone through, including some crimes which involved some kind of dishonesty, how do you expect the jury to believe the story you've just told us about what happened with Officer Thomas?</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>A: ...  I quit drinking in 1989 with the help of a friend and have been trying since then to turn my life around....  Things that I can change about myself and I have been changing, and I have since 1989 is I'm not a liar, and I'm not a thief.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On cross-examination, Officer Thomas also questioned Gill about his answer to interrogatory # 7.   For each of Gill's convictions, Thomas asked whether Gill had listed that particular conviction in his answer to interrogatory # 7, to which Gill repeatedly answered that he had not.   In the course of inquiring about Gill's January 1983 conviction for resisting arrest and his June 10, 1985, conviction for assault, Thomas highlighted what had already been brought out on direct, i.e., that both convictions involved a police officer who was trying to place Gill in custody.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Having offered the evidence of his criminal record himself, Gill neither requested a jury instruction limiting the purpose for which this evidence could be used nor objected to Thomas's questions regarding these convictions on cross-examination.   The jury subsequently returned a verdict for Officer Thomas, and this appeal ensued.</p>\n    </div>\n    <p>II.</p>\n    <p>Analysis</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Gill appeals the magistrate judge's denial of his in limine motion, arguing that the five misdemeanor convictions were inadmissible under Rule 609 of the Federal Rules of Evidence.   Gill maintains that but for the magistrate judge having indicated that he would permit Thomas to raise them on cross-examination, Gill never would have revealed his misdemeanor convictions on direct examination.   Our case law instructs us, however, that Gill chose to introduce his convictions on direct examination at his peril and cannot be heard to complain on appeal of the admission of such evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In Fusco v. General Motors Corp., 11 F.3d 259, 262 (1st Cir.1993), we held that when a party's in limine motion to exclude evidence is denied, she cannot rely on her objection to the in limine ruling to preserve the right to appeal the admission of the contested evidence.   She must renew her objection at trial \"when the evidence is actually offered.\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Id.;   see also Adams v. Fuqua Indus., Inc., 820 F.2d 271, 274 (8th Cir.1987) (\"[M]otion in limine does not preserve error [in subsequent admission of evidence] for appellate review.\");  Petty v. Ideco, Div. of Dresser Indus., Inc., 761 F.2d 1146, 1150 (5th Cir.1985) (\"[A] party whose motion in limine is overruled must renew his objection when the error he sought to prevent is about to occur at trial.\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We require this renewal in order to give the district court an opportunity to \"reconsider the ruling with the concrete evidence presented in the actual context of the trial.\"  Fusco, 11 F.3d at 262;  see also United States v. Griffin, 818 F.2d 97, 105 (1st Cir.)  (holding that \"to raise and preserve for review the claim of [evidentiary error], a party must obtain the order admitting or excluding the controversial evidence in the actual setting of the trial\"), cert. denied, 484 U.S. 844, 108 S.Ct. 137, 98 L.Ed.2d 94 (1987).   Without such a requirement, the reviewing court would be forced to speculate whether the party who proposed to offer the evidence would have done so at trial and whether, if she had offered the evidence, the district court would have changed its in limine ruling \"in the give-and-take of live testimony.\"  United States v. Nivica, 887 F.2d 1110, 1115-16 (1st Cir.1989), cert. denied, 494 U.S. 1005, 110 S.Ct. 1300, 108 L.Ed.2d 477 (1990).   Thus, Gill cannot rely solely on his in limine objection to preserve the evidentiary issue for appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">At trial, rather than waiting for Thomas to introduce the misdemeanors, objecting, and allowing the magistrate judge to reconsider his in limine ruling, Gill opted to introduce the misdemeanors preemptively to \"remove the sting\" from Thomas's anticipated impeachment.   While this may have been a wise tactical decision, as a consequence, Gill \"opened the door\" to Thomas's cross-examination on the misdemeanors and thereby eliminated any potential evidentiary error.   Moreover, having offered the misdemeanors himself and having received the strategic benefit therefrom, Gill cannot now be heard to complain that his own offer of such evidence was reversible error.   See United States v. Williams, 939 F.2d 721, 723-25 (9th Cir.1991) (holding that by introducing evidence of conviction himself defendant waived right to appeal in limine ruling that evidence of prior conviction was admissible for impeachment);  United States v. Bryan, 534 F.2d 205, 206 (9th Cir.1976) (refusing to allow defendant to complain about the admission of evidence about a prior conviction when defendant introduced the offending fact in the first instance);  Shorter v. United States, 412 F.2d 428, 431 (9th Cir.)  (same), cert. denied, 396 U.S. 970, 90 S.Ct. 454, 24 L.Ed.2d 436 (1969).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">To preserve his in limine objection to the admissibility of the misdemeanor convictions for this appeal, Gill should have refrained from offering the evidence himself, waited to see if Thomas introduced them on cross-examination, and if so, objected then.   In sum, Gill's own action of offering the misdemeanor evidence himself rendered it admissible.   Or stated differently, by offering the misdemeanor evidence himself, Gill waived his opportunity to object and thus did not preserve the issue for appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Under Fed.R.Civ.P. 73, the parties consented to the magistrate judge, rather than the district judge, conducting the jury trial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Gill conceded that his prior convictions for filing a false report and theft by deception were admissible under Fed.R.Evid. 609(a)(2)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Thomas argued that Gill's conviction for willful concealment may have involved dishonesty or false statement and requested that the magistrate judge question Gill about the facts surrounding his commission of this offense in order to facilitate that determination</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Fusco also held, however, that where the in limine motion to exclude is granted and the proponent of the evidence is unconditionally precluded from presenting the evidence at trial, the proponent has preserved the issue for appeal and need not renew the offer at trial.  11 F.3d at 262-63.   See also United States v. Holmquist, 36 F.3d 154, 166 n. 12 (1st Cir.1994) (discussing situations in which the proponent of evidence excluded by a pretrial in limine ruling will be deemed to have preserved the issue for appeal without proffering the excluded evidence during the trial), cert. denied, --- U.S. ----, 115 S.Ct. 1797, 131 L.Ed.2d 724 (1995)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">537</span></span></p>\n    <p class=\"parties\">Michael GILL, Plaintiff, Appellant,<br>v.<br>Scot THOMAS, etc., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-2303.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 5, 1996.<br>Decided May 15, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Cynthia A. Dill, Portland, ME, for appellant.</p>\n      <p class=\"indent\">Edward R. Benjamin, with whom Anne Skopp and Preti, Flaherty, Beliveau &amp; Pachios, Portland, ME, were on brief, for appellees.</p>\n      <p class=\"indent\">Before SELYA, STAHL and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Michael Gill sought redress under 42 U.S.C. &#167; 1983 in Maine's federal district court for a police officer's alleged use of excessive force in arresting him following a routine traffic stop.   After a two-day trial before a magistrate judge,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> the jury returned a verdict for the police officer.   Gill appeals the magistrate judge's denial of his in limine motion to preclude evidence of his prior misdemeanor convictions.   Because we find that Gill waived his right to appeal the in limine ruling, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>Background</p>\n    <p>A. The Incident</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On the night of November 27, 1993, Officer Scot Thomas of the South Berwick, Maine, Police Department stopped Michael Gill for driving with defective taillights.   After obtaining Gill's driver's license and registration, Officer Thomas contacted the police dispatcher from his cruiser and learned that Gill's privilege to operate a motor vehicle in Maine had been suspended.   Back at Gill's truck, Officer Thomas notified Gill of the suspension and the resulting need to arrest him.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Gill and Officer Thomas both agree that the following sequence of events occurred thereafter:  (1) Gill claimed that the suspension was a mistake, (2) Gill initially refused Thomas's request to place his hands on the cruiser, (3) Thomas's police dog bit Gill's arm, (4) Gill threatened to sue Thomas, and (5) Thomas sprayed Gill's face with mace.   Predictably, however, Gill's and Thomas's stories diverge on the question of their respective roles in the foregoing events.   While Gill maintains that he offered no physical resistance to Thomas and therefore the dog's attack and the mace were an excessive use of force, Officer Thomas contends that Gill physically resisted his attempts to effect the arrest and therefore the amount of force was justified.</p>\n    </div>\n    <p>B. The In Limine Motion and Ruling</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Cognizant that his credibility would be the decisive factor at the impending jury trial, Gill filed a motion in limine seeking to preclude Thomas from inquiring about five of Gill's seven misdemeanor convictions.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In particular, Gill sought to exclude evidence of his two convictions for simple assault as well as his convictions for resisting arrest, criminal mischief, and willful concealment.   Gill argued that because none of the five misdemeanors involved dishonesty or false statement or was punishable \"by death or imprisonment in excess of one year,\" they could not be admitted under Rule 609 of the Federal Rules of Evidence.   Thomas responded that while four<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> of the five misdemeanors were outside the parameters of Rule 609, each was nonetheless admissible to impeach Gill's answer to interrogatory # 7.</p>\n    </div>\n    <p class=\"indent\">Interrogatory # 7 asked:</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>If you have been convicted of a crime involving potential punishment of one year or more or involving dishonesty or moral turpitude, please set forth the nature of the crime, the date of each conviction, the name of each court where the conviction took place, and a full description of any and all sentences imposed.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">(Emphasis added).   Gill replied \"No.\" Thomas argued that Gill's failure to list the five misdemeanors (each of which involved terms of imprisonment of \"up to one year\") as well as the convictions for filing a false report and theft by deception (both of which patently involved dishonesty) constituted a false statement under oath, and Thomas should be permitted to impeach Gill with this falsity at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After a hearing, the magistrate judge denied the in limine motion and stated that he would permit Thomas to question Gill about his convictions for the limited purpose of illustrating the inconsistency between Gill's interrogatory answer and \"the apparent fact that he has been convicted for a number of crimes which would have required him to answer that interrogatory differently.\"   The magistrate judge also indicated that he would give a limiting instruction to the jury if and when such testimony was elicited.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>C. Presentation of the Misdemeanor Evidence at Trial</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After opening arguments, Gill took the stand as his own first witness.   In response to his attorney's questions, Gill described the events surrounding his arrest and then proceeded to enumerate each of his criminal convictions and describe the circumstances surrounding them (to the extent he could remember).   For instance, after testifying that he had been convicted of simple assault on June 10, 1985, Gill recalled the circumstances of that crime by stating, \"I think that was involved again with the DWI.\"   Gill was alluding to his previous testimony about a driving-while-intoxicated incident following which he was convicted for resisting arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Gill then addressed his answer to interrogatory # 7.   Admitting that his answer was inaccurate, Gill explained that he had mistakenly read the interrogatory to be asking about felonies and believed that his convictions for filing a false report and theft by deception did not involve dishonesty.   Finally, Gill squarely addressed his credibility in light of his checkered criminal past and erroneous answer to interrogatory # 7, testifying as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>Q: Mr. Gill, in light of this long criminal history that we've just gone through, including some crimes which involved some kind of dishonesty, how do you expect the jury to believe the story you've just told us about what happened with Officer Thomas?</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>A: ...  I quit drinking in 1989 with the help of a friend and have been trying since then to turn my life around....  Things that I can change about myself and I have been changing, and I have since 1989 is I'm not a liar, and I'm not a thief.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On cross-examination, Officer Thomas also questioned Gill about his answer to interrogatory # 7.   For each of Gill's convictions, Thomas asked whether Gill had listed that particular conviction in his answer to interrogatory # 7, to which Gill repeatedly answered that he had not.   In the course of inquiring about Gill's January 1983 conviction for resisting arrest and his June 10, 1985, conviction for assault, Thomas highlighted what had already been brought out on direct, i.e., that both convictions involved a police officer who was trying to place Gill in custody.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Having offered the evidence of his criminal record himself, Gill neither requested a jury instruction limiting the purpose for which this evidence could be used nor objected to Thomas's questions regarding these convictions on cross-examination.   The jury subsequently returned a verdict for Officer Thomas, and this appeal ensued.</p>\n    </div>\n    <p>II.</p>\n    <p>Analysis</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Gill appeals the magistrate judge's denial of his in limine motion, arguing that the five misdemeanor convictions were inadmissible under Rule 609 of the Federal Rules of Evidence.   Gill maintains that but for the magistrate judge having indicated that he would permit Thomas to raise them on cross-examination, Gill never would have revealed his misdemeanor convictions on direct examination.   Our case law instructs us, however, that Gill chose to introduce his convictions on direct examination at his peril and cannot be heard to complain on appeal of the admission of such evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In Fusco v. General Motors Corp., <span class=\"citation\" data-id=\"658541\"><a href=\"/opinion/658541/38-fed-r-evid-serv-677-prodliabrepcchp-13786-carol-gagne-fusco/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">259</span></a></span>, 262 (1st Cir.1993), we held that when a party's in limine motion to exclude evidence is denied, she cannot rely on her objection to the in limine ruling to preserve the right to appeal the admission of the contested evidence.   She must renew her objection at trial \"when the evidence is actually offered.\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Id.;   see also Adams v. Fuqua Indus., Inc., <span class=\"citation\" data-id=\"489381\"><a href=\"/opinion/489381/23-fed-r-evid-serv-406-prodliabrepcchp-11197-roberta-rae-adams/\"><span class=\"volume\">820</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">271</span></a></span>, 274 (8th Cir.1987) (\"[M]otion in limine does not preserve error [in subsequent admission of evidence] for appellate review.\");  Petty v. Ideco, Div. of Dresser Indus., Inc., <span class=\"citation\" data-id=\"451920\"><a href=\"/opinion/451920/charles-petty-v-ideco-a-division-of-dresser-industries-inc/\"><span class=\"volume\">761</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1146</span></a></span>, 1150 (5th Cir.1985) (\"[A] party whose motion in limine is overruled must renew his objection when the error he sought to prevent is about to occur at trial.\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We require this renewal in order to give the district court an opportunity to \"reconsider the ruling with the concrete evidence presented in the actual context of the trial.\"  Fusco, 11 F.3d at 262;  see also United States v. Griffin, <span class=\"citation\" data-id=\"488020\"><a href=\"/opinion/488020/united-states-v-barry-j-griffin/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">97</span></a></span>, 105 (1st Cir.)  (holding that \"to raise and preserve for review the claim of [evidentiary error], a party must obtain the order admitting or excluding the controversial evidence in the actual setting of the trial\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">844</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">137</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">94</span></span> (1987).   Without such a requirement, the reviewing court would be forced to speculate whether the party who proposed to offer the evidence would have done so at trial and whether, if she had offered the evidence, the district court would have changed its in limine ruling \"in the give-and-take of live testimony.\"  United States v. Nivica, <span class=\"citation\" data-id=\"531008\"><a href=\"/opinion/531008/united-states-v-gjon-n-nivica-united-states-of-america-v-mark-l/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1110</span></a></span>, 1115-16 (1st Cir.1989), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1005</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1300</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">477</span></span> (1990).   Thus, Gill cannot rely solely on his in limine objection to preserve the evidentiary issue for appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">At trial, rather than waiting for Thomas to introduce the misdemeanors, objecting, and allowing the magistrate judge to reconsider his in limine ruling, Gill opted to introduce the misdemeanors preemptively to \"remove the sting\" from Thomas's anticipated impeachment.   While this may have been a wise tactical decision, as a consequence, Gill \"opened the door\" to Thomas's cross-examination on the misdemeanors and thereby eliminated any potential evidentiary error.   Moreover, having offered the misdemeanors himself and having received the strategic benefit therefrom, Gill cannot now be heard to complain that his own offer of such evidence was reversible error.   See United States v. Williams, <span class=\"citation\" data-id=\"565098\"><a href=\"/opinion/565098/united-states-v-gerald-mark-williams/\"><span class=\"volume\">939</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">721</span></a></span>, 723-25 (9th Cir.1991) (holding that by introducing evidence of conviction himself defendant waived right to appeal in limine ruling that evidence of prior conviction was admissible for impeachment);  United States v. Bryan, <span class=\"citation\" data-id=\"334906\"><a href=\"/opinion/334906/united-states-v-jack-andrew-bryan/\"><span class=\"volume\">534</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">205</span></a></span>, 206 (9th Cir.1976) (refusing to allow defendant to complain about the admission of evidence about a prior conviction when defendant introduced the offending fact in the first instance);  Shorter v. United States, <span class=\"citation\" data-id=\"285359\"><a href=\"/opinion/285359/leroy-shorter-also-known-as-roy-lee-shorter-v-united-states/\"><span class=\"volume\">412</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">428</span></a></span>, 431 (9th Cir.)  (same), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">396</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">970</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">454</span></span>, <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">436</span></span> (1969).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">To preserve his in limine objection to the admissibility of the misdemeanor convictions for this appeal, Gill should have refrained from offering the evidence himself, waited to see if Thomas introduced them on cross-examination, and if so, objected then.   In sum, Gill's own action of offering the misdemeanor evidence himself rendered it admissible.   Or stated differently, by offering the misdemeanor evidence himself, Gill waived his opportunity to object and thus did not preserve the issue for appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Under Fed.R.Civ.P. 73, the parties consented to the magistrate judge, rather than the district judge, conducting the jury trial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Gill conceded that his prior convictions for filing a false report and theft by deception were admissible under Fed.R.Evid. 609(a)(2)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Thomas argued that Gill's conviction for willful concealment may have involved dishonesty or false statement and requested that the magistrate judge question Gill about the facts surrounding his commission of this offense in order to facilitate that determination</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Fusco also held, however, that where the in limine motion to exclude is granted and the proponent of the evidence is unconditionally precluded from presenting the evidence at trial, the proponent has preserved the issue for appeal and need not renew the offer at trial.  11 F.3d at 262-63.   See also United States v. Holmquist, <span class=\"citation\" data-id=\"195622\"><a href=\"/opinion/195622/united-states-v-holmquist/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">154</span></a></span>, 166 n. 12 (1st Cir.1994) (discussing situations in which the proponent of evidence excluded by a pretrial in limine ruling will be deemed to have preserved the issue for appeal without proffering the excluded evidence during the trial), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1797</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">724</span></span> (1995)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195622/",
    "http://www.courtlistener.com/api/rest/v3/opinions/285359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/334906/",
    "http://www.courtlistener.com/api/rest/v3/opinions/451920/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488020/",
    "http://www.courtlistener.com/api/rest/v3/opinions/489381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531008/",
    "http://www.courtlistener.com/api/rest/v3/opinions/565098/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658541/"
  ]
}