{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196774/",
  "absolute_url": "/opinion/196774/united-states-v-vazquez-rivera/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196774/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:13:47Z",
  "date_modified": "2017-03-24T10:48:32.846046Z",
  "type": "010combined",
  "sha1": "a8a868fa5e9014ac1466df593237f83f80e483f9",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-2186.01A",
  "local_path": null,
  "plain_text": "\n\nJune 28, 1996\r\n\n                  United States Court of Appeals\r\n                      For the First Circuit\r\n                                           \r\n\nNo. 95-2186\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                     REYNALDO VAZQUEZ RIVERA,\r\n\n                      Defendant, Appellant.\r\n                                           \r\n\n                           ERRATA SHEET\r                                     ERRATA SHEET\r\n\n     The  opinion  of  this Court  issued  on  May  21, 1996,  is\r\ncorrected as follows:\r\n\n     Page 2,  second paragraph,  lines 4-6, delete  sentence that\r\nbegins:   \"We  conclude, however,  . .  .\"   Replace it  with the\r\nfollowing sentence:  \r\n\n     We conclude,  however, that the factual  record has not\r\n     been sufficiently  developed  to support  the  sentence\r\n     enhancement,  and therefore  remand  for  the  district\r\n     court to reconsider the sentencing options.\r\n\n     Page 13, delete footnote  9.  Replace it with  the following\r\nfootnote:\r\n\n     9  Although a rape of any type surely is a sufficiently\r\n     serious  physical  invasion  to  justify  a  sentencing\r\n     enhancement,  the statute as  written requires evidence\r\n     of the specific, objective types of harm set out there.\r\n     It may be  that, in choosing the  definition of serious\r\n     bodily  injury  contained in     1365,  a statute  that\r\n     penalizes the tampering of consumer products, see supra\r                                                                      \r\n     at 10,  Congress did  not recognize the  limitations of\r\n     its language.  \r\n\n     Page  14, line  5, insert  \"evidentiary\" between  \"some\" and\r\n\"basis.\" \r\r\n\n                  United States Court of Appeals\r\n                      For the First Circuit\r\n                                           \r\n\nNo. 95-2186\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                     REYNALDO VAZQUEZ RIVERA,\r\n\n                      Defendant, Appellant.\r\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Juan M. Perez-Gimenez, U.S. District Judge]\r                                                                  \r\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n                     and Cyr, Circuit Judge.\r                                                     \r\n                                           \r\n\n     Gustavo  A. Gelpi, Assistant  Federal Public  Defender, with\r                                \r\nwhom  Benicio Sanchez  Rivera,  Federal Public  Defender, was  on\r                                       \r\nbrief for appellant.\r\n     Edwin  O. Vazquez,  Assistant United  States Attorney,  with\r                                \r\nwhom Guillermo  Gil, United States  Attorney, and Jose  A. Quiles\r                                                                           \r\nEspinosa, Senior Litigation Counsel, were on brief for appellee.\r                  \r\n\n                                           \r\n\n                           May 21, 1996\r\n                                          \r\r\n\n     COFFIN, Senior  Circuit Judge.   Defendant  Reynaldo Vazquez\r                                            \r\n\nRivera  was convicted of carjacking  in violation of  18 U.S.C.  \r\n\n2119.   He claims that  the district court  committed two errors:\r\n\nfirst,  by allowing the jury  to hear evidence  that he raped the\r\n\ncarjacking victim  and, second, by increasing  his sentence based\r\n\non a  finding that the  rape constituted \"serious  bodily injury\"\r\n\nwithin the meaning of the statute's enhancement provision.1\r\n\n     The admissibility issue  is close.  We ultimately  have been\r\n\npersuaded,  however,  that the  prejudicial  impact  of the  rape\r\n\nevidence did not substantially outweigh its probative value.   We\r\n\ntherefore  affirm  the  defendant's  conviction.    We  conclude,\r\n\nhowever,  that  the  factual  record has  not  been  sufficiently\r\n\ndeveloped  to  support the  sentence  enhancement, and  therefore\r\n\nremand  for  the  district  court to  reconsider  the  sentencing\r\n\noptions.\r\n\n                          I. Background\r                                                 \r\n\n                    \r                              \r\n\n     1 At the time  of the offense, section 2119, which has since\r\nbeen amended, provided, in pertinent part:\r\n\n     Whoever, possessing a firearm as defined in section 921\r\n     of  this  title, takes  a motor  vehicle that  has been\r\n     transported,  shipped  or  received  in  interstate  or\r\n     foreign commerce from the person or presence of another\r\n     by force  and violence or by  intimidation, or attempts\r\n     to do so, shall --\r\n\n          (1) be  fined under  this title or  imprisoned not\r\n     more than 15 years, or both,\r\n\n          (2)  if  serious  bodily  injury  (as  defined  in\r\n     section  1365 of  this title)  results, be  fined under\r\n     this title  or imprisoned  not more than  25 years,  or\r\n     both . . . .\r\n\n                               -3-\r\r\n\n     Near midnight on  June 24, 1994,  just after Lydita  Crespo-\r\n\nSuarez  had parked her car  near the restaurant  where she worked\r\n\nand  was retrieving  some  items from  the  back seat,  defendant\r\n\nVazquez came up from behind and forced her back into the vehicle.\r\n\nShe testified that  he had a weapon that she  initially could not\r\n\nsee clearly, but later realized was a knife.\r\n\n     Defendant drove Crespo from  the busy section of  Isla Verde\r\n\nwhere  the  incident began  to a  remote  beach area  in Naguabo,\r\n\nordered her  to disrobe and  get out of  the car, and  then raped\r\n\nher.  According to  Crespo's testimony, defendant had a  gun that\r\n\nhe  put into his  waist as he  got out  of the car,  and which he\r\n\nplaced  on the car  roof before raping  her.  After  the assault,\r\n\ndefendant let Crespo go and he drove  off in her car.  She walked\r\n\nalong the road until  she encountered a police officer,  who took\r\n\nher to a police station where  she gave an account of her ordeal.\r\n\nA short time later, she was examined at a hospital  and then sent\r\n\nhome.\r\n\n     Defendant was  arrested about a  month after the  crime, and\r\n\nwas identified  by Crespo in a  lineup.  He was  charged with one\r\n\ncount of carjacking, the  indictment stating that he had  taken a\r\n\nvehicle from  Crespo \"by  force and violence,  inflicting serious\r\n\nbodily injury, that is: rape her.\"2\r\n\n                    \r                              \r\n\n     2 A  second count  charging that  appellant  used a  firearm\r\nduring a crime of violence in violation of 18 U.S.C.   924(c) was\r\ndismissed on double jeopardy  grounds.  Although the  court later\r\nreconsidered the dismissal, it chose to let the  partial judgment\r\nstand because  the  government  had  not  sought  review  of  the\r\ndismissal.\r\n\n                               -4-\r\r\n\n     In  a  motion in  limine,  Vazquez asked  that  the \"serious\r\n\nbodily  injury/rape\"  language  be deleted  from  the  indictment\r\n\nbecause  it related only to the sentence enhancement portion of  \r\n\n2119  and not to the offense conduct itself.3  The district court\r\n\ndenied  the  motion.    Defendant  sought  reconsideration,  and,\r\n\nbecause his defense would rest entirely on his claim  that he did\r\n\nnot  have a gun,4 he urged the  court to compel the government to\r\n\naccept  his stipulation to the element of \"force and violence\" or\r\n\n\"intimidation\" so  as to  make evidence  of the  rape irrelevant.\r\n\nThe court  again denied the motion, stating  that \"the government\r\n\nhas a right to present all  the facts that . . . show  that there\r\n\nwas a revolver involved.\"\r\n\n     The    testimony   at    the   three-day    trial   revealed\r\n\ninconsistencies in law enforcement reports of Crespo's statements\r\n\nabout  what weapons she had seen and when she had seen them.  The\r\n\npolice  officer  who first  encountered  her  testified that  she\r\n\nreported being  approached by an  individual with a gun.   In her\r\n\nown  cross-examination,  Crespo  denied  saying that  a  gun  was\r\n\ninvolved  in the original assault  and stated that  she first saw\r\n                    \r                              \r\n\n     3 As noted earlier, see note 1 supra,   2119(1) provides for\r                                                   \r\na 15-year maximum term, which is enhanced under subsection (2) to\r\na 25-year maximum if \"serious bodily injury\" results.  Subsection\r\n(3)  provides  that, if  death  results,  the  carjacker  may  be\r\nimprisoned for life.\r\n\n     4  As indicated  earlier, see note  1 supra,  the carjacking\r                                                          \r\nstatute  under  which  Vazquez  was convicted  included  firearms\r\npossession as one  of its elements.  Section 2119  has since been\r\namended  to substitute the phrase \"with the intent to cause death\r\nor serious bodily harm\" for the language requiring  possession of\r\na firearm.  See  United States v. Rivera-Gomez, 67  F.3d 993, 996\r                                                        \r\nn.1 (1st Cir. 1995). \r\n\n                               -5-\r\r\n\nthe   gun  at  Naguabo.    Notes  made  by  another  officer  who\r\n\ninterviewed  her  when she  was  brought  to the  Naguabo  police\r\n\nstation referred only to a knife or similar sharp object.  An FBI\r\n\nagent  testified that Crespo first  mentioned seeing a knife near\r\n\nthe driver's seat of the  car a few days before trial.  The trial\r\n\ntranscript also contains at least ten references to the rape. \r\n\n     Vazquez was convicted, and subsequently was sentenced to the\r\n\nstatutory maximum  term of twenty-five years'  imprisonment based\r\n\non the court's finding that  the rape constituted \"serious bodily\r\n\ninjury.\"  Vazquez unsuccessfully  argued that the enhancement was\r\n\ninapplicable because  the record failed  to show that  Crespo had\r\n\nsuffered \"extreme physical pain,\" and the district court likewise\r\n\nrejected his contention that an evidentiary hearing was necessary\r\n\nto resolve the factual issue of serious bodily injury.\r\n\n     This appeal followed.\r\n\n                    Admission of Rape Evidence\r                                                        \r\n\n     Defendant asserts that  prejudicial error  was committed  by\r\n\nthe  court in admitting evidence  of the victim's  rape, since it\r\n\nwas unnecessary to  prove any of the elements of  carjacking.  He\r\n\ninvokes  Fed. R. Evid. 403,  which compels the  exclusion of even\r\n\nrelevant  evidence  \"if  its  probative  value  is  substantially\r\n\noutweighed by the danger of unfair prejudice . . . .\"\r\n\n     In reviewing this claim, we are mindful of several cautions.\r\n\nThe first is  Rule 403  itself.  The  admitted evidence must  not\r\n\nonly be prejudicial,  but be unfairly  prejudicial, and not  only\r\n\noutweigh relevance but substantially outweigh relevance.   United\r                                                                           \r\n\n                               -6-\r\r\n\nStates v.  Aguilar-Aranceta, 58  F.3d  796, 800  (1st Cir.  1995)\r                                     \r\n\n(\"must  be a  significant  tipping of  the  scales\") (quoting  22\r\n\nCharles  A. Wright &amp; Kenneth A. Graham, Jr., Federal Practice and\r                                                                           \r\n\nProcedure,   5221 at  309-310 (1978)).  Moreover, we  must accord\r                   \r\n\nthe trial court \"especially wide latitude\" in Rule 403 balancing.\r\n\nUnited  States v. Rivera-Gomez, 67 F.3d 993, 997 (1st Cir. 1995).\r                                        \r\n\nAnd finally, where the reviewing court finds the balancing close,\r\n\nRule 403  tilts the balance  in favor  of admission.   See United\r                                                                           \r\n\nStates v. Clarke, 24 F.3d 257, 265-66 (D.C. Cir. 1994).\r                          \r\n\n     We  begin by reporting the entire context of the objected to\r\n\nevidence,  next consider  its  relevance, and  then confront  the\r\n\nextent to which its admission caused unfair prejudice.\r\n\n     The critical testimony was given by Crespo after she told of\r\n\nbeing  held up at  11:15 at night,  forced to reenter  her car to\r\n\ntake  defendant  \"somewhere,\"  and   being  driven  first  to  an\r\n\nautomobile  licensing station,  then  to the  remote beach  area,\r\n\nNaguabo,  while directed  to recline  in her  seat.   Crespo then\r\n\ntestified:\r\n\n          Q    And  what  happened  after  you  reached  the\r\n     Naguabo area?\r\n          A    He  made me get out, first he made me take my\r\n     clothes off and then he made me get out of the car.  He\r\n     put his gun in his pants.  He came over to my side.\r\n          Q    Did anything else happen?\r\n          A    He told me to get on all fours, in a squat.\r\n               THE COURT:   Get on all fours.\r\n               THE WITNESS:  And he raped me.\r\n                      EXAMINATION CONTINUED\r\n     BY MS. CARRENO:\r\n          Q    You mentioned  that he put a  revolver in his\r\n     waist?\r\n          A    Yes, but when he raped me, when he  was about\r\n     to rape me he put it on top of the car.\r\n\n                               -7-\r\r\n\n          Q    Were you able to observe that revolver on top\r\n     of the car?\r\n          A    I felt it or I heard when he put it on top of\r\n     the car.\r\n          Q    Were you able to observe it at any moment?\r\n          A    Yes, when  he  put it  in  the waist  of  his\r\n     pants.\r\n          Q    Can  you  give  the  members of  the  jury  a\r\n     description of that revolver?\r\n          A    It  was like  a metal  color with  the handle\r\n     that was like a wooden handle.\r\n          Q    After that, what, if anything else happened?\r\n          A    I asked him if now he could let me go.\r\n          Q    Did he in fact let you go?\r\n          A    He told me that if I  had my shoes on I could\r\n     get out.\r\n          Q    Did you in fact get out?\r\n          A    Yes.\r\n          Q    Did you have your clothes on?\r\n          A    Yes.\r\n          Q    Did  anything happen before  you were allowed\r\n     to leave the car?\r\n          A    He  had turned  the  car around  and at  that\r\n     point was when I asked him if he could let me go.\r\n          Q    What happened after you left the car?\r\n          A    I went  running along the beach  shore to get\r\n     to the road.\r\n\nTrial Transcript pp. 100-101.\r\n\n     The  government  asserts  that  the  evidence  of  rape  was\r\n\nnecessary  to  prove the  \"force  and  violence\"  element of  the\r\n\ncarjacking statute.5  But,  unlike the situation in Rivera-Gomez,\r                                                                          \r\n\nwhere we held that the  act of killing a driver in the  course of\r\n\nan attempted  carjacking was highly  probative of the  \"force and\r\n                    \r                              \r\n\n     5 The defendant contends that his offer to stipulate that he\r\ntook  Crespo's vehicle  by  \"force and  violence\" forecloses  the\r\ngovernment's contention.  If,  however, the government's need for\r\nthe rape  evidence is  not otherwise substantially  outweighed by\r\nthe  risk  of unfair  prejudice  to the  defendant,  the district\r\ncourt's rejection of such  a stipulation would not constitute  an\r\nabuse of  discretion.  See United States v. Tavares, 21 F.3d 1, 3\r                                                             \r\n(1st Cir. 1994) (en banc) (affirming  \"the government's `right to\r\n\"present to the jury a picture  of the events relied upon,\"'. . .\r\nincluding  proof of  all  elements of  the  crime for  which  the\r\ndefendant has been brought to trial\") (citations omitted).  \r\n\n                               -8-\r\r\n\nviolence\" element, here, defendant  already had seized control of\r\n\nthe vehicle, wielding a  weapon that Crespo later realized  was a\r\n\nknife.    At  best,  therefore,  testimony  about  the  rape  was\r\n\ncumulative evidence of the use of force.\r\n\n     A weightier  claim  of relevance  is that  knowledge of  the\r\n\nsexual  assault was  important  to the  jury's  ability to  fully\r\n\nevaluate Crespo's credibility.  A jury reasonably might attribute\r\n\ninconsistencies in her reports  of the crime to her  distress and\r\n\ndisorientation  in the aftermath of the rape.  The government, no\r\n\nless  than  the defendant,  is entitled  to  the benefit  of such\r\n\nreasonable inferences.\r\n\n     We  therefore conclude  that  the evidence  of rape  was not\r\n\ndevoid of relevance.  Were this all that could be mustered on the\r\n\nside  of  admitting  the  evidence,  we  might   have  found  the\r\n\nconcededly highly prejudicial evidence  of rape to meet the  Rule\r\n\n403  standard  of substantial  disproportion.   But we  also must\r\n\nconsider  the  fact  that the  events  at  Naguabo  related to  a\r\n\ncritical element of the then crime of carjacking -- possession of\r\n\na firearm.\r\n\n     The defense was  based solely on the  theory that possession\r\n\nof a  firearm had  not been proved  beyond a reasonable  doubt, a\r\n\nplausible argument given the law enforcement reports of differing\r\n\nstatements  from  Crespo.    The  only  direct evidence  was  the\r\n\ntestimony we have quoted.\r\n\n     Crespo's  testimony of the conduct leading up to the rape --\r\n\nparticularly  defendant's order that she get down on all fours --\r\n\n                               -9-\r\r\n\nprovided an important  explanation for her  having heard but  not\r\n\nseen the  gun  being  placed  on  the car  roof.    Without  this\r\n\nevidence,  the  prosecution would  be  significantly  hampered in\r\n\nproviding  the jury  with  the answers  to  a series  of  logical\r\n\nquestions: why didn't  she see  the gun? where  was she  looking?\r\n\nwhat was shedoing? why wasthe weapon placed onthe roof ofthe car?\r\n\n     Simply preventing  the witness  from stating, \"And  he raped\r\n\nme\"  would  do nothing  --  or  very,  very  little --  to  avoid\r\n\nprejudice.  The victim had been taken to a remote  beach, ordered\r\n\nto take her  clothes off, get  out of  the car, and  \"get on  all\r\n\nfours.\"  The jurors would draw the logical inference.  To require\r\n\nexcision as well of all of the suggestive evidence not only would\r\n\nhave unrealistically  telescoped the events at  Naguabo, but also\r\n\nwould have stripped Crespo's  testimony concerning the firearm of\r\n\nmuch  of its credit worthiness.   As the  Fifth Circuit stated in\r\n\nUnited  States v.  McRae,  593 F.2d  700,  707 (5th  Cir.  1979),\r                                  \r\n\n\"Unless  trials are to be conducted on scenarios, on unreal facts\r\n\ntailored and sanitized for the  occasion, the application of Rule\r\n\n403 must  be cautious and sparing.\"   See United States  v. Cruz-\r                                                                           \r\n\nKuilan,  75 F.3d  59,  61 (1st  Cir.  1996) (challenged  forensic\r                \r\n\nevidence  not only probative of \"force  and violence\" element but\r\n\nalso corroborated government's theory of the case).\r\n\n     In sum, because Crespo's Naguabo testimony provided the sole\r\n\ndirect evidence of the firearm, it was a \"crucial chapter\" in the\r\n\nnarrative,  Rivera-Gomez,  67 F.3d  at  998.   Although  the rape\r                                  \r\n\nevidence unquestionably  was prejudicial, we cannot  say that its\r\n\n                               -10-\r\r\n\nhigh probative value was substantially outweighed by the risk  of\r\n\nunfair  prejudice.   The court  did not  abuse its  discretion in\r\n\nadmitting it.6\r\n\n                   III. \"Serious Bodily Injury\"\r                                                         \r\n\n     The district court sentenced the defendant under  subsection\r\n\n(2) of   2119,  which increases the maximum term  of imprisonment\r\n\nfrom 15 years to 25  years \"if serious bodily injury  (as defined\r\n\nin section  1365 of  this title) results.\"   Section  1365(g)(3),\r\n\ncontained  within the  Federal  Anti-Tampering  Act, provides  as\r\n\nfollows:\r\n\n     the  term \"serious bodily  injury\" means  bodily injury\r\n     which involves--\r\n\n     (A) a substantial risk of death;\r\n     (B) extreme physical pain;\r\n     (C) protracted and obvious disfigurement; or\r\n     (D) protracted loss or impairment of the  function of a\r\n     bodily member, organ, or mental faculty . . . .\r\n\n     The  district  court  applied  the enhancement  based  on  a\r\n\ndetermination that  the  rape  caused  Crespo  \"extreme  physical\r\n\npain.\"  Defendant claims that there is no record support for such\r\n\na  finding, and that  the court's decision  therefore was clearly\r\n\nerroneous.\r\n\n     We are constrained to agree.  Although we can understand the\r\n\ncourt's  desire to punish  the defendant heavily,  and agree with\r\n\nits  view  that the  crime  was  \"degrading, heinous,  cruel  and\r\n                    \r                              \r\n\n     6 We  recognize that the district  court's relative weighing\r\nof probativeness  and prejudice focused  on the rape  evidence as\r\nrelevant  to  the issue  of \"force  and  violence.\"   Because the\r\ntestimony is highly probative on the issue of firearm possession,\r\nwe are comfortable affirming its judgment on a somewhat different\r\nbasis. \r\n\n                               -11-\r\r\n\nbrutal,\" there is no record evidence that Crespo suffered  either\r\n\n\"extreme physical pain\" or any of the other listed injuries.  She\r\n\ntestified  only   that  she  was  raped,   without  any  specific\r\n\ndescription  of the assault.   The presentence report states that\r\n\ndefendant raped Crespo for about five minutes, but also lacks any\r\n\nelaboration.  A medical  report filed as part of  the presentence\r\n\nreport indicates that, approximately  two hours after the attack,\r\n\nthere was no evidence of any cuts or bruises in her vaginal area.\r\n\n     The government suggests that, notwithstanding the absence of\r\n\nactual physical injury with pain, the court properly could  apply\r\n\nthe   enhancement  based  on   \"extreme  physical  pain\"  because\r\n\n\"Congress  never  intended  rigid  limiting  definitions  for the\r\n\n`serious  bodily  injury'  terminology\".   The  cases  it  cites,\r\n\nhowever, do not  support this  proposition.  For  the most  part,\r\n\nthey  involve construction  of  the  somewhat different  \"serious\r\n\nbodily    injury\"   provision   contained   in   the   Sentencing\r\n\nGuidelines,7 and  many also feature evidence  of painful injuries\r\n\nsuffered  by the victim.  See, e.g., United States v. Desormeaux,\r                                                                          \r\n\n4 F.3d 628, 630 (8th Cir. 1993) (victim described pain from knife\r\n\nwound lacerating kidney  as \"a lot  worse than giving birth  to a\r\n                    \r                              \r\n\n     7 The guidelines define serious bodily injury as follows:\r\n\n     \"Serious bodily injury\"  means injury involving extreme\r\n     physical pain  or  the impairment  of a  function of  a\r\n     bodily member, organ,  or mental faculty;  or requiring\r\n     medical intervention such as  surgery, hospitalization,\r\n     or physical rehabilitation.  As used in the guidelines,\r\n     the definition of this  term is somewhat different than\r\n     that used in various statutes.\r\n\nU.S.S.G.   1B1.1, comment. (n.1(j)).\r\n\n                               -12-\r\r\n\nchild\"); United States  v. Corbin,  972 F.2d 271,  272 (9th  Cir.\r                                           \r\n\n1992)  (victim was  struck  on head  twice  with a  metal  object\r\n\nresembling a gun, causing a laceration that required  a two-layer\r\n\nclosure  using more than 25  sutures).8  The  government cites no\r\n\ncase  in which   2119(2)  was applied based  on \"extreme physical\r\n\npain\" without some evidence of actual pain.\r\n\n     Perhaps recognizing  the weakness  of its \"extreme  physical\r\n\npain\"  argument,  the  government  argues  that  the  enhancement\r\n\nalternatively  may be  upheld  because the  victim also  suffered\r\n\nextreme mental trauma.  This claim is flawed not only because the\r\n\ndistrict court did not make such a finding but also because there\r\n\nis  no  evidence  that  Crespo  suffered  a  \"protracted loss  or\r\n\nimpairment of  the function  of  a .  . .    mental faculty,\"  as\r\n\nrequired  by   1365.   The presentence report  states that Crespo\r\n\nreceived  no   professional  counseling  or  assistance   in  the\r\n\n                    \r                              \r\n\n     8 In  two  cases involving  rapes,  both decided  under  the\r\nguidelines and one  of them unpublished, the Sixth Circuit upheld\r\nfindings  of \"serious  bodily injury\"  based on  sections of  the\r\nguidelines other than the \"extreme physical pain\" provision.  See\r                                                                           \r\nUnited  States v.  Tipton, 11  F.3d 602,  609-10 (6th  Cir. 1993)\r                                   \r\n(impairment of  mental faculty and medical  intervention); United\r                                                                           \r\nStates v.  Newman, 931 F.2d  57, 1991  WL 63625 at  *3 (6th  Cir.\r                           \r\n1991)  (unpublished  per curiam)  (primarily  relying  on medical\r                                         \r\nintervention).    In  Newman,   the  court  recognized  that  the\r                                      \r\nsituation  may  not have  satisfied  a  requirement of  \"extreme\"\r\nphysical pain.\r\n     In  another  guidelines  case  involving  rape,  the  Eighth\r\nCircuit concluded  that the  definition of serious  bodily injury\r\ncovers \"any  immediate serious  physical trauma resulting  from a\r\nrape,\"  but  that the  pain and  suffering  connected to  a rape-\r\ninduced  pregnancy is  not encompassed  by the  definition.   The\r\ncourt held, however,  that the pregnancy  and its related  tragic\r\nconsequences properly could serve as the factual predicate for an\r\nupward departure.  United States v. Yankton, 986 F.2d 1225, 1229-\r                                                     \r\n30 (8th Cir. 1993). \r\n\n                               -13-\r\r\n\naftermath of the  crime, relying  instead on the  support of  her\r\n\nfamily and  boyfriend.  Although  she told the  probation officer\r\n\nthat  the ordeal  \"has  had a  devastating  effect on  her  life,\r\n\nfamily, and consensual relationship,\" such generalities must fall\r\n\nshort of  proof measuring up to \"protracted . . . impairment of .\r\n\n.. mentalfaculty\"sufficienttojustifyanadditionalten-yearsentence.\r\n\n     To be  sure, even a rape  that causes no physical  pain is a\r\n\nunique  and reprehensible  physical  and psychic  invasion.   The\r\n\neffort  of  the district  court  and  government to  reflect  the\r\n\nseverity of  that crime through a flexible  interpretation of the\r\n\n\"serious bodily injury\" requirement is  therefore understandable.\r\n\nThe  statute by  its  terms, however,  limits its  application to\r\n\nspecific types of injury, and the government cites no legislative\r\n\nhistory, nor has our own research uncovered  any, suggesting that\r\n\nthe subsections were meant to be less than all-inclusive.9\r\n\n     To say that  any rape, regardless  of the circumstances,  is\r\n\nequivalent to these specified  harms would broaden measurably the\r\n\nlimited   category  of  injuries   that  Congress  designated  as\r\n\njustifying a  substantial increase in  punishment for carjacking.\r                                                                          \r\n\nIt  would  be, in  effect,  to add  punishment  for  rape to  the\r\n\ncarjacking  scheme,  which  already represents  somewhat  unusual\r\n                    \r                              \r\n\n     9    Although a  rape of any  type surely is  a sufficiently\r\n          serious  physical  invasion  to  justify  a  sentencing\r\n          enhancement, the statute  as written requires  evidence\r\n          of the specific, objective types of harm set out there.\r\n          It may be  that, in choosing the  definition of serious\r\n          bodily  injury  contained in     1365,  a statute  that\r\n          penalizes the tampering of consumer products, see supra\r                                                                           \r\n          at 10,  Congress did  not recognize the  limitations of\r\n          its language.  \r\n\n                               -14-\r\r\n\nfederal  intervention  into  a  typically state-law  realm.    We\r\n\ndecline  to  stretch the  language  Congress  wrote without  some\r\n\nindication that it meant the provision to be elastic.  See, e.g.,\r                                                                          \r\n\nUnited States v. Boots, 80 F.3d 580, 588 (1st Cir. 1996)(the rule\r                                \r\n\nof lenity holds  that \"the harsher of two possible  readings of a\r\n\ncriminal statute will be  enforced only when Congress has  spoken\r\n\nclearly\").10\r\n\n     The defendant's  sentence  thus must  be  vacated.   If  the\r\n\ngovernment continues to  seek the   2119(2)  enhancement, it must\r\n\nprovide some basis  upon which the court may conclude that one or\r\n\nmore of the statutory  conditions of harm occurred.   Contrary to\r\n\ndefendant's assertion,  an evidentiary hearing  is not necessary.\r\n\nRule  32 of the Federal Rules of Criminal Procedure requires that\r\n\ncounsel  for  the  defendant  and  the  government  be  given  an\r\n\nopportunity  to  comment at  the  sentencing  hearing on  matters\r\n\nrelating to the appropriate sentence, but the decision whether to\r\n\nconduct an evidentiary hearing  is within the court's discretion.\r\n\nFed.  R. Crim. P. 32(c)(1).11   The court,  however, must resolve\r\n                    \r                              \r\n\n     10  Indeed, we think there is some question whether the rape\r\nis at all relevant  to defendant's punishment under    2119 since\r\nit was not the \"force and violence\" by which he gained control of\r\nthe  vehicle.   Arguably,  the conduct  punishable  under    2119\r\noccurred  at the Isla  Verde Marginal Road  when Vazquez forcibly\r\ntook control of  Crespo's car, and  the subsequent abduction  and\r\nrape were separate violations of state law.  We need not consider\r\nthe scope of a carjacking  here, however, because defendant  does\r\nnot raise such a claim.  He argues  only that the court could not\r\napply  the enhancement  in  the  absence  of  proof  of  \"extreme\r\nphysical pain\" or some other listed harm.\r\n\n     11 The case relied on by defendant, Specht v. Patterson, 386\r                                                                      \r\nU.S.  605 (1967), is inapposite.   In that  case, the Court ruled\r\nthat  due  process required  notice  and  a  hearing  before  the\r\n\n                               -15-\r\r\n\nobjections to the  presentence report, and  make findings on  any\r\n\ncontroverted matter taken into account in sentencing.  Id.12\r                                                                    \r\n\n     For the foregoing reasons, we affirm defendant's conviction,\r\n\nbut vacate  the sentence  and remand for  resentencing consistent\r\n\nwith the principles expressed in this opinion.\r\n\n                    \r                              \r\n\ndefendant, who  had been  convicted for indecent  liberties under\r\none  Colorado  statute, could  be  sentenced  under the  separate\r\nColorado  Sex   Offenders  Act,   which  contained   more  severe\r\npenalties.  Here, the enhancement at issue is part of the statute\r\nunder which the defendant was charged and convicted.\r\n\n     12 We note that  the government partially defended admission\r\nof the rape evidence based on an assertion that   2119 required a\r\njury  finding  beyond  a  reasonable  doubt  on  \"serious  bodily\r\ninjury,\"  and further  claimed that  the jury's  verdict reflects\r\nsuch a determination.  The government's position is flawed in two\r\nrespects.     First,  the   verdict  does  not   support  such  a\r\ndetermination because  the jury made no specific  findings on the\r\ndefendant's conduct.  Second,  we have held that the  alternative\r\npenalty  provisions  of     2119  are  sentence  enhancers  whose\r\napplicability is  a  matter for  the judge,  not the  jury.   See\r                                                                           \r\nRivera-Gomez, 67 F.3d at  1000.  Accord United States  v. Oliver,\r                                                                          \r\n60 F.3d 547, 552-53  (9th Cir. 1995); United States  v. Williams,\r                                                                          \r\n51 F.3d 1004, 1009 (11th Cir. 1995).\r\n\n                               -16-\r\r\n",
  "html": "<p class=\"case_cite\">83 F.3d 542</p>\n    <p class=\"case_cite\">44 Fed. R. Evid. Serv. 358</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Reynaldo Vazquez RIVERA, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-2186.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 28, 1996.<br>Decided May 21, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Gustavo A. Gelpi, Assistant Federal Public Defender, Old San Juan, with whom Benicio Sanchez Rivera, Federal Public Defender, San Juan, was on brief, for appellant.</p>\n      <p class=\"indent\">Edwin O. Vazquez, Assistant United States Attorney, Hato Rey, with whom Guillermo Gil, United States Attorney, Hato Rey, and Jose A. Quiles Espinosa, Senior Litigation Counsel, San Juan, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant Reynaldo Vazquez Rivera was convicted of carjacking in violation of 18 U.S.C. &#167; 2119.   He claims that the district court committed two errors:  first, by allowing the jury to hear evidence that he raped the carjacking victim and, second, by increasing his sentence based on a finding that the rape constituted \"serious bodily injury\" within the meaning of the statute's enhancement provision.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The admissibility issue is close.   We ultimately have been persuaded, however, that the prejudicial impact of the rape evidence did not substantially outweigh its probative value.   We therefore affirm the defendant's conviction.   We conclude, however, that the factual record has not been sufficiently developed to support the sentence enhancement, and therefore remand for the district court to reconsider the sentencing options.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Near midnight on June 24, 1994, just after Lydita Crespo-Suarez had parked her car near the restaurant where she worked and was retrieving some items from the back seat, defendant Vazquez came up from behind and forced her back into the vehicle.   She testified that he had a weapon that she initially could not see clearly, but later realized was a knife.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Defendant drove Crespo from the busy section of Isla Verde where the incident began to a remote beach area in Naguabo, ordered her to disrobe and get out of the car, and then raped her.   According to Crespo's testimony, defendant had a gun that he put into his waist as he got out of the car, and which he placed on the car roof before raping her.   After the assault, defendant let Crespo go and he drove off in her car.   She walked along the road until she encountered a police officer, who took her to a police station where she gave an account of her ordeal.   A short time later, she was examined at a hospital and then sent home.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Defendant was arrested about a month after the crime, and was identified by Crespo in a lineup.   He was charged with one count of carjacking, the indictment stating that he had taken a vehicle from Crespo \"by force and violence, inflicting serious bodily injury, that is:  rape her.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In a motion in limine, Vazquez asked that the \"serious bodily injury/rape\" language be deleted from the indictment because it related only to the sentence enhancement portion of &#167; 2119 and not to the offense conduct itself.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The district court denied the motion.   Defendant sought reconsideration, and, because his defense would rest entirely on his claim that he did not have a gun,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> he urged the court to compel the government to accept his stipulation to the element of \"force and violence\" or \"intimidation\" so as to make evidence of the rape irrelevant.   The court again denied the motion, stating that \"the government has a right to present all the facts that ... show that there was a revolver involved.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The testimony at the three-day trial revealed inconsistencies in law enforcement reports of Crespo's statements about what weapons she had seen and when she had seen them.   The police officer who first encountered her testified that she reported being approached by an individual with a gun.   In her own cross-examination, Crespo denied saying that a gun was involved in the original assault and stated that she first saw the gun at Naguabo.   Notes made by another officer who interviewed her when she was brought to the Naguabo police station referred only to a knife or similar sharp object.   An FBI agent testified that Crespo first mentioned seeing a knife near the driver's seat of the car a few days before trial.   The trial transcript also contains at least ten references to the rape.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Vazquez was convicted, and subsequently was sentenced to the statutory maximum term of twenty-five years' imprisonment based on the court's finding that the rape constituted \"serious bodily injury.\"   Vazquez unsuccessfully argued that the enhancement was inapplicable because the record failed to show that Crespo had suffered \"extreme physical pain,\" and the district court likewise rejected his contention that an evidentiary hearing was necessary to resolve the factual issue of serious bodily injury.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">This appeal followed.</p>\n    </div>\n    <p>II. Admission of Rape Evidence</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Defendant asserts that prejudicial error was committed by the court in admitting evidence of the victim's rape, since it was unnecessary to prove any of the elements of carjacking.   He invokes Fed.R.Evid. 403, which compels the exclusion of even relevant evidence \"if its probative value is substantially outweighed by the danger of unfair prejudice....\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In reviewing this claim, we are mindful of several cautions.   The first is Rule 403 itself.   The admitted evidence must not only be prejudicial, but be unfairly prejudicial, and not only outweigh relevance but substantially outweigh relevance.  United States v. Aguilar-Aranceta, 58 F.3d 796, 800 (1st Cir.1995) (\"must be a significant tipping of the scales\") (quoting 22 Charles Alan Wright &amp; Kenneth W. Graham, Jr., Federal Practice and Procedure, &#167; 5221 at 309-310 (1978)).   Moreover, we must accord the trial court \"especially wide latitude\" in Rule 403 balancing.  United States v. Rivera-Gomez, 67 F.3d 993, 997 (1st Cir.1995).   And finally, where the reviewing court finds the balancing close, Rule 403 tilts the balance in favor of admission.   See United States v. Clarke, 24 F.3d 257, 265-66 (D.C.Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We begin by reporting the entire context of the objected to evidence, next consider its relevance, and then confront the extent to which its admission caused unfair prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The critical testimony was given by Crespo after she told of being held up at 11:15 at night, forced to reenter her car to take defendant \"somewhere,\" and being driven first to an automobile licensing station, then to the remote beach area, Naguabo, while directed to recline in her seat.   Crespo then testified:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Q And what happened after you reached the Naguabo area?</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A He made me get out, first he made me take my clothes off and then he made me get out of the car.   He put his gun in his pants.   He came over to my side.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Q Did anything else happen?</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A He told me to get on all fours, in a squat.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>THE COURT:  Get on all fours.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>THE WITNESS:  And he raped me.</p>\n    </div>\n    <p>EXAMINATION CONTINUED</p>\n    <p>BY MS. CARRENO:</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Q You mentioned that he put a revolver in his waist?</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">A Yes, but when he raped me, when he was about to rape me he put it on top of the car.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Q Were you able to observe that revolver on top of the car?</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">A I felt it or I heard when he put it on top of the car.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Q Were you able to observe it at any moment?</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">A Yes, when he put it in the waist of his pants.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Q Can you give the members of the jury a description of that revolver?</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">A It was like a metal color with the handle that was like a wooden handle.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Q After that, what, if anything else happened?</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">A I asked him if now he could let me go.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Q Did he in fact let you go?</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">A He told me that if I had my shoes on I could get out.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Q Did you in fact get out?</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">A Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Q Did you have your clothes on?</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">A Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Q Did anything happen before you were allowed to leave the car?</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">A He had turned the car around and at that point was when I asked him if he could let me go.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Q What happened after you left the car?</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">A I went running along the beach shore to get to the road.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Trial Transcript pp. 100-101.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The government asserts that the evidence of rape was necessary to prove the \"force and violence\" element of the carjacking statute.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  But, unlike the situation in Rivera-Gomez, where we held that the act of killing a driver in the course of an attempted carjacking was highly probative of the \"force and violence\" element, here, defendant already had seized control of the vehicle, wielding a weapon that Crespo later realized was a knife.   At best, therefore, testimony about the rape was cumulative evidence of the use of force.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">A weightier claim of relevance is that knowledge of the sexual assault was important to the jury's ability to fully evaluate Crespo's credibility.   A jury reasonably might attribute inconsistencies in her reports of the crime to her distress and disorientation in the aftermath of the rape.   The government, no less than the defendant, is entitled to the benefit of such reasonable inferences.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We therefore conclude that the evidence of rape was not devoid of relevance.   Were this all that could be mustered on the side of admitting the evidence, we might have found the concededly highly prejudicial evidence of rape to meet the Rule 403 standard of substantial disproportion.   But we also must consider the fact that the events at Naguabo related to a critical element of the then crime of carjacking--possession of a firearm.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The defense was based solely on the theory that possession of a firearm had not been proved beyond a reasonable doubt, a plausible argument given the law enforcement reports of differing statements from Crespo.   The only direct evidence was the testimony we have quoted.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Crespo's testimony of the conduct leading up to the rape--particularly defendant's order that she get down on all fours--provided an important explanation for her having heard but not seen the gun being placed on the car roof.   Without this evidence, the prosecution would be significantly hampered in providing the jury with the answers to a series of logical questions:  why didn't she see the gun? where was she looking? what was she doing? why was the weapon placed on the roof of the car?</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Simply preventing the witness from stating, \"And he raped me\" would do nothing--or very, very little--to avoid prejudice.   The victim had been taken to a remote beach, ordered to take her clothes off, get out of the car, and \"get on all fours.\"   The jurors would draw the logical inference.   To require excision as well of all of the suggestive evidence not only would have unrealistically telescoped the events at Naguabo, but also would have stripped Crespo's testimony concerning the firearm of much of its credit worthiness.   As the Fifth Circuit stated in United States v. McRae, 593 F.2d 700, 707 (5th Cir.1979), \"Unless trials are to be conducted on scenarios, on unreal facts tailored and sanitized for the occasion, the application of Rule 403 must be cautious and sparing.\"   See United States v. Cruz-Kuilan, 75 F.3d 59, 61 (1st Cir.1996) (challenged forensic evidence not only probative of \"force and violence\" element but also corroborated government's theory of the case).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In sum, because Crespo's Naguabo testimony provided the sole direct evidence of the firearm, it was a \"crucial chapter\" in the narrative, Rivera-Gomez, 67 F.3d at 998.   Although the rape evidence unquestionably was prejudicial, we cannot say that its high probative value was substantially outweighed by the risk of unfair prejudice.   The court did not abuse its discretion in admitting it.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>III. \"Serious Bodily Injury\"</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The district court sentenced the defendant under subsection (2) of &#167; 2119, which increases the maximum term of imprisonment from 15 years to 25 years \"if serious bodily injury (as defined in section 1365 of this title) results.\"   Section 1365(g)(3), contained within the Federal Anti-Tampering Act, provides as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>the term \"serious bodily injury\" means bodily injury which involves--</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>(A) a substantial risk of death;</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>(B) extreme physical pain;</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>(C) protracted and obvious disfigurement;  or</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>(D) protracted loss or impairment of the function of a bodily member, organ, or mental faculty....</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The district court applied the enhancement based on a determination that the rape caused Crespo \"extreme physical pain.\"   Defendant claims that there is no record support for such a finding, and that the court's decision therefore was clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">We are constrained to agree.   Although we can understand the court's desire to punish the defendant heavily, and agree with its view that the crime was \"degrading, heinous, cruel and brutal,\" there is no record evidence that Crespo suffered either \"extreme physical pain\" or any of the other listed injuries.   She testified only that she was raped, without any specific description of the assault.   The presentence report states that defendant raped Crespo for about five minutes, but also lacks any elaboration.   A medical report filed as part of the presentence report indicates that, approximately two hours after the attack, there was no evidence of any cuts or bruises in her vaginal area.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The government suggests that, notwithstanding the absence of actual physical injury with pain, the court properly could apply the enhancement based on \"extreme physical pain\" because \"Congress never intended rigid limiting definitions for the 'serious bodily injury' terminology\".   The cases it cites, however, do not support this proposition.   For the most part, they involve construction of the somewhat different \"serious bodily injury\" provision contained in the Sentencing Guidelines,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> and many also feature evidence of painful injuries suffered by the victim.   See, e.g., United States v. Desormeaux, 4 F.3d 628, 630 (8th Cir.1993) (victim described pain from knife wound lacerating kidney as \"a lot worse than giving birth to a child\");  United States v. Corbin, 972 F.2d 271, 272 (9th Cir.1992) (victim was struck on head twice with a metal object resembling a gun, causing a laceration that required a two-layer closure using more than 25 sutures).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The government cites no case in which &#167; 2119(2) was applied based on \"extreme physical pain\" without some evidence of actual pain.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Perhaps recognizing the weakness of its \"extreme physical pain\" argument, the government argues that the enhancement alternatively may be upheld because the victim also suffered extreme mental trauma.   This claim is flawed not only because the district court did not make such a finding but also because there is no evidence that Crespo suffered a \"protracted loss or impairment of the function of a ... mental faculty,\" as required by &#167; 1365.   The presentence report states that Crespo received no professional counseling or assistance in the aftermath of the crime, relying instead on the support of her family and boyfriend.   Although she told the probation officer that the ordeal \"has had a devastating effect on her life, family, and consensual relationship,\" such generalities must fall short of proof measuring up to \"protracted ... impairment of ... mental faculty\" sufficient to justify an additional ten-year sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">To be sure, even a rape that causes no physical pain is a unique and reprehensible physical and psychic invasion.   The effort of the district court and government to reflect the severity of that crime through a flexible interpretation of the \"serious bodily injury\" requirement is therefore understandable.   The statute by its terms, however, limits its application to specific types of injury, and the government cites no legislative history, nor has our own research uncovered any, suggesting that the subsections were meant to be less than all-inclusive.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">To say that any rape, regardless of the circumstances, is equivalent to these specified harms would broaden measurably the limited category of injuries that Congress designated as justifying a substantial increase in punishment for carjacking.   It would be, in effect, to add punishment for rape to the carjacking scheme, which already represents somewhat unusual federal intervention into a typically state-law realm.   We decline to stretch the language Congress wrote without some indication that it meant the provision to be elastic.   See, e.g., United States v. Boots, 80 F.3d 580, 588 (1st Cir.1996)(the rule of lenity holds that \"the harsher of two possible readings of a criminal statute will be enforced only when Congress has spoken clearly\").<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The defendant's sentence thus must be vacated.   If the government continues to seek the &#167; 2119(2) enhancement, it must provide some evidentiary basis upon which the court may conclude that one or more of the statutory conditions of harm occurred.   Contrary to defendant's assertion, an evidentiary hearing is not necessary.   Rule 32 of the Federal Rules of Criminal Procedure requires that counsel for the defendant and the government be given an opportunity to comment at the sentencing hearing on matters relating to the appropriate sentence, but the decision whether to conduct an evidentiary hearing is within the court's discretion.   Fed.R.Crim.P. 32(c)(1).<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  The court, however, must resolve objections to the presentence report, and make findings on any controverted matter taken into account in sentencing.   Id.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm defendant's conviction, but vacate the sentence and remand for resentencing consistent with the principles expressed in this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At the time of the offense, section 2119, which has since been amended, provided, in pertinent part:</p>\n        <p>Whoever, possessing a firearm as defined in section 921 of this title, takes a motor vehicle that has been transported, shipped or received in interstate or foreign commerce from the person or presence of another by force and violence or by intimidation, or attempts to do so, shall--</p>\n        <p>(1) be fined under this title or imprisoned not more than 15 years, or both,</p>\n        <p>(2) if serious bodily injury (as defined in section 1365 of this title) results, be fined under this title or imprisoned not more than 25 years, or both....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> A second count charging that appellant used a firearm during a crime of violence in violation of 18 U.S.C. &#167; 924(c) was dismissed on double jeopardy grounds.   Although the court later reconsidered the dismissal, it chose to let the partial judgment stand because the government had not sought review of the dismissal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> As noted earlier, see note 1 supra, &#167; 2119(1) provides for a 15-year maximum term, which is enhanced under subsection (2) to a 25-year maximum if \"serious bodily injury\" results.   Subsection (3) provides that, if death results, the carjacker may be imprisoned for life</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> As indicated earlier, see note 1 supra, the carjacking statute under which Vazquez was convicted included firearms possession as one of its elements.   Section 2119 has since been amended to substitute the phrase \"with the intent to cause death or serious bodily harm\" for the language requiring possession of a firearm.   See United States v. Rivera-Gomez, 67 F.3d 993, 996 n. 1 (1st Cir.1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The defendant contends that his offer to stipulate that he took Crespo's vehicle by \"force and violence\" forecloses the government's contention.   If, however, the government's need for the rape evidence is not otherwise substantially outweighed by the risk of unfair prejudice to the defendant, the district court's rejection of such a stipulation would not constitute an abuse of discretion.   See United States v. Tavares, 21 F.3d 1, 3 (1st Cir.1994) (en banc) (affirming \"the government's 'right to \"present to the jury a picture of the events relied upon,\" '... including proof of all elements of the crime for which the defendant has been brought to trial\") (citations omitted)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We recognize that the district court's relative weighing of probativeness and prejudice focused on the rape evidence as relevant to the issue of \"force and violence.\"   Because the testimony is highly probative on the issue of firearm possession, we are comfortable affirming its judgment on a somewhat different basis</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The guidelines define serious bodily injury as follows:</p>\n        <p>\"Serious bodily injury\" means injury involving extreme physical pain or the impairment of a function of a bodily member, organ, or mental faculty;  or requiring medical intervention such as surgery, hospitalization, or physical rehabilitation.   As used in the guidelines, the definition of this term is somewhat different than that used in various statutes.</p>\n        <p>U.S.S.G. &#167; 1B1.1, comment.  (n.1(j)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In two cases involving rapes, both decided under the guidelines and one of them unpublished, the Sixth Circuit upheld findings of \"serious bodily injury\" based on sections of the guidelines other than the \"extreme physical pain\" provision.   See United States v. Tipton, 11 F.3d 602, 609-10 (6th Cir.1993) (impairment of mental faculty and medical intervention);  United States v. Newman, 931 F.2d 57, 1991 WL 63625 at * 3 (6th Cir.1991) (unpublished per curiam ) (primarily relying on medical intervention).   In Newman, the court recognized that the situation may not have satisfied a requirement of \"extreme\" physical pain</p>\n        <p>In another guidelines case involving rape, the Eighth Circuit concluded that the definition of serious bodily injury covers \"any immediate serious physical trauma resulting from a rape,\" but that the pain and suffering connected to a rape-induced pregnancy is not encompassed by the definition.   The court held, however, that the pregnancy and its related tragic consequences properly could serve as the factual predicate for an upward departure.  United States v. Yankton, 986 F.2d 1225, 1229-30 (8th Cir.1993).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Although a rape of any type surely is a sufficiently serious physical invasion to justify a sentencing enhancement, the statute as written requires evidence of the specific, objective types of harm set out there.   It may be that, in choosing the definition of serious bodily injury contained in &#167; 1365, a statute that penalizes the tampering of consumer products, see supra at 547, Congress did not recognize the limitations of its language</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Indeed, we think there is some question whether the rape is at all relevant to defendant's punishment under &#167; 2119 since it was not the \"force and violence\" by which he gained control of the vehicle.   Arguably, the conduct punishable under &#167; 2119 occurred at the Isla Verde Marginal Road when Vazquez forcibly took control of Crespo's car, and the subsequent abduction and rape were separate violations of state law.   We need not consider the scope of a carjacking here, however, because defendant does not raise such a claim.   He argues only that the court could not apply the enhancement in the absence of proof of \"extreme physical pain\" or some other listed harm</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The case relied on by defendant, Specht v. Patterson, 386 U.S. 605, 87 S.Ct. 1209, 18 L.Ed.2d 326 (1967), is inapposite.   In that case, the Court ruled that due process required notice and a hearing before the defendant, who had been convicted for indecent liberties under one Colorado statute, could be sentenced under the separate Colorado Sex Offenders Act, which contained more severe penalties.   Here, the enhancement at issue is part of the statute under which the defendant was charged and convicted</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> We note that the government partially defended admission of the rape evidence based on an assertion that &#167; 2119 required a jury finding beyond a reasonable doubt on \"serious bodily injury,\" and further claimed that the jury's verdict reflects such a determination.   The government's position is flawed in two respects.   First, the verdict does not support such a determination because the jury made no specific findings on the defendant's conduct.   Second, we have held that the alternative penalty provisions of &#167; 2119 are sentence enhancers whose applicability is a matter for the judge, not the jury.   See Rivera-Gomez, 67 F.3d at 1000.   Accord United States v. Oliver, 60 F.3d 547, 552-53 (9th Cir.1995);  United States v. Williams, 51 F.3d 1004, 1009 (11th Cir.1995)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">542</span></span></p>\n    <p class=\"case_cite\">44 Fed. R. Evid. Serv. 358</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Reynaldo Vazquez RIVERA, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-2186.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 28, 1996.<br>Decided May 21, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Gustavo A. Gelpi, Assistant Federal Public Defender, Old San Juan, with whom Benicio Sanchez Rivera, Federal Public Defender, San Juan, was on brief, for appellant.</p>\n      <p class=\"indent\">Edwin O. Vazquez, Assistant United States Attorney, Hato Rey, with whom Guillermo Gil, United States Attorney, Hato Rey, and Jose A. Quiles Espinosa, Senior Litigation Counsel, San Juan, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant Reynaldo Vazquez Rivera was convicted of carjacking in violation of 18 U.S.C. &#167; 2119.   He claims that the district court committed two errors:  first, by allowing the jury to hear evidence that he raped the carjacking victim and, second, by increasing his sentence based on a finding that the rape constituted \"serious bodily injury\" within the meaning of the statute's enhancement provision.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The admissibility issue is close.   We ultimately have been persuaded, however, that the prejudicial impact of the rape evidence did not substantially outweigh its probative value.   We therefore affirm the defendant's conviction.   We conclude, however, that the factual record has not been sufficiently developed to support the sentence enhancement, and therefore remand for the district court to reconsider the sentencing options.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Near midnight on June 24, 1994, just after Lydita Crespo-Suarez had parked her car near the restaurant where she worked and was retrieving some items from the back seat, defendant Vazquez came up from behind and forced her back into the vehicle.   She testified that he had a weapon that she initially could not see clearly, but later realized was a knife.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Defendant drove Crespo from the busy section of Isla Verde where the incident began to a remote beach area in Naguabo, ordered her to disrobe and get out of the car, and then raped her.   According to Crespo's testimony, defendant had a gun that he put into his waist as he got out of the car, and which he placed on the car roof before raping her.   After the assault, defendant let Crespo go and he drove off in her car.   She walked along the road until she encountered a police officer, who took her to a police station where she gave an account of her ordeal.   A short time later, she was examined at a hospital and then sent home.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Defendant was arrested about a month after the crime, and was identified by Crespo in a lineup.   He was charged with one count of carjacking, the indictment stating that he had taken a vehicle from Crespo \"by force and violence, inflicting serious bodily injury, that is:  rape her.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In a motion in limine, Vazquez asked that the \"serious bodily injury/rape\" language be deleted from the indictment because it related only to the sentence enhancement portion of &#167; 2119 and not to the offense conduct itself.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The district court denied the motion.   Defendant sought reconsideration, and, because his defense would rest entirely on his claim that he did not have a gun,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> he urged the court to compel the government to accept his stipulation to the element of \"force and violence\" or \"intimidation\" so as to make evidence of the rape irrelevant.   The court again denied the motion, stating that \"the government has a right to present all the facts that ... show that there was a revolver involved.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The testimony at the three-day trial revealed inconsistencies in law enforcement reports of Crespo's statements about what weapons she had seen and when she had seen them.   The police officer who first encountered her testified that she reported being approached by an individual with a gun.   In her own cross-examination, Crespo denied saying that a gun was involved in the original assault and stated that she first saw the gun at Naguabo.   Notes made by another officer who interviewed her when she was brought to the Naguabo police station referred only to a knife or similar sharp object.   An FBI agent testified that Crespo first mentioned seeing a knife near the driver's seat of the car a few days before trial.   The trial transcript also contains at least ten references to the rape.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Vazquez was convicted, and subsequently was sentenced to the statutory maximum term of twenty-five years' imprisonment based on the court's finding that the rape constituted \"serious bodily injury.\"   Vazquez unsuccessfully argued that the enhancement was inapplicable because the record failed to show that Crespo had suffered \"extreme physical pain,\" and the district court likewise rejected his contention that an evidentiary hearing was necessary to resolve the factual issue of serious bodily injury.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">This appeal followed.</p>\n    </div>\n    <p>II. Admission of Rape Evidence</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Defendant asserts that prejudicial error was committed by the court in admitting evidence of the victim's rape, since it was unnecessary to prove any of the elements of carjacking.   He invokes Fed.R.Evid. 403, which compels the exclusion of even relevant evidence \"if its probative value is substantially outweighed by the danger of unfair prejudice....\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In reviewing this claim, we are mindful of several cautions.   The first is Rule 403 itself.   The admitted evidence must not only be prejudicial, but be unfairly prejudicial, and not only outweigh relevance but substantially outweigh relevance.  United States v. Aguilar-Aranceta, <span class=\"citation\" data-id=\"698646\"><a href=\"/opinion/698646/united-states-v-esperanza-aguilar-aranceta/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">796</span></a></span>, 800 (1st Cir.1995) (\"must be a significant tipping of the scales\") (quoting 22 Charles Alan Wright &amp; Kenneth W. Graham, Jr., Federal Practice and Procedure, &#167; 5221 at 309-310 (1978)).   Moreover, we must accord the trial court \"especially wide latitude\" in Rule 403 balancing.  United States v. Rivera-Gomez, <span class=\"citation\" data-id=\"705988\"><a href=\"/opinion/705988/united-states-v-luis-raul-rivera-gomez/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">993</span></a></span>, 997 (1st Cir.1995).   And finally, where the reviewing court finds the balancing close, Rule 403 tilts the balance in favor of admission.   See United States v. Clarke, <span class=\"citation\" data-id=\"670476\"><a href=\"/opinion/670476/no-91-3313/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">257</span></a></span>, 265-66 (D.C.Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We begin by reporting the entire context of the objected to evidence, next consider its relevance, and then confront the extent to which its admission caused unfair prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The critical testimony was given by Crespo after she told of being held up at 11:15 at night, forced to reenter her car to take defendant \"somewhere,\" and being driven first to an automobile licensing station, then to the remote beach area, Naguabo, while directed to recline in her seat.   Crespo then testified:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Q And what happened after you reached the Naguabo area?</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A He made me get out, first he made me take my clothes off and then he made me get out of the car.   He put his gun in his pants.   He came over to my side.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Q Did anything else happen?</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A He told me to get on all fours, in a squat.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>THE COURT:  Get on all fours.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>THE WITNESS:  And he raped me.</p>\n    </div>\n    <p>EXAMINATION CONTINUED</p>\n    <p>BY MS. CARRENO:</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Q You mentioned that he put a revolver in his waist?</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">A Yes, but when he raped me, when he was about to rape me he put it on top of the car.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Q Were you able to observe that revolver on top of the car?</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">A I felt it or I heard when he put it on top of the car.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Q Were you able to observe it at any moment?</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">A Yes, when he put it in the waist of his pants.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Q Can you give the members of the jury a description of that revolver?</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">A It was like a metal color with the handle that was like a wooden handle.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Q After that, what, if anything else happened?</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">A I asked him if now he could let me go.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Q Did he in fact let you go?</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">A He told me that if I had my shoes on I could get out.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Q Did you in fact get out?</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">A Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Q Did you have your clothes on?</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">A Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Q Did anything happen before you were allowed to leave the car?</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">A He had turned the car around and at that point was when I asked him if he could let me go.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Q What happened after you left the car?</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">A I went running along the beach shore to get to the road.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Trial Transcript pp. 100-101.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The government asserts that the evidence of rape was necessary to prove the \"force and violence\" element of the carjacking statute.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  But, unlike the situation in Rivera-Gomez, where we held that the act of killing a driver in the course of an attempted carjacking was highly probative of the \"force and violence\" element, here, defendant already had seized control of the vehicle, wielding a weapon that Crespo later realized was a knife.   At best, therefore, testimony about the rape was cumulative evidence of the use of force.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">A weightier claim of relevance is that knowledge of the sexual assault was important to the jury's ability to fully evaluate Crespo's credibility.   A jury reasonably might attribute inconsistencies in her reports of the crime to her distress and disorientation in the aftermath of the rape.   The government, no less than the defendant, is entitled to the benefit of such reasonable inferences.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We therefore conclude that the evidence of rape was not devoid of relevance.   Were this all that could be mustered on the side of admitting the evidence, we might have found the concededly highly prejudicial evidence of rape to meet the Rule 403 standard of substantial disproportion.   But we also must consider the fact that the events at Naguabo related to a critical element of the then crime of carjacking--possession of a firearm.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The defense was based solely on the theory that possession of a firearm had not been proved beyond a reasonable doubt, a plausible argument given the law enforcement reports of differing statements from Crespo.   The only direct evidence was the testimony we have quoted.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Crespo's testimony of the conduct leading up to the rape--particularly defendant's order that she get down on all fours--provided an important explanation for her having heard but not seen the gun being placed on the car roof.   Without this evidence, the prosecution would be significantly hampered in providing the jury with the answers to a series of logical questions:  why didn't she see the gun? where was she looking? what was she doing? why was the weapon placed on the roof of the car?</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Simply preventing the witness from stating, \"And he raped me\" would do nothing--or very, very little--to avoid prejudice.   The victim had been taken to a remote beach, ordered to take her clothes off, get out of the car, and \"get on all fours.\"   The jurors would draw the logical inference.   To require excision as well of all of the suggestive evidence not only would have unrealistically telescoped the events at Naguabo, but also would have stripped Crespo's testimony concerning the firearm of much of its credit worthiness.   As the Fifth Circuit stated in United States v. McRae, <span class=\"citation\" data-id=\"363891\"><a href=\"/opinion/363891/united-states-v-stephen-roderick-mcrae/\"><span class=\"volume\">593</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">700</span></a></span>, 707 (5th Cir.1979), \"Unless trials are to be conducted on scenarios, on unreal facts tailored and sanitized for the occasion, the application of Rule 403 must be cautious and sparing.\"   See United States v. Cruz-Kuilan, <span class=\"citation\" data-id=\"196554\"><a href=\"/opinion/196554/united-states-v-cruz-quilan/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">59</span></a></span>, 61 (1st Cir.1996) (challenged forensic evidence not only probative of \"force and violence\" element but also corroborated government's theory of the case).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In sum, because Crespo's Naguabo testimony provided the sole direct evidence of the firearm, it was a \"crucial chapter\" in the narrative, Rivera-Gomez, 67 F.3d at 998.   Although the rape evidence unquestionably was prejudicial, we cannot say that its high probative value was substantially outweighed by the risk of unfair prejudice.   The court did not abuse its discretion in admitting it.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>III. \"Serious Bodily Injury\"</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The district court sentenced the defendant under subsection (2) of &#167; 2119, which increases the maximum term of imprisonment from 15 years to 25 years \"if serious bodily injury (as defined in section 1365 of this title) results.\"   Section 1365(g)(3), contained within the Federal Anti-Tampering Act, provides as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>the term \"serious bodily injury\" means bodily injury which involves--</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>(A) a substantial risk of death;</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>(B) extreme physical pain;</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>(C) protracted and obvious disfigurement;  or</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>(D) protracted loss or impairment of the function of a bodily member, organ, or mental faculty....</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The district court applied the enhancement based on a determination that the rape caused Crespo \"extreme physical pain.\"   Defendant claims that there is no record support for such a finding, and that the court's decision therefore was clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">We are constrained to agree.   Although we can understand the court's desire to punish the defendant heavily, and agree with its view that the crime was \"degrading, heinous, cruel and brutal,\" there is no record evidence that Crespo suffered either \"extreme physical pain\" or any of the other listed injuries.   She testified only that she was raped, without any specific description of the assault.   The presentence report states that defendant raped Crespo for about five minutes, but also lacks any elaboration.   A medical report filed as part of the presentence report indicates that, approximately two hours after the attack, there was no evidence of any cuts or bruises in her vaginal area.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The government suggests that, notwithstanding the absence of actual physical injury with pain, the court properly could apply the enhancement based on \"extreme physical pain\" because \"Congress never intended rigid limiting definitions for the 'serious bodily injury' terminology\".   The cases it cites, however, do not support this proposition.   For the most part, they involve construction of the somewhat different \"serious bodily injury\" provision contained in the Sentencing Guidelines,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> and many also feature evidence of painful injuries suffered by the victim.   See, e.g., United States v. Desormeaux, <span class=\"citation\" data-id=\"629198\"><a href=\"/opinion/629198/united-states-v-tina-renee-desormeaux-united-states-of-america-v-tina/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">628</span></a></span>, 630 (8th Cir.1993) (victim described pain from knife wound lacerating kidney as \"a lot worse than giving birth to a child\");  United States v. Corbin, <span class=\"citation\" data-id=\"588230\"><a href=\"/opinion/588230/united-states-v-kevin-carlton-corbin/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">271</span></a></span>, 272 (9th Cir.1992) (victim was struck on head twice with a metal object resembling a gun, causing a laceration that required a two-layer closure using more than 25 sutures).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The government cites no case in which &#167; 2119(2) was applied based on \"extreme physical pain\" without some evidence of actual pain.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Perhaps recognizing the weakness of its \"extreme physical pain\" argument, the government argues that the enhancement alternatively may be upheld because the victim also suffered extreme mental trauma.   This claim is flawed not only because the district court did not make such a finding but also because there is no evidence that Crespo suffered a \"protracted loss or impairment of the function of a ... mental faculty,\" as required by &#167; 1365.   The presentence report states that Crespo received no professional counseling or assistance in the aftermath of the crime, relying instead on the support of her family and boyfriend.   Although she told the probation officer that the ordeal \"has had a devastating effect on her life, family, and consensual relationship,\" such generalities must fall short of proof measuring up to \"protracted ... impairment of ... mental faculty\" sufficient to justify an additional ten-year sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">To be sure, even a rape that causes no physical pain is a unique and reprehensible physical and psychic invasion.   The effort of the district court and government to reflect the severity of that crime through a flexible interpretation of the \"serious bodily injury\" requirement is therefore understandable.   The statute by its terms, however, limits its application to specific types of injury, and the government cites no legislative history, nor has our own research uncovered any, suggesting that the subsections were meant to be less than all-inclusive.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">To say that any rape, regardless of the circumstances, is equivalent to these specified harms would broaden measurably the limited category of injuries that Congress designated as justifying a substantial increase in punishment for carjacking.   It would be, in effect, to add punishment for rape to the carjacking scheme, which already represents somewhat unusual federal intervention into a typically state-law realm.   We decline to stretch the language Congress wrote without some indication that it meant the provision to be elastic.   See, e.g., United States v. Boots, <span class=\"citation\" data-id=\"196657\"><a href=\"/opinion/196657/united-states-v-boots/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">580</span></a></span>, 588 (1st Cir.1996)(the rule of lenity holds that \"the harsher of two possible readings of a criminal statute will be enforced only when Congress has spoken clearly\").<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The defendant's sentence thus must be vacated.   If the government continues to seek the &#167; 2119(2) enhancement, it must provide some evidentiary basis upon which the court may conclude that one or more of the statutory conditions of harm occurred.   Contrary to defendant's assertion, an evidentiary hearing is not necessary.   Rule 32 of the Federal Rules of Criminal Procedure requires that counsel for the defendant and the government be given an opportunity to comment at the sentencing hearing on matters relating to the appropriate sentence, but the decision whether to conduct an evidentiary hearing is within the court's discretion.   Fed.R.Crim.P. 32(c)(1).<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  The court, however, must resolve objections to the presentence report, and make findings on any controverted matter taken into account in sentencing.   Id.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm defendant's conviction, but vacate the sentence and remand for resentencing consistent with the principles expressed in this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At the time of the offense, section 2119, which has since been amended, provided, in pertinent part:</p>\n        <p>Whoever, possessing a firearm as defined in section 921 of this title, takes a motor vehicle that has been transported, shipped or received in interstate or foreign commerce from the person or presence of another by force and violence or by intimidation, or attempts to do so, shall--</p>\n        <p>(1) be fined under this title or imprisoned not more than 15 years, or both,</p>\n        <p>(2) if serious bodily injury (as defined in section 1365 of this title) results, be fined under this title or imprisoned not more than 25 years, or both....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> A second count charging that appellant used a firearm during a crime of violence in violation of 18 U.S.C. &#167; 924(c) was dismissed on double jeopardy grounds.   Although the court later reconsidered the dismissal, it chose to let the partial judgment stand because the government had not sought review of the dismissal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> As noted earlier, see note 1 supra, &#167; 2119(1) provides for a 15-year maximum term, which is enhanced under subsection (2) to a 25-year maximum if \"serious bodily injury\" results.   Subsection (3) provides that, if death results, the carjacker may be imprisoned for life</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> As indicated earlier, see note 1 supra, the carjacking statute under which Vazquez was convicted included firearms possession as one of its elements.   Section 2119 has since been amended to substitute the phrase \"with the intent to cause death or serious bodily harm\" for the language requiring possession of a firearm.   See United States v. Rivera-Gomez, <span class=\"citation\" data-id=\"705988\"><a href=\"/opinion/705988/united-states-v-luis-raul-rivera-gomez/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">993</span></a></span>, 996 n. 1 (1st Cir.1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The defendant contends that his offer to stipulate that he took Crespo's vehicle by \"force and violence\" forecloses the government's contention.   If, however, the government's need for the rape evidence is not otherwise substantially outweighed by the risk of unfair prejudice to the defendant, the district court's rejection of such a stipulation would not constitute an abuse of discretion.   See United States v. Tavares, <span class=\"citation\" data-id=\"195307\"><a href=\"/opinion/195307/united-states-v-tavares/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1994) (en banc) (affirming \"the government's 'right to \"present to the jury a picture of the events relied upon,\" '... including proof of all elements of the crime for which the defendant has been brought to trial\") (citations omitted)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We recognize that the district court's relative weighing of probativeness and prejudice focused on the rape evidence as relevant to the issue of \"force and violence.\"   Because the testimony is highly probative on the issue of firearm possession, we are comfortable affirming its judgment on a somewhat different basis</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The guidelines define serious bodily injury as follows:</p>\n        <p>\"Serious bodily injury\" means injury involving extreme physical pain or the impairment of a function of a bodily member, organ, or mental faculty;  or requiring medical intervention such as surgery, hospitalization, or physical rehabilitation.   As used in the guidelines, the definition of this term is somewhat different than that used in various statutes.</p>\n        <p>U.S.S.G. &#167; 1B1.1, comment.  (n.1(j)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In two cases involving rapes, both decided under the guidelines and one of them unpublished, the Sixth Circuit upheld findings of \"serious bodily injury\" based on sections of the guidelines other than the \"extreme physical pain\" provision.   See United States v. Tipton, <span class=\"citation\" data-id=\"658576\"><a href=\"/opinion/658576/united-states-v-rodney-l-tipton-92-6286-and-robert-a-davis-92-6287/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">602</span></a></span>, 609-10 (6th Cir.1993) (impairment of mental faculty and medical intervention);  United States v. Newman, <span class=\"citation no-link\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">57</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1991</span> <span class=\"reporter\">WL</span> <span class=\"page\">63625</span></span> at * 3 (6th Cir.1991) (unpublished per curiam ) (primarily relying on medical intervention).   In Newman, the court recognized that the situation may not have satisfied a requirement of \"extreme\" physical pain</p>\n        <p>In another guidelines case involving rape, the Eighth Circuit concluded that the definition of serious bodily injury covers \"any immediate serious physical trauma resulting from a rape,\" but that the pain and suffering connected to a rape-induced pregnancy is not encompassed by the definition.   The court held, however, that the pregnancy and its related tragic consequences properly could serve as the factual predicate for an upward departure.  United States v. Yankton, <span class=\"citation\" data-id=\"600807\"><a href=\"/opinion/600807/united-states-of-america-appellantcross-appellee-v-quentin-yankton/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1225</span></a></span>, 1229-30 (8th Cir.1993).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Although a rape of any type surely is a sufficiently serious physical invasion to justify a sentencing enhancement, the statute as written requires evidence of the specific, objective types of harm set out there.   It may be that, in choosing the definition of serious bodily injury contained in &#167; 1365, a statute that penalizes the tampering of consumer products, see supra at 547, Congress did not recognize the limitations of its language</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Indeed, we think there is some question whether the rape is at all relevant to defendant's punishment under &#167; 2119 since it was not the \"force and violence\" by which he gained control of the vehicle.   Arguably, the conduct punishable under &#167; 2119 occurred at the Isla Verde Marginal Road when Vazquez forcibly took control of Crespo's car, and the subsequent abduction and rape were separate violations of state law.   We need not consider the scope of a carjacking here, however, because defendant does not raise such a claim.   He argues only that the court could not apply the enhancement in the absence of proof of \"extreme physical pain\" or some other listed harm</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The case relied on by defendant, Specht v. Patterson, <span class=\"citation\" data-id=\"107413\"><a href=\"/opinion/107413/specht-v-patterson/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">605</span></a></span>, <span class=\"citation\" data-id=\"107413\"><a href=\"/opinion/107413/specht-v-patterson/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1209</span></a></span>, <span class=\"citation\" data-id=\"107413\"><a href=\"/opinion/107413/specht-v-patterson/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">326</span></a></span> (1967), is inapposite.   In that case, the Court ruled that due process required notice and a hearing before the defendant, who had been convicted for indecent liberties under one Colorado statute, could be sentenced under the separate Colorado Sex Offenders Act, which contained more severe penalties.   Here, the enhancement at issue is part of the statute under which the defendant was charged and convicted</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> We note that the government partially defended admission of the rape evidence based on an assertion that &#167; 2119 required a jury finding beyond a reasonable doubt on \"serious bodily injury,\" and further claimed that the jury's verdict reflects such a determination.   The government's position is flawed in two respects.   First, the verdict does not support such a determination because the jury made no specific findings on the defendant's conduct.   Second, we have held that the alternative penalty provisions of &#167; 2119 are sentence enhancers whose applicability is a matter for the judge, not the jury.   See Rivera-Gomez, 67 F.3d at 1000.   Accord United States v. Oliver, <span class=\"citation\" data-id=\"699623\"><a href=\"/opinion/699623/united-states-v-donovan-dwayne-oliver-darryl-lee-mcmillan-nathaniel-jones/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">547</span></a></span>, 552-53 (9th Cir.1995);  United States v. Williams, <span class=\"citation\" data-id=\"70234\"><a href=\"/opinion/70234/united-states-v-williams/\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1004</span></a></span>, 1009 (11th Cir.1995)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/70234/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107413/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195307/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196554/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196657/",
    "http://www.courtlistener.com/api/rest/v3/opinions/363891/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588230/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600807/",
    "http://www.courtlistener.com/api/rest/v3/opinions/629198/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658576/",
    "http://www.courtlistener.com/api/rest/v3/opinions/670476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/698646/",
    "http://www.courtlistener.com/api/rest/v3/opinions/699623/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705988/"
  ]
}