{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196700/",
  "absolute_url": "/opinion/196700/blinzler-v-marriott-intl/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196700/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:12:00Z",
  "date_modified": "2017-03-24T10:48:21.883131Z",
  "type": "010combined",
  "sha1": "9668f8e654948bd0b184035ceef63db98df03088",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-2108.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 95-2108\r\n\n                GLORIA BLINZLER, Individually and\r\n                 in her capacity as Wrongful Death\r\n                 Beneficiary of James A. Blinzler,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n                  MARRIOTT INTERNATIONAL, INC.,\r\n\n                       Defendant, Appellee.\r\n                                             \r\nNo. 95-2199\r\n\n                      GLORIA BLINZLER, ETC.,\r\n\n                       Plaintiff, Appellee,\r\n\n                                v.\r\n\n                  MARRIOTT INTERNATIONAL, INC.,\r\n\n                      Defendant, Appellant.\r\n                                             \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n                 FOR THE DISTRICT OF RHODE ISLAND\r\n\n          [Hon. Ronald R. Lagueux, U.S. District Judge]\r                                                                \r\n                                             \r\n\n                              Before\r\n                      Selya, Cyr and Boudin,\r\n                         Circuit Judges.\r                                                 \r\n                                             \r\n\n     John  P. Barylick, with whom  Wistow &amp; Barylick  Inc. was on\r                                                                    \r\nbrief, for plaintiff.\r\n     Stephen B.  Lang, with whom Patrick B.  Landers and Higgins,\r                                                                           \r\nCavanagh &amp; Cooney were on brief, for defendant.\r                           \r\n\n                                             \r\n\n                          April 12, 1996\r\n                                             \r\r\n\n          SELYA, Circuit  Judge.  These cross-appeals  require us\r                    SELYA, Circuit  Judge.\r                                         \r\n\nto  wend  our way  through a  maze  of unusual  facts  and subtly\r\n\nnuanced legal issues.   After exploring a little-charted frontier\r\n\nof  tort  law, we  reverse  the  district  court's  direction  of\r\n\njudgment  notwithstanding the  verdict  and reinstate  the jury's\r\n\naward  on  the  plaintiff's  claim for  negligent  infliction  of\r\n\nemotional distress.  In all other respects, we affirm the rulings\r\n\nof the lower court.\r\n\nI.  BACKGROUND\r          I.  BACKGROUND\r\n\n          This  litigation arises  out  of the  tragic demise  of\r\n\nJames Blinzler,  husband of the  plaintiff Gloria Blinzler.   The\r\n\ncourse  of events  leading  to James  Blinzler's  death began  on\r\n\nNovember 13, 1992,  when the Blinzlers  checked into a  Somerset,\r\n\nNew   Jersey,  hotel   operated   by   the   defendant   Marriott\r\n\nInternational,  Inc. (Marriott).    Shortly after  8:30 p.m.  the\r\n\ndecedent,  relaxing  in  his   room,  experienced  difficulty  in\r\n\nbreathing.   Sensing  danger, he  ingested nitroglycerin  (he had\r\n\nsuffered heart  attacks before) while  his wife called  the hotel\r\n\nPBX operator  and requested an ambulance.   The operator received\r\n\nthe SOS  no later  than 8:35 p.m.  and agreed  to honor it.   She\r\n\npromptly told  the hotel's security  officer and  the manager  on\r\n\nduty  about   the  medical  emergency.     Though  the  defendant\r\n\nsteadfastly maintains that the  operator also called an ambulance\r\n\nthen and there, the  record, read hospitably to the  verdict, see\r                                                                           \r\n\nCumpiano v. Banco  Santander P.R.,  902 F.2d 148,  151 (1st  Cir.\r                                           \r\n\n1990),  indicates that she did not place this critical call until\r\n\n                                2\r\r\n\nsome fourteen  minutes after receiving the  plaintiff's entreaty.\r\n\nThe ambulance arrived at 9:02 p.m.  In the meantime the plaintiff\r\n\nwatched her husband's condition deteriorate:  he collapsed on the\r\n\nbed, vomited  while  supine, and  apparently  stopped  breathing.\r\n\nDuring  this horrific  hiatus,  the plaintiff  twice asked  hotel\r\n\npersonnel  whether  an  ambulance  had  been  summoned  when  the\r\n\nemergency first arose.  She was  twice falsely reassured (whether\r\n\nin honest error is not clear) that one had been called.\r\n\n          When the  paramedics arrived  on the scene,  they could\r\n\nnot  locate a pulse and discovered that the decedent's airway was\r\n\nblocked.  Resuscitative efforts  restored the decedent's heart to\r\n\na normal rhythm and  he was transported celeritously to  a nearby\r\n\nhospital.   Doctors diagnosed the  heart attack as  a \"very small\r\n\nmyocardial infarction.\"  Nevertheless, the brain damage resulting\r\n\nfrom  a  prolonged  period of  asystole  without  cardiopulmonary\r\n\nresuscitation led to James Blinzler's death three days later.\r\n\nII.  PROCEEDINGS BELOW, ISSUES ON APPEAL, AND RULES OF DECISION\r          II.  PROCEEDINGS BELOW, ISSUES ON APPEAL, AND RULES OF DECISION\r\n\n          Invoking  diversity  jurisdiction,  28  U.S.C.     1332\r\n\n(1994),  the plaintiff  sued Marriott  in Rhode  Island's federal\r\n\ndistrict court for  wrongful death (count 1),  loss of consortium\r\n\n(count 2), and negligent  infliction of emotional distress (count\r\n\n3).  She alleged in substance that the hotel failed  to summon an\r\n\nambulance  in  a  timely   fashion  and  that  this  carelessness\r\n\nproximately caused  both her own damages and her husband's death.\r\n\nThe jury  agreed, awarding  $200,000 for wrongful  death, $50,000\r\n\nfor  loss of  consortium,  and $200,000  for emotional  distress.\r\n\n                                3\r\r\n\nAddressing a  variety of  post-trial motions, the  district judge\r\n\nupheld  the verdict on the first two counts, but granted judgment\r\n\nfor the defendant on the third count.  Both sides appeal.\r\n\n          The cross-appeals raise several issues.  Two are in the\r\n\nforefront.   The  centerpiece of  the defendant's  appeal is  the\r\n\nassertion that the evidence  did not forge a causal  link between\r\n\nthe  failure  promptly to  summon  an ambulance  and  the ensuing\r\n\ndeath.   In  contrast,  the  plaintiff's  appeal  hinges  on  the\r\n\ndistrict court's extirpation of the jury verdict on her claim for\r\n\nnegligent  infliction  of   emotional  distress.    Because   the\r\n\ndefendant's contention that  the plaintiff failed as  a matter of\r\n\nlaw to prove causation  involves an across-the-board challenge to\r\n\nthe jury verdict as  a whole, we deal first with  that issue.  We\r\n\nthen  mull  the  plaintiff's  contention  that  the  lower  court\r\n\nerroneously  forecast  emergent  New   Jersey  law  on  bystander\r\n\nliability and therefore  erred in  setting aside  the verdict  on\r\n\ncount  3.     Finally,  we  address   the  defendant's  remaining\r\n\nassignments of error.\r\n\n          Under the principles of Erie R.R. Co. v. Tompkins,  304\r                                                                     \r\n\nU.S. 64,  78 (1938),  state  law (here,  the law  of New  Jersey)\r\n\nsupplies  the substantive  rules  of decision  in this  diversity\r\n\ncase.   Since  New Jersey law  is less  than explicit  on one key\r\n\nissue that concerns  us, we pause to comment  briefly on the role\r\n\nof a  federal court  in adjudicating controversies  controlled by\r\n\nstate law.\r\n\n          In  its barest  essence,  borrowing state  law  demands\r\n\n                                4\r\r\n\nnothing  more  than  interpreting   and  applying  the  rules  of\r\n\nsubstantive  law  enunciated  by  the  state's  highest  judicial\r\n\nauthority, or,  on  questions  to  which that  tribunal  has  not\r\n\nresponded, making an informed prophecy of what the court would do\r\n\nin the same situation.1  See  Moores v. Greenberg, 834 F.2d 1105,\r                                                           \r\n\n1112  (1st Cir. 1987).  In  the latter instance, we seek guidance\r\n\nin analogous state court  decisions, persuasive adjudications  by\r\n\ncourts  of sister  states, learned  treatises, and  public policy\r\n\nconsiderations identified in  state decisional law.   See Ryan v.\r                                                                        \r\n\nRoyal Ins. Co.,  916 F.2d 731, 734-35 (1st Cir. 1990); Kathios v.\r                                                                        \r\n\nGeneral Motors Corp., 862 F.2d 944, 949 (1st Cir. 1988).  As long\r                              \r\n\nas these signposts are legible, our task is to ascertain the rule\r\n\nthe state court would most likely follow under the circumstances,\r\n\neven  if our independent  judgment on the  question might differ.\r\n\nSee Moores, 834 F.2d at 1107 n.3.\r                    \r\n\nIII.  CAUSATION\r          III.  CAUSATION\r\n\n          The  defendant  challenges the  entire  verdict  on the\r\n\nbasis that  the  plaintiff provided  insufficient  evidence  from\r\n\nwhich a  reasonable jury  could  conclude that  the belated  call\r\n\nconstituted  a proximate cause of  the ensuing death.   Under New\r\n\nJersey law the  plaintiff bears  the burden of  proving that  the\r\n\ndefendant's conduct comprised \"a  substantial factor in producing\r\n\nthe  harm\" of which the  plaintiff complains.   Francis v. United\r                                                                           \r\n                    \r                              \r\n\n     1Indeed,  this  kind of  predictive  approach  is among  our\r\nconceptions of law itself.   See Oliver Wendell Holmes,  The Path\r                                                                           \r\nof the Law, 10 Harv. L.  Rev. 457, 461 (1897) (\"The prophecies of\r                    \r\nwhat  the courts will do  in fact, and  nothing more pretentious,\r\nare what I mean by law.\").\r\n\n                                5\r\r\n\nJersey Bank, 432 A.2d 814, 829 (N.J. 1981).  When the  questioned\r                     \r\n\nconduct  is an omission    the defendant's failure  to act rather\r\n\nthan the defendant's maladroit  performance of an affirmative act\r\n\n   this  rule is  easier to  state than  to apply.   In  the last\r\n\nanalysis, it can rarely (if ever) be said with absolute certainty\r\n\nthat  harm  would not  have befallen  the  victim if  the omitted\r\n\naction had been taken.\r\n\n          One species of  omission that occurs from time  to time\r\n\ninvolves the  generic charge  that, had  the defendant  done some\r\n\nparticular  act,  the plaintiff  (or,  as  here, the  plaintiff's\r\n\ndecedent) would have had  a better chance to ward  off threatened\r\n\nharm.  In  these so-called \"loss of chance\"  cases New Jersey law\r\n\ninstructs  that the plaintiff can  carry her burden  by showing a\r\n\n\"substantial possibility\"  that the harm would  have been averted\r\n\nhad  the  defendant acted  in a  non-negligent  manner.   Hake v.\r                                                                        \r\n\nManchester Township, 486 A.2d 836, 839 (N.J. 1985); see also Olah\r                                                                           \r\n\nv.  Slobodian,  574  A.2d  411, 417-19  (N.J.  1990)  (discussing\r                       \r\n\nHake).2   Transposed to the  rescue context, this  rule renders a\r              \r\n\ndefendant's omission  actionable if  the plaintiff can  show that\r\n\nthe omission  \"negated  a  substantial  possibility  that  prompt\r\n\nrescue  efforts would have been  successful.\"  Hake,  486 A.2d at\r                                                             \r\n\n839.\r\n\n                    \r                              \r\n\n     2It is commonly  thought that the \"substantial  possibility\"\r\nstandard  is  more  lenient  than  a  standard  that  requires  a\r\nplaintiff to prove it is more likely than  not that a defendant's\r\nfailure to act constituted a substantial factor in bringing about\r\nthe victim's injury or death.  See W. Page Keeton et al., Prosser\r                                                                           \r\n&amp; Keeton on Torts   41, at 44 (Supp. 1988).\r                           \r\n\n                                6\r\r\n\n          Under these  authorities, the question here  reduces to\r\n\nwhether the evidence, viewed  in the light most congenial  to the\r\n\nplaintiff,  supports  a  finding  that  the  defendant's  failure\r\n\npromptly to  call an ambulance negated  a substantial possibility\r\n\nthat  James Blinzler  would have  survived.   We think  that this\r\n\nquestion warrants an affirmative answer.\r\n\n          The plaintiff submitted evidence that she beseeched the\r\n\ndefendant to summon help at 8:35 p.m.; that an ambulance crew was\r\n\navailable  and free  to  respond  at  that  time;  and  that  the\r\n\ndefendant agreed to place the call  but then neglected to do  so.\r\n\nThe  defendant actually made the call at 8:49 p.m. (some fourteen\r\n\nminutes later) and the  ambulance reached the scene at  9:02 p.m.\r\n\n(an  elapsed time of thirteen  minutes).  The  jury heard opinion\r\n\nevidence from  a renowned cardiologist that  serious brain damage\r\n\n(and,  hence,   death)  would  have  been   forestalled  had  the\r\n\nparamedics reached the  premises ten  minutes earlier.   On  this\r\n\nrecord, we believe that a reasonable jury could conclude that the\r\n\ndefendant's  omission negated a  substantial possibility that the\r\n\nrescue  efforts  would  have  succeeded.    Put  another  way,  a\r\n\nreasonable jury could find (as this jury apparently did) that the\r\n\nambulance likely would have  arrived fourteen minutes earlier had\r\n\nit been summoned  immediately; that the course of treatment would\r\n\nhave been accelerated by a like amount of time; and that, but for\r\n\nMarriott's negligence James Blinzler would have survived.\r\n\n          The defendant tries to  parry this thrust in  two ways.\r\n\nOne initiative involves  assembling a string of cases  (mostly of\r\n\n                                7\r\r\n\nhoary origin) in which courts have rejected plaintiffs' claims of\r\n\nnegligence for failure  to rescue.   See, e.g.,  Foss v.  Pacific\r                                                                           \r\n\nTel.  &amp; Tel. Co.,  173 P.2d 144,  149 (Wash.  1946); Whitehead v.\r                                                                        \r\n\nCarolina  Tel. &amp;  Tel.  Co.,  129  S.E.  602,  605  (N.C.  1925);\r                                     \r\n\nVolquardsen  v. Iowa  Tel. Co.,  126 N.W.  928, 930  (Iowa 1910);\r                                        \r\n\nLebanon, L. &amp; L. Tel. Co. v. Lanham Lumber Co., 115 S.W. 824, 826\r                                                        \r\n\n(Ky.  1909).   These cases    all  of  which involve  fire damage\r\n\ncoupled with some alleged  negligence on the part of  a telephone\r\n\ncompany in  respect to a telephone call  meant to summon the fire\r\n\ndepartment    provide  little guidance.   In those  cases, unlike\r\n\nhere,  the plaintiffs did not proffer evidence that, had the call\r\n\ngone through,  the rescuers (there, the  firefighters) could have\r\n\nreached  the scene in time to prevent  the harm (there, the rapid\r\n\nspread  of a conflagration that had already started).  See, e.g.,\r                                                                          \r\n\nFoss, 173  P.2d at 149;  Lebanon, 115 S.W.  at 826.   And perhaps\r                                          \r\n\nmore importantly, each  of those  cases draw on  Lebanon for  the\r                                                                  \r\n\nlegal  standard of causation   a standard that differs materially\r\n\nfrom  New  Jersey's  standard.   See  Lebanon,  115  S.W. at  826\r                                                       \r\n\n(stating that \"it must be established with certainty that but for\r                                                              \r\n\ntheir  negligence  the fire  would  have  been confined\"  as  the\r\n\nplaintiff contends) (emphasis supplied).\r\n\n          This second point is aptly illustrated by the one entry\r\n\nin  Marriott's string citation  that does  not involve  a burning\r\n\nbuilding:  Hardy  v. Southwestern  Bell Tel. Co.,  910 P.2d  1024\r                                                          \r\n\n(Okla. 1996).  To understand Hardy, it is necessary to note that,\r                                            \r\n\nin McKellips v.  St. Francis  Hosp., Inc., 741  P.2d 467,  475-77\r                                                   \r\n\n                                8\r\r\n\n(Okla. 1987), the Oklahoma Supreme Court held that the  causation\r\n\nstandard  of the Restatement (Second) of Torts   323 (under which\r\n\na  plaintiff may prove  negligence in  a loss  of chance  case by\r\n\nshowing that  the defendant's omission \"increase[d]  the risk\" of\r\n\nharm), applied in  medical malpractice cases.  Hardy    a case in\r                                                              \r\n\nwhich  the  plaintiff   alleged  that  the   telephone  company's\r\n\nnegligent operation of a 911 service prevented him from summoning\r\n\nrescue assistance and thereby proximately caused his wife's death\r\n\n   postdated  McKellips.     The  Oklahoma  Supreme  Court  there\r                                 \r\n\nconsidered extending the causation  standard of Restatement   323\r\n\nto loss of chance claims outside the medical malpractice context.\r\n\nSee Hardy, 910  P.2d at 1025.  It declined to  do so.  See id. at\r                                                                        \r\n\n1030.\r\n\n          Hardy,  fairly read,  confirms the  distinction between\r                         \r\n\nproof  of causation in loss of chance cases under the traditional\r\n\ntest (to which  Oklahoma adheres in  cases not involving  medical\r\n\nmalpractice) and  under more modern standards  that focus instead\r\n\non whether  a  defendant's conduct  has  significantly  increased\r\n\nparticular   risks.     As  we   have  explained,   New  Jersey's\r\n\n\"substantial  possibility\"  standard applies  to  loss of  chance\r\n\ncases  in general,3  and it  is at  a minimum  as liberal  as the\r\n\n\"increased  risk\"  standard  endorsed   by  section  323  of  the\r\n\nRestatement.   See Olah, 574 A.2d at 419 (suggesting that whether\r                                 \r\n\n                    \r                              \r\n\n     3Like  Oklahoma, New Jersey  has explicitly  adopted section\r\n323 of the Restatement for use in loss of chance  cases involving\r\nmedical  malpractice.  See Scafidi  v. Seiler, 574  A.2d 398, 405\r                                                       \r\n(N.J. 1990); Evers v. Dollinger, 471 A.2d 405, 415 (N.J. 1984).\r                                         \r\n\n                                9\r\r\n\nthe  plaintiff \"has  a substantial  possibility of  avoiding harm\r\n\nwould ordinarily be subsumed  in the jury's determination whether\r\n\na defendant's  deviation increased  the risk of  harm\") (internal\r\n\nquotations omitted).   Since Hardy apparently would have stated a\r\n\nclaim had the Oklahoma court applied the  more lenient \"increased\r\n\nrisk\" standard,  see Hardy, 910 P.2d at 1030, Marriott's flagship\r                                    \r\n\ncase actually supports  a finding of  causation under New  Jersey\r\n\nlaw.\r\n\n          Marriott's  second attempt  to scuttle  the finding  of\r\n\ncausation features its  lament that the  plaintiff did not  prove\r\n\nthat the same traffic  conditions which were extant at  and after\r\n\n8:49 p.m.  were also extant at  and after 8:35 p.m.   This lament\r\n\ncan  scarcely be taken seriously.  Juries  have the power to draw\r\n\nreasonable inferences from established facts.  It  is well within\r\n\na jury's ordinary competence  to conclude that traffic conditions\r\n\nfor an emergency vehicle do not change dramatically in a fourteen\r\n\nminute period that is well outside rush hour.\r\n\n          The defendant's suggestion that a highway  accident, or\r\n\na diluvian tempest, or some other freak occurrence, later abated,\r\n\nmight have delayed the ambulance if it began its run at 8:35 p.m.\r\n\nrather  than  at  8:49  p.m.  is  equally  jejune.    It  is  the\r\n\nplaintiff's  burden to prove her  case by a  preponderance of the\r\n\nevidence,  not beyond all conceivable  doubt.  In  the absence of\r\n\nsome  reason  to suspect  changed conditions     and there  is no\r\n\nevidence  of any actual change  here   the  jury's inference that\r\n\nthe  ambulance would  have arrived  in  roughly the  same elapsed\r\n\n                                10\r\r\n\nportal-to-portal time  is unimpugnable.   See Levesque  v. Anchor\r                                                                           \r\n\nMotor  Freight,  Inc.,   832  F.2d  702,  704   (1st  Cir.  1987)\r                               \r\n\n(explaining  that  the \"perhapses\"  that  dot  a factbound  trial\r\n\nrecord typically \"are for factfinders to resolve   not for judges\r\n\nimperiously to dictate\"); see also W. Page Keeton et al., Prosser\r                                                                           \r\n\n&amp; Keeton  on Torts    41, at  269 (5th ed.  1984) (noting  that a\r                            \r\n\nplaintiff does not have  to negate entirely the  possibility that\r\n\nthe defendant's  conduct  was not  a  contributing cause  of  the\r\n\nharm).\r\n\n          Silhouetted against this  legal backdrop, the  evidence\r\n\nof  record,  visualized  most  favorably to  the  plaintiff,  see\r                                                                           \r\n\nCumpiano, 902 F.2d at 151, suffices to ground a finding that, had\r                  \r\n\nthe defendant hailed an ambulance immediately upon request, there\r\n\nwas  at least  a  significant possibility  that James  Blinzler's\r\n\ndeath  could have  been prevented.   Accordingly,  we are  not at\r\n\nliberty under New  Jersey law  to disturb  the jury's  conclusion\r\n\nthat Marriott's negligence  constituted a  substantial factor  in\r\n\nthe ensuing death.\r\n\nIV.  BYSTANDER LIABILITY\r          IV.  BYSTANDER LIABILITY\r\n\n          The  most  vexing  issue  in  this  case  involves  the\r\n\nplaintiff's claim  of negligent infliction of emotional distress.\r\n\nThis  claim is  based on  the injury  that she  experienced while\r\n\nwatching her husband suffer as the beleaguered couple awaited the\r\n\nambulance's  overdue  arrival.   We  start  this  segment  of our\r\n\nanalysis with a discussion of the doctrine of bystander liability\r\n\nas it has evolved in  New Jersey, then shift our attention  to an\r\n\n                                11\r\r\n\nopen question that  the district court  found to be  dispositive,\r\n\nand,  finally,  apply the  doctrine as  we  understand it  to the\r\n\nidiosyncratic facts of this case.\r\n\n          A.  General Principles of Bystander Liability.\r                    A.  General Principles of Bystander Liability.\r                                                                 \r\n\n          American courts first recognized bystander liability in\r\n\nthe landmark  case of Dillon  v. Legg, 441 P.2d  912 (Cal. 1968).\r                                               \r\n\nDrawing  in part on precedents from English common law, the court\r\n\nruled  that a  mother could  recover  for emotional  and physical\r\n\ninjuries suffered \"from witnessing  the [negligent] infliction of\r\n\ndeath  or injury to her  child.\"  Id.  at 914.   The Dillon court\r                                                                     \r\n\nimplicitly suggested that any bystander should be able to recover\r\n\nfor all objectively foreseeable injuries.  See id. at 920-21.  To\r                                                            \r\n\nhelp jurists navigate the reefs and shoals of foreseeability, the\r\n\ncourt attempted to elucidate guidelines based on Dillon's factual\r                                                                 \r\n\nscenario.  See id. at 920.\r                            \r\n\n          Twelve  years  later,  New  Jersey  embraced  bystander\r\n\nliability in  Portee v. Jaffee,  417 A.2d 521  (N.J. 1980).   The\r                                        \r\n\nstate  supreme court  did not  clasp Dillon  uncritically to  its\r                                                     \r\n\nbosom,   but,   rather,   abjured   a   tunnel-vision   focus  on\r\n\nforeseeability,  fearing that it would open the door to claims of\r\n\nemotional  distress advanced  on  behalf of  any onlooker  to any\r\n\nnegligently caused event.4   See id.  at 527 (cautioning  against\r                                              \r\n\n                    \r                              \r\n\n     4New Jersey is not alone in its reluctance blindly to follow\r\nDillon's lead.   See, e.g.,  D'Ambra v. United  States, 338  A.2d\r                                                                \r\n524, 528  (R.I.  1975) (rejecting  rigid  foreseeability  focus).\r\nIndeed, even  the  progenitor  of  the doctrine  has  had  second\r\nthoughts.  See Thing v.  La Chusa, 771 P.2d 814, 826  (Cal. 1989)\r                                           \r\n(retreating from Dillon on this point).\r                                 \r\n\n                                12\r\r\n\ninstitutionalizing   \"an   unreasonably   excessive  measure   of\r\n\nliability\");  see also Carey v. Lovett, 622 A.2d 1279, 1286 (N.J.\r                                                \r\n\n1993) (suggesting that treating foreseeability as a sole talisman\r\n\nwould render it difficult to differentiate between legitimate and\r\n\nfraudulent  claims);  Prosser  &amp;  Keeton,  supra,    54,  at  366\r                                                          \r\n\n(warning  that  forcing  defendants  to pay  for  the  \"lacerated\r\n\nfeelings\" of  every bystander would be  \"an entirely unreasonable\r\n\nburden on human activity\").\r\n\n          In an effort to furnish  a condign remedy for deserving\r\n\ninjuries while at the same time avoiding \"speculative results  or\r\n\npunitive  liability,\"  Portee,  417   A.2d  at  526,  New  Jersey\r                                       \r\n\ntransmogrified  the Dillon  guidelines  into prerequisites  of  a\r                                    \r\n\ncause of action  for bystander  liability, see id.  at 528.   The\r                                                            \r\n\nPortee  court  concluded that  a  bystander  plaintiff should  be\r                \r\n\npermitted to recover under New Jersey law only if she could prove\r\n\n(1)  the  death  or serious  injury  of  another  (caused by  the\r\n\ndefendant's  negligence); (2)  an intimate  familial relationship\r\n\nwith the victim; (3) her observation of the victim at the time of\r\n\nthe injury  or immediately  thereafter; and (4)  severe emotional\r\n\ndistress resulting  from the  observation.   See id.   Subsequent\r                                                              \r\n\ndecisions have cut plaintiffs  some slack (but not very  much) in\r\n\ntheir  efforts to  fulfill this  quadrat of  requirements.   See,\r                                                                          \r\n\ne.g., Dunphy v. Gregor, 642 A.2d 372, 377-78 (N.J. 1994) (holding\r                                \r\n\nthat  unmarried  cohabitants  may  enjoy   an  intimate  familial\r\n\nrelationship); Frame v.  Kothari, 560 A.2d  675, 678 (N.J.  1989)\r                                          \r\n\n(explaining that a plaintiff  may recover without actually seeing\r\n\n                                13\r\r\n\nthe injury so  long as  it is \"susceptible  to immediate  sensory\r\n\nperception\"  and the  plaintiff observes  the victim  immediately\r\n\nafter the injury is inflicted).\r\n\n          These  four  elements  serve  a  critical  function  in\r\n\nkeeping  bystander liability  within  reasonable bounds.   First,\r\n\nthey furnish a set of guideposts that help to identify and define\r\n\na range of  claims that are  presumptively valid while  excluding\r\n\nother claims that  society simply  cannot afford to  honor.   See\r                                                                           \r\n\nDunphy,  642 A.2d at 377  (noting that the  elements of bystander\r                \r\n\nliability  \"structure the kind of `particularized foreseeability'\r\n\nthat ensures  that the class is winnowed . . . and that limitless\r\n\nliability is avoided\").  Second   and relatedly   they combine to\r\n\ndefine  narrowly the  emotional interest  that the  law protects.\r\n\nSee Carey, 622 A.2d at  1286; accord Thing v. La Chusa,  771 P.2d\r                                                                \r\n\n814,   829 (Cal. 1989).   While \"[t]he law should  find more than\r\n\npity for one who is stricken by seeing that a loved  one has been\r\n\ncritically injured  or  killed,\" Portee,  417  A.2d at  526,  the\r                                                 \r\n\nelements of  the bystander liability tort  frankly recognize that\r\n\nit is not the law's province to shield people from all anxieties.\r\n\nSince  the   ordinary  slings  and  arrows   of  human  existence\r\n\ninevitably  produce stress  and strain,  \"only the  most profound\r\n\nemotional   interests  should   receive  vindication   for  their\r\n\nnegligent injury.\"  Id.\r                                 \r\n\n          The common thread that runs through these cases is that\r\n\nemotional anguish  is  a natural,  perhaps omnipresent,  reaction\r\n\nwhenever one is forced to watch a loved one suffer, and therefore\r\n\n                                14\r\r\n\nshould   not   be  compensable   in   the   absence  of   special\r\n\ncircumstances.  In  an effort  to hold the  line, New Jersey  law\r\n\ndecrees  that  bystanders  may  recover  in  tort  only  for  the\r\n\nparticularly  exquisite anguish that  occurs when they personally\r\n\nobserve trauma strike a loved one like a bolt from the blue.  See\r                                                                           \r\n\nFrame, 560  A.2d at 679  (explaining that bystander  liability is\r               \r\n\nsupposed  to  remedy the  \"harm of  seeing  a healthy  victim one\r\n\nmoment and a severely injured one the next\"); Portee, 417 A.2d at\r                                                              \r\n\n527  (\"Discovering the  death or  serious injury  of an  intimate\r\n\nfamily member will always be expected to threaten one's emotional\r\n\nwelfare.  Ordinarily, however, only a witness at the scene of the\r\n\naccident causing death or serious injury will suffer  a traumatic\r\n\nsense of loss that  may destroy his sense  of security and  cause\r\n\nsevere  emotional distress.\").   Thus, there  can be  no recovery\r\n\nunless  the  close relation's  helpless  watching  arises in  the\r\n\ncontext of a sudden, unexpected, and accidental injury.\r\n\n                    B.  The Fork in the Road.\r                              B.  The Fork in the Road.\r                                                      \r\n\n          The issue before us is whether the plaintiff's asserted\r\n\ninjury  falls  within the  narrow  range  of bystander  liability\r\n\nclaims  that are actionable under  New Jersey law.   The district\r\n\ncourt decided that  it did not.  The court  relied primarily on a\r\n\nseries of bystander liability/medical  malpractice cases in which\r\n\nthe  New Jersey  Supreme  Court placed  a  gloss on  its  earlier\r\n\ndecisions and  indicated that a plaintiff must witness the actual\r\n\nact  of malpractice and appreciate  its effect on  the patient in\r\n\norder  to bring herself within  the class of  persons entitled to\r\n\n                                15\r\r\n\nrecover.  See Carey, 622 A.2d at 1288 (declaring that a plaintiff\r                             \r\n\nmust \"contemporaneously  observe the malpractice and  its effects\r\n\non the victim\"); Frame, 560 A.2d at 681 (\"In an appropriate case,\r                                \r\n\nif  a  family  member  witnesses  the   physician's  malpractice,\r\n\nobserves  the  effect  of  the malpractice  on  the  patient, and\r\n\nimmediately connects the malpractice with the injury, that may be\r\n\nsufficient to  allow recovery  for the family  member's emotional\r\n\ndistress.\");  see also Gendek v. Poblete, 654 A.2d 970, 975 (N.J.\r                                                  \r\n\n1995) (rejecting a claim on the ground that the bystander did not\r\n\n\"immediately connect[] any act  of malpractice\" with the victim's\r\n\ndeath).\r\n\n          Here,  concededly, Mrs.  Blinzler  cannot satisfy  this\r\n\nadded  requirement; she neither \"witnessed\" the negligence (which\r\n\ncomprised  the hotel  operator's failure  immediately to  call an\r\n\nambulance and  which occurred  six floors beneath  the Blinzlers'\r\n\nroom) nor fully appreciated  at the time that the  negligence was\r\n\nhindering    needed    assistance   (indeed,    the   defendant's\r\n\nmisrepresentations, if  believed, concealed the very  fact of the\r\n\nnegligence).  Thus, to decide this case we must determine whether\r\n\nthe   Gendek-Carey-Frame   gloss   applies   only   to  bystander\r                                  \r\n\nliability/medical malpractice claims  (as the plaintiff contends)\r\n\nor whether it applies  to all bystander liability claims  (as the\r\n\ndefendant contends and as the  lower court concluded).   Although\r\n\nthe answer  to the question  is by no  means free from  doubt, we\r\n\nthink that the district court took the wrong fork in the road.\r\n\n          As  an initial matter, the New Jersey Supreme Court has\r\n\n                                16\r\r\n\nnever imposed the added requirement that a plaintiff witness  the\r\n\nnegligent act and contemporaneously connect it to the injury of a\r\n\nloved one  in any case  outside the medical  malpractice context,\r\n\nand  the  malpractice cases  in  which the  requirement  has been\r\n\nimposed  strongly suggest that  it is restricted  to that milieu.\r\n\nSee  Gendek,  654  A.2d at  974  (describing  the  requirement as\r                     \r\n\n\"added\"  and \"special\"  in that  it is  \"imposed to  establish an\r\n\nindirect  claim  for  emotional  distress  arising  from  medical\r\n\nmalpractice\"); Carey, 622 A.2d at 1286 (\"With medical-malpractice\r                                                                           \r\n\nclaims, we have required that claimants observe contemporaneously\r                \r\n\nthe  act of  malpractice  and the  resultant injury.\")  (emphasis\r\n\nsupplied).   What is  more, crafting a  special set of  rules for\r\n\nbystander liability/medical  malpractice cases is not  in any way\r\n\nan  unprecedented flight  of fancy;  other courts  that recognize\r\n\nbystander liability claims in general sometimes treat such claims\r\n\nmore restrictively  in the medical malpractice  setting, even, on\r\n\noccasion, barring them  outright.  See, e.g., Maloney  v. Conroy,\r                                                                          \r\n\n545 A.2d 1059,  1063-64 (Conn.  1988); Wilson v.  Galt, 668  P.2d\r                                                                \r\n\n1104, 1110 (N.M. 1983).\r\n\n          We note,  too, that  the added requirement  designed by\r\n\nthe New Jersey Supreme Court for use in connection with bystander\r\n\nliability/medical  malpractice claims  is  grounded in  a set  of\r\n\npolicy  considerations  that  do  not  seem  to  apply  to  other\r\n\nbystander liability  claims.  For one thing, the unique emotional\r\n\ninterest  that  fuels  the  doctrine of  bystander  liability  is\r\n\nunaffected  in most  cases of  medical  malpractice for  the harm\r\n\n                                17\r\r\n\ncaused  by, say,  misdiagnosis usually  does not  manifest itself\r\n\nuntil  days, weeks, months, or years have elapsed, and even then,\r\n\nthe misdiagnosis  rarely culminates  in a single  spontaneous and\r\n\nshocking event.  See  Frame, 560 A.2d at 678-79  (explaining that\r                                     \r\n\nin  the  typical  malpractice  case  \"[g]rief  over  the  gradual\r\n\ndeterioration  of a loved one, as  profound as that grief may be,\r\n\noften  does not arise from  a sudden injury,\"  but, rather, under\r\n\ncircumstances in which the  family members have had the  \"time to\r\n\nmake  an emotional adjustment\").   It is largely  for this reason\r\n\nthat   bystander   liability   must   be  even   more   \"narrowly\r\n\ncircumscribed in the context of a medical misdiagnosis or failure\r\n\nto  act.\"   Gendek, 654  A.2d  at 975-76.   New  Jersey chose  to\r                            \r\n\naccomplish this circumscription  by limiting bystander  liability\r\n\nin the medical malpractice arena to those situations in which the\r\n\nputative plaintiff observes both  the act of malpractice and  its\r\n\nimmediate effects,  and appreciates the interrelationship.   See,\r                                                                          \r\n\ne.g., Frame, 560 A.2d at 681.  That rationale loses force outside\r                     \r\n\nthe medical malpractice context.\r\n\n          For another thing, the added requirement applicable  to\r\n\nbystander liability in  the medical malpractice  context reflects\r\n\nsocietal  concerns about the impact of  expanded liability on the\r\n\ndelivery  of  health care.    See Gendek,  654 A.2d  at  975 (\"In\r                                                  \r\n\nconsidering the standards that govern an appropriate duty of care\r\n\nand  limitations of  liability in  [the health care]  setting, we\r\n\nmust  be  especially mindful  of the  principles of  sound public\r\n\npolicy  that   are  informed  by  perceptions   of  fairness  and\r\n\n                                18\r\r\n\nbalance.\"); Carey, 622 A.2d at 1286 (voicing uneasiness about the\r                           \r\n\n\"effects of the expansion of  liability on the medical profession\r\n\nand  society,\"  and   specifically  noting  sharp  increases   in\r\n\nmalpractice   insurance  premiums);  Frame,   560  A.2d   at  681\r                                                    \r\n\n(emphasizing that  the special refinement  of bystander liability\r\n\nfor  medical malpractice  cases is  at least  partly driven  by a\r\n\ndesire  to   avoid  \"unreasonably   burdening  the  practice   of\r\n\nmedicine\").  This group  of situation-specific policy concerns is\r\n\nbest addressed by \"narrowly circumscrib[ing]\" bystander liability\r\n\nin the medical malpractice setting so as to minimize any \"adverse\r                                            \r\n\neffect  on the  practice of  medicine or  on the  availability of\r\n\nmedical  services.\"  Frame,  560 A.2d at  681.  Once  again, this\r                                    \r\n\nreasoning loses force outside the medical malpractice context.\r\n\n          The  language   of  the   New  Jersey  cases   and  the\r\n\ndistinctive nature of the policy considerations that underlie the\r\n\nadded requirement mark the  genesis of our belief that,  when the\r\n\nopportunity arises, the New Jersey Supreme Court will not engraft\r\n\nthis health-care-specific requirement upon the body of cases that\r\n\nlie beyond the medical malpractice arena.  New Jersey has already\r\n\nexpressed its view of general public policy concerns with respect\r\n\nto expanded liability for run-of-the-mine accidents by conferring\r\n\na  right of recovery on  bystanders and defining  the elements of\r\n\nthe tort.   See Dunphy, 642 A.2d at 377; Portee, 417 A.2d at 528.\r                                                         \r\n\nWe  think it  is  no accident  that  in superimposing  the  added\r\n\nrequirement on bystander liability/medical malpractice cases, the\r\n\nstate  supreme court has been scrupulously careful not to imply a\r\n\n                                19\r\r\n\nbroader  sweep.   Because  we  believe that  this  specificity is\r\n\npurposeful  rather than  serendipitous,  we hold  that the  added\r\n\nrequirement imposed  by the  Gendek-Carey-Frame line of  cases is\r                                                         \r\n\napplicable  only  to causes  of  action that,  at  bottom, charge\r\n\nhealth-care  providers with  malpractice.   The  district  court,\r\n\ntherefore, took the wrong fork in the road.\r\n\n                   C.  Applying the Principles.\r                             C.  Applying the Principles.\r                                                        \r\n\n          Once we put the added requirement to one side, the only\r\n\nquestion  that remains open under this rubric is whether the jury\r\n\nlacked  evidence  satisfactory  to  support a  finding  that  the\r\n\nplaintiff's  injury  fell  within  the  standard   parameters  of\r\n\nbystander  liability that  obtain in  New Jersey  vis-a-vis suits\r\n\narising outside the  medical malpractice context.   We think  the\r\n\nevidence sufficed.   Intimate relationship and third-party injury\r\n\n(i.e.,  a  spouse's death)  are not  in  dispute, and  the record\r\n\ncontains  adequate  proof  of  severe emotional  distress.    The\r\n\nseminal New Jersey case suggests that, in addition to these three\r\n\nelements, a  plaintiff need  only show  that she  \"observ[ed] the\r\n\ndeath . . . while  it occur[red].\"  Portee, 417 A.2d at  527; see\r                                                                           \r\n\nalso supra p. 13 (recounting the four elements of the  tort under\r                    \r\n\nNew Jersey law).   This  last element    firsthand observation   \r\n\ncorresponds to the distinct  emotional interest that is infringed\r\n\nwhen  an individual witnesses  a \"shocking  event\" and  \"see[s] a\r\n\nhealthy [family member] one moment and a severely injured one the\r\n\nnext.\"  Frame, 560 A.2d at 679.\r                       \r\n\n          We appreciate that things are not always what they seem\r\n\n                                20\r\r\n\nand that  it may be overly  simplistic to say that  in New Jersey\r\n\nfirsthand observation of  a suddenly inflicted injury  to a loved\r\n\none  invariably gives rise to the  unique emotional interest that\r\n\nunderlies bystander liability.   Arguably, it  is not merely  the\r\n\nobservation  of  the  injury  but  the  perception   that  it  is\r\n\naccidental or otherwise unwarranted that threatens a \"plaintiff's\r\n\nbasic  emotional  security,\" Portee,  417 A.2d  at 521,  and thus\r                                             \r\n\npaves the  way for bystander liability.   See id. at  528 (noting\r                                                           \r\n\nthat  it is  the \"shock  and fright\"  attendant to  observing the\r\n\n\"accidental  death\" of  an intimate  relation that  infringes the\r\n\nnarrowly defined  interest in  emotional security).   Frame makes\r                                                                     \r\n\nthis point most clearly, albeit in dictum:\r\n\n          Everyone is subject  to injury, disease,  and\r\n          death.   Common  experience teaches  that the\r\n          injury  or death  of one  member of  a family\r\n          often produces severe  emotional distress  in\r\n          another family  member.  A  threshold problem\r\n          is separating  the  grief that  attends  that\r\n          distress  when no  one is  at fault  from the\r\n          added  stress attributable  to the  fact that\r\n          the  injury  or  death  was produced  by  the\r\n          negligent act of another.\r\n\nId. at  677.  And  while the  Portee elements have  not yet  been\r                                              \r\n\nformally modified in this  respect,5 we think it is  not unlikely\r\n\nthat New Jersey will move in this direction.  Cf. Thing, 771 P.2d\r                                                                 \r\n\nat 829 (tightening  the elements of a bystander  liability action\r\n                    \r                              \r\n\n     5In Portee, the question was not raised squarely.  There the\r                         \r\nplaintiff (the victim's  mother) arrived at  the scene after  her\r                                                                      \r\nson became trapped in  an elevator.  She  did not witness  either\r\nthe  initial   entrapment  or  the  act   of  negligence  (faulty\r\nmaintenance)  that  caused the  accident.   It  was  quite clear,\r\nhowever,  that  the  mother  knew immediately  that  her  child's\r\ninjuries had an  unnatural cause and stemmed from  the elevator's\r\naccidental collapse.\r\n\n                                21\r\r\n\nunder California law to require that the plaintiff be \"present at\r\n\nthe scene of the injury-causing event\" and be \"then aware that it\r\n\nis causing the injury to the victim\").  But there are two reasons\r\n\nwhy we need not cross this bridge today.\r\n\n          1.   The  evidence  here clearly  satisfies the  Portee\r                                                                           \r\n\nrequirements simpliciter.   The plaintiff witnessed  a sudden and\r\n\nshocking event when  she watched her  husband of forty-two  years\r\n\nundergo  excruciating chest  pain, vomit,  struggle to  catch his\r\n\nbreath,  asphyxiate,  lose  consciousness,  and  ultimately  die.\r\n\nBecause  she  \"witness[ed]  the  victim  when  the  injury  [was]\r\n\ninflicted,\"  Frame,   560  A.2d  at  678,   recovery  would  seem\r                            \r\n\nappropriate under a formal incantation of the Portee elements.\r                                                              \r\n\n          2.    The law  of  the  case  doctrine  eliminates  any\r\n\npotential problem as  to the  precise dimensions of  Portee.   At\r                                                                     \r\n\ntrial's  end,  the  district court  charged  the  jury  that \"the\r\n\nplaintiff must be present at the scene of the event  and be aware\r\n\nthat the  victim  is being  injured.\"   The  defendant's  counsel\r\n\nobjected generally to  the court's decision to  instruct the jury\r\n\nat all on count 3 (asseverating  that New Jersey law requires the\r\n\nplaintiff actually to witness  the negligent act) but he  did not\r\n\nobject in  any  other,  more  specific respect  to  the  district\r\n\ncourt's formulation of  the basic  elements of the  tort.   Thus,\r\n\neven  if  New Jersey  might in  an  appropriate case  impose some\r\n\nintermediate limitation going beyond Portee but stopping short of\r                                                     \r\n\nmandating  that  the plaintiff  witness  the  negligent act,  the\r\n\ndefense  formulated no  such intermediate  position at  the jury-\r\n\n                                22\r\r\n\ninstruction  stage.     In  other  words,  the   content  of  the\r\n\ninstruction stands as  the law  of the case  with respect to  the\r\n\nunembellished  contours  of  a  cause  of  action  for  bystander\r\n\nliability.  See Quinones-Pacheco  v. American Airlines, Inc., 979\r                                                                      \r\n\nF.2d 1, 4 n.3 (1st Cir. 1992); Milone v. Moceri Family, Inc., 847\r                                                                      \r\n\nF.2d 35, 38-39  (1st Cir. 1988).  And as  we have already pointed\r\n\nout, the plaintiff's proof, measured against  the language of the\r\n\ntrial court's instruction, suffices to create a jury question. \r\n\n          Even if we assume arguendo  that the New Jersey Supreme\r                                              \r\n\nCourt  would  augment the  elements of  a non-medical-malpractice\r\n\ncause  of   action  for  bystander  liability   along  the  lines\r\n\nexemplified  by Thing,  the  verdict might  well be  sustainable.\r                               \r\n\nFrom the  evidence adduced  at trial,  the jury rationally  could\r\n\nfind  that during the  incident proper the  plaintiff twice asked\r                                                                     \r\n\nthe  manager whether the ambulance  had been called.   Though she\r\n\nwas (erroneously) assured that the call had been made punctually,\r\n\nshe  asked the manager yet  again at the  hospital (receiving the\r\n\nsame misinformation), and then checked  with the hotel three days\r\n\nlater  (after her husband had  perished).  This  type of evidence\r\n\narguably could  support an illation that  the plaintiff suspected\r\n\nall  along that a delay attributable to the defendant was causing\r\n\ninjury  to her husband.  Watching the event while suspecting that\r\n\nher  husband's suffering  was being  unnecessarily prolonged  and\r\n\nworrying  that prospects  for his  rescue were  diminishing would\r\n\nappear  to be  the  kind of  distinct  emotional harm  for  which\r\n\nbystander liability would lie  under the premise of Thing.   See,\r                                                                          \r\n\n                                23\r\r\n\ne.g., Bloom v. Dubois Regional Med. Ctr., 597 A.2d 671, 683  (Pa.\r                                                  \r\n\nSup. Ct. 1991).\r\n\nV.  OTHER ISSUES\r          V.  OTHER ISSUES\r\n\n          The defendant  raises a  salmagundi of other  issues in\r\n\nconnection  with  its  appeal.    None  of its  asseverations  is\r\n\npersuasive.  Only three warrant discussion.\r\n\n                   A.  The Evidentiary Rulings.\r                             A.  The Evidentiary Rulings.\r                                                        \r\n\n          The defendant argues that it is entitled to a new trial\r\n\nbecause the district court  erred in certain evidentiary rulings.\r\n\nIts chief  complaint concerns the admission  of evidence relating\r\n\nto  the destruction of the so-called Xeta report (a printout that\r\n\ncatalogues all outgoing calls from the hotel's PBX  operator) for\r\n\nNovember 13, 1992.   The defendant  destroyed this telephone  log\r\n\napproximately  thirty days after  the incident.   Had  the report\r\n\nbeen preserved, it would have pinpointed the very moment that the\r\n\noperator first placed the call for emergency assistance.\r\n\n          During the trial, the plaintiff sought to show that the\r\n\ndefendant had  destroyed this evidence.   The defendant objected,\r\n\ncontending that  it discarded  the  Xeta report  in the  ordinary\r\n\ncourse of business, pursuant to  established practice, and not as\r\n\npart  of an effort to  inter unfavorable evidence.   The district\r\n\ncourt  overruled the  objection  and permitted  the plaintiff  to\r\n\nintroduce  evidence  at trial  of  the  existence and  subsequent\r\n\ndestruction  of  the   Xeta  report,   leaving  the   defendant's\r\n\nexplanation  to the jury.  We review the district court's rulings\r\n\nadmitting or  excluding evidence  for abuse of  discretion.   See\r                                                                           \r\n\n                                24\r\r\n\nVeranda Beach Club Ltd. Partnership v. Western Sur. Co., 936 F.2d\r                                                                 \r\n\n1364,  1373 (1st Cir. 1991);  United States v.  Nazzaro, 889 F.2d\r                                                                 \r\n\n1158, 1168 (1st Cir. 1989).  We see none in this instance.\r\n\n          When  a  document relevant  to an  issue  in a  case is\r\n\ndestroyed, the trier of  fact sometimes may infer that  the party\r\n\nwho obliterated it did so out of a realization  that the contents\r\n\nwere unfavorable.   See Nation-Wide Check  Corp. v. Forest  Hills\r                                                                           \r\n\nDistributors, Inc., 692 F.2d 214, 217 (1st Cir. 1982); see also 2\r                                                                         \r\n\nWigmore on Evidence    285, at  192 (James H. Chadbourn  rev. ed.\r                             \r\n\n1979).   Before such an inference  may be drawn, there  must be a\r\n\nsufficient foundational showing that  the party who destroyed the\r\n\ndocument  had notice  both  of the  potential  claim and  of  the\r\n\ndocument's  potential relevance.   See  Nation-Wide, 692  F.2d at\r                                                             \r\n\n218.    Even  then,  the  adverse  inference is  permissive,  not\r\n\nmandatory.   If,  for example,  the factfinder believes  that the\r\n\ndocuments were destroyed accidentally  or for an innocent reason,\r\n\nthen the factfinder is free to reject the inference.  See , e.g.,\r                                                                          \r\n\nJackson v. Harvard  Univ., 900  F.2d 464, 469  (1st Cir.),  cert.\r                                                                           \r\n\ndenied,  498 U.S. 848 (1990); Anderson v. Cryovac, Inc., 862 F.2d\r                                                                 \r\n\n910, 925-26 (1st Cir. 1988).\r\n\n          In this case, the defendant contends that there  was no\r\n\ndirect evidence to show that it discarded the Xeta report for any\r\n\nulterior reason.   This is true as  far as it goes    but it does\r\n\nnot go very far.  The proponent of a \"missing document\" inference\r\n\nneed not offer direct evidence of a coverup to set  the stage for\r\n\nthe  adverse inference.    Circumstantial evidence  will suffice.\r\n\n                                25\r\r\n\nSee, e.g., Brown &amp; Williamson Tobacco Corp. v. Jacobson, 827 F.2d\r                                                                 \r\n\n1119, 1134 (7th Cir. 1987), cert. denied, 485 U.S. 993 (1988).\r                                                  \r\n\n          We do  not believe that  the district court  abused its\r\n\nconsiderable  discretion in  deciding  that the  totality of  the\r\n\ncircumstances  here  rendered such  an  inference  plausible.   A\r\n\nreasonable factfinder could easily  conclude that Marriott was on\r\n\nnotice all along that the  Xeta report for November 13,  1992 was\r\n\nrelevant to likely  litigation.   Although no suit  had yet  been\r\n\nbegun  when the defendant destroyed the document, it knew of both\r\n\nJames Blinzler's death and  the plaintiff's persistent attempts  \r\n\nincluding  at least one attempt after Blinzler died   to discover\r\n\nwhen the call for emergency aid had been placed.  This  knowledge\r\n\ngave  the  defendant ample  reason  to  preserve  the  report  in\r\n\nanticipation of a legal action.  When the evidence indicates that\r\n\na party is aware of circumstances that are likely to give rise to\r\n\nfuture litigation  and yet destroys potentially  relevant records\r\n\nwithout particularized inquiry, a factfinder may reasonably infer\r\n\nthat the party probably did so because the records would harm its\r\n\ncase.   See Vodusek v.  Bayliner Marine  Corp., 71 F.3d  148, 156\r                                                        \r\n\n(4th Cir. 1995);  Partington v. Broyhill Furn.  Indus., Inc., 999\r                                                                      \r\n\nF.2d 269, 272 (7th Cir. 1993);  Nation-Wide, 692 F.2d at 219.  In\r                                                     \r\n\nthe circumstances  at  bar,  the trial  court  acted  within  its\r\n\ndiscretion in admitting the Xeta report.\r\n\n          The defendant also  chastises the  court for  admitting\r\n\nevidence of another missing  record.  The security  officer's log\r\n\nfor  November  13,  1992 could  not  be  located,  and the  judge\r\n\n                                26\r\r\n\npermitted  evidence of that fact to go  to the jury.  Once again,\r\n\nthe  ruling cannot  be  faulted.    The  defendant  had  no  good\r\n\nexplanation for the  missing log,  and the jury  was entitled  to\r\n\ninfer that the defendant destroyed it in bad faith.\r\n\n          To  cinch matters, these  two pieces of  evidence had a\r\n\nsynergistic effect.  We think it would be proper for a reasonable\r\n\nfactfinder to  conclude that the unavailability  of two important\r                                                                 \r\n\ndocuments, both  of which bore  upon the  timing of the  call for\r\n\nemergency assistance, was something more than a coincidence.  The\r\n\nveteran district  judge, after  hearing all the  evidence limning\r\n\nthese mysterious disappearances, put it  bluntly in the course of\r\n\nruling on post-trial motions:\r\n\n          I  will tell  you  now that  the Xeta  Report\r\n          raises a compelling inference in my mind that\r\n          personnel  at the Marriott  Hotel did destroy\r\n          that   record   willfully,  along   with  the\r\n          security  officer's daily  log of  that date.\r\n          The inference is compelling that the Marriott\r\n          Hotel was  hiding the delay of  the telephone\r\n          operator in making this telephone call.\r\n\nThis  is a  harsh assessment    but  it is  based on  a firsthand\r\n\nappraisal of the  testimony and  it is one  that a rational  jury\r\n\neasily could draw on the record.\r\n\n                    B.  The Motion to Reopen.\r                              B.  The Motion to Reopen.\r                                                      \r\n\n          After the  plaintiff rested, the defendant  moved for a\r\n\ndirected  verdict under  Fed. R.  Civ. P.  50(a).   After hearing\r\n\narguments, the  district court permitted the  plaintiff to reopen\r\n\nher case in  order to  offer certain additional  evidence on  the\r\n\n                                27\r\r\n\nissue  of  causation.6    The  defendant  assigns  error  to this\r\n\nruling.  There is none.\r\n\n          The Federal  Rules of Evidence give  the district court\r\n\nbroad discretion in ordering  the proof.  See Fed.  R. Evid. 611.\r                                                       \r\n\nThis discretion extends to granting or denying motions to reopen,\r\n\nsee Zenith Radio Corp. v. Hazeltine Research, Inc., 401 U.S. 321,\r                                                            \r\n\n331-32 (1971); Rivera-Flores  v. Puerto  Rico Tel.  Co., 64  F.3d\r                                                                 \r\n\n742, 746 (1st  Cir. 1995); Lussier v. Runyon, 50  F.3d 1103, 1113\r                                                      \r\n\n(1st Cir.), cert. denied, 116 S. Ct. 69 (1995), and  such rulings\r                                  \r\n\nare reviewed principally for abuse of that discretion.\r\n\n          A  trial court's  decision to  reopen is  premised upon\r\n\ncriteria that are flexible and fact-specific, but fairness is the\r\n\nkey criterion.  See Rivera-Flores, 64 F.3d at 746; Capital Marine\r                                                                           \r\n\nSupply, Inc. v. Thomas, 719  F.2d 104, 107 (5th Cir. 1983).   The\r                                \r\n\nspecific factors  to be assessed  include the probative  value of\r\n\nthe evidence sought to be introduced, the proponent's explanation\r\n\nfor  failing to offer the evidence earlier, and the likelihood of\r\n\nundue  prejudice.  See Rivera-Flores,  64 F.3d at  746; Joseph v.\r                                                                        \r\n\nTerminix Int'l Co., 17 F.3d 1282, 1285 (10th Cir. 1994); see also\r                                                                           \r\n\n6A James W. Moore, Moore's Federal Practice   59.04[13], at 59-33\r                                                     \r\n\n(2d  ed. 1993).   The  prospect of  prolonging the trial  is also\r\n\nmaterial.  If the additional evidence is immediately available or\r\n                    \r                              \r\n\n     6The supplemental evidence  consisted of testimony  from two\r\nwitnesses.    The  first,  plaintiff's   medical  expert,  simply\r\nclarified and confirmed his earlier testimony that James Blinzler\r\nwould  have  survived  had  the  ambulance  arrived  ten  minutes\r\nearlier.   The  second  witness  (an employee  of  the  ambulance\r\nservice) testified that  the ambulance service had a  unit ready,\r\navailable, and on call at 8:35 p.m. on November 13, 1992.\r\n\n                                28\r\r\n\nnearly  so,  the trial  court will  have  a greater  incentive to\r\n\npermit the case  to be  reopened.  Conversely,  if gathering  the\r\n\nadditional evidence  portends a  significant delay in  the trial,\r\n\nthe  court ordinarily will have a greater reluctance to grant the\r\n\nmotion.  See Moore, supra,   59.04[13], at 59-33.\r                                   \r\n\n          Here, the additional evidence that the plaintiff sought\r\n\nto introduce  was non-cumulative.   It had  significant probative\r\n\nvalue on an essential element in the plaintiff's case, helping to\r\n\nconnect the defendant's negligence to  the injuries claimed.  See\r                                                                           \r\n\nsupra  note 6.  There is no  sign that the plaintiff withheld the\r               \r\n\nproof as a strategic  matter.  To the contrary, the  record shows\r\n\nquite  clearly that she attempted to streamline her case in chief\r\n\nand  offered  the  incremental  evidence  only  after  the  judge\r\n\nexpressed  reservations about the state of the proof on the issue\r\n\nof causation.7\r\n\n          Notwithstanding  these   circumstances,  the  defendant\r\n\ninsists   that   permitting  the   plaintiff  to   reopen  worked\r\n\nsubstantial prejudice  because the  defense hoped all  along that\r\n\nthe  plaintiff  would   fail  to  prove   causation.    This   is\r\n\n                    \r                              \r\n\n     7This  is consistent  with  the method  of the  Civil Rules.\r\nRule  50(a) exists  in part  to afford  the responding  party \"an\r\nopportunity to cure any deficiency in that party's proof that may\r\nhave been overlooked until  called to the party's attention  by a\r\nlate  motion for  judgment.\"    Fed.  R.  Civ.  P.  50,  advisory\r\ncommittee's note (1991  amendment).  In  other words, Rule  50(a)\r\nshould be construed \"to  avoid tactical victories at the  expense\r\nof substantive interests.\"  Moore, supra,   50.08, at 50-89   The\r                                                  \r\ndistrict court echoed this  sentiment when it granted  the motion\r\nto reopen,  stating:  \"I allow the  plaintiff to reopen because I\r\nwant  the truth.   I want  the facts.   I want to  achieve a just\r\nresult in this case . . . .\"\r\n\n                                29\r\r\n\ndisappointment rather  than cognizable  prejudice.   The evidence\r\n\ntaken after reopening consisted of only two witnesses and created\r\n\nno unfair surprise.   The added testimony simply fleshed  out the\r\n\nplaintiff's  basic theory of liability   that the time saved by a\r\n\nprompt  call might well  have led  to James  Blinzler's survival.\r\n\nMoreover, allowing  the plaintiff  to reopen did  not perceptibly\r\n\ndelay  the trial  and did  not occasion  any interruption  of the\r\n\ndefense case.  In any event, the district court prudently offered\r\n\nthe defendant a continuance  so that it might regroup  and better\r\n\nrebut the  additional evidence.  By declining  the court's offer,\r\n\nthe defendant  confirmed the  absence of  unfair prejudice.   See\r                                                                           \r\n\nUnited  States v.  Diaz-Villafane,  874 F.2d  43, 47  (1st Cir.),\r                                           \r\n\ncert. denied, 493  U.S. 862 (1989).   Under these  circumstances,\r                      \r\n\nthe granting  of  the plaintiff's  motion  to reopen  comes  well\r\n\nwithin  the  heartland  of the  trial  court's  discretion.   See\r                                                                           \r\n\nRivera-Flores, 64 F.3d at 749.\r                       \r\n\n                C.  The Emotional Distress Award.\r                          C.  The Emotional Distress Award.\r                                                          \r\n\n          Where, as  here, a  federal court  sets aside  a jury's\r\n\nverdict and directs the entry of judgment as a matter of law, the\r\n\ncourt must also rule conditionally  on any concomitant motion for\r\n\na  new trial.  See  Fed. R. Civ. P. 50(c).   In this instance the\r                            \r\n\ndistrict court held that, if it had erred in granting judgment as\r\n\na matter of  law on count 3, then the jury's award of damages for\r\n\nemotional  distress should  stand.   The  defendant assails  this\r\n\ncontingent  ruling and  argues  for  either  a  new  trial  or  a\r\n\nremittitur on count 3.   In its most cogent  aspect, the argument\r\n\n                                30\r\r\n\nis  based  on  the  premise  that  the  scanty  physical symptoms\r\n\nexhibited  by the  plaintiff simply  do not  justify an  award of\r\n\n$200,000 in damages.\r\n\n          Federal law  governs the question of  whether the trial\r\n\ncourt should order a remittitur in a diversity case.  See Donovan\r                                                                           \r\n\nv. Penn Shipping Co., 429 U.S. 648, 649 (1977).  Under applicable\r                              \r\n\nfederal  standards, appellate  review is  limited to  whether the\r\n\ndistrict court abused  its discretion in deciding to  endorse the\r\n\njury  award rather  than trim it  or set  it aside  as excessive.\r\n\nSee, e.g., Ruiz  v. Gonzalez Caraballo, 929 F.2d 31, 34 (1st Cir.\r                                                \r\n\n1991); Wagenmann v. Adams, 829 F.2d 196, 215 (1st Cir. 1987).\r                                   \r\n\n          An  award of  damages will  not be  deemed unreasonably\r\n\nhigh or low as  long as it comports with some \"rational appraisal\r\n\nor  estimate of the  damages that could be  based on the evidence\r\n\nbefore the jury.\"  Milone, 847 F.2d at 37 (citation omitted).  On\r                                   \r\n\nthe  high side,  a damage  determination will  withstand scrutiny\r\n\nunless  it is  \"grossly  excessive, inordinate,  shocking to  the\r\n\nconscience of the court, or  so high that it would be a denial of\r\n\njustice  to  permit  it  to  stand.\"    Correa  v.  Hospital  San\r                                                                           \r\n\nFrancisco, 69 F.3d 1184, 1197 (1st Cir. 1995) (quoting Grunenthal\r                                                                           \r\n\nv.  Long  Island R.R.  Co.,  393  U.S. 156,  159  &amp; n.4  (1968)),\r                                    \r\n\npetition  for  cert. filed,  64  U.S.L.W. 3605  (Feb.  26, 1996).\r                                    \r\n\nMoreover, \"an appellate court's  normal disinclination to second-\r\n\nguess  a jury's  evaluation of  the proper  amount of  damages is\r\n\nmagnified where . . . the damages entail  a monetary valuation of\r\n\nintangible losses, and the trial judge, having seen and heard the\r\n\n                                31\r\r\n\nwitnesses at first hand, accepts the jury's appraisal.\"  Id.\r                                                                      \r\n\n          Here, viewing the evidence of damages in the light most\r\n\namiable to the plaintiff, see Toucet v. Maritime  Overseas Corp.,\r                                                                          \r\n\n991 F.2d 5, 11  (1st Cir. 1993); Ruiz,  929 F.2d at 34,  we think\r                                               \r\n\nthat  the award, though  perhaps generous, passes  muster.  Under\r\n\nNew Jersey law, no particular level of physical symptomatology is\r\n\nnecessary  to  support  damages  for  emotional  distress.    See\r                                                                           \r\n\nStrachan v. John  F. Kennedy Mem. Hosp., 538 A.2d  346, 353 (N.J.\r                                                 \r\n\n1988).8    The  testimony  in  this  record  indicates  that  the\r\n\nplaintiff watched helplessly  as her husband collapsed,  vomited,\r\n\npassed  out,  and became  cyanotic.   She was  still in  the room\r\n\nnearly fifteen minutes later when an oxygen mask was being placed\r\n\nover  her unconscious husband's mouth and nose.  In the aftermath\r\n\nof her husband's death, she experienced daily  flashbacks to that\r\n\ntime  of  torment.   She  still  suffers  from  insomnia, cardiac\r\n\npalpitations, and shortness  of breath.   Coupled  with proof  of\r\n\nnegligent   infliction  of  emotional   distress,  this  evidence\r\n\njustifies substantial compensation under New Jersey law.\r\n\n          Of course,  the task  of valuing noneconomic  losses in\r\n\ntort cases is an imprecise exercise.   There is no one  \"correct\"\r\n\n                    \r                              \r\n\n     8At  one  time  New  Jersey  courts  did  require  proof  of\r\n\"substantial bodily injury or sickness\" in all emotional distress\r\ncases.  See, e.g., Caputzal v. The Lindsay Co., 222 A.2d 513, 515\r                                                        \r\n(N.J.  1966);  Falzone v.  Busch, 214  A.2d  12, 17  (N.J. 1965).\r                                          \r\nPortee  changed  this rule  in  respect  to bystander  liability,\r                \r\npermitting recovery  in the absence  of physical symptoms  if the\r\ncircumstances are such that  severe emotional distress can easily\r\nbe inferred.  See Portee, 417 A.3d at 527-28.\r                                  \r\n\n                                32\r\r\n\nsum,  but, rather,  a  range  of  acceptable  awards.    In  many\r\n\ninstances  the spread between the high and  low ends of the range\r\n\nwill be great.  The choice within the range   which by its nature\r\n\nrequires the decisionmaker to translate intangibles (such as pain\r\n\nand  suffering) into quantifiable dollars and cents   is a choice\r\n\nlargely within  the jury's ken.   See  Correa, 69  F.3d at  1197.\r                                                       \r\n\nSince we are unable to conclude on this record that $200,000 is a\r\n\nfigure beyond  the wide  universe of acceptable  awards, we  must\r\n\nuphold  the  district court's  finding  that  the figure  is  not\r\n\nexcessive.  See Ruiz, 929 F.2d  at 34 (explaining that the  court\r                              \r\n\nof  appeals \"cannot,  and  will not,  without substantial  cause,\r\n\noverrule a  trial judge's considered  refusal to tamper  with the\r\n\ndamages assessed by a jury\").\r\n\nVI.  CONCLUSION\r          VI.  CONCLUSION\r\n\n          We need  go no further.  The record adequately supports\r\n\nthe jury's conclusion that  the defendant's inexplicable delay in\r\n\ncalling  an  ambulance constituted  a  proximate  cause of  James\r\n\nBlinzler's  death   and  negligently  inflicted   both  emotional\r\n\ndistress and  a loss of consortium  on his wife (now  his widow).\r\n\nFinding,  as  we do,  that  the law  of  New Jersey  permits this\r\n\nmultifaceted  conclusion  to  remain   fully  intact,  that   the\r\n\ndefendant's several challenges to evidentiary and case-management\r\n\nrulings are  meritless,  and that  the  damages awarded  are  not\r\n\ngrossly excessive, we reinstate the jury verdict in its entirety.\r\n\nAs a necessary corollary, we vacate the district court's entry of\r\n\njudgment for the defendant on count 3.\r\n\n                                33\r\r\n\nAffirmed in part  and reversed in  part.  Costs  in favor of  the\r          Affirmed in part  and reversed in  part.  Costs  in favor of  the\r                                                                           \r\n\nplaintiff.\r          plaintiff.\r                   \r\n\n                                34\r\r\n",
  "html": "<p class=\"case_cite\">81 F.3d 1148</p>\n    <p class=\"parties\">Gloria BLINZLER, Individually and in her capacity as<br>Wrongful Death Beneficiary of James A. Blinzler,<br>Plaintiff, Appellant,<br>v.<br>MARRIOTT INTERNATIONAL, INC., Defendant, Appellee.<br>Gloria BLINZLER, etc., Plaintiff, Appellee,<br>v.<br>MARRIOTT INTERNATIONAL, INC., Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 95-2108, 95-2199.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 27, 1996.<br>Decided April 12, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeals from the United States District Court for the District of Rhode Island;  [Hon.  Ronald R. Lagueux, U.S. District Judge].</p>\n      <p class=\"indent\">John P. Barylick, Providence, RI, with whom Wistow &amp; Barylick Inc. was on brief, for plaintiff.</p>\n      <p class=\"indent\">Stephen B. Lang, Providence, RI, with whom Patrick B. Landers and Higgins, Cavanagh &amp; Cooney were on brief, for defendant.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These cross-appeals require us to wend our way through a maze of unusual facts and subtly nuanced legal issues.   After exploring a little-charted frontier of tort law, we reverse the district court's direction of judgment notwithstanding the verdict and reinstate the jury's award on the plaintiff's claim for negligent infliction of emotional distress.   In all other respects, we affirm the rulings of the lower court.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This litigation arises out of the tragic demise of James Blinzler, husband of the plaintiff Gloria Blinzler.   The course of events leading to James Blinzler's death began on November 13, 1992, when the Blinzlers checked into a Somerset, New Jersey, hotel operated by the defendant Marriott International, Inc.  (Marriott).  Shortly after 8:30 p.m. the decedent, relaxing in his room, experienced difficulty in breathing.   Sensing danger, he ingested nitroglycerin (he had suffered heart attacks before) while his wife called the hotel PBX operator and requested an ambulance.   The operator received the SOS no later than 8:35 p.m. and agreed to honor it.   She promptly told the hotel's security officer and the manager on duty about the medical emergency.   Though the defendant steadfastly maintains that the operator also called an ambulance then and there, the record, read hospitably to the verdict, see Cumpiano v. Banco Santander P.R., 902 F.2d 148, 151 (1st Cir.1990), indicates that she did not place this critical call until some fourteen minutes after receiving the plaintiff's entreaty.   The ambulance arrived at 9:02 p.m.   In the meantime the plaintiff watched her husband's condition deteriorate:  he collapsed on the bed, vomited while supine, and apparently stopped breathing.   During this horrific hiatus, the plaintiff twice asked hotel personnel whether an ambulance had been summoned when the emergency first arose.   She was twice falsely reassured (whether in honest error is not clear) that one had been called.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">When the paramedics arrived on the scene, they could not locate a pulse and discovered that the decedent's airway was blocked.   Resuscitative efforts restored the decedent's heart to a normal rhythm and he was transported celeritously to a nearby hospital.   Doctors diagnosed the heart attack as a \"very small myocardial infarction.\"   Nevertheless, the brain damage resulting from a prolonged period of asystole without cardiopulmonary resuscitation led to James Blinzler's death three days later.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>II. PROCEEDINGS BELOW, ISSUES ON APPEAL, AND RULES OF DECISION</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Invoking diversity jurisdiction, 28 U.S.C. &#167; 1332 (1994), the plaintiff sued Marriott in Rhode Island's federal district court for wrongful death (count 1), loss of consortium (count 2), and negligent infliction of emotional distress (count 3).   She alleged in substance that the hotel failed to summon an ambulance in a timely fashion and that this carelessness proximately caused both her own damages and her husband's death.   The jury agreed, awarding $200,000 for wrongful death, $50,000 for loss of consortium, and $200,000 for emotional distress.   Addressing a variety of post-trial motions, the district judge upheld the verdict on the first two counts, but granted judgment for the defendant on the third count.   Both sides appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The cross-appeals raise several issues.   Two are in the forefront.   The centerpiece of the defendant's appeal is the assertion that the evidence did not forge a causal link between the failure promptly to summon an ambulance and the ensuing death.   In contrast, the plaintiff's appeal hinges on the district court's extirpation of the jury verdict on her claim for negligent infliction of emotional distress.   Because the defendant's contention that the plaintiff failed as a matter of law to prove causation involves an across-the-board challenge to the jury verdict as a whole, we deal first with that issue.   We then mull the plaintiff's contention that the lower court erroneously forecast emergent New Jersey law on bystander liability and therefore erred in setting aside the verdict on count 3.   Finally, we address the defendant's remaining assignments of error.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Under the principles of Erie R.R. Co. v. Tompkins, 304 U.S. 64, 78, 58 S.Ct. 817, 822, 82 L.Ed. 1188 (1938), state law (here, the law of New Jersey) supplies the substantive rules of decision in this diversity case.   Since New Jersey law is less than explicit on one key issue that concerns us, we pause to comment briefly on the role of a federal court in adjudicating controversies controlled by state law.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In its barest essence, borrowing state law demands nothing more than interpreting and applying the rules of substantive law enunciated by the state's highest judicial authority, or, on questions to which that tribunal has not responded, making an informed prophecy of what the court would do in the same situation.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  See Moores v. Greenberg, 834 F.2d 1105, 1112 (1st Cir.1987).   In the latter instance, we seek guidance in analogous state court decisions, persuasive adjudications by courts of sister states, learned treatises, and public policy considerations identified in state decisional law.   See Ryan v. Royal Ins. Co., 916 F.2d 731, 734-35 (1st Cir.1990);  Kathios v. General Motors Corp., 862 F.2d 944, 949 (1st Cir.1988).   As long as these signposts are legible, our task is to ascertain the rule the state court would most likely follow under the circumstances, even if our independent judgment on the question might differ.   See Moores, 834 F.2d at 1107 n. 3.</p>\n    </div>\n    <p>III. CAUSATION</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The defendant challenges the entire verdict on the basis that the plaintiff provided insufficient evidence from which a reasonable jury could conclude that the belated call constituted a proximate cause of the ensuing death.   Under New Jersey law the plaintiff bears the burden of proving that the defendant's conduct comprised \"a substantial factor in producing the harm\" of which the plaintiff complains.  Francis v. United Jersey Bank, 87 N.J. 15, 432 A.2d 814, 829 (1981).   When the questioned conduct is an omission--the defendant's failure to act rather than the defendant's maladroit performance of an affirmative act--this rule is easier to state than to apply.   In the last analysis, it can rarely (if ever) be said with absolute certainty that harm would not have befallen the victim if the omitted action had been taken.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">One species of omission that occurs from time to time involves the generic charge that, had the defendant done some particular act, the plaintiff (or, as here, the plaintiff's decedent) would have had a better chance to ward off threatened harm.   In these so-called \"loss of chance\" cases New Jersey law instructs that the plaintiff can carry her burden by showing a \"substantial possibility\" that the harm would have been averted had the defendant acted in a non-negligent manner.  Hake v. Manchester Township, 98 N.J. 302, 486 A.2d 836, 839 (1985);  see also Olah v. Slobodian, 119 N.J. 119, 574 A.2d 411, 417-19 (1990) (discussing Hake ).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Transposed to the rescue context, this rule renders a defendant's omission actionable if the plaintiff can show that the omission \"negated a substantial possibility that prompt rescue efforts would have been successful.\"  Hake, 486 A.2d at 839.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Under these authorities, the question here reduces to whether the evidence, viewed in the light most congenial to the plaintiff, supports a finding that the defendant's failure promptly to call an ambulance negated a substantial possibility that James Blinzler would have survived.   We think that this question warrants an affirmative answer.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The plaintiff submitted evidence that she beseeched the defendant to summon help at 8:35 p.m.;   that an ambulance crew was available and free to respond at that time;  and that the defendant agreed to place the call but then neglected to do so.   The defendant actually made the call at 8:49 p.m.  (some fourteen minutes later) and the ambulance reached the scene at 9:02 p.m.  (an elapsed time of thirteen minutes).   The jury heard opinion evidence from a renowned cardiologist that serious brain damage (and, hence, death) would have been forestalled had the paramedics reached the premises ten minutes earlier.   On this record, we believe that a reasonable jury could conclude that the defendant's omission negated a substantial possibility that the rescue efforts would have succeeded.   Put another way, a reasonable jury could find (as this jury apparently did) that the ambulance likely would have arrived fourteen minutes earlier had it been summoned immediately;  that the course of treatment would have been accelerated by a like amount of time;  and that, but for Marriott's negligence James Blinzler would have survived.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The defendant tries to parry this thrust in two ways.   One initiative involves assembling a string of cases (mostly of hoary origin) in which courts have rejected plaintiffs' claims of negligence for failure to rescue.   See, e.g., Foss v. Pacific Tel. &amp; Tel. Co., 26 Wash.2d 92, 173 P.2d 144, 149 (1946);  Whitehead v. Carolina Tel. &amp; Tel. Co., 190 N.C. 197, 129 S.E. 602, 605 (1925);  Volquardsen v. Iowa Tel. Co., 148 Iowa 77, 126 N.W. 928, 930 (1910);  Lebanon, L. &amp; L. Tel. Co. v. Lanham Lumber Co., 131 Ky. 718, 115 S.W. 824, 826 (1909).   These cases--all of which involve fire damage coupled with some alleged negligence on the part of a telephone company in respect to a telephone call meant to summon the fire department--provide little guidance.   In those cases, unlike here, the plaintiffs did not proffer evidence that, had the call gone through, the rescuers (there, the firefighters) could have reached the scene in time to prevent the harm (there, the rapid spread of a conflagration that had already started).   See, e.g., Foss, 173 P.2d at 149;  Lebanon, 115 S.W. at 826.   And perhaps more importantly, each of those cases draw on Lebanon for the legal standard of causation--a standard that differs materially from New Jersey's standard.   See Lebanon, 115 S.W. at 826 (stating that \"it must be established with certainty that but for their negligence the fire would have been confined\" as the plaintiff contends) (emphasis supplied).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">This second point is aptly illustrated by the one entry in Marriott's string citation that does not involve a burning building:  Hardy v. Southwestern Bell Tel. Co., 910 P.2d 1024 (Okla.1996).   To understand Hardy, it is necessary to note that, in McKellips v. St. Francis Hosp., Inc., 741 P.2d 467, 475-77 (Okla.1987), the Oklahoma Supreme Court held that the causation standard of the Restatement (Second) of Torts &#167; 323 (under which a plaintiff may prove negligence in a loss of chance case by showing that the defendant's omission \"increase[d] the risk\" of harm), applied in medical malpractice cases.  Hardy--a case in which the plaintiff alleged that the telephone company's negligent operation of a 911 service prevented him from summoning rescue assistance and thereby proximately caused his wife's death--postdated McKellips.   The Oklahoma Supreme Court there considered extending the causation standard of Restatement &#167; 323 to loss of chance claims outside the medical malpractice context.   See Hardy, 910 P.2d at 1025.   It declined to do so.   See id. at 1030.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Hardy, fairly read, confirms the distinction between proof of causation in loss of chance cases under the traditional test (to which Oklahoma adheres in cases not involving medical malpractice) and under more modern standards that focus instead on whether a defendant's conduct has significantly increased particular risks.   As we have explained, New Jersey's \"substantial possibility\" standard applies to loss of chance cases in general,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and it is at a minimum as liberal as the \"increased risk\" standard endorsed by section 323 of the Restatement.   See Olah, 574 A.2d at 419 (suggesting that whether the plaintiff \"has a substantial possibility of avoiding harm would ordinarily be subsumed in the jury's determination whether a defendant's deviation increased the risk of harm\") (internal quotations omitted).   Since Hardy apparently would have stated a claim had the Oklahoma court applied the more lenient \"increased risk\" standard, see Hardy, 910 P.2d at 1030, Marriott's flagship case actually supports a finding of causation under New Jersey law.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Marriott's second attempt to scuttle the finding of causation features its lament that the plaintiff did not prove that the same traffic conditions which were extant at and after 8:49 p.m. were also extant at and after 8:35 p.m.   This lament can scarcely be taken seriously.   Juries have the power to draw reasonable inferences from established facts.   It is well within a jury's ordinary competence to conclude that traffic conditions for an emergency vehicle do not change dramatically in a fourteen minute period that is well outside rush hour.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The defendant's suggestion that a highway accident, or a diluvian tempest, or some other freak occurrence, later abated, might have delayed the ambulance if it began its run at 8:35 p.m. rather than at 8:49 p.m. is equally jejune.   It is the plaintiff's burden to prove her case by a preponderance of the evidence, not beyond all conceivable doubt.   In the absence of some reason to suspect changed conditions--and there is no evidence of any actual change here--the jury's inference that the ambulance would have arrived in roughly the same elapsed portal-to-portal time is unimpugnable.   See Levesque v. Anchor Motor Freight, Inc., 832 F.2d 702, 704 (1st Cir.1987) (explaining that the \"perhapses\" that dot a factbound trial record typically \"are for factfinders to resolve--not for judges imperiously to dictate\");  see also W. Page Keeton et al., Prosser &amp; Keeton on Torts &#167; 41, at 269 (5th ed.1984) (noting that a plaintiff does not have to negate entirely the possibility that the defendant's conduct was not a contributing cause of the harm).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Silhouetted against this legal backdrop, the evidence of record, visualized most favorably to the plaintiff, see Cumpiano, 902 F.2d at 151, suffices to ground a finding that, had the defendant hailed an ambulance immediately upon request, there was at least a significant possibility that James Blinzler's death could have been prevented.   Accordingly, we are not at liberty under New Jersey law to disturb the jury's conclusion that Marriott's negligence constituted a substantial factor in the ensuing death.</p>\n    </div>\n    <p>IV. BYSTANDER LIABILITY</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The most vexing issue in this case involves the plaintiff's claim of negligent infliction of emotional distress.   This claim is based on the injury that she experienced while watching her husband suffer as the beleaguered couple awaited the ambulance's overdue arrival.   We start this segment of our analysis with a discussion of the doctrine of bystander liability as it has evolved in New Jersey, then shift our attention to an open question that the district court found to be dispositive, and, finally, apply the doctrine as we understand it to the idiosyncratic facts of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>A. General Principles of Bystander Liability.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">American courts first recognized bystander liability in the landmark case of Dillon v. Legg, 68 Cal.2d 728, 69 Cal.Rptr. 72, 441 P.2d 912 (1968).   Drawing in part on precedents from English common law, the court ruled that a mother could recover for emotional and physical injuries suffered \"from witnessing the [negligent] infliction of death or injury to her child.\"  Id. at 914.   The Dillon court implicitly suggested that any bystander should be able to recover for all objectively foreseeable injuries.   See id. at 920-21.   To help jurists navigate the reefs and shoals of foreseeability, the court attempted to elucidate guidelines based on Dillon 's factual scenario.   See id. at 920.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Twelve years later, New Jersey embraced bystander liability in Portee v. Jaffee, 84 N.J. 88, 417 A.2d 521 (1980).   The state supreme court did not clasp Dillon uncritically to its bosom, but, rather, abjured a tunnel-vision focus on foreseeability, fearing that it would open the door to claims of emotional distress advanced on behalf of any onlooker to any negligently caused event.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  See id. at 527 (cautioning against institutionalizing \"an unreasonably excessive measure of liability\");  see also Carey v. Lovett, 132 N.J. 44, 622 A.2d 1279, 1286 (1993) (suggesting that treating foreseeability as a sole talisman would render it difficult to differentiate between legitimate and fraudulent claims);  Prosser &amp; Keeton, supra, &#167; 54, at 366 (warning that forcing defendants to pay for the \"lacerated feelings\" of every bystander would be \"an entirely unreasonable burden on human activity\").</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In an effort to furnish a condign remedy for deserving injuries while at the same time avoiding \"speculative results or punitive liability,\" Portee, 417 A.2d at 526, New Jersey transmogrified the Dillon guidelines into prerequisites of a cause of action for bystander liability, see id. at 528.   The Portee court concluded that a bystander plaintiff should be permitted to recover under New Jersey law only if she could prove (1) the death or serious injury of another (caused by the defendant's negligence);  (2) an intimate familial relationship with the victim;  (3) her observation of the victim at the time of the injury or immediately thereafter;  and (4) severe emotional distress resulting from the observation.   See id.   Subsequent decisions have cut plaintiffs some slack (but not very much) in their efforts to fulfill this quadrat of requirements.   See, e.g., Dunphy v. Gregor, 136 N.J. 99, 642 A.2d 372, 377-78 (1994) (holding that unmarried cohabitants may enjoy an intimate familial relationship);  Frame v. Kothari, 115 N.J. 638, 560 A.2d 675, 678 (1989) (explaining that a plaintiff may recover without actually seeing the injury so long as it is \"susceptible to immediate sensory perception\" and the plaintiff observes the victim immediately after the injury is inflicted).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">These four elements serve a critical function in keeping bystander liability within reasonable bounds.   First, they furnish a set of guideposts that help to identify and define a range of claims that are presumptively valid while excluding other claims that society simply cannot afford to honor.   See Dunphy, 642 A.2d at 377 (noting that the elements of bystander liability \"structure the kind of 'particularized foreseeability' that ensures that the class is winnowed ... and that limitless liability is avoided\").   Second--and relatedly--they combine to define narrowly the emotional interest that the law protects.   See Carey, 622 A.2d at 1286;  accord Thing v. La Chusa, 48 Cal.3d 644, 257 Cal.Rptr. 865, 880, 771 P.2d 814, 829 (1989).   While \"[t]he law should find more than pity for one who is stricken by seeing that a loved one has been critically injured or killed,\" Portee, 417 A.2d at 526, the elements of the bystander liability tort frankly recognize that it is not the law's province to shield people from all anxieties.   Since the ordinary slings and arrows of human existence inevitably produce stress and strain, \"only the most profound emotional interests should receive vindication for their negligent injury.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The common thread that runs through these cases is that emotional anguish is a natural, perhaps omnipresent, reaction whenever one is forced to watch a loved one suffer, and therefore should not be compensable in the absence of special circumstances.   In an effort to hold the line, New Jersey law decrees that bystanders may recover in tort only for the particularly exquisite anguish that occurs when they personally observe trauma strike a loved one like a bolt from the blue.   See Frame, 560 A.2d at 679 (explaining that bystander liability is supposed to remedy the \"harm of seeing a healthy victim one moment and a severely injured one the next\");  Portee, 417 A.2d at 527 (\"Discovering the death or serious injury of an intimate family member will always be expected to threaten one's emotional welfare.   Ordinarily, however, only a witness at the scene of the accident causing death or serious injury will suffer a traumatic sense of loss that may destroy his sense of security and cause severe emotional distress.\").   Thus, there can be no recovery unless the close relation's helpless watching arises in the context of a sudden, unexpected, and accidental injury.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>B. The Fork in the Road.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The issue before us is whether the plaintiff's asserted injury falls within the narrow range of bystander liability claims that are actionable under New Jersey law.   The district court decided that it did not.   The court relied primarily on a series of bystander liability/medical malpractice cases in which the New Jersey Supreme Court placed a gloss on its earlier decisions and indicated that a plaintiff must witness the actual act of malpractice and appreciate its effect on the patient in order to bring herself within the class of persons entitled to recover.   See Carey, 622 A.2d at 1288 (declaring that a plaintiff must \"contemporaneously observe the malpractice and its effects on the victim\");  Frame, 560 A.2d at 681 (\"In an appropriate case, if a family member witnesses the physician's malpractice, observes the effect of the malpractice on the patient, and immediately connects the malpractice with the injury, that may be sufficient to allow recovery for the family member's emotional distress.\");   see also Gendek v. Poblete, 139 N.J. 291, 654 A.2d 970, 975 (1995) (rejecting a claim on the ground that the bystander did not \"immediately connect[ ] any act of malpractice\" with the victim's death).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Here, concededly, Mrs. Blinzler cannot satisfy this added requirement;  she neither \"witnessed\" the negligence (which comprised the hotel operator's failure immediately to call an ambulance and which occurred six floors beneath the Blinzlers' room) nor fully appreciated at the time that the negligence was hindering needed assistance (indeed, the defendant's misrepresentations, if believed, concealed the very fact of the negligence).   Thus, to decide this case we must determine whether the Gendek-Carey-Frame gloss applies only to bystander liability/medical malpractice claims (as the plaintiff contends) or whether it applies to all bystander liability claims (as the defendant contends and as the lower court concluded).   Although the answer to the question is by no means free from doubt, we think that the district court took the wrong fork in the road.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As an initial matter, the New Jersey Supreme Court has never imposed the added requirement that a plaintiff witness the negligent act and contemporaneously connect it to the injury of a loved one in any case outside the medical malpractice context, and the malpractice cases in which the requirement has been imposed strongly suggest that it is restricted to that milieu.   See Gendek, 654 A.2d at 974 (describing the requirement as \"added\" and \"special\" in that it is \"imposed to establish an indirect claim for emotional distress arising from medical malpractice\");  Carey, 622 A.2d at 1286 (\"With medical-malpractice claims, we have required that claimants observe contemporaneously the act of malpractice and the resultant injury.\")  (emphasis supplied).   What is more, crafting a special set of rules for bystander liability/medical malpractice cases is not in any way an unprecedented flight of fancy;  other courts that recognize bystander liability claims in general sometimes treat such claims more restrictively in the medical malpractice setting, even, on occasion, barring them outright.   See, e.g., Maloney v. Conroy, 208 Conn. 392, 545 A.2d 1059, 1063-64 (1988);  Wilson v. Galt, 100 N.M. 227, 668 P.2d 1104, 1110 (1983).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We note, too, that the added requirement designed by the New Jersey Supreme Court for use in connection with bystander liability/medical malpractice claims is grounded in a set of policy considerations that do not seem to apply to other bystander liability claims.   For one thing, the unique emotional interest that fuels the doctrine of bystander liability is unaffected in most cases of medical malpractice for the harm caused by, say, misdiagnosis usually does not manifest itself until days, weeks, months, or years have elapsed, and even then, the misdiagnosis rarely culminates in a single spontaneous and shocking event.   See Frame, 560 A.2d at 678-79 (explaining that in the typical malpractice case \"[g]rief over the gradual deterioration of a loved one, as profound as that grief may be, often does not arise from a sudden injury,\" but, rather, under circumstances in which the family members have had the \"time to make an emotional adjustment\").   It is largely for this reason that bystander liability must be even more \"narrowly circumscribed in the context of a medical misdiagnosis or failure to act.\"  Gendek, 654 A.2d at 975-76.   New Jersey chose to accomplish this circumscription by limiting bystander liability in the medical malpractice arena to those situations in which the putative plaintiff observes both the act of malpractice and its immediate effects, and appreciates the interrelationship.   See, e.g., Frame, 560 A.2d at 681.   That rationale loses force outside the medical malpractice context.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">For another thing, the added requirement applicable to bystander liability in the medical malpractice context reflects societal concerns about the impact of expanded liability on the delivery of health care.   See Gendek, 654 A.2d at 975 (\"In considering the standards that govern an appropriate duty of care and limitations of liability in [the health care] setting, we must be especially mindful of the principles of sound public policy that are informed by perceptions of fairness and balance.\");  Carey, 622 A.2d at 1286 (voicing uneasiness about the \"effects of the expansion of liability on the medical profession and society,\" and specifically noting sharp increases in malpractice insurance premiums);  Frame, 560 A.2d at 681 (emphasizing that the special refinement of bystander liability for medical malpractice cases is at least partly driven by a desire to avoid \"unreasonably burdening the practice of medicine\").   This group of situation-specific policy concerns is best addressed by \"narrowly circumscrib[ing]\" bystander liability in the medical malpractice setting so as to minimize any \"adverse effect on the practice of medicine or on the availability of medical services.\"  Frame, 560 A.2d at 681.   Once again, this reasoning loses force outside the medical malpractice context.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The language of the New Jersey cases and the distinctive nature of the policy considerations that underlie the added requirement mark the genesis of our belief that, when the opportunity arises, the New Jersey Supreme Court will not engraft this health-care-specific requirement upon the body of cases that lie beyond the medical malpractice arena.   New Jersey has already expressed its view of general public policy concerns with respect to expanded liability for run-of-the-mine accidents by conferring a right of recovery on bystanders and defining the elements of the tort.   See Dunphy, 642 A.2d at 377;  Portee, 417 A.2d at 528.   We think it is no accident that in superimposing the added requirement on bystander liability/medical malpractice cases, the state supreme court has been scrupulously careful not to imply a broader sweep.   Because we believe that this specificity is purposeful rather than serendipitous, we hold that the added requirement imposed by the Gendek-Carey- Frame line of cases is applicable only to causes of action that, at bottom, charge health-care providers with malpractice.   The district court, therefore, took the wrong fork in the road.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>C. Applying the Principles.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Once we put the added requirement to one side, the only question that remains open under this rubric is whether the jury lacked evidence satisfactory to support a finding that the plaintiff's injury fell within the standard parameters of bystander liability that obtain in New Jersey vis-a-vis suits arising outside the medical malpractice context.   We think the evidence sufficed.   Intimate relationship and third-party injury (i.e., a spouse's death) are not in dispute, and the record contains adequate proof of severe emotional distress.   The seminal New Jersey case suggests that, in addition to these three elements, a plaintiff need only show that she \"observ[ed] the death ... while it occur[red].\"  Portee, 417 A.2d at 527;  see also supra p. 1154 (recounting the four elements of the tort under New Jersey law).   This last element--firsthand observation--corresponds to the distinct emotional interest that is infringed when an individual witnesses a \"shocking event\" and \"see[s] a healthy [family member] one moment and a severely injured one the next.\"  Frame, 560 A.2d at 679.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We appreciate that things are not always what they seem and that it may be overly simplistic to say that in New Jersey firsthand observation of a suddenly inflicted injury to a loved one invariably gives rise to the unique emotional interest that underlies bystander liability.   Arguably, it is not merely the observation of the injury but the perception that it is accidental or otherwise unwarranted that threatens a \"plaintiff's basic emotional security,\" Portee, 417 A.2d at 521, and thus paves the way for bystander liability.   See id. at 528 (noting that it is the \"shock and fright\" attendant to observing the \"accidental death\" of an intimate relation that infringes the narrowly defined interest in emotional security).  Frame makes this point most clearly, albeit in dictum:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>Everyone is subject to injury, disease, and death.   Common experience teaches that the injury or death of one member of a family often produces severe emotional distress in another family member.   A threshold problem is separating the grief that attends that distress when no one is at fault from the added stress attributable to the fact that the injury or death was produced by the negligent act of another.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Id. at 677.   And while the Portee elements have not yet been formally modified in this respect,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> we think it is not unlikely that New Jersey will move in this direction.   Cf. Thing, 771 P.2d at 829 (tightening the elements of a bystander liability action under California law to require that the plaintiff be \"present at the scene of the injury-causing event\" and be \"then aware that it is causing the injury to the victim\").   But there are two reasons why we need not cross this bridge today.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">1. The evidence here clearly satisfies the Portee requirements simpliciter.   The plaintiff witnessed a sudden and shocking event when she watched her husband of forty-two years undergo excruciating chest pain, vomit, struggle to catch his breath, asphyxiate, lose consciousness, and ultimately die.   Because she \"witness[ed] the victim when the injury [was] inflicted,\" Frame, 560 A.2d at 678, recovery would seem appropriate under a formal incantation of the Portee elements.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">2. The law of the case doctrine eliminates any potential problem as to the precise dimensions of Portee.   At trial's end, the district court charged the jury that \"the plaintiff must be present at the scene of the event and be aware that the victim is being injured.\"   The defendant's counsel objected generally to the court's decision to instruct the jury at all on count 3 (asseverating that New Jersey law requires the plaintiff actually to witness the negligent act) but he did not object in any other, more specific respect to the district court's formulation of the basic elements of the tort.   Thus, even if New Jersey might in an appropriate case impose some intermediate limitation going beyond Portee but stopping short of mandating that the plaintiff witness the negligent act, the defense formulated no such intermediate position at the jury-instruction stage.   In other words, the content of the instruction stands as the law of the case with respect to the unembellished contours of a cause of action for bystander liability.   See Quinones-Pacheco v. American Airlines, Inc., 979 F.2d 1, 4 n. 3 (1st Cir.1992);  Milone v. Moceri Family, Inc., 847 F.2d 35, 38-39 (1st Cir.1988).   And as we have already pointed out, the plaintiff's proof, measured against the language of the trial court's instruction, suffices to create a jury question.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Even if we assume arguendo that the New Jersey Supreme Court would augment the elements of a non-medical-malpractice cause of action for bystander liability along the lines exemplified by Thing, the verdict might well be sustainable.   From the evidence adduced at trial, the jury rationally could find that during the incident proper the plaintiff twice asked the manager whether the ambulance had been called.   Though she was (erroneously) assured that the call had been made punctually, she asked the manager yet again at the hospital (receiving the same misinformation), and then checked with the hotel three days later (after her husband had perished).   This type of evidence arguably could support an illation that the plaintiff suspected all along that a delay attributable to the defendant was causing injury to her husband.   Watching the event while suspecting that her husband's suffering was being unnecessarily prolonged and worrying that prospects for his rescue were diminishing would appear to be the kind of distinct emotional harm for which bystander liability would lie under the premise of Thing.   See, e.g., Bloom v. DuBois Regional Med.  Ctr., 409 Pa.Super. 83, 597 A.2d 671, 683 (1991).</p>\n    </div>\n    <p>V. OTHER ISSUES</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The defendant raises a salmagundi of other issues in connection with its appeal.   None of its asseverations is persuasive.   Only three warrant discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>A. The Evidentiary Rulings.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The defendant argues that it is entitled to a new trial because the district court erred in certain evidentiary rulings.   Its chief complaint concerns the admission of evidence relating to the destruction of the so-called Xeta report (a printout that catalogues all outgoing calls from the hotel's PBX operator) for November 13, 1992.   The defendant destroyed this telephone log approximately thirty days after the incident.   Had the report been preserved, it would have pinpointed the very moment that the operator first placed the call for emergency assistance.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">During the trial, the plaintiff sought to show that the defendant had destroyed this evidence.   The defendant objected, contending that it discarded the Xeta report in the ordinary course of business, pursuant to established practice, and not as part of an effort to inter unfavorable evidence.   The district court overruled the objection and permitted the plaintiff to introduce evidence at trial of the existence and subsequent destruction of the Xeta report, leaving the defendant's explanation to the jury.   We review the district court's rulings admitting or excluding evidence for abuse of discretion.   See Veranda Beach Club Ltd. Partnership v. Western Sur. Co., 936 F.2d 1364, 1373 (1st Cir.1991);  United States v. Nazzaro, 889 F.2d 1158, 1168 (1st Cir.1989).   We see none in this instance.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">When a document relevant to an issue in a case is destroyed, the trier of fact sometimes may infer that the party who obliterated it did so out of a realization that the contents were unfavorable.   See Nation-Wide Check Corp. v. Forest Hills Distributors, Inc., 692 F.2d 214, 217 (1st Cir.1982);  see also 2 Wigmore on Evidence &#167; 285, at 192 (James H. Chadbourn rev. ed. 1979). Before such an inference may be drawn, there must be a sufficient foundational showing that the party who destroyed the document had notice both of the potential claim and of the document's potential relevance.   See Nation-Wide, 692 F.2d at 218.   Even then, the adverse inference is permissive, not mandatory.   If, for example, the factfinder believes that the documents were destroyed accidentally or for an innocent reason, then the factfinder is free to reject the inference.   See, e.g., Jackson v. Harvard Univ., 900 F.2d 464, 469 (1st Cir.), cert. denied, 498 U.S. 848, 111 S.Ct. 137, 112 L.Ed.2d 104 (1990);  Anderson v. Cryovac, Inc., 862 F.2d 910, 925-26 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In this case, the defendant contends that there was no direct evidence to show that it discarded the Xeta report for any ulterior reason.   This is true as far as it goes--but it does not go very far.   The proponent of a \"missing document\" inference need not offer direct evidence of a coverup to set the stage for the adverse inference.   Circumstantial evidence will suffice.   See, e.g., Brown &amp; Williamson Tobacco Corp. v. Jacobson, 827 F.2d 1119, 1134 (7th Cir.1987), cert. denied, 485 U.S. 993, 108 S.Ct. 1302, 99 L.Ed.2d 512 (1988).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We do not believe that the district court abused its considerable discretion in deciding that the totality of the circumstances here rendered such an inference plausible.   A reasonable factfinder could easily conclude that Marriott was on notice all along that the Xeta report for November 13, 1992 was relevant to likely litigation.   Although no suit had yet been begun when the defendant destroyed the document, it knew of both James Blinzler's death and the plaintiff's persistent attempts--including at least one attempt after Blinzler died--to discover when the call for emergency aid had been placed.   This knowledge gave the defendant ample reason to preserve the report in anticipation of a legal action.   When the evidence indicates that a party is aware of circumstances that are likely to give rise to future litigation and yet destroys potentially relevant records without particularized inquiry, a factfinder may reasonably infer that the party probably did so because the records would harm its case.   See Vodusek v. Bayliner Marine Corp., 71 F.3d 148, 156 (4th Cir.1995);  Partington v. Broyhill Furn.  Indus., Inc., 999 F.2d 269, 272 (7th Cir.1993);  Nation-Wide, 692 F.2d at 219.   In the circumstances at bar, the trial court acted within its discretion in admitting the Xeta report.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The defendant also chastises the court for admitting evidence of another missing record.   The security officer's log for November 13, 1992 could not be located, and the judge permitted evidence of that fact to go to the jury.   Once again, the ruling cannot be faulted.   The defendant had no good explanation for the missing log, and the jury was entitled to infer that the defendant destroyed it in bad faith.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">To cinch matters, these two pieces of evidence had a synergistic effect.   We think it would be proper for a reasonable factfinder to conclude that the unavailability of two important documents, both of which bore upon the timing of the call for emergency assistance, was something more than a coincidence.   The veteran district judge, after hearing all the evidence limning these mysterious disappearances, put it bluntly in the course of ruling on post-trial motions:</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>I will tell you now that the Xeta Report raises a compelling inference in my mind that personnel at the Marriott Hotel did destroy that record willfully, along with the security officer's daily log of that date.   The inference is compelling that the Marriott Hotel was hiding the delay of the telephone operator in making this telephone call.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">This is a harsh assessment--but it is based on a firsthand appraisal of the testimony and it is one that a rational jury easily could draw on the record.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>B. The Motion to Reopen.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">After the plaintiff rested, the defendant moved for a directed verdict under Fed.R.Civ.P. 50(a).   After hearing arguments, the district court permitted the plaintiff to reopen her case in order to offer certain additional evidence on the issue of causation.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The defendant assigns error to this ruling.   There is none.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The Federal Rules of Evidence give the district court broad discretion in ordering the proof.   See Fed.R.Evid. 611.   This discretion extends to granting or denying motions to reopen, see Zenith Radio Corp. v. Hazeltine Research, Inc., 401 U.S. 321, 331-32, 91 S.Ct. 795, 802-03, 28 L.Ed.2d 77 (1971);  Rivera-Flores v. Puerto Rico Tel. Co., 64 F.3d 742, 746 (1st Cir.1995);  Lussier v. Runyon, 50 F.3d 1103, 1113 (1st Cir.), cert. denied, --- U.S. ----, 116 S.Ct. 69, 133 L.Ed.2d 30 (1995), and such rulings are reviewed principally for abuse of that discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">A trial court's decision to reopen is premised upon criteria that are flexible and fact-specific, but fairness is the key criterion.   See Rivera-Flores, 64 F.3d at 746;  Capital Marine Supply, Inc. v. Thomas, 719 F.2d 104, 107 (5th Cir.1983).   The specific factors to be assessed include the probative value of the evidence sought to be introduced, the proponent's explanation for failing to offer the evidence earlier, and the likelihood of undue prejudice.   See Rivera-Flores, 64 F.3d at 746;  Joseph v. Terminix Int'l Co., 17 F.3d 1282, 1285 (10th Cir.1994);  see also 6A James W. Moore, Moore's Federal Practice p 59.04, at 59-33 (2d ed.1993).   The prospect of prolonging the trial is also material.   If the additional evidence is immediately available or nearly so, the trial court will have a greater incentive to permit the case to be reopened.   Conversely, if gathering the additional evidence portends a significant delay in the trial, the court ordinarily will have a greater reluctance to grant the motion.   See Moore, supra, p 59.04, at 59-33.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Here, the additional evidence that the plaintiff sought to introduce was non-cumulative.   It had significant probative value on an essential element in the plaintiff's case, helping to connect the defendant's negligence to the injuries claimed.   See supra note 6.   There is no sign that the plaintiff withheld the proof as a strategic matter.   To the contrary, the record shows quite clearly that she attempted to streamline her case in chief and offered the incremental evidence only after the judge expressed reservations about the state of the proof on the issue of causation.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Notwithstanding these circumstances, the defendant insists that permitting the plaintiff to reopen worked substantial prejudice because the defense hoped all along that the plaintiff would fail to prove causation.   This is disappointment rather than cognizable prejudice.   The evidence taken after reopening consisted of only two witnesses and created no unfair surprise.   The added testimony simply fleshed out the plaintiff's basic theory of liability--that the time saved by a prompt call might well have led to James Blinzler's survival.   Moreover, allowing the plaintiff to reopen did not perceptibly delay the trial and did not occasion any interruption of the defense case.   In any event, the district court prudently offered the defendant a continuance so that it might regroup and better rebut the additional evidence.   By declining the court's offer, the defendant confirmed the absence of unfair prejudice.   See United States v. Diaz-Villafane, 874 F.2d 43, 47 (1st Cir.), cert. denied, 493 U.S. 862, 110 S.Ct. 177, 107 L.Ed.2d 133 (1989).   Under these circumstances, the granting of the plaintiff's motion to reopen comes well within the heartland of the trial court's discretion.   See Rivera-Flores, 64 F.3d at 749.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p>C. The Emotional Distress Award.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Where, as here, a federal court sets aside a jury's verdict and directs the entry of judgment as a matter of law, the court must also rule conditionally on any concomitant motion for a new trial.   See Fed.R.Civ.P. 50(c).   In this instance the district court held that, if it had erred in granting judgment as a matter of law on count 3, then the jury's award of damages for emotional distress should stand.   The defendant assails this contingent ruling and argues for either a new trial or a remittitur on count 3.   In its most cogent aspect, the argument is based on the premise that the scanty physical symptoms exhibited by the plaintiff simply do not justify an award of $200,000 in damages.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Federal law governs the question of whether the trial court should order a remittitur in a diversity case.   See Donovan v. Penn Shipping Co., 429 U.S. 648, 649, 97 S.Ct. 835, 836-37, 51 L.Ed.2d 112 (1977).   Under applicable federal standards, appellate review is limited to whether the district court abused its discretion in deciding to endorse the jury award rather than trim it or set it aside as excessive.   See, e.g., Ruiz v. Gonzalez Caraballo, 929 F.2d 31, 34 (1st Cir.1991);  Wagenmann v. Adams, 829 F.2d 196, 215 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">An award of damages will not be deemed unreasonably high or low as long as it comports with some \"rational appraisal or estimate of the damages that could be based on the evidence before the jury.\"  Milone, 847 F.2d at 37 (citation omitted).   On the high side, a damage determination will withstand scrutiny unless it is \"grossly excessive, inordinate, shocking to the conscience of the court, or so high that it would be a denial of justice to permit it to stand.\"  Correa v. Hospital San Francisco, 69 F.3d 1184, 1197 (1st Cir.1995) (quoting Grunenthal v. Long Island R.R. Co., 393 U.S. 156, 159 &amp; n. 4, 89 S.Ct. 331, 333 &amp; n. 4, 21 L.Ed.2d 309 (1968)), cert. denied, --- U.S. ----, 116 S.Ct. 1423, 134 L.Ed.2d 547 (1996).   Moreover, \"an appellate court's normal disinclination to second-guess a jury's evaluation of the proper amount of damages is magnified where ... the damages entail a monetary valuation of intangible losses, and the trial judge, having seen and heard the witnesses at first hand, accepts the jury's appraisal.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Here, viewing the evidence of damages in the light most amiable to the plaintiff, see Toucet v. Maritime Overseas Corp., 991 F.2d 5, 11 (1st Cir.1993);  Ruiz, 929 F.2d at 34, we think that the award, though perhaps generous, passes muster.   Under New Jersey law, no particular level of physical symptomatology is necessary to support damages for emotional distress.   See Strachan v. John F. Kennedy Mem.  Hosp., 109 N.J. 523, 538 A.2d 346, 353 (1988).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The testimony in this record indicates that the plaintiff watched helplessly as her husband collapsed, vomited, passed out, and became cyanotic.   She was still in the room nearly fifteen minutes later when an oxygen mask was being placed over her unconscious husband's mouth and nose.   In the aftermath of her husband's death, she experienced daily flashbacks to that time of torment.   She still suffers from insomnia, cardiac palpitations, and shortness of breath.   Coupled with proof of negligent infliction of emotional distress, this evidence justifies substantial compensation under New Jersey law.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Of course, the task of valuing noneconomic losses in tort cases is an imprecise exercise.   There is no one \"correct\" sum, but, rather, a range of acceptable awards.   In many instances the spread between the high and low ends of the range will be great.   The choice within the range--which by its nature requires the decisionmaker to translate intangibles (such as pain and suffering) into quantifiable dollars and cents--is a choice largely within the jury's ken.   See Correa, 69 F.3d at 1197.   Since we are unable to conclude on this record that $200,000 is a figure beyond the wide universe of acceptable awards, we must uphold the district court's finding that the figure is not excessive.   See Ruiz, 929 F.2d at 34 (explaining that the court of appeals \"cannot, and will not, without substantial cause, overrule a trial judge's considered refusal to tamper with the damages assessed by a jury\").</p>\n    </div>\n    <p>VI. CONCLUSION</p>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">We need go no further.   The record adequately supports the jury's conclusion that the defendant's inexplicable delay in calling an ambulance constituted a proximate cause of James Blinzler's death and negligently inflicted both emotional distress and a loss of consortium on his wife (now his widow).   Finding, as we do, that the law of New Jersey permits this multifaceted conclusion to remain fully intact, that the defendant's several challenges to evidentiary and case-management rulings are meritless, and that the damages awarded are not grossly excessive, we reinstate the jury verdict in its entirety.   As a necessary corollary, we vacate the district court's entry of judgment for the defendant on count 3.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Affirmed in part and reversed in part.   Costs in favor of the plaintiff.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Indeed, this kind of predictive approach is among our conceptions of law itself.   See Oliver Wendell Holmes, The Path of the Law, 10 Harv.L.Rev. 457, 461 (1897) (\"The prophecies of what the courts will do in fact, and nothing more pretentious, are what I mean by law.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It is commonly thought that the \"substantial possibility\" standard is more lenient than a standard that requires a plaintiff to prove it is more likely than not that a defendant's failure to act constituted a substantial factor in bringing about the victim's injury or death.   See W. Page Keeton et al., Prosser &amp; Keeton on Torts &#167; 41, at 44 (Supp.1988)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Like Oklahoma, New Jersey has explicitly adopted section 323 of the Restatement for use in loss of chance cases involving medical malpractice.   See Scafidi v. Seiler, 119 N.J. 93, 574 A.2d 398, 405 (1990);  Evers v. Dollinger, 95 N.J. 399, 471 A.2d 405, 415 (1984)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> New Jersey is not alone in its reluctance blindly to follow Dillon 's lead.   See, e.g., D'Ambra v. United States, 114 R.I. 643, 338 A.2d 524, 528 (1975) (rejecting rigid foreseeability focus).   Indeed, even the progenitor of the doctrine has had second thoughts.   See Thing v. La Chusa, 48 Cal.3d 644, 257 Cal.Rptr. 865, 877-78, 771 P.2d 814, 826 (1989) (retreating from Dillon on this point)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In Portee, the question was not raised squarely.   There the plaintiff (the victim's mother) arrived at the scene after her son became trapped in an elevator.   She did not witness either the initial entrapment or the act of negligence (faulty maintenance) that caused the accident.   It was quite clear, however, that the mother knew immediately that her child's injuries had an unnatural cause and stemmed from the elevator's accidental collapse</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The supplemental evidence consisted of testimony from two witnesses.   The first, plaintiff's medical expert, simply clarified and confirmed his earlier testimony that James Blinzler would have survived had the ambulance arrived ten minutes earlier.   The second witness (an employee of the ambulance service) testified that the ambulance service had a unit ready, available, and on call at 8:35 p.m. on November 13, 1992</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> This is consistent with the method of the Civil Rules.   Rule 50(a) exists in part to afford the responding party \"an opportunity to cure any deficiency in that party's proof that may have been overlooked until called to the party's attention by a late motion for judgment.\"   Fed.R.Civ.P. 50, advisory committee's note (1991 amendment).   In other words, Rule 50(a) should be construed \"to avoid tactical victories at the expense of substantive interests.\"   Moore, supra, p 50.08, at 50-89 The district court echoed this sentiment when it granted the motion to reopen, stating:  \"I allow the plaintiff to reopen because I want the truth.   I want the facts.   I want to achieve a just result in this case....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> At one time New Jersey courts did require proof of \"substantial bodily injury or sickness\" in all emotional distress cases.   See, e.g., Caputzal v. The Lindsay Co., 48 N.J. 69, 222 A.2d 513, 515 (1966);  Falzone v. Busch, 45 N.J. 559, 214 A.2d 12, 17 (1965).  Portee changed this rule in respect to bystander liability, permitting recovery in the absence of physical symptoms if the circumstances are such that severe emotional distress can easily be inferred.   See Portee, 417 A.2d at 527-28</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1148</span></span></p>\n    <p class=\"parties\">Gloria BLINZLER, Individually and in her capacity as<br>Wrongful Death Beneficiary of James A. Blinzler,<br>Plaintiff, Appellant,<br>v.<br>MARRIOTT INTERNATIONAL, INC., Defendant, Appellee.<br>Gloria BLINZLER, etc., Plaintiff, Appellee,<br>v.<br>MARRIOTT INTERNATIONAL, INC., Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 95-2108, 95-2199.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 27, 1996.<br>Decided April 12, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeals from the United States District Court for the District of Rhode Island;  [Hon.  Ronald R. Lagueux, U.S. District Judge].</p>\n      <p class=\"indent\">John P. Barylick, Providence, RI, with whom Wistow &amp; Barylick Inc. was on brief, for plaintiff.</p>\n      <p class=\"indent\">Stephen B. Lang, Providence, RI, with whom Patrick B. Landers and Higgins, Cavanagh &amp; Cooney were on brief, for defendant.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These cross-appeals require us to wend our way through a maze of unusual facts and subtly nuanced legal issues.   After exploring a little-charted frontier of tort law, we reverse the district court's direction of judgment notwithstanding the verdict and reinstate the jury's award on the plaintiff's claim for negligent infliction of emotional distress.   In all other respects, we affirm the rulings of the lower court.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This litigation arises out of the tragic demise of James Blinzler, husband of the plaintiff Gloria Blinzler.   The course of events leading to James Blinzler's death began on November 13, 1992, when the Blinzlers checked into a Somerset, New Jersey, hotel operated by the defendant Marriott International, Inc.  (Marriott).  Shortly after 8:30 p.m. the decedent, relaxing in his room, experienced difficulty in breathing.   Sensing danger, he ingested nitroglycerin (he had suffered heart attacks before) while his wife called the hotel PBX operator and requested an ambulance.   The operator received the SOS no later than 8:35 p.m. and agreed to honor it.   She promptly told the hotel's security officer and the manager on duty about the medical emergency.   Though the defendant steadfastly maintains that the operator also called an ambulance then and there, the record, read hospitably to the verdict, see Cumpiano v. Banco Santander P.R., <span class=\"citation\" data-id=\"540783\"><a href=\"/opinion/540783/wilma-cumpiano-aka-wilma-cumpiano-sanchez-v-banco-santander-puerto-rico/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 151 (1st Cir.1990), indicates that she did not place this critical call until some fourteen minutes after receiving the plaintiff's entreaty.   The ambulance arrived at 9:02 p.m.   In the meantime the plaintiff watched her husband's condition deteriorate:  he collapsed on the bed, vomited while supine, and apparently stopped breathing.   During this horrific hiatus, the plaintiff twice asked hotel personnel whether an ambulance had been summoned when the emergency first arose.   She was twice falsely reassured (whether in honest error is not clear) that one had been called.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">When the paramedics arrived on the scene, they could not locate a pulse and discovered that the decedent's airway was blocked.   Resuscitative efforts restored the decedent's heart to a normal rhythm and he was transported celeritously to a nearby hospital.   Doctors diagnosed the heart attack as a \"very small myocardial infarction.\"   Nevertheless, the brain damage resulting from a prolonged period of asystole without cardiopulmonary resuscitation led to James Blinzler's death three days later.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>II. PROCEEDINGS BELOW, ISSUES ON APPEAL, AND RULES OF DECISION</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Invoking diversity jurisdiction, 28 U.S.C. &#167; 1332 (1994), the plaintiff sued Marriott in Rhode Island's federal district court for wrongful death (count 1), loss of consortium (count 2), and negligent infliction of emotional distress (count 3).   She alleged in substance that the hotel failed to summon an ambulance in a timely fashion and that this carelessness proximately caused both her own damages and her husband's death.   The jury agreed, awarding $200,000 for wrongful death, $50,000 for loss of consortium, and $200,000 for emotional distress.   Addressing a variety of post-trial motions, the district judge upheld the verdict on the first two counts, but granted judgment for the defendant on the third count.   Both sides appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The cross-appeals raise several issues.   Two are in the forefront.   The centerpiece of the defendant's appeal is the assertion that the evidence did not forge a causal link between the failure promptly to summon an ambulance and the ensuing death.   In contrast, the plaintiff's appeal hinges on the district court's extirpation of the jury verdict on her claim for negligent infliction of emotional distress.   Because the defendant's contention that the plaintiff failed as a matter of law to prove causation involves an across-the-board challenge to the jury verdict as a whole, we deal first with that issue.   We then mull the plaintiff's contention that the lower court erroneously forecast emergent New Jersey law on bystander liability and therefore erred in setting aside the verdict on count 3.   Finally, we address the defendant's remaining assignments of error.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Under the principles of Erie R.R. Co. v. Tompkins, <span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">64</span></a></span>, 78, <span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></a></span>, 822, <span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1188</span></a></span> (1938), state law (here, the law of New Jersey) supplies the substantive rules of decision in this diversity case.   Since New Jersey law is less than explicit on one key issue that concerns us, we pause to comment briefly on the role of a federal court in adjudicating controversies controlled by state law.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In its barest essence, borrowing state law demands nothing more than interpreting and applying the rules of substantive law enunciated by the state's highest judicial authority, or, on questions to which that tribunal has not responded, making an informed prophecy of what the court would do in the same situation.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  See Moores v. Greenberg, <span class=\"citation\" data-id=\"498384\"><a href=\"/opinion/498384/ralph-w-moores-jr-v-nathan-greenberg-ralph-w-moores-jr-v-nathan/\"><span class=\"volume\">834</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1105</span></a></span>, 1112 (1st Cir.1987).   In the latter instance, we seek guidance in analogous state court decisions, persuasive adjudications by courts of sister states, learned treatises, and public policy considerations identified in state decisional law.   See Ryan v. Royal Ins. Co., <span class=\"citation\" data-id=\"550084\"><a href=\"/opinion/550084/maury-a-ryan-dba-ryan-klimek-ryan-partnership-v-royal-insurance/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">731</span></a></span>, 734-35 (1st Cir.1990);  Kathios v. General Motors Corp., <span class=\"citation\" data-id=\"515447\"><a href=\"/opinion/515447/dennis-kathios-v-general-motors-corporation/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">944</span></a></span>, 949 (1st Cir.1988).   As long as these signposts are legible, our task is to ascertain the rule the state court would most likely follow under the circumstances, even if our independent judgment on the question might differ.   See Moores, 834 F.2d at 1107 n. 3.</p>\n    </div>\n    <p>III. CAUSATION</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The defendant challenges the entire verdict on the basis that the plaintiff provided insufficient evidence from which a reasonable jury could conclude that the belated call constituted a proximate cause of the ensuing death.   Under New Jersey law the plaintiff bears the burden of proving that the defendant's conduct comprised \"a substantial factor in producing the harm\" of which the plaintiff complains.  Francis v. United Jersey Bank, <span class=\"citation\" data-id=\"1463480\"><a href=\"/opinion/1463480/francis-v-united-jersey-bank/\"><span class=\"volume\">87</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">15</span></a></span>, <span class=\"citation\" data-id=\"1463480\"><a href=\"/opinion/1463480/francis-v-united-jersey-bank/\"><span class=\"volume\">432</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">814</span></a></span>, 829 (1981).   When the questioned conduct is an omission--the defendant's failure to act rather than the defendant's maladroit performance of an affirmative act--this rule is easier to state than to apply.   In the last analysis, it can rarely (if ever) be said with absolute certainty that harm would not have befallen the victim if the omitted action had been taken.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">One species of omission that occurs from time to time involves the generic charge that, had the defendant done some particular act, the plaintiff (or, as here, the plaintiff's decedent) would have had a better chance to ward off threatened harm.   In these so-called \"loss of chance\" cases New Jersey law instructs that the plaintiff can carry her burden by showing a \"substantial possibility\" that the harm would have been averted had the defendant acted in a non-negligent manner.  Hake v. Manchester Township, <span class=\"citation\" data-id=\"2203277\"><a href=\"/opinion/2203277/hake-v-manchester-tp/\"><span class=\"volume\">98</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">302</span></a></span>, <span class=\"citation\" data-id=\"2203277\"><a href=\"/opinion/2203277/hake-v-manchester-tp/\"><span class=\"volume\">486</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">836</span></a></span>, 839 (1985);  see also Olah v. Slobodian, <span class=\"citation\" data-id=\"2286986\"><a href=\"/opinion/2286986/olah-v-slobodian/\"><span class=\"volume\">119</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">119</span></a></span>, <span class=\"citation\" data-id=\"2286986\"><a href=\"/opinion/2286986/olah-v-slobodian/\"><span class=\"volume\">574</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">411</span></a></span>, 417-19 (1990) (discussing Hake ).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Transposed to the rescue context, this rule renders a defendant's omission actionable if the plaintiff can show that the omission \"negated a substantial possibility that prompt rescue efforts would have been successful.\"  Hake, 486 A.2d at 839.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Under these authorities, the question here reduces to whether the evidence, viewed in the light most congenial to the plaintiff, supports a finding that the defendant's failure promptly to call an ambulance negated a substantial possibility that James Blinzler would have survived.   We think that this question warrants an affirmative answer.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The plaintiff submitted evidence that she beseeched the defendant to summon help at 8:35 p.m.;   that an ambulance crew was available and free to respond at that time;  and that the defendant agreed to place the call but then neglected to do so.   The defendant actually made the call at 8:49 p.m.  (some fourteen minutes later) and the ambulance reached the scene at 9:02 p.m.  (an elapsed time of thirteen minutes).   The jury heard opinion evidence from a renowned cardiologist that serious brain damage (and, hence, death) would have been forestalled had the paramedics reached the premises ten minutes earlier.   On this record, we believe that a reasonable jury could conclude that the defendant's omission negated a substantial possibility that the rescue efforts would have succeeded.   Put another way, a reasonable jury could find (as this jury apparently did) that the ambulance likely would have arrived fourteen minutes earlier had it been summoned immediately;  that the course of treatment would have been accelerated by a like amount of time;  and that, but for Marriott's negligence James Blinzler would have survived.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The defendant tries to parry this thrust in two ways.   One initiative involves assembling a string of cases (mostly of hoary origin) in which courts have rejected plaintiffs' claims of negligence for failure to rescue.   See, e.g., Foss v. Pacific Tel. &amp; Tel. Co., 26 Wash.2d 92, <span class=\"citation\" data-id=\"3994235\"><a href=\"/opinion/4219349/foss-v-the-pacific-tel-tel-co/\"><span class=\"volume\">173</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">144</span></a></span>, 149 (1946);  Whitehead v. Carolina Tel. &amp; Tel. Co., <span class=\"citation\" data-id=\"3657474\"><a href=\"/opinion/3911218/whitehead-v-telephone-co/\"><span class=\"volume\">190</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">197</span></a></span>, <span class=\"citation\" data-id=\"3657474\"><a href=\"/opinion/3911218/whitehead-v-telephone-co/\"><span class=\"volume\">129</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">602</span></a></span>, 605 (1925);  Volquardsen v. Iowa Tel. Co., <span class=\"citation no-link\"><span class=\"volume\">148</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">77</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">928</span></span>, 930 (1910);  Lebanon, L. &amp; L. Tel. Co. v. Lanham Lumber Co., <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">Ky.</span> <span class=\"page\">718</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">824</span></span>, 826 (1909).   These cases--all of which involve fire damage coupled with some alleged negligence on the part of a telephone company in respect to a telephone call meant to summon the fire department--provide little guidance.   In those cases, unlike here, the plaintiffs did not proffer evidence that, had the call gone through, the rescuers (there, the firefighters) could have reached the scene in time to prevent the harm (there, the rapid spread of a conflagration that had already started).   See, e.g., Foss, 173 P.2d at 149;  Lebanon, 115 S.W. at 826.   And perhaps more importantly, each of those cases draw on Lebanon for the legal standard of causation--a standard that differs materially from New Jersey's standard.   See Lebanon, 115 S.W. at 826 (stating that \"it must be established with certainty that but for their negligence the fire would have been confined\" as the plaintiff contends) (emphasis supplied).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">This second point is aptly illustrated by the one entry in Marriott's string citation that does not involve a burning building:  Hardy v. Southwestern Bell Tel. Co., <span class=\"citation\" data-id=\"1441336\"><a href=\"/opinion/1441336/hardy-v-southwestern-bell-telephone-co/\"><span class=\"volume\">910</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1024</span></a></span> (Okla.1996).   To understand Hardy, it is necessary to note that, in McKellips v. St. Francis Hosp., Inc., <span class=\"citation\" data-id=\"1143684\"><a href=\"/opinion/1143684/mckellips-v-saint-francis-hosp-inc/\"><span class=\"volume\">741</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">467</span></a></span>, 475-77 (Okla.1987), the Oklahoma Supreme Court held that the causation standard of the Restatement (Second) of Torts &#167; 323 (under which a plaintiff may prove negligence in a loss of chance case by showing that the defendant's omission \"increase[d] the risk\" of harm), applied in medical malpractice cases.  Hardy--a case in which the plaintiff alleged that the telephone company's negligent operation of a 911 service prevented him from summoning rescue assistance and thereby proximately caused his wife's death--postdated McKellips.   The Oklahoma Supreme Court there considered extending the causation standard of Restatement &#167; 323 to loss of chance claims outside the medical malpractice context.   See Hardy, 910 P.2d at 1025.   It declined to do so.   See id. at 1030.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Hardy, fairly read, confirms the distinction between proof of causation in loss of chance cases under the traditional test (to which Oklahoma adheres in cases not involving medical malpractice) and under more modern standards that focus instead on whether a defendant's conduct has significantly increased particular risks.   As we have explained, New Jersey's \"substantial possibility\" standard applies to loss of chance cases in general,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and it is at a minimum as liberal as the \"increased risk\" standard endorsed by section 323 of the Restatement.   See Olah, 574 A.2d at 419 (suggesting that whether the plaintiff \"has a substantial possibility of avoiding harm would ordinarily be subsumed in the jury's determination whether a defendant's deviation increased the risk of harm\") (internal quotations omitted).   Since Hardy apparently would have stated a claim had the Oklahoma court applied the more lenient \"increased risk\" standard, see Hardy, 910 P.2d at 1030, Marriott's flagship case actually supports a finding of causation under New Jersey law.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Marriott's second attempt to scuttle the finding of causation features its lament that the plaintiff did not prove that the same traffic conditions which were extant at and after 8:49 p.m. were also extant at and after 8:35 p.m.   This lament can scarcely be taken seriously.   Juries have the power to draw reasonable inferences from established facts.   It is well within a jury's ordinary competence to conclude that traffic conditions for an emergency vehicle do not change dramatically in a fourteen minute period that is well outside rush hour.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The defendant's suggestion that a highway accident, or a diluvian tempest, or some other freak occurrence, later abated, might have delayed the ambulance if it began its run at 8:35 p.m. rather than at 8:49 p.m. is equally jejune.   It is the plaintiff's burden to prove her case by a preponderance of the evidence, not beyond all conceivable doubt.   In the absence of some reason to suspect changed conditions--and there is no evidence of any actual change here--the jury's inference that the ambulance would have arrived in roughly the same elapsed portal-to-portal time is unimpugnable.   See Levesque v. Anchor Motor Freight, Inc., <span class=\"citation\" data-id=\"496780\"><a href=\"/opinion/496780/david-a-levesque-v-anchor-motor-freight-inc/\"><span class=\"volume\">832</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">702</span></a></span>, 704 (1st Cir.1987) (explaining that the \"perhapses\" that dot a factbound trial record typically \"are for factfinders to resolve--not for judges imperiously to dictate\");  see also W. Page Keeton et al., Prosser &amp; Keeton on Torts &#167; 41, at 269 (5th ed.1984) (noting that a plaintiff does not have to negate entirely the possibility that the defendant's conduct was not a contributing cause of the harm).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Silhouetted against this legal backdrop, the evidence of record, visualized most favorably to the plaintiff, see Cumpiano, 902 F.2d at 151, suffices to ground a finding that, had the defendant hailed an ambulance immediately upon request, there was at least a significant possibility that James Blinzler's death could have been prevented.   Accordingly, we are not at liberty under New Jersey law to disturb the jury's conclusion that Marriott's negligence constituted a substantial factor in the ensuing death.</p>\n    </div>\n    <p>IV. BYSTANDER LIABILITY</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The most vexing issue in this case involves the plaintiff's claim of negligent infliction of emotional distress.   This claim is based on the injury that she experienced while watching her husband suffer as the beleaguered couple awaited the ambulance's overdue arrival.   We start this segment of our analysis with a discussion of the doctrine of bystander liability as it has evolved in New Jersey, then shift our attention to an open question that the district court found to be dispositive, and, finally, apply the doctrine as we understand it to the idiosyncratic facts of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>A. General Principles of Bystander Liability.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">American courts first recognized bystander liability in the landmark case of Dillon v. Legg, <span class=\"citation\" data-id=\"1180570\"><a href=\"/opinion/1180570/dillon-v-legg/\"><span class=\"volume\">68</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">728</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">72</span></span>, <span class=\"citation no-link\"><span class=\"volume\">441</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">912</span></span> (1968).   Drawing in part on precedents from English common law, the court ruled that a mother could recover for emotional and physical injuries suffered \"from witnessing the [negligent] infliction of death or injury to her child.\"  Id. at 914.   The Dillon court implicitly suggested that any bystander should be able to recover for all objectively foreseeable injuries.   See id. at 920-21.   To help jurists navigate the reefs and shoals of foreseeability, the court attempted to elucidate guidelines based on Dillon 's factual scenario.   See id. at 920.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Twelve years later, New Jersey embraced bystander liability in Portee v. Jaffee, <span class=\"citation\" data-id=\"1545540\"><a href=\"/opinion/1545540/portee-v-jaffee/\"><span class=\"volume\">84</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">88</span></a></span>, <span class=\"citation\" data-id=\"1545540\"><a href=\"/opinion/1545540/portee-v-jaffee/\"><span class=\"volume\">417</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">521</span></a></span> (1980).   The state supreme court did not clasp Dillon uncritically to its bosom, but, rather, abjured a tunnel-vision focus on foreseeability, fearing that it would open the door to claims of emotional distress advanced on behalf of any onlooker to any negligently caused event.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  See id. at 527 (cautioning against institutionalizing \"an unreasonably excessive measure of liability\");  see also Carey v. Lovett, <span class=\"citation\" data-id=\"2002002\"><a href=\"/opinion/2002002/carey-v-lovett/\"><span class=\"volume\">132</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">44</span></a></span>, <span class=\"citation\" data-id=\"2002002\"><a href=\"/opinion/2002002/carey-v-lovett/\"><span class=\"volume\">622</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1279</span></a></span>, 1286 (1993) (suggesting that treating foreseeability as a sole talisman would render it difficult to differentiate between legitimate and fraudulent claims);  Prosser &amp; Keeton, supra, &#167; 54, at 366 (warning that forcing defendants to pay for the \"lacerated feelings\" of every bystander would be \"an entirely unreasonable burden on human activity\").</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In an effort to furnish a condign remedy for deserving injuries while at the same time avoiding \"speculative results or punitive liability,\" Portee, 417 A.2d at 526, New Jersey transmogrified the Dillon guidelines into prerequisites of a cause of action for bystander liability, see id. at 528.   The Portee court concluded that a bystander plaintiff should be permitted to recover under New Jersey law only if she could prove (1) the death or serious injury of another (caused by the defendant's negligence);  (2) an intimate familial relationship with the victim;  (3) her observation of the victim at the time of the injury or immediately thereafter;  and (4) severe emotional distress resulting from the observation.   See id.   Subsequent decisions have cut plaintiffs some slack (but not very much) in their efforts to fulfill this quadrat of requirements.   See, e.g., Dunphy v. Gregor, <span class=\"citation\" data-id=\"2009659\"><a href=\"/opinion/2009659/dunphy-v-gregor/\"><span class=\"volume\">136</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">99</span></a></span>, <span class=\"citation\" data-id=\"2009659\"><a href=\"/opinion/2009659/dunphy-v-gregor/\"><span class=\"volume\">642</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">372</span></a></span>, 377-78 (1994) (holding that unmarried cohabitants may enjoy an intimate familial relationship);  Frame v. Kothari, <span class=\"citation\" data-id=\"1936336\"><a href=\"/opinion/1936336/frame-v-kothari/\"><span class=\"volume\">115</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">638</span></a></span>, <span class=\"citation\" data-id=\"1936336\"><a href=\"/opinion/1936336/frame-v-kothari/\"><span class=\"volume\">560</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">675</span></a></span>, 678 (1989) (explaining that a plaintiff may recover without actually seeing the injury so long as it is \"susceptible to immediate sensory perception\" and the plaintiff observes the victim immediately after the injury is inflicted).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">These four elements serve a critical function in keeping bystander liability within reasonable bounds.   First, they furnish a set of guideposts that help to identify and define a range of claims that are presumptively valid while excluding other claims that society simply cannot afford to honor.   See Dunphy, 642 A.2d at 377 (noting that the elements of bystander liability \"structure the kind of 'particularized foreseeability' that ensures that the class is winnowed ... and that limitless liability is avoided\").   Second--and relatedly--they combine to define narrowly the emotional interest that the law protects.   See Carey, 622 A.2d at 1286;  accord Thing v. La Chusa, <span class=\"citation\" data-id=\"1355526\"><a href=\"/opinion/1355526/thing-v-la-chusa/\"><span class=\"volume\">48</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">644</span></a></span>, <span class=\"citation\" data-id=\"1355526\"><a href=\"/opinion/1355526/thing-v-la-chusa/\"><span class=\"volume\">257</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">865</span></a></span>, 880, <span class=\"citation\" data-id=\"1355526\"><a href=\"/opinion/1355526/thing-v-la-chusa/\"><span class=\"volume\">771</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">814</span></a></span>, 829 (1989).   While \"[t]he law should find more than pity for one who is stricken by seeing that a loved one has been critically injured or killed,\" Portee, 417 A.2d at 526, the elements of the bystander liability tort frankly recognize that it is not the law's province to shield people from all anxieties.   Since the ordinary slings and arrows of human existence inevitably produce stress and strain, \"only the most profound emotional interests should receive vindication for their negligent injury.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The common thread that runs through these cases is that emotional anguish is a natural, perhaps omnipresent, reaction whenever one is forced to watch a loved one suffer, and therefore should not be compensable in the absence of special circumstances.   In an effort to hold the line, New Jersey law decrees that bystanders may recover in tort only for the particularly exquisite anguish that occurs when they personally observe trauma strike a loved one like a bolt from the blue.   See Frame, 560 A.2d at 679 (explaining that bystander liability is supposed to remedy the \"harm of seeing a healthy victim one moment and a severely injured one the next\");  Portee, 417 A.2d at 527 (\"Discovering the death or serious injury of an intimate family member will always be expected to threaten one's emotional welfare.   Ordinarily, however, only a witness at the scene of the accident causing death or serious injury will suffer a traumatic sense of loss that may destroy his sense of security and cause severe emotional distress.\").   Thus, there can be no recovery unless the close relation's helpless watching arises in the context of a sudden, unexpected, and accidental injury.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>B. The Fork in the Road.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The issue before us is whether the plaintiff's asserted injury falls within the narrow range of bystander liability claims that are actionable under New Jersey law.   The district court decided that it did not.   The court relied primarily on a series of bystander liability/medical malpractice cases in which the New Jersey Supreme Court placed a gloss on its earlier decisions and indicated that a plaintiff must witness the actual act of malpractice and appreciate its effect on the patient in order to bring herself within the class of persons entitled to recover.   See Carey, 622 A.2d at 1288 (declaring that a plaintiff must \"contemporaneously observe the malpractice and its effects on the victim\");  Frame, 560 A.2d at 681 (\"In an appropriate case, if a family member witnesses the physician's malpractice, observes the effect of the malpractice on the patient, and immediately connects the malpractice with the injury, that may be sufficient to allow recovery for the family member's emotional distress.\");   see also Gendek v. Poblete, <span class=\"citation\" data-id=\"2183417\"><a href=\"/opinion/2183417/gendek-v-poblete/\"><span class=\"volume\">139</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">291</span></a></span>, <span class=\"citation\" data-id=\"2183417\"><a href=\"/opinion/2183417/gendek-v-poblete/\"><span class=\"volume\">654</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">970</span></a></span>, 975 (1995) (rejecting a claim on the ground that the bystander did not \"immediately connect[ ] any act of malpractice\" with the victim's death).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Here, concededly, Mrs. Blinzler cannot satisfy this added requirement;  she neither \"witnessed\" the negligence (which comprised the hotel operator's failure immediately to call an ambulance and which occurred six floors beneath the Blinzlers' room) nor fully appreciated at the time that the negligence was hindering needed assistance (indeed, the defendant's misrepresentations, if believed, concealed the very fact of the negligence).   Thus, to decide this case we must determine whether the Gendek-Carey-Frame gloss applies only to bystander liability/medical malpractice claims (as the plaintiff contends) or whether it applies to all bystander liability claims (as the defendant contends and as the lower court concluded).   Although the answer to the question is by no means free from doubt, we think that the district court took the wrong fork in the road.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As an initial matter, the New Jersey Supreme Court has never imposed the added requirement that a plaintiff witness the negligent act and contemporaneously connect it to the injury of a loved one in any case outside the medical malpractice context, and the malpractice cases in which the requirement has been imposed strongly suggest that it is restricted to that milieu.   See Gendek, 654 A.2d at 974 (describing the requirement as \"added\" and \"special\" in that it is \"imposed to establish an indirect claim for emotional distress arising from medical malpractice\");  Carey, 622 A.2d at 1286 (\"With medical-malpractice claims, we have required that claimants observe contemporaneously the act of malpractice and the resultant injury.\")  (emphasis supplied).   What is more, crafting a special set of rules for bystander liability/medical malpractice cases is not in any way an unprecedented flight of fancy;  other courts that recognize bystander liability claims in general sometimes treat such claims more restrictively in the medical malpractice setting, even, on occasion, barring them outright.   See, e.g., Maloney v. Conroy, <span class=\"citation no-link\"><span class=\"volume\">208</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">392</span></span>, <span class=\"citation no-link\"><span class=\"volume\">545</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1059</span></span>, 1063-64 (1988);  Wilson v. Galt, <span class=\"citation\" data-id=\"2615127\"><a href=\"/opinion/2615127/wilson-v-galt/\"><span class=\"volume\">100</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">227</span></a></span>, <span class=\"citation\" data-id=\"2615127\"><a href=\"/opinion/2615127/wilson-v-galt/\"><span class=\"volume\">668</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1104</span></a></span>, 1110 (1983).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We note, too, that the added requirement designed by the New Jersey Supreme Court for use in connection with bystander liability/medical malpractice claims is grounded in a set of policy considerations that do not seem to apply to other bystander liability claims.   For one thing, the unique emotional interest that fuels the doctrine of bystander liability is unaffected in most cases of medical malpractice for the harm caused by, say, misdiagnosis usually does not manifest itself until days, weeks, months, or years have elapsed, and even then, the misdiagnosis rarely culminates in a single spontaneous and shocking event.   See Frame, 560 A.2d at 678-79 (explaining that in the typical malpractice case \"[g]rief over the gradual deterioration of a loved one, as profound as that grief may be, often does not arise from a sudden injury,\" but, rather, under circumstances in which the family members have had the \"time to make an emotional adjustment\").   It is largely for this reason that bystander liability must be even more \"narrowly circumscribed in the context of a medical misdiagnosis or failure to act.\"  Gendek, 654 A.2d at 975-76.   New Jersey chose to accomplish this circumscription by limiting bystander liability in the medical malpractice arena to those situations in which the putative plaintiff observes both the act of malpractice and its immediate effects, and appreciates the interrelationship.   See, e.g., Frame, 560 A.2d at 681.   That rationale loses force outside the medical malpractice context.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">For another thing, the added requirement applicable to bystander liability in the medical malpractice context reflects societal concerns about the impact of expanded liability on the delivery of health care.   See Gendek, 654 A.2d at 975 (\"In considering the standards that govern an appropriate duty of care and limitations of liability in [the health care] setting, we must be especially mindful of the principles of sound public policy that are informed by perceptions of fairness and balance.\");  Carey, 622 A.2d at 1286 (voicing uneasiness about the \"effects of the expansion of liability on the medical profession and society,\" and specifically noting sharp increases in malpractice insurance premiums);  Frame, 560 A.2d at 681 (emphasizing that the special refinement of bystander liability for medical malpractice cases is at least partly driven by a desire to avoid \"unreasonably burdening the practice of medicine\").   This group of situation-specific policy concerns is best addressed by \"narrowly circumscrib[ing]\" bystander liability in the medical malpractice setting so as to minimize any \"adverse effect on the practice of medicine or on the availability of medical services.\"  Frame, 560 A.2d at 681.   Once again, this reasoning loses force outside the medical malpractice context.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The language of the New Jersey cases and the distinctive nature of the policy considerations that underlie the added requirement mark the genesis of our belief that, when the opportunity arises, the New Jersey Supreme Court will not engraft this health-care-specific requirement upon the body of cases that lie beyond the medical malpractice arena.   New Jersey has already expressed its view of general public policy concerns with respect to expanded liability for run-of-the-mine accidents by conferring a right of recovery on bystanders and defining the elements of the tort.   See Dunphy, 642 A.2d at 377;  Portee, 417 A.2d at 528.   We think it is no accident that in superimposing the added requirement on bystander liability/medical malpractice cases, the state supreme court has been scrupulously careful not to imply a broader sweep.   Because we believe that this specificity is purposeful rather than serendipitous, we hold that the added requirement imposed by the Gendek-Carey- Frame line of cases is applicable only to causes of action that, at bottom, charge health-care providers with malpractice.   The district court, therefore, took the wrong fork in the road.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>C. Applying the Principles.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Once we put the added requirement to one side, the only question that remains open under this rubric is whether the jury lacked evidence satisfactory to support a finding that the plaintiff's injury fell within the standard parameters of bystander liability that obtain in New Jersey vis-a-vis suits arising outside the medical malpractice context.   We think the evidence sufficed.   Intimate relationship and third-party injury (i.e., a spouse's death) are not in dispute, and the record contains adequate proof of severe emotional distress.   The seminal New Jersey case suggests that, in addition to these three elements, a plaintiff need only show that she \"observ[ed] the death ... while it occur[red].\"  Portee, 417 A.2d at 527;  see also supra p. 1154 (recounting the four elements of the tort under New Jersey law).   This last element--firsthand observation--corresponds to the distinct emotional interest that is infringed when an individual witnesses a \"shocking event\" and \"see[s] a healthy [family member] one moment and a severely injured one the next.\"  Frame, 560 A.2d at 679.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We appreciate that things are not always what they seem and that it may be overly simplistic to say that in New Jersey firsthand observation of a suddenly inflicted injury to a loved one invariably gives rise to the unique emotional interest that underlies bystander liability.   Arguably, it is not merely the observation of the injury but the perception that it is accidental or otherwise unwarranted that threatens a \"plaintiff's basic emotional security,\" Portee, 417 A.2d at 521, and thus paves the way for bystander liability.   See id. at 528 (noting that it is the \"shock and fright\" attendant to observing the \"accidental death\" of an intimate relation that infringes the narrowly defined interest in emotional security).  Frame makes this point most clearly, albeit in dictum:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>Everyone is subject to injury, disease, and death.   Common experience teaches that the injury or death of one member of a family often produces severe emotional distress in another family member.   A threshold problem is separating the grief that attends that distress when no one is at fault from the added stress attributable to the fact that the injury or death was produced by the negligent act of another.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Id. at 677.   And while the Portee elements have not yet been formally modified in this respect,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> we think it is not unlikely that New Jersey will move in this direction.   Cf. Thing, 771 P.2d at 829 (tightening the elements of a bystander liability action under California law to require that the plaintiff be \"present at the scene of the injury-causing event\" and be \"then aware that it is causing the injury to the victim\").   But there are two reasons why we need not cross this bridge today.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">1. The evidence here clearly satisfies the Portee requirements simpliciter.   The plaintiff witnessed a sudden and shocking event when she watched her husband of forty-two years undergo excruciating chest pain, vomit, struggle to catch his breath, asphyxiate, lose consciousness, and ultimately die.   Because she \"witness[ed] the victim when the injury [was] inflicted,\" Frame, 560 A.2d at 678, recovery would seem appropriate under a formal incantation of the Portee elements.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">2. The law of the case doctrine eliminates any potential problem as to the precise dimensions of Portee.   At trial's end, the district court charged the jury that \"the plaintiff must be present at the scene of the event and be aware that the victim is being injured.\"   The defendant's counsel objected generally to the court's decision to instruct the jury at all on count 3 (asseverating that New Jersey law requires the plaintiff actually to witness the negligent act) but he did not object in any other, more specific respect to the district court's formulation of the basic elements of the tort.   Thus, even if New Jersey might in an appropriate case impose some intermediate limitation going beyond Portee but stopping short of mandating that the plaintiff witness the negligent act, the defense formulated no such intermediate position at the jury-instruction stage.   In other words, the content of the instruction stands as the law of the case with respect to the unembellished contours of a cause of action for bystander liability.   See Quinones-Pacheco v. American Airlines, Inc., <span class=\"citation\" data-id=\"594418\"><a href=\"/opinion/594418/valentin-quinones-pacheco-v-american-airlines-inc-valentin/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 4 n. 3 (1st Cir.1992);  Milone v. Moceri Family, Inc., <span class=\"citation\" data-id=\"506191\"><a href=\"/opinion/506191/vincent-milone-v-moceri-family-inc/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">35</span></a></span>, 38-39 (1st Cir.1988).   And as we have already pointed out, the plaintiff's proof, measured against the language of the trial court's instruction, suffices to create a jury question.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Even if we assume arguendo that the New Jersey Supreme Court would augment the elements of a non-medical-malpractice cause of action for bystander liability along the lines exemplified by Thing, the verdict might well be sustainable.   From the evidence adduced at trial, the jury rationally could find that during the incident proper the plaintiff twice asked the manager whether the ambulance had been called.   Though she was (erroneously) assured that the call had been made punctually, she asked the manager yet again at the hospital (receiving the same misinformation), and then checked with the hotel three days later (after her husband had perished).   This type of evidence arguably could support an illation that the plaintiff suspected all along that a delay attributable to the defendant was causing injury to her husband.   Watching the event while suspecting that her husband's suffering was being unnecessarily prolonged and worrying that prospects for his rescue were diminishing would appear to be the kind of distinct emotional harm for which bystander liability would lie under the premise of Thing.   See, e.g., Bloom v. DuBois Regional Med.  Ctr., 409 Pa.Super. 83, <span class=\"citation\" data-id=\"1527830\"><a href=\"/opinion/1527830/bloom-v-dubois-regional-medical-ctr/\"><span class=\"volume\">597</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">671</span></a></span>, 683 (1991).</p>\n    </div>\n    <p>V. OTHER ISSUES</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The defendant raises a salmagundi of other issues in connection with its appeal.   None of its asseverations is persuasive.   Only three warrant discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>A. The Evidentiary Rulings.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The defendant argues that it is entitled to a new trial because the district court erred in certain evidentiary rulings.   Its chief complaint concerns the admission of evidence relating to the destruction of the so-called Xeta report (a printout that catalogues all outgoing calls from the hotel's PBX operator) for November 13, 1992.   The defendant destroyed this telephone log approximately thirty days after the incident.   Had the report been preserved, it would have pinpointed the very moment that the operator first placed the call for emergency assistance.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">During the trial, the plaintiff sought to show that the defendant had destroyed this evidence.   The defendant objected, contending that it discarded the Xeta report in the ordinary course of business, pursuant to established practice, and not as part of an effort to inter unfavorable evidence.   The district court overruled the objection and permitted the plaintiff to introduce evidence at trial of the existence and subsequent destruction of the Xeta report, leaving the defendant's explanation to the jury.   We review the district court's rulings admitting or excluding evidence for abuse of discretion.   See Veranda Beach Club Ltd. Partnership v. Western Sur. Co., <span class=\"citation\" data-id=\"563774\"><a href=\"/opinion/563774/veranda-beach-club-limited-partnership-v-western-surety-co-frg-ventures/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1364</span></a></span>, 1373 (1st Cir.1991);  United States v. Nazzaro, <span class=\"citation\" data-id=\"532513\"><a href=\"/opinion/532513/united-states-v-richard-a-nazzaro/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1158</span></a></span>, 1168 (1st Cir.1989).   We see none in this instance.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">When a document relevant to an issue in a case is destroyed, the trier of fact sometimes may infer that the party who obliterated it did so out of a realization that the contents were unfavorable.   See Nation-Wide Check Corp. v. Forest Hills Distributors, Inc., <span class=\"citation\" data-id=\"410380\"><a href=\"/opinion/410380/nation-wide-check-corporation-inc-v-forest-hills-distributors-inc/\"><span class=\"volume\">692</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">214</span></a></span>, 217 (1st Cir.1982);  see also 2 Wigmore on Evidence &#167; 285, at 192 (James H. Chadbourn rev. ed. 1979). Before such an inference may be drawn, there must be a sufficient foundational showing that the party who destroyed the document had notice both of the potential claim and of the document's potential relevance.   See Nation-Wide, 692 F.2d at 218.   Even then, the adverse inference is permissive, not mandatory.   If, for example, the factfinder believes that the documents were destroyed accidentally or for an innocent reason, then the factfinder is free to reject the inference.   See, e.g., Jackson v. Harvard Univ., <span class=\"citation\" data-id=\"539800\"><a href=\"/opinion/539800/barbara-jackson-v-harvard-university/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">464</span></a></span>, 469 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">848</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">137</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">104</span></span> (1990);  Anderson v. Cryovac, Inc., <span class=\"citation\" data-id=\"515444\"><a href=\"/opinion/515444/anne-anderson-v-cryovac-inc-anne-anderson-v-beatrice-foods-co/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">910</span></a></span>, 925-26 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In this case, the defendant contends that there was no direct evidence to show that it discarded the Xeta report for any ulterior reason.   This is true as far as it goes--but it does not go very far.   The proponent of a \"missing document\" inference need not offer direct evidence of a coverup to set the stage for the adverse inference.   Circumstantial evidence will suffice.   See, e.g., Brown &amp; Williamson Tobacco Corp. v. Jacobson, <span class=\"citation\" data-id=\"493646\"><a href=\"/opinion/493646/brown-williamson-tobacco-corporation-plaintiff-appellee-cross-appellant/\"><span class=\"volume\">827</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1119</span></a></span>, 1134 (7th Cir.1987), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">993</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1302</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">512</span></span> (1988).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We do not believe that the district court abused its considerable discretion in deciding that the totality of the circumstances here rendered such an inference plausible.   A reasonable factfinder could easily conclude that Marriott was on notice all along that the Xeta report for November 13, 1992 was relevant to likely litigation.   Although no suit had yet been begun when the defendant destroyed the document, it knew of both James Blinzler's death and the plaintiff's persistent attempts--including at least one attempt after Blinzler died--to discover when the call for emergency aid had been placed.   This knowledge gave the defendant ample reason to preserve the report in anticipation of a legal action.   When the evidence indicates that a party is aware of circumstances that are likely to give rise to future litigation and yet destroys potentially relevant records without particularized inquiry, a factfinder may reasonably infer that the party probably did so because the records would harm its case.   See Vodusek v. Bayliner Marine Corp., <span class=\"citation\" data-id=\"709049\"><a href=\"/opinion/709049/shirley-vodusek-individually-and-as-personal-representative-of-the-estate/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">148</span></a></span>, 156 (4th Cir.1995);  Partington v. Broyhill Furn.  Indus., Inc., <span class=\"citation\" data-id=\"611660\"><a href=\"/opinion/611660/james-r-partington-v-broyhill-furniture-industries-incorporated/\"><span class=\"volume\">999</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">269</span></a></span>, 272 (7th Cir.1993);  Nation-Wide, 692 F.2d at 219.   In the circumstances at bar, the trial court acted within its discretion in admitting the Xeta report.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The defendant also chastises the court for admitting evidence of another missing record.   The security officer's log for November 13, 1992 could not be located, and the judge permitted evidence of that fact to go to the jury.   Once again, the ruling cannot be faulted.   The defendant had no good explanation for the missing log, and the jury was entitled to infer that the defendant destroyed it in bad faith.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">To cinch matters, these two pieces of evidence had a synergistic effect.   We think it would be proper for a reasonable factfinder to conclude that the unavailability of two important documents, both of which bore upon the timing of the call for emergency assistance, was something more than a coincidence.   The veteran district judge, after hearing all the evidence limning these mysterious disappearances, put it bluntly in the course of ruling on post-trial motions:</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>I will tell you now that the Xeta Report raises a compelling inference in my mind that personnel at the Marriott Hotel did destroy that record willfully, along with the security officer's daily log of that date.   The inference is compelling that the Marriott Hotel was hiding the delay of the telephone operator in making this telephone call.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">This is a harsh assessment--but it is based on a firsthand appraisal of the testimony and it is one that a rational jury easily could draw on the record.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>B. The Motion to Reopen.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">After the plaintiff rested, the defendant moved for a directed verdict under Fed.R.Civ.P. 50(a).   After hearing arguments, the district court permitted the plaintiff to reopen her case in order to offer certain additional evidence on the issue of causation.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The defendant assigns error to this ruling.   There is none.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The Federal Rules of Evidence give the district court broad discretion in ordering the proof.   See Fed.R.Evid. 611.   This discretion extends to granting or denying motions to reopen, see Zenith Radio Corp. v. Hazeltine Research, Inc., <span class=\"citation\" data-id=\"108279\"><a href=\"/opinion/108279/zenith-radio-corp-v-hazeltine-research-inc/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">321</span></a></span>, 331-32, <span class=\"citation\" data-id=\"108279\"><a href=\"/opinion/108279/zenith-radio-corp-v-hazeltine-research-inc/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">795</span></a></span>, 802-03, <span class=\"citation\" data-id=\"108279\"><a href=\"/opinion/108279/zenith-radio-corp-v-hazeltine-research-inc/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">77</span></a></span> (1971);  Rivera-Flores v. Puerto Rico Tel. Co., <span class=\"citation\" data-id=\"703157\"><a href=\"/opinion/703157/iris-v-rivera-flores-v-puerto-rico-telephone-company/\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">742</span></a></span>, 746 (1st Cir.1995);  Lussier v. Runyon, <span class=\"citation\" data-id=\"692275\"><a href=\"/opinion/692275/thomas-r-lussier-v-marvin-runyon-united-states-postmaster-general/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1103</span></a></span>, 1113 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">69</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">30</span></span> (1995), and such rulings are reviewed principally for abuse of that discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">A trial court's decision to reopen is premised upon criteria that are flexible and fact-specific, but fairness is the key criterion.   See Rivera-Flores, 64 F.3d at 746;  Capital Marine Supply, Inc. v. Thomas, <span class=\"citation\" data-id=\"425996\"><a href=\"/opinion/425996/capital-marine-supply-inc-v-mv-roland-thomas-ii-etc-westinghouse/\"><span class=\"volume\">719</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">104</span></a></span>, 107 (5th Cir.1983).   The specific factors to be assessed include the probative value of the evidence sought to be introduced, the proponent's explanation for failing to offer the evidence earlier, and the likelihood of undue prejudice.   See Rivera-Flores, 64 F.3d at 746;  Joseph v. Terminix Int'l Co., <span class=\"citation\" data-id=\"664150\"><a href=\"/opinion/664150/alan-joseph-and-brenda-joseph-v-terminix-international-company-limited/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1282</span></a></span>, 1285 (10th Cir.1994);  see also 6A James W. Moore, Moore's Federal Practice p 59.04, at 59-33 (2d ed.1993).   The prospect of prolonging the trial is also material.   If the additional evidence is immediately available or nearly so, the trial court will have a greater incentive to permit the case to be reopened.   Conversely, if gathering the additional evidence portends a significant delay in the trial, the court ordinarily will have a greater reluctance to grant the motion.   See Moore, supra, p 59.04, at 59-33.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Here, the additional evidence that the plaintiff sought to introduce was non-cumulative.   It had significant probative value on an essential element in the plaintiff's case, helping to connect the defendant's negligence to the injuries claimed.   See supra note 6.   There is no sign that the plaintiff withheld the proof as a strategic matter.   To the contrary, the record shows quite clearly that she attempted to streamline her case in chief and offered the incremental evidence only after the judge expressed reservations about the state of the proof on the issue of causation.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Notwithstanding these circumstances, the defendant insists that permitting the plaintiff to reopen worked substantial prejudice because the defense hoped all along that the plaintiff would fail to prove causation.   This is disappointment rather than cognizable prejudice.   The evidence taken after reopening consisted of only two witnesses and created no unfair surprise.   The added testimony simply fleshed out the plaintiff's basic theory of liability--that the time saved by a prompt call might well have led to James Blinzler's survival.   Moreover, allowing the plaintiff to reopen did not perceptibly delay the trial and did not occasion any interruption of the defense case.   In any event, the district court prudently offered the defendant a continuance so that it might regroup and better rebut the additional evidence.   By declining the court's offer, the defendant confirmed the absence of unfair prejudice.   See United States v. Diaz-Villafane, <span class=\"citation\" data-id=\"522865\"><a href=\"/opinion/522865/united-states-v-wilfredo-diaz-villafane/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">43</span></a></span>, 47 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">862</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">177</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">133</span></span> (1989).   Under these circumstances, the granting of the plaintiff's motion to reopen comes well within the heartland of the trial court's discretion.   See Rivera-Flores, 64 F.3d at 749.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p>C. The Emotional Distress Award.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Where, as here, a federal court sets aside a jury's verdict and directs the entry of judgment as a matter of law, the court must also rule conditionally on any concomitant motion for a new trial.   See Fed.R.Civ.P. 50(c).   In this instance the district court held that, if it had erred in granting judgment as a matter of law on count 3, then the jury's award of damages for emotional distress should stand.   The defendant assails this contingent ruling and argues for either a new trial or a remittitur on count 3.   In its most cogent aspect, the argument is based on the premise that the scanty physical symptoms exhibited by the plaintiff simply do not justify an award of $200,000 in damages.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Federal law governs the question of whether the trial court should order a remittitur in a diversity case.   See Donovan v. Penn Shipping Co., <span class=\"citation\" data-id=\"109596\"><a href=\"/opinion/109596/donovan-v-penn-shipping-co/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">648</span></a></span>, 649, <span class=\"citation\" data-id=\"109596\"><a href=\"/opinion/109596/donovan-v-penn-shipping-co/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">835</span></a></span>, 836-37, <span class=\"citation\" data-id=\"109596\"><a href=\"/opinion/109596/donovan-v-penn-shipping-co/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">112</span></a></span> (1977).   Under applicable federal standards, appellate review is limited to whether the district court abused its discretion in deciding to endorse the jury award rather than trim it or set it aside as excessive.   See, e.g., Ruiz v. Gonzalez Caraballo, <span class=\"citation\" data-id=\"558023\"><a href=\"/opinion/558023/marta-ruiz-aka-marta-ruiz-romero-v-generoso-gonzalez-caraballo-etc/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">31</span></a></span>, 34 (1st Cir.1991);  Wagenmann v. Adams, <span class=\"citation\" data-id=\"494589\"><a href=\"/opinion/494589/ronald-e-wagenmann-v-russell-j-adams-appeal-of-gerald-r-anderson/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">196</span></a></span>, 215 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">An award of damages will not be deemed unreasonably high or low as long as it comports with some \"rational appraisal or estimate of the damages that could be based on the evidence before the jury.\"  Milone, 847 F.2d at 37 (citation omitted).   On the high side, a damage determination will withstand scrutiny unless it is \"grossly excessive, inordinate, shocking to the conscience of the court, or so high that it would be a denial of justice to permit it to stand.\"  Correa v. Hospital San Francisco, <span class=\"citation\" data-id=\"196369\"><a href=\"/opinion/196369/correa-gonzalez-v-hospital-sf/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1184</span></a></span>, 1197 (1st Cir.1995) (quoting Grunenthal v. Long Island R.R. Co., <span class=\"citation\" data-id=\"107799\"><a href=\"/opinion/107799/grunenthal-v-long-island-r-co/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">156</span></a></span>, 159 &amp; n. 4, <span class=\"citation\" data-id=\"107799\"><a href=\"/opinion/107799/grunenthal-v-long-island-r-co/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">331</span></a></span>, 333 &amp; n. 4, <span class=\"citation\" data-id=\"107799\"><a href=\"/opinion/107799/grunenthal-v-long-island-r-co/\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">309</span></a></span> (1968)), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1423</span></span>, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">547</span></span> (1996).   Moreover, \"an appellate court's normal disinclination to second-guess a jury's evaluation of the proper amount of damages is magnified where ... the damages entail a monetary valuation of intangible losses, and the trial judge, having seen and heard the witnesses at first hand, accepts the jury's appraisal.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Here, viewing the evidence of damages in the light most amiable to the plaintiff, see Toucet v. Maritime Overseas Corp., <span class=\"citation\" data-id=\"604816\"><a href=\"/opinion/604816/angel-toucet-v-maritime-overseas-corp/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 11 (1st Cir.1993);  Ruiz, 929 F.2d at 34, we think that the award, though perhaps generous, passes muster.   Under New Jersey law, no particular level of physical symptomatology is necessary to support damages for emotional distress.   See Strachan v. John F. Kennedy Mem.  Hosp., <span class=\"citation\" data-id=\"1926408\"><a href=\"/opinion/1926408/strachan-v-john-f-kennedy-memorial-hosp/\"><span class=\"volume\">109</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">523</span></a></span>, <span class=\"citation\" data-id=\"1926408\"><a href=\"/opinion/1926408/strachan-v-john-f-kennedy-memorial-hosp/\"><span class=\"volume\">538</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">346</span></a></span>, 353 (1988).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The testimony in this record indicates that the plaintiff watched helplessly as her husband collapsed, vomited, passed out, and became cyanotic.   She was still in the room nearly fifteen minutes later when an oxygen mask was being placed over her unconscious husband's mouth and nose.   In the aftermath of her husband's death, she experienced daily flashbacks to that time of torment.   She still suffers from insomnia, cardiac palpitations, and shortness of breath.   Coupled with proof of negligent infliction of emotional distress, this evidence justifies substantial compensation under New Jersey law.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Of course, the task of valuing noneconomic losses in tort cases is an imprecise exercise.   There is no one \"correct\" sum, but, rather, a range of acceptable awards.   In many instances the spread between the high and low ends of the range will be great.   The choice within the range--which by its nature requires the decisionmaker to translate intangibles (such as pain and suffering) into quantifiable dollars and cents--is a choice largely within the jury's ken.   See Correa, 69 F.3d at 1197.   Since we are unable to conclude on this record that $200,000 is a figure beyond the wide universe of acceptable awards, we must uphold the district court's finding that the figure is not excessive.   See Ruiz, 929 F.2d at 34 (explaining that the court of appeals \"cannot, and will not, without substantial cause, overrule a trial judge's considered refusal to tamper with the damages assessed by a jury\").</p>\n    </div>\n    <p>VI. CONCLUSION</p>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">We need go no further.   The record adequately supports the jury's conclusion that the defendant's inexplicable delay in calling an ambulance constituted a proximate cause of James Blinzler's death and negligently inflicted both emotional distress and a loss of consortium on his wife (now his widow).   Finding, as we do, that the law of New Jersey permits this multifaceted conclusion to remain fully intact, that the defendant's several challenges to evidentiary and case-management rulings are meritless, and that the damages awarded are not grossly excessive, we reinstate the jury verdict in its entirety.   As a necessary corollary, we vacate the district court's entry of judgment for the defendant on count 3.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Affirmed in part and reversed in part.   Costs in favor of the plaintiff.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Indeed, this kind of predictive approach is among our conceptions of law itself.   See Oliver Wendell Holmes, The Path of the Law, 10 Harv.L.Rev. 457, 461 (1897) (\"The prophecies of what the courts will do in fact, and nothing more pretentious, are what I mean by law.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It is commonly thought that the \"substantial possibility\" standard is more lenient than a standard that requires a plaintiff to prove it is more likely than not that a defendant's failure to act constituted a substantial factor in bringing about the victim's injury or death.   See W. Page Keeton et al., Prosser &amp; Keeton on Torts &#167; 41, at 44 (Supp.1988)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Like Oklahoma, New Jersey has explicitly adopted section 323 of the Restatement for use in loss of chance cases involving medical malpractice.   See Scafidi v. Seiler, <span class=\"citation\" data-id=\"2287612\"><a href=\"/opinion/2287612/scafidi-v-seiler/\"><span class=\"volume\">119</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">93</span></a></span>, <span class=\"citation\" data-id=\"2287612\"><a href=\"/opinion/2287612/scafidi-v-seiler/\"><span class=\"volume\">574</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">398</span></a></span>, 405 (1990);  Evers v. Dollinger, <span class=\"citation\" data-id=\"2272736\"><a href=\"/opinion/2272736/evers-v-dollinger/\"><span class=\"volume\">95</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">399</span></a></span>, <span class=\"citation\" data-id=\"2272736\"><a href=\"/opinion/2272736/evers-v-dollinger/\"><span class=\"volume\">471</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">405</span></a></span>, 415 (1984)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> New Jersey is not alone in its reluctance blindly to follow Dillon 's lead.   See, e.g., D'Ambra v. United States, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">643</span></span>, <span class=\"citation\" data-id=\"2384816\"><a href=\"/opinion/2384816/dambra-v-united-states/\"><span class=\"volume\">338</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">524</span></a></span>, 528 (1975) (rejecting rigid foreseeability focus).   Indeed, even the progenitor of the doctrine has had second thoughts.   See Thing v. La Chusa, <span class=\"citation\" data-id=\"1355526\"><a href=\"/opinion/1355526/thing-v-la-chusa/\"><span class=\"volume\">48</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">644</span></a></span>, <span class=\"citation\" data-id=\"1355526\"><a href=\"/opinion/1355526/thing-v-la-chusa/\"><span class=\"volume\">257</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">865</span></a></span>, 877-78, <span class=\"citation\" data-id=\"1355526\"><a href=\"/opinion/1355526/thing-v-la-chusa/\"><span class=\"volume\">771</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">814</span></a></span>, 826 (1989) (retreating from Dillon on this point)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In Portee, the question was not raised squarely.   There the plaintiff (the victim's mother) arrived at the scene after her son became trapped in an elevator.   She did not witness either the initial entrapment or the act of negligence (faulty maintenance) that caused the accident.   It was quite clear, however, that the mother knew immediately that her child's injuries had an unnatural cause and stemmed from the elevator's accidental collapse</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The supplemental evidence consisted of testimony from two witnesses.   The first, plaintiff's medical expert, simply clarified and confirmed his earlier testimony that James Blinzler would have survived had the ambulance arrived ten minutes earlier.   The second witness (an employee of the ambulance service) testified that the ambulance service had a unit ready, available, and on call at 8:35 p.m. on November 13, 1992</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> This is consistent with the method of the Civil Rules.   Rule 50(a) exists in part to afford the responding party \"an opportunity to cure any deficiency in that party's proof that may have been overlooked until called to the party's attention by a late motion for judgment.\"   Fed.R.Civ.P. 50, advisory committee's note (1991 amendment).   In other words, Rule 50(a) should be construed \"to avoid tactical victories at the expense of substantive interests.\"   Moore, supra, p 50.08, at 50-89 The district court echoed this sentiment when it granted the motion to reopen, stating:  \"I allow the plaintiff to reopen because I want the truth.   I want the facts.   I want to achieve a just result in this case....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> At one time New Jersey courts did require proof of \"substantial bodily injury or sickness\" in all emotional distress cases.   See, e.g., Caputzal v. The Lindsay Co., <span class=\"citation\" data-id=\"2349994\"><a href=\"/opinion/2349994/caputzal-v-lindsay-co/\"><span class=\"volume\">48</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">69</span></a></span>, <span class=\"citation\" data-id=\"2349994\"><a href=\"/opinion/2349994/caputzal-v-lindsay-co/\"><span class=\"volume\">222</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">513</span></a></span>, 515 (1966);  Falzone v. Busch, <span class=\"citation\" data-id=\"1518650\"><a href=\"/opinion/1518650/falzone-v-busch/\"><span class=\"volume\">45</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">559</span></a></span>, <span class=\"citation\" data-id=\"1518650\"><a href=\"/opinion/1518650/falzone-v-busch/\"><span class=\"volume\">214</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">12</span></a></span>, 17 (1965).  Portee changed this rule in respect to bystander liability, permitting recovery in the absence of physical symptoms if the circumstances are such that severe emotional distress can easily be inferred.   See Portee, 417 A.2d at 527-28</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107799/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108279/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109596/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196369/",
    "http://www.courtlistener.com/api/rest/v3/opinions/410380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/425996/",
    "http://www.courtlistener.com/api/rest/v3/opinions/493646/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/496780/",
    "http://www.courtlistener.com/api/rest/v3/opinions/498384/",
    "http://www.courtlistener.com/api/rest/v3/opinions/506191/",
    "http://www.courtlistener.com/api/rest/v3/opinions/515444/",
    "http://www.courtlistener.com/api/rest/v3/opinions/515447/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/532513/",
    "http://www.courtlistener.com/api/rest/v3/opinions/539800/",
    "http://www.courtlistener.com/api/rest/v3/opinions/540783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550084/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558023/",
    "http://www.courtlistener.com/api/rest/v3/opinions/563774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/594418/",
    "http://www.courtlistener.com/api/rest/v3/opinions/604816/",
    "http://www.courtlistener.com/api/rest/v3/opinions/611660/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664150/",
    "http://www.courtlistener.com/api/rest/v3/opinions/692275/",
    "http://www.courtlistener.com/api/rest/v3/opinions/703157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/709049/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1143684/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1180570/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1355526/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1441336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1463480/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1518650/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1527830/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1545540/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1926408/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1936336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2002002/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2009659/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2183417/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2203277/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2272736/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2286986/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2287612/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2349994/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2384816/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2615127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/3657474/",
    "http://www.courtlistener.com/api/rest/v3/opinions/3994235/"
  ]
}