{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196783/",
  "absolute_url": "/opinion/196783/rice-v-chater/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196783/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:14:00Z",
  "date_modified": "2017-03-24T10:48:33.010777Z",
  "type": "010combined",
  "sha1": "93adc7272a3212565028bb0a40cd4324c93c892a",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-2300.01A",
  "local_path": null,
  "plain_text": "\n\nJ       u       n       e   6       ,   1       9       9       6\r\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                      \r\n\nNo.  95-2300\r\n\n                      GEORGE RICE, JR.,\r\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                      SHIRLEY S. CHATER,\r\n               Commissioner of Social Security,\r\n                     Defendant, Appellee.\r\n\n                                         \r\n\n                         ERRATA SHEET\r\n\n        The opinion of  this Court  issued on May  29, 1996  is\r\namended as follows:\r\n\n   On  the cover  sheet,  the district  court  judge should  be\r\nchanged  from [Hon. Francis J. Boyle, Senior U.S. District Judge]\r                                                                          \r\nto  [Hon. Robert W. Lovegreen, U.S. Magistrate Judge].\r                                                              \r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-2300\r\n\n                      GEORGE RICE, JR.,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                      SHIRLEY S. CHATER,\r\n               Commissioner of Social Security,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n      [Hon. Robert W. Lovegreen, U.S. Magistrate Judge]\r                                                                  \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n                Cyr and Stahl, Circuit Judges.\r                                                         \r\n\n                                         \r\n\nGretchen Bath on brief for appellant.\r                         \r\nSheldon  Whitehouse, United  States Attorney,  Anthony C. Digioia,\r                                                                             \r\nAssistant U.S.  Attorney, and  Gerald Luke, Attorney,  Social Security\r                                                  \r\nAdministration, on brief for appellee.\r\n\n                                         \r\n\n                         May 29, 1996\r\n                                         \r\r\n\n          Per Curiam.  Appellant George Rice appeals from the\r                                \r\n\ndistrict court's decision affirming the termination of Rice's\r\n\ndisability benefits  by the Commissioner  of Social  Security\r\n\n(\"Commissioner\").  We vacate the decision and remand.  \r\n\n          1.  Erroneous Legal Standard Applied\r                                                          \r\n\n          Rice was  determined to  be disabled as  of January\r\n\n1976 because he was found to have a urinary-kidney impairment\r\n\nwhich met or equalled then Listing 6.04.  Under that listing,\r\n\nclaimants with a permanent urinary diversion  and progressive\r\n\nbilateral  hydronephrosis were  considered  disabled.1    The\r                                                                 1\r\n\nadministrative  law  judge  (\"ALJ\")  determined  that  Rice's\r\n\nimpairment had medically improved by October 1990, justifying\r\n\ntermination of his disability benefits.  \r\n\n          Under  the  regulations,  medical   improvement  is\r\n\ndefined  as \"any  decrease  in the  medical  severity\" of  an\r\n\nimpairment,  and any such decrease  \"must be based on changes\r\n\nin the symptoms, signs and/or laboratory findings\" associated\r\n\nwith   the  claimant's   impairment.     See   20  C.F.R.    \r                                                        \r\n\n404.1594(b)(1).      To   find   medical   improvement,   the\r\n\nCommissioner  must  compare  the prior  and  current  medical\r\n\nevidence  to  determine  whether  there have  been  any  such\r\n\nchanges  in  the  signs,  symptoms  and  laboratory  findings\r\n\nassociated  with  the  claimant's  impairment.   Id.  (b)(7),\r                                                                \r\n\n                    \r                                \r\n\n   1As the Commissioner argues, there is substantial evidence\r               1\r\nto  support  the  determination  below  that  the  applicable\r\nlisting was Listing 6.04.\r\n\n                             -3-\r\r\n\n(c)(1).   The  ALJ did  not make  this comparison  in finding\r\n\nmedical improvement in Rice's impairment, but focused instead\r\n\non the question  whether Rice continued to  meet Listing 6.04\r\n\nin 1990.  In doing so, he erred.2  \r                                            2\r\n\n          2.  Lack of Medical Improvement\r                                                     \r\n\n          Rice argues that the symptoms, signs and laboratory\r\n\nfindings associated  with his impairment did  not change from\r\n\n1976,  when he was found disabled, to 1990, when his benefits\r\n\nwere  terminated, precluding termination  of his  benefits on\r\n\nthe basis of medical improvement.  We agree.\r\n\n          The  laboratory  findings  evidencing Rice's  renal\r\n\nfunctioning  in 1990  and thereafter  were comparable  to the\r\n\npre-1976 laboratory  findings.   Creatinine in 1990  was 2.6,\r\n\ncomparable  to the  1969 creatinine  of 2.84  and within  the\r\n\nother   pre-1976   creatinine  values   of   1.0   and  3.8.3\r                                                                        3\r\n\nCreatinine after  1990 continued to come  within the pre-1976\r\n\n                    \r                                \r\n\n   2The  regulations  clearly  require  the  Commissioner  to\r               2\r\ncompare a  claimant's current and prior   symptoms, signs and\r\nlaboratory findings in determining medical improvement.  Only\r\nif  those  indicia of  the  severity  of an  impairment  have\r\nchanged, i.e.,  improved, may  benefits be terminated  on the\r                                    \r\nbasis  of medical improvement.  The  question whether a prior\r\nlisting  continues to be met plays at best a subordinate role\r\nin determining medical improvement  and is not determinative.\r\nOnce medical improvement has been shown, a claimant's failure\r                                                   \r\nto  meet  a  prior  listing  suffices  to show  that  medical\r\nimprovement is  related to ability to work,  a separate issue\r                                                      \r\nwhich is  not even  considered until medical  improvement has\r\nbeen established,  as provided  in the  regulations.   See 20\r                                                                      \r\nC.F.R.    404.1594(b)(1), (c)(1), (c)(3)(i), (f)(3) &amp; (4).\r\n\n   3The record indicates that creatinine levels greater  than\r               3\r\n1.5 mg./dec. are considered abnormal.\r\n\n                             -4-\r\r\n\nfigures,  ranging from  2.6  to 3.3.    In 1990,  blood  urea\r\n\nnitrogen  was 18, a value which was within the pre-1976 range\r\n\nof 12 to 47.4  After  1990, blood urea nitrogen also remained\r                        4\r\n\nwithin the  range of pre-1976 values,  fluctuating between 29\r\n\nand 45.   Rice's precise renal status was unknown as of 1990.\r\n\nBut, in 1992, he  was diagnosed with renal failure as  he had\r\n\nbeen  in   1973;  he   was  also   found  to  have   advanced\r\n\nhydronephrosis and a markedly hydronephrotic  kidney, similar\r\n\nto the 1968 and  1969 characterizations of his hydronephrosis\r\n\nas marked or severe.  When questioned as to what the clinical\r\n\nfindings showed about  Rice's impairment, the  medical expert\r\n\nanswered  that  he found  no  evidence  of change  in  Rice's\r\n\ncondition from  January 1976  to the  fall of 1990.   On  the\r\n\nbasis  of the  above,  it seems  evident  that there  was  no\r\n\nmedical improvement in Rice's condition from 1976 to 1990, as\r\n\nthat term  is defined  in the regulations.   See 20  C.F.R.  \r                                                            \r\n\n404.1594(b)(1) &amp; (7).  \r\n\n          Under  the  circumstances  present  in  this  case,\r\n\nRice's failure to  seek treatment  from 1973 to  1990 is  not\r\n\nevidence of medical improvement.  As noted, changed symptoms,\r                                                                        \r\n\nsigns and  laboratory findings are the  only relevant indicia\r                                          \r\n\nof  medical  improvement  under   the  regulations.    Id.   \r                                                                      \r\n\n404.1594(b)(1) &amp; (7),  (f)(3).  While the  medical expert may\r\n\n                    \r                                \r\n\n   41976 Listing 6.02A indicates  that blood urea nitrogen of\r               4\r\n30 mg./100 ml. or greater would be considered abnormal.\r\n\n                             -5-\r\r\n\nhave  speculated  that  a failure  to  seek  treatment for  a\r\n\ndeteriorating impairment could denote medical improvement, on\r\n\nthe basis of the  actual clinical findings in the  record, he\r\n\nstated  only  that Rice's  condition  had  remained the  same\r\n\n(i.e., not changed) from 1976 to 1990.  Moreover, Rice sought\r\n\nno treatment for his impairment for the two-and-one-half year\r\n\nperiod preceding  the January  1976 finding of  disability, a\r                            \r\n\nfactor never taken into account by the ALJ and ignored by the\r\n\nCommissioner  on  appeal.    Given  Rice's  failure  to  seek\r\n\ntreatment  for a  substantial  period of  time preceding  the\r\n\ndetermination that he was disabled, his continuing failure to\r                                                              \r\n\nseek treatment  is not evidence  of change or  improvement in\r                                                                      \r\n\nhis  impairment.     See  20  C.F.R.      404.1594(b)(7)  (in\r                                    \r\n\ndetermining  medical  improvement,  the   claimant's  current\r\n\ncondition  is compared with his  condition as of  the date of\r\n\nthe original disability decision);  Bosley v. Shalala, 879 F.\r                                                                 \r\n\nSupp. 296, 304 (W.D.N.Y.  1995) (improvements in a claimant's\r\n\ncondition which precede the date on which disability is found\r\n\ncannot be used  as evidence  that the  disability has  ceased\r\n\nsince the  regulations require  comparison of  the claimant's\r\n\ncurrent  condition   with  his  condition  as   of  the  date\r\n\ndisability  was found);  accord Fleming  v. Sullivan,  806 F.\r                                                                \r\n\nSupp. 13, 15 (E.D.N.Y. 1992).\r\n\n          Furthermore, because Rice's creatinine  levels from\r\n\n1990  and from  1992-93 were  commensurate with  his pre-1976\r\n\n                             -6-\r\r\n\ncreatinine, i.e., had  not changed, they  cannot be cited  as\r\n\nevidence of  medical  improvement.   The Commissioner  argues\r\n\nthat  the  stability  of  creatinine  levels  shows   medical\r\n\nimprovement  because  Rice's condition  was  deteriorating in\r\n\n1976.   We see two problems with her argument.  First, she is\r\n\nessentially arguing  only that Rice's prognosis  had improved\r\n\nas  of 1990 since his  condition did not  continue to worsen.\r\n\nBut the regulations require  actual physical improvement in a\r\n\nclaimant's  impairment,  not  merely an  improved  prognosis.\r\n\nSecond, her claim that  Rice's condition was deteriorating in\r\n\n1976,  when he was found disabled, seems doubtful.  As noted,\r\n\nRice  sought no  medical treatment  from mid-1973  to January\r\n\n1976.   In  addition, the medical  expert testified  that the\r\n\nmedical records indicated that  Rice's condition had remained\r\n\nstable  from before 1976 to 1990.  The medical expert further\r\n\nstated that there was nothing in the record by which he could\r\n\njudge whether  Rice had progressive  hydronephrosis in  1976.\r                                                                        \r\n\nThe   last    medical   records   suggesting    that   Rice's\r\n\nhydronephrosis was  increasing dated  from 1969, seven  years\r\n\nbefore he was found disabled.5\r                                         5\r\n\n                    \r                                \r\n\n   5Thus,  the  ALJ's approach  in  this  case was  not  only\r               5\r\nlegally  erroneous, but it  was flawed  for other  reasons as\r\nwell.  Unless Rice actually had progressive hydronephrosis in\r\n1976, it  is not at  all clear how  the fact that  he did not\r\nhave  it in 1990 could evidence medical improvement.  Yet the\r\nALJ  never examined  the evidence  to determine  whether Rice\r\nactually   had  progressive   hydronephrosis  in   1976,  but\r\napparently assumed that the  1976 determination that Rice met\r\nListing 6.04, which required progressive hydronephrosis, must\r\n\n                             -7-\r\r\n\n          3.  Remand\r                                \r\n\n          Given the  lack  of medical  improvement in  Rice's\r\n\nimpairment, the Commissioner could not terminate his benefits\r\n\nwithout showing application of an exception under 20 C.F.R.  \r\n\n404.1594(d)  or  (e), see  42 U.S.C.     423(f); 20  C.F.R.  \r                                     \r\n\n404.1594(a), (f)(3), (5), a question which was not considered\r\n\nbelow and  has not  been argued on  appeal.   On remand,  the\r\n\nCommissioner may wish to consider that question.\r\n\n          The decision  of the district court is vacated.  We\r                                                                         \r\n\nremand to the  district court with  directions to remand  the\r                                                                         \r\n\ncase to the  Commissioner for further  proceedings consistent\r                                                                         \r\n\nwith this opinion. \r                              \r\n\n                    \r                                \r\n\nbe correct.\r\n\n                             -8-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "",
  "extracted_by_ocr": false,
  "opinions_cited": []
}