{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196726/",
  "absolute_url": "/opinion/196726/united-states-v-whalen/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196726/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:12:39Z",
  "date_modified": "2017-03-24T10:48:26.139005Z",
  "type": "010combined",
  "sha1": "1b06a32d475f272289b426b3162bbf798c2d94df",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1816.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 95-1816\r\n\n                          UNITED STATES,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                        ARCHIE M. WHALEN,\r\n\n                      Defendant - Appellant.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                    FOR THE DISTRICT OF MAINE\r\n\n           [Hon. Morton A. Brody, U.S. District Judge]\r                                                               \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                  Cyr and Lynch, Circuit Judges.\r                                                         \r\n\n                                           \r\n\n     Mark  A.  Perry, by  Appointment  of  the Court,  with  whom\r                              \r\nArcher, Perry &amp; Jordan, P.A., was on brief for appellant.\r                                      \r\n     F. Mark Terison, Assistant United States Attorney, with whom\r                              \r\nJay  P. McCloskey, United States Attorney, and James L. McCarthy,\r                                                                          \r\nAssistant United States Attorney, were on brief for appellee.\r\n\n                                           \r\n\n                          April 25, 1996\r\n                                           \r\r\n\n          TORRUELLA,  Chief Judge.  Appellant-defendant Archie M.\r                    TORRUELLA,  Chief Judge.\r                                           \r\n\nWhalen (\"appellant\"  or \"Archie Whalen\") appeals  from a judgment\r\n\nrevoking  his supervised release.  He  contends that the district\r\n\ncourt  violated his due process rights in failing to make written\r\n\nfindings  of  the  evidence  on  which  it   relied,  abused  its\r\n\ndiscretion in  deciding that his  release should be  revoked, and\r\n\nerred in not dismissing  the government's petition for revocation\r\n\ndue  to  the failure  to provide  a  prompt hearing  to determine\r\n\nprobable cause  to detain him  pending hearing on  the revocation\r\n\ncharge.  We affirm the district court decision.\r\n\n                          I.  BACKGROUND\r                                    I.  BACKGROUND\r\n\n          Archie  Whalen was  charged  with assaulting  his wife,\r\n\nChristina (\"Christina Whalen\"), by  state authorities on June 24,\r\n\n1995, in  Sullivan, Maine.  At the time of the incident that gave\r\n\nrise to the  assault charge, Archie Whalen was in  the midst of a\r\n\ntwo-year  term  of  supervised released  imposed  on  him by  the\r\n\nfederal district court in Maine on December 14, 1994.  During the\r\n\nresulting revocation hearing before the district court, Christina\r\n\nWhalen testified  that her husband inflicted bruises  on her left\r\n\nleg when he grabbed her and dragged her up a flight of  stairs to\r\n\ntheir apartment.   The district  court also heard  testimony from\r\n\nHancock  County Patrol  Sergeant Patrick  Kane (\"Sergeant  Kane\")\r\n\nthat he had seen her bruises two days after the incident alleged.\r\n\nHowever,  Sergeant Kane  testified that  the bruises were  on her\r\n\nleft  shin while his  report stated that  they were  on her right\r\n\nshin.   Christina Whalen  also testified that  she had previously\r\n\n                               -2-\r\r\n\nlied  regarding Archie  Whalen in  other proceedings  while under\r\n\noath.    There was  also evidence  to  the effect  that Christina\r\n\nWhalen had,  on  a prior  occasion,  bruised her  own legs  in  a\r\n\nsimilar manner  to get her husband's  supervised release revoked.\r\n\nFurthermore, while the district court heard testimony from Archie\r\n\nWhalen  denying that he had injured  his wife, it also heard from\r\n\nHeidi Clement (\"Clement\"), a  co-worker of Christina Whalen's, to\r\n\nwhom he stated that he \"was wrong to have hurt her.\"\r\n\n          The district  court acknowledged that  Christina Whalen\r\n\n\"played fast and loose with the truth\" and that there was also \"a\r\n\nlot   of  problems   with  the   testimony\"  of   Archie  Whalen.\r\n\nUltimately,  however,  the  court  determined  that  the   record\r\n\nestablished by a preponderance of the evidence that Archie Whalen\r\n\nviolated  the terms of  his supervised release  by committing the\r\n\nstate crime of assault against his wife.\r\n\n                         II.  DISCUSSION\r                                   II.  DISCUSSION\r\n\n                   A.  The Due Process Argument\r                             A.  The Due Process Argument\r\n\n          Archie Whalen's  first  argument is  that the  district\r\n\ncourt  violated his due process rights in failing to make written\r\n\nfindings of the evidence on which it relied.  He  cites Morrissey\r                                                                           \r\n\nv.  Brewer, 408 U.S. 471  (1972), which states  that \"the minimum\r                    \r\n\nrequirements  of due  process,\" in  the context  of  a revocation\r\n\nhearing,  include \"a written  statement by the  factfinders as to\r\n\nthe evidence relied on  and reasons for revoking parole.\"  Id. at\r                                                                        \r\n\n489;  see also Gagnon  v.   Scarpelli, 411  U.S. 778,  786 (1973)\r                                               \r\n\n(holding  that the  Morrissey rule  applies equally  to probation\r                                       \r\n\n                               -3-\r\r\n\nrevocations).   Archie Whalen  faults as inadequate  the district\r\n\ncourt's statements  that it revoked  his release term  because he\r\n\ncommitted a state crime by assaulting his wife, and that it found\r\n\nthe facts to be as set forth in the Report of Revocation prepared\r\n\nby Whalen's probation officer.\r\n\n          Archie Whalen  argues that  the  district court  should\r\n\nhave  stated  in writing  the evidence  upon  which it  relied in\r\n\nreaching its conclusion.  However, he never sought such a written\r\n\nstatement  directly from  the  district court.    By making  this\r\n\nargument  for the first time  on appeal, Whalen  has deprived the\r\n\ndistrict court of  the opportunity  to consider and  rule on  the\r\n\nissue,  and  has thus  deprived  us  of  a ruling  which  we  can\r\n\neffectively  review.   See  United  States  v. Pilgrim  Marketing\r                                                                           \r\n\nCorp., 944 F.2d 14, 21  (1st Cir. 1991); United States v.  Curzi,\r                                                                          \r\n\n867 F.2d  36, 44 (1st Cir.  1989).  \"If the  objection now raised\r\n\nhad been formulated below  there would have been  opportunity for\r\n\nthe  court  to  consider  it  and  rule  accordingly.\"    Pilgrim\r                                                                           \r\n\nMarketing Corp., 944 F.2d at 21.\r                         \r\n\n          As a result, we consider appellant's argument under the\r\n\n\"plain error\" standard.  See United States v. Hunnewell, 891 F.2d\r                                                                 \r\n\n955, 956  (1st Cir.  1989).   This standard  requires  us to  ask\r\n\nwhether  fundamental  fairness  was  undermined,  and  whether  a\r\n\nmiscarriage  of  justice  has  occurred.   See  United  States v.\r                                                                        \r\n\nMcMahon, 938  F.2d 1501, 1510  (1st Cir. 1991).   Here we  do not\r                 \r\n\nfind either of these concerns implicated.\r\n\n                               -4-\r\r\n\n          Moreover, even if Whalen had properly preserved his due\r\n\nprocess  argument  for  appeal,  it would  fail  on  the  merits.\r\n\nVirtually  every court to have considered the issue has held that\r\n\n\"oral  findings,  if recorded  or  transcribed,  can satisfy  the\r\n\nrequirements  of Morrissey  when those  findings create  a record\r                                    \r\n\nsufficiently  complete to  advise the  parties and  the reviewing\r\n\ncourt of the reasons for the revocation of supervised release and\r\n\nthe evidence the decision  maker relied upon.\"  United  States v.\r                                                                        \r\n\nCopeland, 20 F.3d 412,  414 (11th Cir. 1994) (stating  that \"[n]o\r                  \r\n\ncircuit has  directly held otherwise,\" although  some courts have\r\n\nstated that United States  v. Lacey, 648 F.2d 441, 445  (5th Cir.\r                                             \r\n\n1981), holds that written statements are required notwithstanding\r\n\nthe availability of  a transcript of the court's findings, \"based\r\n\non a misinterpretation of Lacey\"); United States  v. Gilbert, 990\r                                                                      \r\n\nF.2d 916, 917 (6th  Cir. 1993); see United States  v. Copley, 978\r                                                                      \r\n\nF.2d 829, 831  (4th Cir. 1992); United States v.  Barth, 899 F.2d\r                                                                 \r\n\n199, 201-02 (2d Cir. 1990); United States v. Yancey, 827 F.2d 83,\r                                                             \r\n\n89  (7th Cir.  1987), cert.  denied, 485  U.S.  967 (1988).   The\r                                             \r\n\ntranscript of the district court's ruling stated that it was\r\n\n            persuaded  by  a  preponderance   of  the\r\n            evidence that the  defendant did in  fact\r\n            on  or  about  June   24,  intentionally,\r\n            knowingly, and recklessly cause injury or\r\n            offensive physical [contact] to Christina\r\n            Whalen  in violation  of the  Maine state\r\n            law.   And  so I  am going  to make  that\r\n            finding  of a violation of the supervised\r\n            release provisions.\r\n\n          Furthermore,  the district judge  stated on  the record\r\n\nthat  he had  reviewed  all of  the  exhibits introduced  at  the\r\n\n                               -5-\r\r\n\nrevocation  hearing.  He framed  the dispositive issue  as one of\r\n\nweighing the credibility of  Christina against Archie Whalen, and\r\n\nacknowledged  that both  witnesses had  problems in  that regard.\r\n\nThe  court  concluded   that  the  government  had  proved  by  a\r\n\npreponderance of the evidence that Whalen had assaulted his wife,\r\n\nin  violation of  state  law,  and  hence  in  violation  of  the\r\n\nconditions  of  his  supervised  release.    Additionally,  in  a\r\n\nseparate written Memorandum of  Sentencing Judgment, the district\r\n\ncourt expressly stated, as  to its factual findings: \"I  find the\r\n\nfacts as  set out  in the Report  of Revocation [prepared  by the\r\n\nprobation officer].\"   That report  in turn set  forth fully  the\r\n\nfactual  allegations   concerning  the  alleged   assault.    The\r\n\nMemorandum  also reiterates the district court's conclusions that\r\n\n\"the  defendant violated  the  special  condition  of  supervised\r\n\nrelease  that  he  not  commit  any  new  crimes\"  and  that  the\r\n\ngovernment had met its  burden of proving that the  defendant had\r\n\nassaulted Christina  Whalen.  In the  circumstances, the district\r\n\ncourt provided \"fair notice  to the defendant of the  reasons for\r\n\nthe revocation . . . [and] an adequate record from which to build\r\n\nan appeal.\"   Morrissey, 408 U.S. at 490.  There was no violation\r                                 \r\n\nof Whalen's due process rights.\r\n\n              B.  Merits of the Revocation Decision\r                        B.  Merits of the Revocation Decision\r\n\n          We briefly review the burden  of proof and standard  of\r\n\nreview attending a  supervised release revocation proceeding  and\r\n\nappeal therefrom.   At the district  court level, the  government\r\n\nhas the burden of proving by a preponderance of the evidence that\r\n\n                               -6-\r\r\n\nat least  one of  the  conditions of  the defendant's  supervised\r\n\nrelease was violated.    United States v. Portalla, 985 F.2d 621,\r                                                            \r\n\n622 (1st  Cir. 1993).  Then,  if the district court  finds that a\r\n\nviolation occurred,  it has  discretion to  revoke or modify  the\r\n\ndefendant's supervised release (except for a violation  involving\r\n\nfirearms  or  controlled   substance  offenses,  in   which  case\r\n\nrevocation  is mandatory).   See  18 U.S.C.    3583(e), (g).   On\r                                          \r\n\nappeal,  the  district  court's  decision  to  revoke  supervised\r\n\nrelease based on its finding of a violation is reviewed  only for\r\n\nabuse of discretion.   United States v. Morin, 889  F.2d 328, 331\r                                                       \r\n\n(1st Cir. 1989) (revocation decision \"will not be reversed absent\r\n\na  clear showing  of an  abuse of  discretion\"); see  also United\r                                                                           \r\n\nStates v. Gallo, 20 F.3d 7, 13 (1st Cir. 1994).  And, as in other\r                         \r\n\ncontexts  where a district  court has discretion  to take certain\r\n\naction based  on its  findings of  fact,  the court's  subsidiary\r\n\nfactfinding as to whether or not a violation occurred is reviewed\r\n\nfor clear error.  Cf.  United States v. Winter, 70 F.3d  655, 659\r                                                        \r\n\n(1st  Cir. 1995)  (district court's  contempt order  reviewed for\r\n\nabuse  of  discretion,  underlying  factual  findings  for  clear\r\n\nerror); United States  v. Mart nez-Molina, 64 F.3d  719, 732 (1st\r                                                   \r\n\nCir.  1995) (trial  court's  denial of  motion  to withdraw  plea\r\n\nreviewed for abuse of discretion, subsidiary findings of fact for\r\n\nclear error).\r\n\n          Whalen  argues  that  the  district  court  abused  its\r\n\ndiscretion  in  revoking  his  supervised release,  and  that  it\r\n\nclearly erred in relying on Christina Whalen's testimony -- which\r\n\n                               -7-\r\r\n\nthe  court itself  characterized as problematic  -- to  find that\r\n\nWhalen  violated the  conditions of  his release.   Whatever  the\r\n\nproblems associated with Christina Whalen's  testimony, we reject\r\n\nappellant's argument  that the district court  erred in crediting\r\n\nit  over  the  testimony  of  Archie Whalen.    It  is  within  a\r\n\nfactfinder's  discretion  to   credit  portions  of   a  witness'\r\n\ntestimony  even  though it  finds  other portions  dubious.   See\r                                                                           \r\n\nWytrwal v.  Saco School  Bd., 70  F.3d 165,  171 (1st  Cir. 1995)\r                                      \r\n\n(upholding  a district  court's decision  to credit  only certain\r\n\nportions  of a  witness'  testimony, despite  finding that  other\r\n\nportions were fabrications); NLRB v. Izzi, 395 F.2d 241, 243 (1st\r                                                   \r\n\nCir.  1968).   Such  credibility  determinations  are within  the\r\n\nunique role of the  factfinder, see Flanders &amp; Medeiros,  Inc. v.\r                                                                        \r\n\nBegosian, 65  F.3d 198, 204 n.4 (1st Cir. 1995), and we are loath\r                  \r\n\nto  upset, particularly  in  a domestic  violence situation,  the\r\n\ndistrict court's findings regarding  credibility, based on a cold\r\n\nrecord,  see, e.g., United States  v. Bartelho, 71  F.3d 436, 440\r                                                        \r\n\n(taking into account, in reviewing finding of probable cause, the\r\n\nparticularities   of  domestic  abuse  situations  in  justifying\r\n\ndiscounting of alleged victim's  denials of abuse); United States\r                                                                           \r\n\nv.  Henry, 48  F.3d 1282,  1284-85 (same).   See  generally Alana\r                                                                     \r\n\nBowman,   A  Matter   of  Justice:   Overcoming  Juror   Bias  in\r                                                                           \r\n\nProsecutions of Batterers Through Expert Witness Testimony of the\r                                                                           \r\n\nCommon Experiences of Battered Women, 2 S. Cal. Rev. L. &amp; Women's\r                                              \r\n\nStud. 219, 245 (1992) (noting that  \"minimizing\" and \"denying the\r\n\nviolence\"  are \"very  common  behavioral patterns  among battered\r\n\n                               -8-\r\r\n\nwomen\").  Taking these  factors into account, in addition  to the\r\n\ncorroboration  of   Christina   Whalen's  statements   by   other\r\n\nwitnesses, we  conclude that the  district court did  not clearly\r\n\nerr  in finding that Archie  Whalen assaulted Christina Whalen as\r\n\nalleged by the  government, and that the court did  not abuse its\r\n\ndiscretion in revoking Whalen's supervised release.\r\n\n                               -9-\r\r\n\n                 C.  The Probable Cause Argument\r                           C.  The Probable Cause Argument\r\n\n          Appellant also  contends that the district  court erred\r\n\nby failing to hold  a probable cause hearing pursuant  to Federal\r\n\nRule  of Criminal  Procedure 32.1  (providing, in  relevant part,\r\n\nthat  a  person  held in  custody  for  an  alleged violation  of\r\n\nsupervised release  conditions is entitled to  a \"prompt hearing\"\r\n\nto determine probable cause to detain the person for a revocation\r\n\nhearing,  and \"[i]f  probable cause  is found  not to  exist, the\r\n\nproceeding shall be dismissed\").  His argument is unavailing.\r\n\n          Whalen was arrested by  federal authorities on June 30,\r\n\n1995.   The  government then  promptly moved  for his  detention,\r\n\npending  a hearing  on  the revocation  matter.   Whalen appeared\r\n\nbefore a  federal magistrate  judge on  July 5,  1995.  The  sole\r\n\nissue  before the magistrate  judge was whether  Whalen should be\r\n\ndetained.   At this  preliminary hearing, the  government offered\r\n\nthe  testimony   of  Whalen's  federal  probation   officer,  who\r\n\ndescribed the  alleged assault on Christina  Whalen and testified\r\n\nas  to  information  he  had  obtained  through  interviews  with\r\n\nChristina Whalen,  her former husband, her  friend Heidi Clement,\r\n\nand another friend.  The  probation officer was cross-examined by\r\n\nWhalen's  attorney.    Based  on the  testimony  and  information\r\n\npresented, the magistrate judge ordered Whalen detained.\r\n\n          To the  extent that  the hearing before  the magistrate\r\n\njudge  was not sufficient to satisfy Rule 32.1,1 Whalen should be\r\n                    \r                              \r\n\n1   A Rule 32.1 hearing may be held before a magistrate judge, if\r\nthe district  court provides the magistrate  judge with authority\r\nto  do  so.   See  Fed. R.  Crim.  P. 32.1(a);  United  States v.\r                                                                        \r\n\n                               -10-\r\r\n\ndeemed to have waived his rights to any additional hearing on the\r\n\nspecific  question  of  probable  cause.   The  magistrate  judge\r\n\nspecifically  stated on the record that the only issue before him\r\n\non  July  5 was  whether Whalen  should  be detained  pending the\r\n\nrevocation hearing.  Whalen made no objection and did not request\r\n\na separate determination of probable cause at any time before the\r\n\nrevocation hearing itself.  In these  circumstances, we find that\r\n\nWhalen  waived any right to a hearing designated specifically for\r\n\nthe  purpose  of assessing  probable  cause.   Furthermore,  even\r\n\nignoring  the waiver, Whalen has made no showing that he suffered\r\n\nany  cognizable  prejudice from  the  lack  of a  probable  cause\r\n\nhearing specifically  designated as such.   Cf. United  States v.\r                                                                        \r\n\nWickham,  618 F.2d 1307 (9th Cir. 1979) (for defendant to succeed\r                 \r\n\nin making a \"promptness\" challenge to a revocation proceeding, he\r\n\nmust  show  that  \"the  delay . . .  prejudicially  affected  the\r\n\n[defendant's]  ability to  contest  revocation\").   The  district\r\n\ncourt did not err in refusing to dismiss the revocation petition.\r\n\n                         III.  CONCLUSION\r                                   III.  CONCLUSION\r\n\n          Although we realize that district judges are overworked\r\n\nand pressed for time, we urge as much detail as possible in their\r\n\nrulings revoking supervised release, consistent with the dictates\r\n\nof Morrissey.  In  this case, however, we find that  Whalen's due\r                      \r\n\nprocess rights were not violated, that the district court did not\r\n\nabuse its discretion in revoking Whalen's supervised release, and\r\n\nthat there was no cognizable violation of Fed. R. Crim. P. 32.1.\r\n                    \r                              \r\n\nWilliams, 919 F.2d 266, 270 (5th Cir. 1990).\r                  \r\n\n                               -11-\r\r\n\n          As  a  result of  the  foregoing, the  judgment  of the\r\n\ndistrict court is affirmed.\r                            affirmed\r                                    \r\n\n                               -12-\r\r\n",
  "html": "<p class=\"case_cite\">82 F.3d 528</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Archie M. WHALEN, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 95-1816.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 8, 1996.<br>Decided April 25, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Maine;  Hon.  Morton A. Brody, U.S. District Judge.</p>\n      <p class=\"indent\">Mark A. Perry, by Appointment of the Court, with whom Archer, Perry &amp; Jordan, P.A., was on brief, Brewer, ME, for appellant.</p>\n      <p class=\"indent\">F. Mark Terison, Assistant United States Attorney, Portland, ME, with whom Jay P. McCloskey, United States Attorney, and James L. McCarthy, Assistant United States Attorney, Bangor, ME, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CYR and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant-defendant Archie M. Whalen (\"appellant\" or \"Archie Whalen\") appeals from a judgment revoking his supervised release.   He contends that the district court violated his due process rights in failing to make written findings of the evidence on which it relied, abused its discretion in deciding that his release should be revoked, and erred in not dismissing the government's petition for revocation due to the failure to provide a prompt hearing to determine probable cause to detain him pending hearing on the revocation charge.   We affirm the district court decision.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Archie Whalen was charged with assaulting his wife, Christina (\"Christina Whalen\"), by state authorities on June 24, 1995, in Sullivan, Maine.   At the time of the incident that gave rise to the assault charge, Archie Whalen was in the midst of a two-year term of supervised released imposed on him by the federal district court in Maine on December 14, 1994.   During the resulting revocation hearing before the district court, Christina Whalen testified that her husband inflicted bruises on her left leg when he grabbed her and dragged her up a flight of stairs to their apartment.   The district court also heard testimony from Hancock County Patrol Sergeant Patrick Kane (\"Sergeant Kane\") that he had seen her bruises two days after the incident alleged.   However, Sergeant Kane testified that the bruises were on her left shin while his report stated that they were on her right shin.   Christina Whalen also testified that she had previously lied regarding Archie Whalen in other proceedings while under oath.   There was also evidence to the effect that Christina Whalen had, on a prior occasion, bruised her own legs in a similar manner to get her husband's supervised release revoked.   Furthermore, while the district court heard testimony from Archie Whalen denying that he had injured his wife, it also heard from Heidi Clement (\"Clement\"), a co-worker of Christina Whalen's, to whom he stated that he \"was wrong to have hurt her.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court acknowledged that Christina Whalen \"played fast and loose with the truth\" and that there was also \"a lot of problems with the testimony\" of Archie Whalen.   Ultimately, however, the court determined that the record established by a preponderance of the evidence that Archie Whalen violated the terms of his supervised release by committing the state crime of assault against his wife.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <p>A. The Due Process Argument</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Archie Whalen's first argument is that the district court violated his due process rights in failing to make written findings of the evidence on which it relied.   He cites Morrissey v. Brewer, 408 U.S. 471, 92 S.Ct. 2593, 33 L.Ed.2d 484 (1972), which states that \"the minimum requirements of due process,\" in the context of a revocation hearing, include \"a written statement by the factfinders as to the evidence relied on and reasons for revoking parole.\"  Id. at 489, 92 S.Ct. at 2604;  see also Gagnon v. Scarpelli, 411 U.S. 778, 786, 93 S.Ct. 1756, 1761-62, 36 L.Ed.2d 656 (1973) (holding that the Morrissey rule applies equally to probation revocations).   Archie Whalen faults as inadequate the district court's statements that it revoked his release term because he committed a state crime by assaulting his wife, and that it found the facts to be as set forth in the Report of Revocation prepared by Whalen's probation officer.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Archie Whalen argues that the district court should have stated in writing the evidence upon which it relied in reaching its conclusion.   However, he never sought such a written statement directly from the district court.   By making this argument for the first time on appeal, Whalen has deprived the district court of the opportunity to consider and rule on the issue, and has thus deprived us of a ruling which we can effectively review.   See United States v. Pilgrim Market Corp., 944 F.2d 14, 21 (1st Cir.1991);  United States v. Curzi, 867 F.2d 36, 44 (1st Cir.1989).  \"If the objection now raised had been formulated below there would have been opportunity for the court to consider it and rule accordingly.\"  Pilgrim Market Corp., 944 F.2d at 21.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As a result, we consider appellant's argument under the \"plain error\" standard.   See United States v. Hunnewell, 891 F.2d 955, 956 (1st Cir.1989).   This standard requires us to ask whether fundamental fairness was undermined, and whether a miscarriage of justice has occurred.   See United States v. McMahon, 938 F.2d 1501, 1510 (1st Cir.1991).   Here we do not find either of these concerns implicated.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Moreover, even if Whalen had properly preserved his due process argument for appeal, it would fail on the merits.   Virtually every court to have considered the issue has held that \"oral findings, if recorded or transcribed, can satisfy the requirements of Morrissey when those findings create a record sufficiently complete to advise the parties and the reviewing court of the reasons for the revocation of supervised release and the evidence the decision maker relied upon.\"  United States v. Copeland, 20 F.3d 412, 414 (11th Cir.1994) (stating that \"[n]o circuit has directly held otherwise,\" although some courts have stated that United States v. Lacey, 648 F.2d 441, 445 (5th Cir.1981), holds that written statements are required notwithstanding the availability of a transcript of the court's findings, \"based on a misinterpretation of Lacey\");  United States v. Gilbert, 990 F.2d 916, 917 (6th Cir.1993);  see United States v. Copley, 978 F.2d 829, 831 (4th Cir.1992);  United States v. Barth, 899 F.2d 199, 201-02 (2d Cir.1990);  United States v. Yancey, 827 F.2d 83, 89 (7th Cir.1987), cert. denied, 485 U.S. 967, 108 S.Ct. 1239, 99 L.Ed.2d 437 (1988).   The transcript of the district court's ruling stated that it was</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>persuaded by a preponderance of the evidence that the defendant did in fact on or about June 24, intentionally, knowingly, and recklessly cause injury or offensive physical [contact] to Christina Whalen in violation of the Maine state law.   And so I am going to make that finding of a violation of the supervised release provisions.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Furthermore, the district judge stated on the record that he had reviewed all of the exhibits introduced at the revocation hearing.   He framed the dispositive issue as one of weighing the credibility of Christina against Archie Whalen, and acknowledged that both witnesses had problems in that regard.   The court concluded that the government had proved by a preponderance of the evidence that Whalen had assaulted his wife, in violation of state law, and hence in violation of the conditions of his supervised release.   Additionally, in a separate written Memorandum of Sentencing Judgment, the district court expressly stated, as to its factual findings:  \"I find the facts as set out in the Report of Revocation [prepared by the probation officer].\"  That report in turn set forth fully the factual allegations concerning the alleged assault.   The Memorandum also reiterates the district court's conclusions that \"the defendant violated the special condition of supervised release that he not commit any new crimes\" and that the government had met its burden of proving that the defendant had assaulted Christina Whalen.   In the circumstances, the district court provided \"fair notice to the defendant of the reasons for the revocation ... [and] an adequate record from which to build an appeal.\"  Morrissey, 408 U.S. at 490, 92 S.Ct. at 2604-05.   There was no violation of Whalen's due process rights.</p>\n    </div>\n    <p>B. Merits of the Revocation Decision</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We briefly review the burden of proof and standard of review attending a supervised release revocation proceeding and appeal therefrom.   At the district court level, the government has the burden of proving by a preponderance of the evidence that at least one of the conditions of the defendant's supervised release was violated.  United States v. Portalla, 985 F.2d 621, 622 (1st Cir.1993).   Then, if the district court finds that a violation occurred, it has discretion to revoke or modify the defendant's supervised release (except for a violation involving firearms or controlled substance offenses, in which case revocation is mandatory).   See 18 U.S.C. &#167; 3583(e), (g).   On appeal, the district court's decision to revoke supervised release based on its finding of a violation is reviewed only for abuse of discretion.  United States v. Morin, 889 F.2d 328, 331 (1st Cir.1989) (revocation decision \"will not be reversed absent a clear showing of an abuse of discretion\");  see also United States v. Gallo, 20 F.3d 7, 13 (1st Cir.1994).   And, as in other contexts where a district court has discretion to take certain action based on its findings of fact, the court's subsidiary factfinding as to whether or not a violation occurred is reviewed for clear error.   Cf. United States v. Winter, 70 F.3d 655, 659 (1st Cir.1995) (district court's contempt order reviewed for abuse of discretion, underlying factual findings for clear error);  United States v. Martinez-Molina, 64 F.3d 719, 732 (1st Cir.1995) (trial court's denial of motion to withdraw plea reviewed for abuse of discretion, subsidiary findings of fact for clear error).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Whalen argues that the district court abused its discretion in revoking his supervised release, and that it clearly erred in relying on Christina Whalen's testimony--which the court itself characterized as problematic--to find that Whalen violated the conditions of his release.   Whatever the problems associated with Christina Whalen's testimony, we reject appellant's argument that the district court erred in crediting it over the testimony of Archie Whalen.   It is within a factfinder's discretion to credit portions of a witness' testimony even though it finds other portions dubious.   See Wytrwal v. Saco School Bd., 70 F.3d 165, 171 (1st Cir.1995) (upholding a district court's decision to credit only certain portions of a witness' testimony, despite finding that other portions were fabrications);  NLRB v. Izzi, 395 F.2d 241, 243 (1st Cir.1968).   Such credibility determinations are within the unique role of the factfinder, see Flanders &amp; Medeiros, Inc. v. Bogosian, 65 F.3d 198, 204 n. 4 (1st Cir.1995), and we are loath to upset, particularly in a domestic violence situation, the district court's findings regarding credibility, based on a cold record, see, e.g., United States v. Bartelho, 71 F.3d 436, 440 (1st Cir.1995) (taking into account, in reviewing finding of probable cause, the particularities of domestic abuse situations in justifying discounting of alleged victim's denials of abuse);  United States v. Henry, 48 F.3d 1282, 1284-85 (D.C.Cir.1995) (same).   See generally Alana Bowman, A Matter of Justice:  Overcoming Juror Bias in Prosecutions of Batterers Through Expert Witness Testimony of the Common Experiences of Battered Women, 2 S.Cal.Rev.L. &amp; Women's Stud. 219, 245 (1992) (noting that \"minimizing\" and \"denying the violence\" are \"very common behavioral patterns among battered women\").   Taking these factors into account, in addition to the corroboration of Christina Whalen's statements by other witnesses, we conclude that the district court did not clearly err in finding that Archie Whalen assaulted Christina Whalen as alleged by the government, and that the court did not abuse its discretion in revoking Whalen's supervised release.</p>\n    </div>\n    <p>C. The Probable Cause Argument</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Appellant also contends that the district court erred by failing to hold a probable cause hearing pursuant to Federal Rule of Criminal Procedure 32.1 (providing, in relevant part, that a person held in custody for an alleged violation of supervised release conditions is entitled to a \"prompt hearing\" to determine probable cause to detain the person for a revocation hearing, and \"[i]f probable cause is found not to exist, the proceeding shall be dismissed\").   His argument is unavailing.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Whalen was arrested by federal authorities on June 30, 1995.   The government then promptly moved for his detention, pending a hearing on the revocation matter.   Whalen appeared before a federal magistrate judge on July 5, 1995.   The sole issue before the magistrate judge was whether Whalen should be detained.   At this preliminary hearing, the government offered the testimony of Whalen's federal probation officer, who described the alleged assault on Christina Whalen and testified as to information he had obtained through interviews with Christina Whalen, her former husband, her friend Heidi Clement, and another friend.   The probation officer was cross-examined by Whalen's attorney.   Based on the testimony and information presented, the magistrate judge ordered Whalen detained.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">To the extent that the hearing before the magistrate judge was not sufficient to satisfy Rule 32.1,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Whalen should be deemed to have waived his rights to any additional hearing on the specific question of probable cause.   The magistrate judge specifically stated on the record that the only issue before him on July 5 was whether Whalen should be detained pending the revocation hearing.   Whalen made no objection and did not request a separate determination of probable cause at any time before the revocation hearing itself.   In these circumstances, we find that Whalen waived any right to a hearing designated specifically for the purpose of assessing probable cause.   Furthermore, even ignoring the waiver, Whalen has made no showing that he suffered any cognizable prejudice from the lack of a probable cause hearing specifically designated as such.   Cf. United States v. Wickham, 618 F.2d 1307 (9th Cir.1979) (for defendant to succeed in making a \"promptness\" challenge to a revocation proceeding, he must show that \"the delay ... prejudicially affected the [defendant's] ability to contest revocation\").   The district court did not err in refusing to dismiss the revocation petition.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Although we realize that district judges are overworked and pressed for time, we urge as much detail as possible in their rulings revoking supervised release, consistent with the dictates of Morrissey.   In this case, however, we find that Whalen's due process rights were not violated, that the district court did not abuse its discretion in revoking Whalen's supervised release, and that there was no cognizable violation of Fed.R.Crim.P. 32.1.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As a result of the foregoing, the judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A Rule 32.1 hearing may be held before a magistrate judge, if the district court provides the magistrate judge with authority to do so.   See Fed.R.Crim.P. 32.1(a);  United States v. Williams, 919 F.2d 266, 270 (5th Cir.1990)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">528</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Archie M. WHALEN, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 95-1816.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 8, 1996.<br>Decided April 25, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Maine;  Hon.  Morton A. Brody, U.S. District Judge.</p>\n      <p class=\"indent\">Mark A. Perry, by Appointment of the Court, with whom Archer, Perry &amp; Jordan, P.A., was on brief, Brewer, ME, for appellant.</p>\n      <p class=\"indent\">F. Mark Terison, Assistant United States Attorney, Portland, ME, with whom Jay P. McCloskey, United States Attorney, and James L. McCarthy, Assistant United States Attorney, Bangor, ME, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CYR and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant-defendant Archie M. Whalen (\"appellant\" or \"Archie Whalen\") appeals from a judgment revoking his supervised release.   He contends that the district court violated his due process rights in failing to make written findings of the evidence on which it relied, abused its discretion in deciding that his release should be revoked, and erred in not dismissing the government's petition for revocation due to the failure to provide a prompt hearing to determine probable cause to detain him pending hearing on the revocation charge.   We affirm the district court decision.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Archie Whalen was charged with assaulting his wife, Christina (\"Christina Whalen\"), by state authorities on June 24, 1995, in Sullivan, Maine.   At the time of the incident that gave rise to the assault charge, Archie Whalen was in the midst of a two-year term of supervised released imposed on him by the federal district court in Maine on December 14, 1994.   During the resulting revocation hearing before the district court, Christina Whalen testified that her husband inflicted bruises on her left leg when he grabbed her and dragged her up a flight of stairs to their apartment.   The district court also heard testimony from Hancock County Patrol Sergeant Patrick Kane (\"Sergeant Kane\") that he had seen her bruises two days after the incident alleged.   However, Sergeant Kane testified that the bruises were on her left shin while his report stated that they were on her right shin.   Christina Whalen also testified that she had previously lied regarding Archie Whalen in other proceedings while under oath.   There was also evidence to the effect that Christina Whalen had, on a prior occasion, bruised her own legs in a similar manner to get her husband's supervised release revoked.   Furthermore, while the district court heard testimony from Archie Whalen denying that he had injured his wife, it also heard from Heidi Clement (\"Clement\"), a co-worker of Christina Whalen's, to whom he stated that he \"was wrong to have hurt her.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court acknowledged that Christina Whalen \"played fast and loose with the truth\" and that there was also \"a lot of problems with the testimony\" of Archie Whalen.   Ultimately, however, the court determined that the record established by a preponderance of the evidence that Archie Whalen violated the terms of his supervised release by committing the state crime of assault against his wife.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <p>A. The Due Process Argument</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Archie Whalen's first argument is that the district court violated his due process rights in failing to make written findings of the evidence on which it relied.   He cites Morrissey v. Brewer, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2593</span></a></span>, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">484</span></a></span> (1972), which states that \"the minimum requirements of due process,\" in the context of a revocation hearing, include \"a written statement by the factfinders as to the evidence relied on and reasons for revoking parole.\"  Id. at 489, 92 S.Ct. at 2604;  see also Gagnon v. Scarpelli, <span class=\"citation\" data-id=\"108785\"><a href=\"/opinion/108785/gagnon-v-scarpelli/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">778</span></a></span>, 786, <span class=\"citation\" data-id=\"108785\"><a href=\"/opinion/108785/gagnon-v-scarpelli/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1756</span></a></span>, 1761-62, <span class=\"citation\" data-id=\"108785\"><a href=\"/opinion/108785/gagnon-v-scarpelli/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">656</span></a></span> (1973) (holding that the Morrissey rule applies equally to probation revocations).   Archie Whalen faults as inadequate the district court's statements that it revoked his release term because he committed a state crime by assaulting his wife, and that it found the facts to be as set forth in the Report of Revocation prepared by Whalen's probation officer.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Archie Whalen argues that the district court should have stated in writing the evidence upon which it relied in reaching its conclusion.   However, he never sought such a written statement directly from the district court.   By making this argument for the first time on appeal, Whalen has deprived the district court of the opportunity to consider and rule on the issue, and has thus deprived us of a ruling which we can effectively review.   See United States v. Pilgrim Market Corp., <span class=\"citation\" data-id=\"567919\"><a href=\"/opinion/567919/united-states-v-pilgrim-market-corporation-united-states-v-arnold-b/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">14</span></a></span>, 21 (1st Cir.1991);  United States v. Curzi, <span class=\"citation\" data-id=\"518088\"><a href=\"/opinion/518088/united-states-v-barbara-j-curzi/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></a></span>, 44 (1st Cir.1989).  \"If the objection now raised had been formulated below there would have been opportunity for the court to consider it and rule accordingly.\"  Pilgrim Market Corp., 944 F.2d at 21.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As a result, we consider appellant's argument under the \"plain error\" standard.   See United States v. Hunnewell, <span class=\"citation\" data-id=\"533778\"><a href=\"/opinion/533778/united-states-v-dale-scott-hunnewell/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">955</span></a></span>, 956 (1st Cir.1989).   This standard requires us to ask whether fundamental fairness was undermined, and whether a miscarriage of justice has occurred.   See United States v. McMahon, <span class=\"citation\" data-id=\"564960\"><a href=\"/opinion/564960/united-states-v-charles-t-mcmahon/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1501</span></a></span>, 1510 (1st Cir.1991).   Here we do not find either of these concerns implicated.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Moreover, even if Whalen had properly preserved his due process argument for appeal, it would fail on the merits.   Virtually every court to have considered the issue has held that \"oral findings, if recorded or transcribed, can satisfy the requirements of Morrissey when those findings create a record sufficiently complete to advise the parties and the reviewing court of the reasons for the revocation of supervised release and the evidence the decision maker relied upon.\"  United States v. Copeland, <span class=\"citation\" data-id=\"666618\"><a href=\"/opinion/666618/united-states-v-dwaine-copeland/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">412</span></a></span>, 414 (11th Cir.1994) (stating that \"[n]o circuit has directly held otherwise,\" although some courts have stated that United States v. Lacey, <span class=\"citation\" data-id=\"390244\"><a href=\"/opinion/390244/united-states-v-rick-r-lacey/\"><span class=\"volume\">648</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">441</span></a></span>, 445 (5th Cir.1981), holds that written statements are required notwithstanding the availability of a transcript of the court's findings, \"based on a misinterpretation of Lacey\");  United States v. Gilbert, <span class=\"citation\" data-id=\"604161\"><a href=\"/opinion/604161/united-states-v-mattie-sue-gilbert/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">916</span></a></span>, 917 (6th Cir.1993);  see United States v. Copley, <span class=\"citation\" data-id=\"593918\"><a href=\"/opinion/593918/united-states-v-sammy-ray-copley/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">829</span></a></span>, 831 (4th Cir.1992);  United States v. Barth, <span class=\"citation\" data-id=\"538810\"><a href=\"/opinion/538810/united-states-v-leslie-r-barth/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">199</span></a></span>, 201-02 (2d Cir.1990);  United States v. Yancey, <span class=\"citation\" data-id=\"493282\"><a href=\"/opinion/493282/united-states-v-lorenzo-yancey/\"><span class=\"volume\">827</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">83</span></a></span>, 89 (7th Cir.1987), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">967</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1239</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">437</span></span> (1988).   The transcript of the district court's ruling stated that it was</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>persuaded by a preponderance of the evidence that the defendant did in fact on or about June 24, intentionally, knowingly, and recklessly cause injury or offensive physical [contact] to Christina Whalen in violation of the Maine state law.   And so I am going to make that finding of a violation of the supervised release provisions.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Furthermore, the district judge stated on the record that he had reviewed all of the exhibits introduced at the revocation hearing.   He framed the dispositive issue as one of weighing the credibility of Christina against Archie Whalen, and acknowledged that both witnesses had problems in that regard.   The court concluded that the government had proved by a preponderance of the evidence that Whalen had assaulted his wife, in violation of state law, and hence in violation of the conditions of his supervised release.   Additionally, in a separate written Memorandum of Sentencing Judgment, the district court expressly stated, as to its factual findings:  \"I find the facts as set out in the Report of Revocation [prepared by the probation officer].\"  That report in turn set forth fully the factual allegations concerning the alleged assault.   The Memorandum also reiterates the district court's conclusions that \"the defendant violated the special condition of supervised release that he not commit any new crimes\" and that the government had met its burden of proving that the defendant had assaulted Christina Whalen.   In the circumstances, the district court provided \"fair notice to the defendant of the reasons for the revocation ... [and] an adequate record from which to build an appeal.\"  Morrissey, 408 U.S. at 490, 92 S.Ct. at 2604-05.   There was no violation of Whalen's due process rights.</p>\n    </div>\n    <p>B. Merits of the Revocation Decision</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We briefly review the burden of proof and standard of review attending a supervised release revocation proceeding and appeal therefrom.   At the district court level, the government has the burden of proving by a preponderance of the evidence that at least one of the conditions of the defendant's supervised release was violated.  United States v. Portalla, <span class=\"citation\" data-id=\"600258\"><a href=\"/opinion/600258/united-states-v-vincent-m-portalla-aka-vincent-marino/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">621</span></a></span>, 622 (1st Cir.1993).   Then, if the district court finds that a violation occurred, it has discretion to revoke or modify the defendant's supervised release (except for a violation involving firearms or controlled substance offenses, in which case revocation is mandatory).   See 18 U.S.C. &#167; 3583(e), (g).   On appeal, the district court's decision to revoke supervised release based on its finding of a violation is reviewed only for abuse of discretion.  United States v. Morin, <span class=\"citation\" data-id=\"532024\"><a href=\"/opinion/532024/united-states-v-roger-morin-aka-paris-video/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">328</span></a></span>, 331 (1st Cir.1989) (revocation decision \"will not be reversed absent a clear showing of an abuse of discretion\");  see also United States v. Gallo, <span class=\"citation\" data-id=\"195289\"><a href=\"/opinion/195289/united-states-v-gallo/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 13 (1st Cir.1994).   And, as in other contexts where a district court has discretion to take certain action based on its findings of fact, the court's subsidiary factfinding as to whether or not a violation occurred is reviewed for clear error.   Cf. United States v. Winter, <span class=\"citation\" data-id=\"196418\"><a href=\"/opinion/196418/united-states-v-winter/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">655</span></a></span>, 659 (1st Cir.1995) (district court's contempt order reviewed for abuse of discretion, underlying factual findings for clear error);  United States v. Martinez-Molina, <span class=\"citation\" data-id=\"196268\"><a href=\"/opinion/196268/united-states-v-martinez-molina/\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">719</span></a></span>, 732 (1st Cir.1995) (trial court's denial of motion to withdraw plea reviewed for abuse of discretion, subsidiary findings of fact for clear error).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Whalen argues that the district court abused its discretion in revoking his supervised release, and that it clearly erred in relying on Christina Whalen's testimony--which the court itself characterized as problematic--to find that Whalen violated the conditions of his release.   Whatever the problems associated with Christina Whalen's testimony, we reject appellant's argument that the district court erred in crediting it over the testimony of Archie Whalen.   It is within a factfinder's discretion to credit portions of a witness' testimony even though it finds other portions dubious.   See Wytrwal v. Saco School Bd., <span class=\"citation\" data-id=\"196416\"><a href=\"/opinion/196416/barbara-wytrwal-v-saco-school-board/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">165</span></a></span>, 171 (1st Cir.1995) (upholding a district court's decision to credit only certain portions of a witness' testimony, despite finding that other portions were fabrications);  NLRB v. Izzi, <span class=\"citation\" data-id=\"280286\"><a href=\"/opinion/280286/national-labor-relations-board-v-patrick-f-izzi-dba-pat-izzi-trucking/\"><span class=\"volume\">395</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">241</span></a></span>, 243 (1st Cir.1968).   Such credibility determinations are within the unique role of the factfinder, see Flanders &amp; Medeiros, Inc. v. Bogosian, <span class=\"citation\" data-id=\"703875\"><a href=\"/opinion/703875/flanders-medeiros-inc-v-elizabeth-v-bogosian/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">198</span></a></span>, 204 n. 4 (1st Cir.1995), and we are loath to upset, particularly in a domestic violence situation, the district court's findings regarding credibility, based on a cold record, see, e.g., United States v. Bartelho, <span class=\"citation\" data-id=\"196452\"><a href=\"/opinion/196452/united-states-v-bartelho/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">436</span></a></span>, 440 (1st Cir.1995) (taking into account, in reviewing finding of probable cause, the particularities of domestic abuse situations in justifying discounting of alleged victim's denials of abuse);  United States v. Henry, <span class=\"citation\" data-id=\"691009\"><a href=\"/opinion/691009/united-states-v-roland-henry-aka-roach/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1282</span></a></span>, 1284-85 (D.C.Cir.1995) (same).   See generally Alana Bowman, A Matter of Justice:  Overcoming Juror Bias in Prosecutions of Batterers Through Expert Witness Testimony of the Common Experiences of Battered Women, 2 S.Cal.Rev.L. &amp; Women's Stud. 219, 245 (1992) (noting that \"minimizing\" and \"denying the violence\" are \"very common behavioral patterns among battered women\").   Taking these factors into account, in addition to the corroboration of Christina Whalen's statements by other witnesses, we conclude that the district court did not clearly err in finding that Archie Whalen assaulted Christina Whalen as alleged by the government, and that the court did not abuse its discretion in revoking Whalen's supervised release.</p>\n    </div>\n    <p>C. The Probable Cause Argument</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Appellant also contends that the district court erred by failing to hold a probable cause hearing pursuant to Federal Rule of Criminal Procedure 32.1 (providing, in relevant part, that a person held in custody for an alleged violation of supervised release conditions is entitled to a \"prompt hearing\" to determine probable cause to detain the person for a revocation hearing, and \"[i]f probable cause is found not to exist, the proceeding shall be dismissed\").   His argument is unavailing.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Whalen was arrested by federal authorities on June 30, 1995.   The government then promptly moved for his detention, pending a hearing on the revocation matter.   Whalen appeared before a federal magistrate judge on July 5, 1995.   The sole issue before the magistrate judge was whether Whalen should be detained.   At this preliminary hearing, the government offered the testimony of Whalen's federal probation officer, who described the alleged assault on Christina Whalen and testified as to information he had obtained through interviews with Christina Whalen, her former husband, her friend Heidi Clement, and another friend.   The probation officer was cross-examined by Whalen's attorney.   Based on the testimony and information presented, the magistrate judge ordered Whalen detained.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">To the extent that the hearing before the magistrate judge was not sufficient to satisfy Rule 32.1,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Whalen should be deemed to have waived his rights to any additional hearing on the specific question of probable cause.   The magistrate judge specifically stated on the record that the only issue before him on July 5 was whether Whalen should be detained pending the revocation hearing.   Whalen made no objection and did not request a separate determination of probable cause at any time before the revocation hearing itself.   In these circumstances, we find that Whalen waived any right to a hearing designated specifically for the purpose of assessing probable cause.   Furthermore, even ignoring the waiver, Whalen has made no showing that he suffered any cognizable prejudice from the lack of a probable cause hearing specifically designated as such.   Cf. United States v. Wickham, <span class=\"citation\" data-id=\"376885\"><a href=\"/opinion/376885/united-states-v-gary-lee-wickham/\"><span class=\"volume\">618</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1307</span></a></span> (9th Cir.1979) (for defendant to succeed in making a \"promptness\" challenge to a revocation proceeding, he must show that \"the delay ... prejudicially affected the [defendant's] ability to contest revocation\").   The district court did not err in refusing to dismiss the revocation petition.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Although we realize that district judges are overworked and pressed for time, we urge as much detail as possible in their rulings revoking supervised release, consistent with the dictates of Morrissey.   In this case, however, we find that Whalen's due process rights were not violated, that the district court did not abuse its discretion in revoking Whalen's supervised release, and that there was no cognizable violation of Fed.R.Crim.P. 32.1.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As a result of the foregoing, the judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A Rule 32.1 hearing may be held before a magistrate judge, if the district court provides the magistrate judge with authority to do so.   See Fed.R.Crim.P. 32.1(a);  United States v. Williams, <span class=\"citation\" data-id=\"551828\"><a href=\"/opinion/551828/united-states-v-winnie-r-williams/\"><span class=\"volume\">919</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">266</span></a></span>, 270 (5th Cir.1990)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108785/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195289/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196268/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196418/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196452/",
    "http://www.courtlistener.com/api/rest/v3/opinions/280286/",
    "http://www.courtlistener.com/api/rest/v3/opinions/376885/",
    "http://www.courtlistener.com/api/rest/v3/opinions/390244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/493282/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518088/",
    "http://www.courtlistener.com/api/rest/v3/opinions/532024/",
    "http://www.courtlistener.com/api/rest/v3/opinions/533778/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538810/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551828/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564960/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567919/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593918/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600258/",
    "http://www.courtlistener.com/api/rest/v3/opinions/604161/",
    "http://www.courtlistener.com/api/rest/v3/opinions/666618/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691009/",
    "http://www.courtlistener.com/api/rest/v3/opinions/703875/"
  ]
}