{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196723/",
  "absolute_url": "/opinion/196723/fdic-v-elder-care-services/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196723/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:12:35Z",
  "date_modified": "2017-03-24T10:48:24.310298Z",
  "type": "010combined",
  "sha1": "2aae99affd181e679cc9d6bd8b938c0d1fb1c8dc",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1729.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 95-1729\r\n\n            FEDERAL DEPOSIT INSURANCE CORPORATION,\r\n    AS LIQUIDATING AGENT OF FIRST MUTUAL BANK FOR SAVINGS,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n                ELDER CARE SERVICES, INC. and\r\n                    FRANK C. ROMANO, JR.,\r\n\n                   Defendants, Appellants.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n          [Hon. Nancy Gertner, U.S. District Judge]\r                                                              \r\n\n                                         \r\n\n                            Before\r\n\n                   Selya, Boudin and Lynch, \r\n\n                       Circuit Judges.\r                                                 \r\n\n                                         \r\n\nWilliam T. Harrod III  with whom Harrod Law Offices was on  briefs\r                                                               \r\nfor appellants.\r\nDaniel H. Kurtenbach, Counsel, with whom Ann S. Duross,  Assistant\r                                                                  \r\nGeneral Counsel, and Richard J. Osterman, Jr., Senior Counsel, were on\r                                                     \r\nbrief for appellee. \r\n\n                                         \r\n\n                        April 24, 1996\r\n                                         \r\r\n\n     BOUDIN, Circuit  Judge.  In January  1987, Brandon Woods\r                                       \r\n\nof Glen Ellyn, Inc., a wholly owned subsidiary of Elder Care,\r\n\nInc.,  borrowed  $10.1 million  from  First  Mutual Bank  for\r\n\nSavings  located in Boston.   The purpose was  to finance the\r\n\npurchase by Brandon Woods of the site of a former seminary in\r\n\nGlen  Ellyn, Illinois,  and the  development of  the property\r\n\ninto  a retirement community.  In due course the property was\r\n\nacquired by Brandon Woods for $4.5 million.\r\n\n     The  bank loan was secured by a mortgage on the seminary\r\n\nproperty and by two guaranties from third parties in favor of\r\n\nthe bank--one from Elder  Care, Inc., and the other  from its\r\n\npresident  Frank  Romano  in  his personal  capacity.    Both\r\n\nguarantees  contained  broad  waiver   provisions,  including\r\n\nwaivers of any requirements  of \"diligence or promptness\" and\r\n\n(to the extent permitted  by law) waivers of \"any  defense of\r\n\nany  kind.\"  The guaranties  provided that they were governed\r\n\nby Massachusetts law.\r\n\n     The loan was to  be repaid by  January 30, 1988, a  date\r\n\nlater  extended  to  October  28,  1988,  but  Brandon  Woods\r\n\ndefaulted.   After  a delay  to allow  Brandon Woods  time to\r\n\nrefinance  (which it failed to do), the bank on June 27, 1989\r\n\nbrought  a foreclosure  action  against Brandon  Woods in  an\r\n\nIllinois  state  court.   On  December  26, 1990,  the  court\r\n\nentered a  foreclosure judgment, fixing the  amount then owed\r\n\nat  just over  $12.8 million,  including the  unpaid balance,\r\n\n                             -2-\r                                         -2-\r\r\n\ninterest and attorney's  fees.   The court  ordered that  the\r\n\nproperty be sold on February 5, 1991.\r\n\n     On  February 5,  1991, Brandon  Woods filed  a voluntary\r\n\nbankruptcy petition, blocking the  sale of the property under\r\n\nthe  automatic stay  provision of  the Bankruptcy  Code.   11\r\n\nU.S.C.   362(a)(1).   On April 8, 1991, the  bankruptcy court\r\n\ndenied the bank's motion  to lift the stay, finding  that the\r\n\nproperty if fully developed would be worth about $13 million,\r\n\njust  exceeding  the amount  then claimed  by  the bank.   In\r\n\nAugust 1991, the bankruptcy court granted a renewed motion to\r\n\nlift the stay  after Brandon Woods failed to  gain additional\r\n\nfinancing.  On  November 23, 1993, after  an unexplained two-\r\n\nyear delay,  the seminary property was sold  at a foreclosure\r\n\nsale  for   $300,000,  all  of   which  went  to   satisfy  a\r\n\nconstruction firm's prior lien.\r\n\n     In the meantime,  on May  24, 1991, the  bank filed  the\r\n\npresent action  in Massachusetts state court  against the two\r\n\nguarantors.   A month later  the bank failed  and the Federal\r\n\nDeposit   Insurance   Corporation   (\"FDIC\")  was   appointed\r\n\nliquidating agent.  The FDIC then removed the case to federal\r\n\ncourt.   In April  1993, the  district court  granted summary\r\n\njudgment in favor of the FDIC as to liability.\r\n\n     In  May 1994, the present  case was reassigned  to a new\r\n\ndistrict  judge.  On June 8, 1995, the district court granted\r\n\nthe  FDIC's motion for summary judgment as to damages, and on\r\n\n                             -3-\r                                         -3-\r\r\n\nAugust 4, awarded the  FDIC $15,316,887.33.  This represented\r\n\nthe   then-outstanding  balance  claimed   by  the   FDIC  of\r\n\n$16,416,719.31 (for  principal, plus interest  and attorney's\r\n\nfees)  less specific maintenance expenses incurred by Brandon\r\n\nWoods, claimed by  it as an offset, and conceded by the FDIC.\r\n\nThe  two guarantors  now  appeal, claiming  that there  was a\r\n\nmaterial issue of fact precluding summary judgment.\r\n\n     In substance, the guarantors say  that there is a  gross\r\n\ndisparity between estimates  of the property's value--notably\r\n\nthe $13  million estimate  made by the  bankruptcy court--and\r\n\nthe $300,000 sale price obtained at the foreclosure sale.  In\r\n\nthe  guarantors'  view,  this discrepancy--coupled  with  the\r\n\nunexplained  two-year  delay in  the  sale--gives  rise to  a\r\n\nfactual dispute about whether the FDIC acted in good faith in\r\n\nliquidating the security.  Bad faith or fraud, the guarantors\r\n\nargue, would bar or diminish the FDIC's recovery.\r\n\n      Massachusetts  law does  permit  a guarantor  to  waive\r\n\ndefenses, see Shawmut Bank,  N.A. v. Wayman, 606 N.E.2d  925,\r                                                       \r\n\n927 (Mass. App. Ct.  1993), but probably such a  waiver could\r\n\nnot  immunize bad faith or  fraud.  See  Pemstein v. Stimson,\r                                                                        \r\n\n630 N.E.2d 608, 612 (Mass. App. Ct.), rev. denied, 636 N.E.2d\r                                                             \r\n\n279  (Mass. 1994).    For  present  purposes, we  follow  the\r\n\ndistrict court  in assuming  arguendo that  a showing  of bad\r                                                 \r\n\nfaith or fraud could  be used to lessen or  prevent recovery;\r\n\nthe  FDIC asserts the contrary but offers no case directly on\r\n\n                             -4-\r                                         -4-\r\r\n\npoint.   Still, reviewing the matter de novo, Brown v. Hearst\r                                                                         \r\n\nCorp., 54  F.3d 21,  24 (1st  Cir. 1995), we  agree with  the\r                 \r\n\ndistrict court  that there  is no  genuine issue  of material\r\n\nfact to preclude summary judgment.\r\n\n     Determining whether  there is a genuine issue ordinarily\r\n\ninvolves  two  different dimensions:    burden  of proof  and\r\n\nquantum.   The  burden of  proof  on the  issue  at trial  is\r\n\nrelevant  because, if  a  party resists  summary judgment  by\r\n\npointing to a factual dispute on which it bears the burden at\r\n\ntrial,  that  party  must  point  to  evidence  affirmatively\r\n\ntending to  prove the fact  in its  favor.  Celotex  Corp. v.\r                                                                      \r\n\nCatrett, 477 U.S.  317, 322-23  (1986).  Here,  at trial  bad\r                   \r\n\nfaith or fraud would  be an affirmative defense to  be proved\r\n\nby the guarantors.  See Shawmut, 606 N.E.2d at 928.1\r                                           \r\n\n     The quantum of proof that the guarantors must offer is a\r\n\ndifferent  matter.   It  is  merely  \"sufficient evidence  to\r\n\npermit  a  reasonable  jury  to  resolve  the  point  in  the\r\n\nnonmoving party's  favor.\"  Hope Furnace  Associates, Inc. v.\r                                                                      \r\n\nFDIC,  71 F.3d 39, 42-43 (1st Cir.  1995).  In evaluating the\r                \r\n\nsufficiency of this evidence  on summary judgment, inferences\r\n\n                    \r                                \r\n\n     1Courts  often  say  that  the  party  seeking   summary\r\njudgment  bears the burden to  show that there  is no genuine\r\nissue  of fact.  See,  e.g., Johnson v.  United States Postal\r                                                                         \r\nServ., 64 F.3d 233, 236 (6th Cir. 1995).  This is true enough\r                 \r\nin  general terms, and true specifically as to facts that the\r\nmoving party would have to prove at trial; but given Celotex,\r                                                                        \r\nthe generalization  may be misleading  as to  facts that  the\r\nnonmoving party would have  to prove at trial as  part of its\r\nown claim or defense.\r\n\n                             -5-\r                                         -5-\r\r\n\nare drawn in favor of the nonmoving party.  Brown, 54 F.3d at\r                                                             \r\n\n24.  Thus, the guarantor's burden is not a heavy one.  But it\r\n\nis still  their burden to  point to admissible  evidence that\r                           \r\n\nwould \"permit\"  a factfinder to conclude  rationally that the\r\n\nFDIC had acted fraudulently or in bad faith. \r\n\n     Here, Brandon  Woods has offered no  reason whatever why\r\n\nthe  FDIC should  have chosen  deliberately to  undermine the\r\n\nforeclosure sale.  The FDIC relied upon that sale to generate\r\n\nimmediate proceeds to cover its claim and, on the surface, it\r\n\nhad no motive to diminish the recovery from its own security.\r\n\nThe  prior  contractor's lien  was  only  somewhat above  the\r\n\n$300,000  realized at the sale.   If the  property were worth\r\n\nmillions  more,  it was  plainly  in the  FDIC's  interest to\r\n\nobtain  the  highest  price--especially  since  a  deliberate\r\n\nfailure to  seek  it  could  give the  guarantors  a  defense\r\n\nagainst claims on the guarantees.\r\n\n     If the mortgagee in a foreclosure case buys the property\r\n\nitself, it may  well have  an interest in  paying less  while\r\n\npreserving its claim for the deficit;  but Brandon Woods does\r\n\nnot  suggest that the winning bidder at the foreclosure was a\r\n\npawn  of  the  FDIC.   Other  malign  motives  could also  be\r\n\nimagined but are not suggested here either by the  guarantors\r\n\nor the surrounding circumstances.   In a negligence case this\r\n\nwould not  matter  but  bad  faith almost  always  assumes  a\r\n\nmotive.   It is an uphill  effort for the guarantors  to urge\r\n\n                             -6-\r                                         -6-\r\r\n\nthat, without any  apparent motive  and contrary  to its  own\r\n\nbest interest, the FDIC chose to sabotage its own foreclosure\r\n\nsale.\r\n\n     Nor is  there any indication of how,  in the guarantors'\r\n\nview, this sabotage  was carried  out.  An  affidavit of  the\r\n\nFDIC  describes the  notice  given for  the  auction and  the\r\n\nbidding  process.  Notice was  given in a  number of journals\r\n\n(e.g., The Chicago  Tribune, Crain's  Chicago Business,  Glen\r                                                                         \r\n\nEllyn  News), and  it  appears that  marketing  efforts by  a\r                       \r\n\nprofessional   were  made   in   addition  to   the  notices.\r\n\nAllegedly,  20 potential  bidders  appeared.   In the  event,\r\n\nthree persons bid.  The  state court thereafter confirmed the\r\n\nsale, finding that the sale was properly conducted.\r\n\n     Normally,  a  party suggesting  fraud  or  bad faith  is\r\n\nexpected  to point  to the  misconduct (lies,  rigged account\r                                                  \r\n\nbooks,  self-dealing by  a fiduciary)  that reflects  the bad\r\n\nfaith or constitutes  the fraud.  Cf.  Fed. R. Civ. P.  9(b).\r                                                 \r\n\nTrue, on some occasions  the inference of fraud or  bad faith\r\n\nmight be compelled by the combination  of motive and outcome;\r\n\nbut here motive is  utterly lacking and the outcome  far more\r\n\nambiguous than  the guarantors suggest.   In all  events, the\r\n\nfailure  to  allege any  specific  misconduct  consonant with\r\n\nfraud or bad faith further impairs the guarantors' claim.\r\n\n     Against  this background,  Brandon  Woods points  to two\r\n\ncircumstances:  the supposed  discrepancy in  amounts between\r\n\n                             -7-\r                                         -7-\r\r\n\nestimates of value and  the price received, and  the admitted\r\n\ndelay in the sale.   The most striking difference  in amounts\r\n\nis between the $13 million  suggested by the bankruptcy court\r\n\nand the $300,000 winning bid two years later.   Massachusetts\r\n\ncourts  have  held  what  common sense  would  in  any  event\r\n\nsuggest:  that  the  disparity between  appraised  value  and\r\n\namount received  in foreclosure  does not generally  show bad\r\n\nfaith  but might do so  in extreme circumstances.   Seppala &amp;\r                                                                         \r\n\nAho  Constr. Co.  v.  Petersen, 367  N.E.2d  613, 620  (Mass.\r                                          \r\n\n1977); see  also RTC  v. Carr,  13  F.3d 425,  430 (1st  Cir.\r                                         \r\n\n1993).  \r\n\n     In this  instance, however,  the $13 million  figure was\r\n\nnot a serious estimate  of the property's then-current value.\r\n\nAs the  transcript of  the bankruptcy  hearing shows,  it was\r\n\nsimply  an  attempt  to  approximate   what  the  retirement-\r\n\ncommunity  project would be worth  if it were  ever built and\r\n\nall of its  units sold at  a projected  price.  Finding  that\r\n\nthis amount would (slightly) exceed the debt then owed to the\r\n\nbank, the bankruptcy court offered a few months' delay in the\r\n\nforeclosure  for Brandon Woods to seek more financing.  There\r\n\nwas  no finding that completion of the project or the sale of\r\n\nthe units was likely.\r\n\n     It is  true that  in the  same bankruptcy  proceeding, a\r\n\nbank expert  apparently testified that the  property was then\r\n\nworth  just  under $7.5  million.   But  it appears  that the\r\n\n                             -8-\r                                         -8-\r\r\n\nbank's  interest  at the  time was  simply  to show  that the\r\n\nproperty  was worth  less  than the  $12  millon or  so  then\r\n\nclaimed  by the  bank, and  thereby to  justify an  immediate\r\n\nsale.    Nor do  we  know whether  the  bank was  valuing the\r\n\nproperty  at a supposed market value rather than at the lower\r\n\nprice their  forced liquidation would ordinarily  be expected\r\n\nto bring.  See BFP v. RTC, 114 S. Ct. 1757, 1761-62 (1994).\r                                     \r\n\n     Not only is the $7.5 million figure largely unexplained,\r\n\nbut  it is also undermined as a liquidation value by Romano's\r\n\nown admission.   Romano himself  warned the FDIC  only a  few\r\n\nmonths  later, in  September  1991, that  the property  might\r\n\nbring  only $2 million on liquidation.  And when the property\r\n\nwas sold two years  later for $300,000, it was  burdened with\r\n\n$1.1  million  in back  taxes and  the  cost of  dealing with\r\n\ncertain environmental hazards, including asbestos.  Adjusting\r\n\nthe  purchase   price  for  these  burdens   assumed  by  the\r\n\npurchaser, the discrepancy between Romano's $2 million figure\r\n\nand the sale price hardly seems large.\r\n\n     Brandon Woods also points  to the delay of two  years in\r\n\ncarrying out the sale, which  is as close as it ever  gets to\r\n\nidentifying  a deficiency  in  the FDIC's  conduct.   Brandon\r\n\nWoods  makes  no  effort to  show  that  the  delay caused  a\r\n\nsubstantial  reduction in the  price ultimately obtained, but\r\n\nthe  district court  said  that property  values did  decline\r\n\nduring the delay.  In any event, the FDIC had itself urged an\r\n\n                             -9-\r                                         -9-\r\r\n\nimmediate sale; such  a sale  would have  avoided upkeep  and\r\n\ntaxes on  the  property  (which  may  have  been  earning  no\r\n\nincome); and the FDIC  is oddly silent about the  reasons for\r\n\nthe delay.\r\n\n     The  facts just described might be an ample basis for an\r\n\ninference  that  the FDIC  acted  negligently  in failing  to\r\n\ndispose  more promptly of the  property.  The impression that\r\n\nthe  FDIC lost track of the matter  is reinforced by the fact\r\n\nthat,  after failing  to  act for  two  years, the  FDIC  was\r\n\nspurred  to make the sale by news that the property was about\r\n\nto be  sold for unpaid  taxes.2   If this were  a case  about\r\n\nnegligence, it  might well be  one in which  summary judgment\r\n\ncould not be granted for the FDIC.\r\n\n     But  the  broad  waiver   provision  in  the  guaranties\r\n\nforecloses such defenses against the bank or its successor in\r\n\ninterest.   Brandon Woods does  not question this reading nor\r\n\nclaim that Massachusetts law forbids such a waiver.  So while\r\n\nnegligence  may  be a  plausible  inference  (and could  also\r\n\nexplain the FDIC's  reticence), it is  no defense to  summary\r\n\njudgment in these circumstances.  If anything, the likelihood\r\n\nof negligence tends  further to undermine the  claim that bad\r\n\n                    \r                                \r\n\n     2At oral argument counsel suggested that the explanation\r\nfor the delay may be found in efforts of the parties to reach\r\na  \"global  settlement\"  involving   other  Romano-controlled\r\nproperty  in  Massachusetts.    But  in  determining  whether\r\nsummary  judgment  was properly  granted,  we  must take  the\r\nrecord as it existed in the district court.\r\n\n                             -10-\r                                         -10-\r\r\n\nfaith or fraud could  be inferred as the explanation  for the\r\n\ndelay.  In all events, there was inadequate evidence of fraud\r\n\nor bad faith to raise a genuine issue of material fact.\r\n\n      It is unnecessary  to consider the  issue to which  the\r\n\nparties  devote much  of  their briefs,  namely, whether  the\r\n\nguarantors were  entitled to  litigate about the  fairness of\r\n\nthe sale price  at all.  The FDIC  argues that the guarantors\r\n\nare precluded from doing so because of the state court ruling\r\n\nthat the sale was fair; the guarantors say that they were not\r                                                                \r\n\nparties to  that proceeding even though  Brandon Woods itself\r\n\nwas a  party.   We express no view on the collateral estoppel\r\n\nissue since it does not affect the outcome.\r\n\n     Affirmed.\r                         \r\n\n                             -11-\r                                         -11-\r\r\n",
  "html": "<p class=\"case_cite\">82 F.3d 524</p>\n    <p class=\"parties\">FEDERAL DEPOSIT INSURANCE CORPORATION, as Liquidating Agent<br>of First Mutual Bank for Savings, Plaintiff, Appellee,<br>v.<br>ELDER CARE SERVICES, INC. and Frank C. Romano, Jr.,<br>Defendants, Appellants.</p>\n    <p class=\"docket\">No. 95-1729.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 6, 1996.<br>Decided April 24, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts, Hon.  Nancy Gertner, U.S. District Judge.</p>\n      <p class=\"indent\">William T. Harrod III with whom Harrod Law Offices, Peabody, MA, was on briefs, for appellants.</p>\n      <p class=\"indent\">Daniel H. Kurtenbach, Counsel, with whom Ann S. Duross, Assistant General Counsel, and Richard J. Osterman, Jr., Senior Counsel, Washington, DC, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In January 1987, Brandon Woods of Glen Ellyn, Inc., a wholly owned subsidiary of Elder Care, Inc., borrowed $10.1 million from First Mutual Bank for Savings located in Boston.   The purpose was to finance the purchase by Brandon Woods of the site of a former seminary in Glen Ellyn, Illinois, and the development of the property into a retirement community.   In due course the property was acquired by Brandon Woods for $4.5 million.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The bank loan was secured by a mortgage on the seminary property and by two guaranties from third parties in favor of the bank--one from Elder Care, Inc., and the other from its president Frank Romano in his personal capacity.   Both guaranties contained broad waiver provisions, including waivers of any requirements of \"diligence or promptness\" and (to the extent permitted by law) waivers of \"any defense of any kind.\"   The guaranties provided that they were governed by Massachusetts law.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The loan was to be repaid by January 30, 1988, a date later extended to October 28, 1988, but Brandon Woods defaulted.   After a delay to allow Brandon Woods time to refinance (which it failed to do), the bank on June 27, 1989 brought a foreclosure action against Brandon Woods in an Illinois state court.   On December 26, 1990, the court entered a foreclosure judgment, fixing the amount then owed at just over $12.8 million, including the unpaid balance, interest and attorney's fees.   The court ordered that the property be sold on February 5, 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On February 5, 1991, Brandon Woods filed a voluntary bankruptcy petition, blocking the sale of the property under the automatic stay provision of the Bankruptcy Code.  11 U.S.C. &#167; 362(a)(1).   On April 8, 1991, the bankruptcy court denied the bank's motion to lift the stay, finding that the property if fully developed would be worth about $13 million, just exceeding the amount then claimed by the bank.   In August 1991, the bankruptcy court granted a renewed motion to lift the stay after Brandon Woods failed to gain additional financing.   On November 23, 1993, after an unexplained two-year delay, the seminary property was sold at a foreclosure sale for $300,000, all of which went to satisfy a construction firm's prior lien.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In the meantime, on May 24, 1991, the bank filed the present action in Massachusetts state court against the two guarantors.   A month later the bank failed and the Federal Deposit Insurance Corporation (\"FDIC\") was appointed liquidating agent.   The FDIC then removed the case to federal court.   In April 1993, the district court granted summary judgment in favor of the FDIC as to liability.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In May 1994, the present case was reassigned to a new district judge.   On June 8, 1995, the district court granted the FDIC's motion for summary judgment as to damages, and on August 4, awarded the FDIC $15,316,887.33.   This represented the then-outstanding balance claimed by the FDIC of $16,416,719.31 (for principal, plus interest and attorney's fees) less specific maintenance expenses incurred by Brandon Woods, claimed by it as an offset, and conceded by the FDIC.   The two guarantors now appeal, claiming that there was a material issue of fact precluding summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In substance, the guarantors say that there is a gross disparity between estimates of the property's value--notably the $13 million estimate made by the bankruptcy court--and the $300,000 sale price obtained at the foreclosure sale.   In the guarantors' view, this discrepancy--coupled with the unexplained two-year delay in the sale--gives rise to a factual dispute about whether the FDIC acted in good faith in liquidating the security.   Bad faith or fraud, the guarantors argue, would bar or diminish the FDIC's recovery.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Massachusetts law does permit a guarantor to waive defenses, see Shawmut Bank, N.A. v. Wayman, 34 Mass.App.Ct. 20, 606 N.E.2d 925, 927 (1993), but probably such a waiver could not immunize bad faith or fraud.   See Pemstein v. Stimson, 36 Mass.App.Ct. 283, 630 N.E.2d 608, 612, rev. denied, 418 Mass. 1103, 636 N.E.2d 279 (1994).   For present purposes, we follow the district court in assuming arguendo that a showing of bad faith or fraud could be used to lessen or prevent recovery;  the FDIC asserts the contrary but offers no case directly on point.   Still, reviewing the matter de novo, Brown v. Hearst Corp., 54 F.3d 21, 24 (1st Cir.1995), we agree with the district court that there is no genuine issue of material fact to preclude summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Determining whether there is a genuine issue ordinarily involves two different dimensions:  burden of proof and quantum.   The burden of proof on the issue at trial is relevant because, if a party resists summary judgment by pointing to a factual dispute on which it bears the burden at trial, that party must point to evidence affirmatively tending to prove the fact in its favor.  Celotex Corp. v. Catrett, 477 U.S. 317, 322-23, 106 S.Ct. 2548, 2552-53, 91 L.Ed.2d 265 (1986).   Here, at trial bad faith or fraud would be an affirmative defense to be proved by the guarantors.   See Shawmut, 606 N.E.2d at 928.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The quantum of proof that the guarantors must offer is a different matter.   It is merely \"sufficient evidence to permit a reasonable jury to resolve the point in the nonmoving party's favor.\"  Hope Furnace Associates, Inc. v. FDIC, 71 F.3d 39, 42-43 (1st Cir.1995).   In evaluating the sufficiency of this evidence on summary judgment, inferences are drawn in favor of the nonmoving party.  Brown, 54 F.3d at 24.   Thus, the guarantor's burden is not a heavy one.   But it is still their burden to point to admissible evidence that would \"permit\" a factfinder to conclude rationally that the FDIC had acted fraudulently or in bad faith.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Here, Brandon Woods has offered no reason whatever why the FDIC should have chosen deliberately to undermine the foreclosure sale.   The FDIC relied upon that sale to generate immediate proceeds to cover its claim and, on the surface, it had no motive to diminish the recovery from its own security.   The prior contractor's lien was only somewhat above the $300,000 realized at the sale.   If the property were worth millions more, it was plainly in the FDIC's interest to obtain the highest price--especially since a deliberate failure to seek it could give the guarantors a defense against claims on the guarantees.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">If the mortgagee in a foreclosure case buys the property itself, it may well have an interest in paying less while preserving its claim for the deficit;  but Brandon Woods does not suggest that the winning bidder at the foreclosure was a pawn of the FDIC.   Other malign motives could also be imagined but are not suggested here either by the guarantors or the surrounding circumstances.   In a negligence case this would not matter but bad faith almost always assumes a motive.   It is an uphill effort for the guarantors to urge that, without any apparent motive and contrary to its own best interest, the FDIC chose to sabotage its own foreclosure sale.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Nor is there any indication of how, in the guarantors' view, this sabotage was carried out.   An affidavit of the FDIC describes the notice given for the auction and the bidding process.   Notice was given in a number of journals (e.g., The Chicago Tribune, Crain's Chicago Business, Glen Ellyn News), and it appears that marketing efforts by a professional were made in addition to the notices.   Allegedly, 20 potential bidders appeared.   In the event, three persons bid.   The state court thereafter confirmed the sale, finding that the sale was properly conducted.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Normally, a party suggesting fraud or bad faith is expected to point to the misconduct (lies, rigged account books, self-dealing by a fiduciary) that reflects the bad faith or constitutes the fraud.   Cf. Fed.R.Civ.P. 9(b).   True, on some occasions the inference of fraud or bad faith might be compelled by the combination of motive and outcome;  but here motive is utterly lacking and the outcome far more ambiguous than the guarantors suggest.   In all events, the failure to allege any specific misconduct consonant with fraud or bad faith further impairs the guarantors' claim.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Against this background, Brandon Woods points to two circumstances:  the supposed discrepancy in amounts between estimates of value and the price received, and the admitted delay in the sale.   The most striking difference in amounts is between the $13 million suggested by the bankruptcy court and the $300,000 winning bid two years later.   Massachusetts courts have held what common sense would in any event suggest:  that the disparity between appraised value and amount received in foreclosure does not generally show bad faith but might do so in extreme circumstances.  Seppala &amp; Aho Constr.  Co. v. Petersen, 373 Mass. 316, 367 N.E.2d 613, 620 (1977);  see also RTC v. Carr, 13 F.3d 425, 430 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In this instance, however, the $13 million figure was not a serious estimate of the property's then-current value.   As the transcript of the bankruptcy hearing shows, it was simply an attempt to approximate what the retirement-community project would be worth if it were ever built and all of its units sold at a projected price.   Finding that this amount would (slightly) exceed the debt then owed to the bank, the bankruptcy court offered a few months' delay in the foreclosure for Brandon Woods to seek more financing.   There was no finding that completion of the project or the sale of the units was likely.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It is true that in the same bankruptcy proceeding, a bank expert apparently testified that the property was then worth just under $7.5 million.   But it appears that the bank's interest at the time was simply to show that the property was worth less than the $12 million or so then claimed by the bank, and thereby to justify an immediate sale.   Nor do we know whether the bank was valuing the property at a supposed market value rather than at the lower price their forced liquidation would ordinarily be expected to bring.   See BFP v. RTC, --- U.S. ----, ---- - ----, 114 S.Ct. 1757, 1761-62, 128 L.Ed.2d 556 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Not only is the $7.5 million figure largely unexplained, but it is also undermined as a liquidation value by Romano's own admission.   Romano himself warned the FDIC only a few months later, in September 1991, that the property might bring only $2 million on liquidation.   And when the property was sold two years later for $300,000, it was burdened with $1.1 million in back taxes and the cost of dealing with certain environmental hazards, including asbestos.   Adjusting the purchase price for these burdens assumed by the purchaser, the discrepancy between Romano's $2 million figure and the sale price hardly seems large.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Brandon Woods also points to the delay of two years in carrying out the sale, which is as close as it ever gets to identifying a deficiency in the FDIC's conduct.   Brandon Woods makes no effort to show that the delay caused a substantial reduction in the price ultimately obtained, but the district court said that property values did decline during the delay.   In any event, the FDIC had itself urged an immediate sale;  such a sale would have avoided upkeep and taxes on the property (which may have been earning no income);  and the FDIC is oddly silent about the reasons for the delay.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The facts just described might be an ample basis for an inference that the FDIC acted negligently in failing to dispose more promptly of the property.   The impression that the FDIC lost track of the matter is reinforced by the fact that, after failing to act for two years, the FDIC was spurred to make the sale by news that the property was about to be sold for unpaid taxes.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  If this were a case about negligence, it might well be one in which summary judgment could not be granted for the FDIC.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">But the broad waiver provision in the guaranties forecloses such defenses against the bank or its successor in interest.   Brandon Woods does not question this reading nor claim that Massachusetts law forbids such a waiver.   So while negligence may be a plausible inference (and could also explain the FDIC's reticence), it is no defense to summary judgment in these circumstances.   If anything, the likelihood of negligence tends further to undermine the claim that bad faith or fraud could be inferred as the explanation for the delay.   In all events, there was inadequate evidence of fraud or bad faith to raise a genuine issue of material fact.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It is unnecessary to consider the issue to which the parties devote much of their briefs, namely, whether the guarantors were entitled to litigate about the fairness of the sale price at all.   The FDIC argues that the guarantors are precluded from doing so because of the state court ruling that the sale was fair;  the guarantors say that they were not parties to that proceeding even though Brandon Woods itself was a party.   We express no view on the collateral estoppel issue since it does not affect the outcome.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Courts often say that the party seeking summary judgment bears the burden to show that there is no genuine issue of fact.   See, e.g., Johnson v. United States Postal Serv., 64 F.3d 233, 236 (6th Cir.1995).   This is true enough in general terms, and true specifically as to facts that the moving party would have to prove at trial;  but given Celotex, the generalization may be misleading as to facts that the nonmoving party would have to prove at trial as part of its own claim or defense</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At oral argument counsel suggested that the explanation for the delay may be found in efforts of the parties to reach a \"global settlement\" involving other Romano-controlled property in Massachusetts.   But in determining whether summary judgment was properly granted, we must take the record as it existed in the district court</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">524</span></span></p>\n    <p class=\"parties\">FEDERAL DEPOSIT INSURANCE CORPORATION, as Liquidating Agent<br>of First Mutual Bank for Savings, Plaintiff, Appellee,<br>v.<br>ELDER CARE SERVICES, INC. and Frank C. Romano, Jr.,<br>Defendants, Appellants.</p>\n    <p class=\"docket\">No. 95-1729.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 6, 1996.<br>Decided April 24, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts, Hon.  Nancy Gertner, U.S. District Judge.</p>\n      <p class=\"indent\">William T. Harrod III with whom Harrod Law Offices, Peabody, MA, was on briefs, for appellants.</p>\n      <p class=\"indent\">Daniel H. Kurtenbach, Counsel, with whom Ann S. Duross, Assistant General Counsel, and Richard J. Osterman, Jr., Senior Counsel, Washington, DC, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In January 1987, Brandon Woods of Glen Ellyn, Inc., a wholly owned subsidiary of Elder Care, Inc., borrowed $10.1 million from First Mutual Bank for Savings located in Boston.   The purpose was to finance the purchase by Brandon Woods of the site of a former seminary in Glen Ellyn, Illinois, and the development of the property into a retirement community.   In due course the property was acquired by Brandon Woods for $4.5 million.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The bank loan was secured by a mortgage on the seminary property and by two guaranties from third parties in favor of the bank--one from Elder Care, Inc., and the other from its president Frank Romano in his personal capacity.   Both guaranties contained broad waiver provisions, including waivers of any requirements of \"diligence or promptness\" and (to the extent permitted by law) waivers of \"any defense of any kind.\"   The guaranties provided that they were governed by Massachusetts law.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The loan was to be repaid by January 30, 1988, a date later extended to October 28, 1988, but Brandon Woods defaulted.   After a delay to allow Brandon Woods time to refinance (which it failed to do), the bank on June 27, 1989 brought a foreclosure action against Brandon Woods in an Illinois state court.   On December 26, 1990, the court entered a foreclosure judgment, fixing the amount then owed at just over $12.8 million, including the unpaid balance, interest and attorney's fees.   The court ordered that the property be sold on February 5, 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On February 5, 1991, Brandon Woods filed a voluntary bankruptcy petition, blocking the sale of the property under the automatic stay provision of the Bankruptcy Code.  11 U.S.C. &#167; 362(a)(1).   On April 8, 1991, the bankruptcy court denied the bank's motion to lift the stay, finding that the property if fully developed would be worth about $13 million, just exceeding the amount then claimed by the bank.   In August 1991, the bankruptcy court granted a renewed motion to lift the stay after Brandon Woods failed to gain additional financing.   On November 23, 1993, after an unexplained two-year delay, the seminary property was sold at a foreclosure sale for $300,000, all of which went to satisfy a construction firm's prior lien.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In the meantime, on May 24, 1991, the bank filed the present action in Massachusetts state court against the two guarantors.   A month later the bank failed and the Federal Deposit Insurance Corporation (\"FDIC\") was appointed liquidating agent.   The FDIC then removed the case to federal court.   In April 1993, the district court granted summary judgment in favor of the FDIC as to liability.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In May 1994, the present case was reassigned to a new district judge.   On June 8, 1995, the district court granted the FDIC's motion for summary judgment as to damages, and on August 4, awarded the FDIC $15,316,887.33.   This represented the then-outstanding balance claimed by the FDIC of $16,416,719.31 (for principal, plus interest and attorney's fees) less specific maintenance expenses incurred by Brandon Woods, claimed by it as an offset, and conceded by the FDIC.   The two guarantors now appeal, claiming that there was a material issue of fact precluding summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In substance, the guarantors say that there is a gross disparity between estimates of the property's value--notably the $13 million estimate made by the bankruptcy court--and the $300,000 sale price obtained at the foreclosure sale.   In the guarantors' view, this discrepancy--coupled with the unexplained two-year delay in the sale--gives rise to a factual dispute about whether the FDIC acted in good faith in liquidating the security.   Bad faith or fraud, the guarantors argue, would bar or diminish the FDIC's recovery.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Massachusetts law does permit a guarantor to waive defenses, see Shawmut Bank, N.A. v. Wayman, 34 Mass.App.Ct. 20, <span class=\"citation\" data-id=\"2035845\"><a href=\"/opinion/2035845/shawmut-bank-na-v-wayman/\"><span class=\"volume\">606</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">925</span></a></span>, 927 (1993), but probably such a waiver could not immunize bad faith or fraud.   See Pemstein v. Stimson, 36 Mass.App.Ct. 283, <span class=\"citation\" data-id=\"2069463\"><a href=\"/opinion/2069463/pemstein-v-stimpson/\"><span class=\"volume\">630</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">608</span></a></span>, 612, rev. denied, <span class=\"citation no-link\"><span class=\"volume\">418</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1103</span></span>, <span class=\"citation no-link\"><span class=\"volume\">636</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">279</span></span> (1994).   For present purposes, we follow the district court in assuming arguendo that a showing of bad faith or fraud could be used to lessen or prevent recovery;  the FDIC asserts the contrary but offers no case directly on point.   Still, reviewing the matter de novo, Brown v. Hearst Corp., <span class=\"citation\" data-id=\"196062\"><a href=\"/opinion/196062/brown-v-hearst-corporation/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 24 (1st Cir.1995), we agree with the district court that there is no genuine issue of material fact to preclude summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Determining whether there is a genuine issue ordinarily involves two different dimensions:  burden of proof and quantum.   The burden of proof on the issue at trial is relevant because, if a party resists summary judgment by pointing to a factual dispute on which it bears the burden at trial, that party must point to evidence affirmatively tending to prove the fact in its favor.  Celotex Corp. v. Catrett, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322-23, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2552-53, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986).   Here, at trial bad faith or fraud would be an affirmative defense to be proved by the guarantors.   See Shawmut, 606 N.E.2d at 928.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The quantum of proof that the guarantors must offer is a different matter.   It is merely \"sufficient evidence to permit a reasonable jury to resolve the point in the nonmoving party's favor.\"  Hope Furnace Associates, Inc. v. FDIC, <span class=\"citation\" data-id=\"196455\"><a href=\"/opinion/196455/hope-furnace-assoc-v-fdic/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 42-43 (1st Cir.1995).   In evaluating the sufficiency of this evidence on summary judgment, inferences are drawn in favor of the nonmoving party.  Brown, 54 F.3d at 24.   Thus, the guarantor's burden is not a heavy one.   But it is still their burden to point to admissible evidence that would \"permit\" a factfinder to conclude rationally that the FDIC had acted fraudulently or in bad faith.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Here, Brandon Woods has offered no reason whatever why the FDIC should have chosen deliberately to undermine the foreclosure sale.   The FDIC relied upon that sale to generate immediate proceeds to cover its claim and, on the surface, it had no motive to diminish the recovery from its own security.   The prior contractor's lien was only somewhat above the $300,000 realized at the sale.   If the property were worth millions more, it was plainly in the FDIC's interest to obtain the highest price--especially since a deliberate failure to seek it could give the guarantors a defense against claims on the guarantees.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">If the mortgagee in a foreclosure case buys the property itself, it may well have an interest in paying less while preserving its claim for the deficit;  but Brandon Woods does not suggest that the winning bidder at the foreclosure was a pawn of the FDIC.   Other malign motives could also be imagined but are not suggested here either by the guarantors or the surrounding circumstances.   In a negligence case this would not matter but bad faith almost always assumes a motive.   It is an uphill effort for the guarantors to urge that, without any apparent motive and contrary to its own best interest, the FDIC chose to sabotage its own foreclosure sale.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Nor is there any indication of how, in the guarantors' view, this sabotage was carried out.   An affidavit of the FDIC describes the notice given for the auction and the bidding process.   Notice was given in a number of journals (e.g., The Chicago Tribune, Crain's Chicago Business, Glen Ellyn News), and it appears that marketing efforts by a professional were made in addition to the notices.   Allegedly, 20 potential bidders appeared.   In the event, three persons bid.   The state court thereafter confirmed the sale, finding that the sale was properly conducted.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Normally, a party suggesting fraud or bad faith is expected to point to the misconduct (lies, rigged account books, self-dealing by a fiduciary) that reflects the bad faith or constitutes the fraud.   Cf. Fed.R.Civ.P. 9(b).   True, on some occasions the inference of fraud or bad faith might be compelled by the combination of motive and outcome;  but here motive is utterly lacking and the outcome far more ambiguous than the guarantors suggest.   In all events, the failure to allege any specific misconduct consonant with fraud or bad faith further impairs the guarantors' claim.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Against this background, Brandon Woods points to two circumstances:  the supposed discrepancy in amounts between estimates of value and the price received, and the admitted delay in the sale.   The most striking difference in amounts is between the $13 million suggested by the bankruptcy court and the $300,000 winning bid two years later.   Massachusetts courts have held what common sense would in any event suggest:  that the disparity between appraised value and amount received in foreclosure does not generally show bad faith but might do so in extreme circumstances.  Seppala &amp; Aho Constr.  Co. v. Petersen, <span class=\"citation\" data-id=\"2056405\"><a href=\"/opinion/2056405/seppala-aho-construction-co-v-petersen/\"><span class=\"volume\">373</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">316</span></a></span>, <span class=\"citation\" data-id=\"2056405\"><a href=\"/opinion/2056405/seppala-aho-construction-co-v-petersen/\"><span class=\"volume\">367</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">613</span></a></span>, 620 (1977);  see also RTC v. Carr, <span class=\"citation\" data-id=\"195104\"><a href=\"/opinion/195104/rtc-v-carr/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">425</span></a></span>, 430 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In this instance, however, the $13 million figure was not a serious estimate of the property's then-current value.   As the transcript of the bankruptcy hearing shows, it was simply an attempt to approximate what the retirement-community project would be worth if it were ever built and all of its units sold at a projected price.   Finding that this amount would (slightly) exceed the debt then owed to the bank, the bankruptcy court offered a few months' delay in the foreclosure for Brandon Woods to seek more financing.   There was no finding that completion of the project or the sale of the units was likely.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It is true that in the same bankruptcy proceeding, a bank expert apparently testified that the property was then worth just under $7.5 million.   But it appears that the bank's interest at the time was simply to show that the property was worth less than the $12 million or so then claimed by the bank, and thereby to justify an immediate sale.   Nor do we know whether the bank was valuing the property at a supposed market value rather than at the lower price their forced liquidation would ordinarily be expected to bring.   See BFP v. RTC, --- U.S. ----, ---- - ----, <span class=\"citation\" data-id=\"1087957\"><a href=\"/opinion/1087957/bfp-v-resolution-trust-corporation/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1757</span></a></span>, 1761-62, <span class=\"citation\" data-id=\"1087957\"><a href=\"/opinion/1087957/bfp-v-resolution-trust-corporation/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">556</span></a></span> (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Not only is the $7.5 million figure largely unexplained, but it is also undermined as a liquidation value by Romano's own admission.   Romano himself warned the FDIC only a few months later, in September 1991, that the property might bring only $2 million on liquidation.   And when the property was sold two years later for $300,000, it was burdened with $1.1 million in back taxes and the cost of dealing with certain environmental hazards, including asbestos.   Adjusting the purchase price for these burdens assumed by the purchaser, the discrepancy between Romano's $2 million figure and the sale price hardly seems large.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Brandon Woods also points to the delay of two years in carrying out the sale, which is as close as it ever gets to identifying a deficiency in the FDIC's conduct.   Brandon Woods makes no effort to show that the delay caused a substantial reduction in the price ultimately obtained, but the district court said that property values did decline during the delay.   In any event, the FDIC had itself urged an immediate sale;  such a sale would have avoided upkeep and taxes on the property (which may have been earning no income);  and the FDIC is oddly silent about the reasons for the delay.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The facts just described might be an ample basis for an inference that the FDIC acted negligently in failing to dispose more promptly of the property.   The impression that the FDIC lost track of the matter is reinforced by the fact that, after failing to act for two years, the FDIC was spurred to make the sale by news that the property was about to be sold for unpaid taxes.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  If this were a case about negligence, it might well be one in which summary judgment could not be granted for the FDIC.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">But the broad waiver provision in the guaranties forecloses such defenses against the bank or its successor in interest.   Brandon Woods does not question this reading nor claim that Massachusetts law forbids such a waiver.   So while negligence may be a plausible inference (and could also explain the FDIC's reticence), it is no defense to summary judgment in these circumstances.   If anything, the likelihood of negligence tends further to undermine the claim that bad faith or fraud could be inferred as the explanation for the delay.   In all events, there was inadequate evidence of fraud or bad faith to raise a genuine issue of material fact.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It is unnecessary to consider the issue to which the parties devote much of their briefs, namely, whether the guarantors were entitled to litigate about the fairness of the sale price at all.   The FDIC argues that the guarantors are precluded from doing so because of the state court ruling that the sale was fair;  the guarantors say that they were not parties to that proceeding even though Brandon Woods itself was a party.   We express no view on the collateral estoppel issue since it does not affect the outcome.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Courts often say that the party seeking summary judgment bears the burden to show that there is no genuine issue of fact.   See, e.g., Johnson v. United States Postal Serv., <span class=\"citation\" data-id=\"702554\"><a href=\"/opinion/702554/robert-e-johnson-v-united-states-postal-service-marvin-runyon-postmaster/\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">233</span></a></span>, 236 (6th Cir.1995).   This is true enough in general terms, and true specifically as to facts that the moving party would have to prove at trial;  but given Celotex, the generalization may be misleading as to facts that the nonmoving party would have to prove at trial as part of its own claim or defense</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At oral argument counsel suggested that the explanation for the delay may be found in efforts of the parties to reach a \"global settlement\" involving other Romano-controlled property in Massachusetts.   But in determining whether summary judgment was properly granted, we must take the record as it existed in the district court</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195104/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196062/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196455/",
    "http://www.courtlistener.com/api/rest/v3/opinions/702554/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087957/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2035845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2056405/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2069463/"
  ]
}