{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196895/",
  "absolute_url": "/opinion/196895/tpm-holdings-inc-v-intra-gold/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196895/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:16:42Z",
  "date_modified": "2017-03-24T10:49:00.560816Z",
  "type": "010combined",
  "sha1": "ed05b9430afcd13357607968da5d24e4c379640e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1786.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 95-1786\r\n\n                     TPM HOLDINGS, INC.,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n                 INTRA-GOLD INDUSTRIES, INC.\r\n                     and JASPER C. ROWE,\r\n\n                   Defendants, Appellants.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n        [Hon. Paul J. Barbadoro, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                    Selya, Cyr and Boudin,\r\n\n                       Circuit Judges.\r                                                 \r\n\n                                         \r\n\nJasper  C. Rowe with  whom Law Offices  of Jasper  C. Rowe  was on\r                                                                      \r\nbriefs for appellants.\r\nDaniel  P.  Schwarz  with  whom   Christopher  Cole  and  Sheehan,\r                                                                              \r\nPhinney, Bass &amp; Green, P.C. were on briefs for appellee.\r                                   \r\n\n                                         \r\n\n                        July 30, 1996\r\n                                         \r\r\n\n     Per Curiam.  Intra-Gold Industries, Inc. (\"Intra-Gold\"),\r                           \r\n\na  Texas corporation, appeals from the New Hampshire district\r\n\ncourt's grant  of summary judgment in favor  of TPM Holdings,\r\n\nInc.  (\"TPM\"), in  TPM's action  to  remove a  notice of  lis\r                                                                         \r\n\npendens from the title of  property it owns in New Hampshire.\r                   \r\n\nThe  lis  pendens  relates to  a  Texas  federal-court action\r                             \r\n\nbrought  by Intra-Gold  against TPM  and  another party,  New\r\n\nEngland Aggregate  Trust, Inc. (\"Aggregate Trust\"),  in which\r\n\nIntra-Gold sought enforcement  of an  alleged agreement  with\r\n\nAggregate Trust  to  transfer to  Intra-Gold certain  mineral\r\n\nrights in the New Hampshire property.\r\n\n     The background facts are complex but largely undisputed,\r\n\nand we  limit our  description to  the transactions  directly\r\n\npertinent  to  this appeal.    In  June  1992, TPM  bought  a\r\n\npromissory  note  and  mortgage interest  in  3,500  acres of\r\n\nproperty  located in both Freedom and Madison, New Hampshire.\r\n\nOne of  the mortgagors  was Freedom  Properties Realty  Trust\r\n\n(\"Freedom Properties\"), a  New Hampshire general  partnership\r\n\nwith Aggregate Trust  as its general partner.   By late 1992,\r\n\nthe  mortgagors  were  in  default,  and  TPM  had  initiated\r\n\nforeclosure proceedings.\r\n\n     Intra-Gold claims that in  January 1993, Aggregate Trust\r\n\nagreed on behalf of Freedom Properties to assign the latter's\r\n\nmineral rights in  the New Hampshire property  to Intra-Gold.\r\n\nAccording to Intra-Gold this was part of a  plan to avoid the\r\n\n                             -2-\r                                         -2-\r\r\n\nforeclosure;  in return  for the  mineral rights,  Intra-Gold\r\n\nwould  try to arrange  financing that would  permit Aggregate\r\n\nTrust  to retire its  debt to TPM and  would pay royalties to\r\n\nAggregate Trust for the minerals removed. \r\n\n     But   in  February  1993,  the  mortgagors  of  the  New\r\n\nHampshire property--including  Freedom Properties--agreed  to\r\n\ndeed the property to TPM in lieu  of foreclosure proceedings.\r\n\nThe agreement reserved in the mortgagors the right to exploit\r\n\nthe minerals for one year and gave them an option to purchase\r\n\nthe  property within one  year for approximately  $4 million.\r\n\nIntra-Gold  took  the  position that  by  entering  into this\r\n\nsettlement, Aggregate  Trust had  breached  its January  1993\r\n\nagreement with Intra-Gold.\r\n\n     In July 1994, Intra-Gold filed suit in Texas state court\r\n\nagainst  Aggregate   Trust  and  TPM,  seeking   damages  and\r\n\nrescission  of the deed  transferring the  property to  TPM. \r\n\nThe defendants removed the case to the federal district court\r\n\nfor the  Eastern District of  Texas.  The day  after bringing\r\n\nthe   suit,  Intra-Gold  placed--without  notice  to  TPM  or\r\n\napplication to any court--a notice of lis pendens on the deed\r                                                             \r\n\nfor the New  Hampshire property.  It  was the filing  of this\r\n\nlis pendens in  the Registry of Deeds in  Carroll County, New\r                       \r\n\nHampshire that prompted the litigation at issue here. \r\n\n     On November  1,  1994,  TPM filed  a  complaint  in  the\r\n\nfederal district court  in New Hampshire, based  on diversity\r\n\n                             -3-\r                                         -3-\r\r\n\njurisdiction,  seeking a declaration  that the notice  of lis\r                                                                         \r\n\npendens was not valid under  the New Hampshire statute.  N.H.\r                   \r\n\nRev.  Stat. Ann.     511-A:8  permits  filing a  lis  pendens\r                                                                         \r\n\nwithout  prior application  to  the court  or  notice to  the\r\n\nadverse party, in  \"equity cases for specific  performance of\r\n\nan  agreement to  transfer land  or a  unique chattel.\"   TPM\r\n\npointed  out that  Intra-Gold's Texas  complaint sought  only\r\n\nmoney damages and rescission of the deed from Aggregate Trust\r\n\n(and  the  other  mortgagors)  granting   the  New  Hampshire\r\n\nproperty to TPM.  \r\n\n     While  pre-trial   motions  were  pending   in  the  New\r\n\nHampshire action, the Texas district court on April 7,  1995,\r\n\ndismissed with prejudice all  of Intra-Gold's claims  against\r\n\nTPM for failure  to state a claim.  Fed. R. Civ. P. 12(b)(6).\r\n\nOn motion by TPM, the court followed with an order on May 17,\r\n\n1995, cancelling the  notice of lis pendens filed  in the New\r                                                       \r\n\nHampshire Registry of  Deeds.  Intra-Gold proceeded  with its\r\n\nclaims against Aggregate  Trust, but after  a bench trial  in\r\n\nthe  summer of  1995, the  court  found in  Aggregate Trust's\r\n\nfavor on all claims.\r\n\n     One might think that resolution of the underlying claims\r\n\nagainst TPM in  Texas would moot the New  Hampshire action by\r\n\nremoving  the basis  for  the  lis  pendens,  but  Intra-Gold\r                                                       \r\n\nappealed the Texas  decision to the  Fifth Circuit, and  some\r\n\ncases  suggest that a  lis pendens remains  in effect pending\r                                              \r\n\n                             -4-\r                                         -4-\r\r\n\nappeal.   See 54  C.J.S. Lis  Pendens    26 (1987).   In  all\r                                                 \r\n\nevents, neither party asserts mootness, and there are obvious\r\n\npractical reasons why--with the Fifth Circuit appeal pending-\r\n\n-it is  important for TPM  to maintain in force  the district\r\n\ncourt's declaration that the lis pendens is invalid.  We thus\r                                                    \r\n\nresume the chronology.\r\n\n     In the  New Hampshire district court,  Intra-Gold argued\r\n\nby  motion that  the court  should refuse to  entertain TPM's\r\n\nclaim  because  similar  issues were  then  before  the Texas\r\n\ndistrict  court.    Intra-Gold  contended  this   result  was\r\n\nrequired both by 28 U.S.C.   1450--a claim now abandoned--and\r\n\nfor  reasons  of \"fairness  and  judicial economy.\"    In the\r\n\nalternative, Intra-Gold argued that  Texas law should  govern\r\n\nthe validity of  the lis pendens.  The  district court denied\r                                            \r\n\nthis motion in June 1995.\r\n\n     During the June 1995 hearing, the New Hampshire district\r\n\ncourt also proposed sua  sponte to grant summary judgment  on\r                                           \r\n\nthe merits in favor of  TPM, because the lis pendens  was not\r                                                                \r\n\nauthorized   by  the   New  Hampshire  statute   because  the\r\n\nunderlying Texas action  was not an equity  case for specific\r\n\nperformance of  an agreement  to  transfer land  or a  unique\r\n\nchattel.  In opposition, Intra-Gold conceded this defect, but\r\n\nargued that  it had filed  an amended complaint in  the Texas\r\n\nsuit  on  December  7,  1994--over  a  month  after  TPM  had\r\n\ninitiated the  New Hampshire declaratory  action--which asked\r\n\n                             -5-\r                                         -5-\r\r\n\nfor \"an injunction preventing transfer of the property to TPM\r\n\nor  any third  party and  granting title  to the  property to\r\n\n[Intra-Gold].\" \r\n\n     Unpersuaded, the district court granted summary judgment\r\n\nin  TPM's favor, explaining simply that  the lis pendens \"was\r                                                                    \r\n\nnot filed  in compliance  with N.H.  Rev. Stat. Ann.  511-A.\"\r\n\nIntra-Gold  now appeals, renewing its earlier claim that, for\r\n\nprudential reasons of fairness and economy, the New Hampshire\r\n\ndistrict court should have  declined to hear TPM's  action to\r\n\nremove  the lis pendens.   Alternatively, Intra-Gold contends\r                                   \r\n\nthat the amended complaint in the Texas suit falls within the\r\n\n\"specific performance\"  exception of  the  New Hampshire  lis\r                                                                         \r\n\npendens statute.  We discuss the claims in order. \r                   \r\n\n     Obvious concerns  arise when actions involving  the same\r\n\nparties and similar  subject matter are pending  in different\r\n\nfederal  district  courts:    wasted   resources  because  of\r\n\npiecemeal   litigation,   the  possibility   of   conflicting\r\n\njudgments, and a general  concern that the courts  may unduly\r\n\ninterfere  with  each  other's  affairs.    To  resolve  such\r\n\ntensions,  courts   rely  primarily   on  common  sense   and\r\n\nhistorical  practice.    See,   e.g.,  Colorado  River  Water\r                                                                         \r\n\nConservation  Dist. v.  United  States,  424  U.S.  800,  817\r                                                  \r\n\n(1976); 28 U.S.C.   1404.\r\n\n     Where  the overlap  between  the  two  suits  is  nearly\r\n\ncomplete, the usual practice is  for the court that first had\r\n\n                             -6-\r                                         -6-\r\r\n\njurisdiction to  resolve the  issues and the  other court  to\r\n\ndefer.  West Gulf  Maritime Ass'n v. ILA  Deep Sea Local  24,\r                                                                        \r\n\n751  F.2d 721, 729  (5th Cir. 1985).   But  where the overlap\r\n\nbetween two suits is less than complete, the judgment is made\r\n\ncase  by case, see  Colorado River Water  Conservation Dist.,\r                                                                        \r\n\n424  U.S. at  817,  based on  such factors  as the  extent of\r\n\noverlap,   the  likelihood   of  conflict,   the  comparative\r\n\nadvantage  and the  interest of  each forum in  resolving the\r\n\ndispute.\r\n\n     Here, the  heart of  the Texas  action was  Intra-Gold's\r\n\nbreach  of  contract  claim  against  Aggregate  Trust.    If\r\n\ndetermining the validity of the lis pendens required the  New\r                                                       \r\n\nHampshire district court to assess  the merits of this claim,\r\n\nthere might be a good  case for deferring to the Texas  suit.\r\n\nBut the New Hampshire court  was asked only to decide whether\r\n\nIntra-Gold's  Texas  suit  constituted  an \"equity  case  for\r\n\nspecific performance  of an agreement  to transfer land  or a\r\n\nunique chattel\" under  N.H. Rev. Stat. Ann.    511-A:8.  This\r\n\nrequired  an assessment  of the  nature  of the  claims being\r                                                   \r\n\nmade, not their merit, and could not realistically be said to\r\n\ninterfere with the Texas court's authority or conduct of  its\r\n\ncase.\r\n\n     Only  slightly more troublesome is the argument that the\r\n\nvalidity of the lis pendens  was being litigated in the Texas\r                                       \r\n\nsuit.  Formally this was true, since a  few days after filing\r\n\n                             -7-\r                                         -7-\r\r\n\nthe  New Hampshire  suit, TPM  also brought  a motion  in the\r\n\nTexas district court seeking cancellation of the lis pendens.\r                                                                        \r\n\nAnd indeed,  after  the Texas  court  dismissed  Intra-Gold's\r\n\nclaims against TPM,  that court did issue an  order to cancel\r\n\nthe lis  pendens.  But  beneath this surface  resemblance the\r                            \r\n\ntwo courts were addressing very different issues.\r\n\n     Neither  party has shown  that the Texas  district court\r\n\never  had before  it a  claim that  the lis  pendens did  not\r                                                                \r\n\ncomply with the  New Hampshire statute.   Instead it  appears\r\n\nthat  TPM simply requested that, if the Texas court dismissed\r\n\nIntra-Gold's claims,  it also  cancel the  lis pendens  since\r                                                                  \r\n\nthere  would no  longer be  any litigation  pending.   If so,\r\n\nthere was little risk of  conflict posed by the New Hampshire\r\n\ncourt's  resolution of the  independent issue of  whether the\r\n\nlis pendens complied with New Hampshire state law.\r                       \r\n\n     We turn now to the  merits of the New Hampshire district\r\n\ncourt's decision on summary judgment that the lis pendens was\r                                                                     \r\n\ninvalid.   The  district court  said that  the notice  of lis\r                                                                         \r\n\npendens  was not filed  in compliance with  the New Hampshire\r                   \r\n\nstatute, a  point that  Intra-Gold has effectively  conceded.\r\n\nBut, as  already noted,  Intra-Gold argues  that its  amended\r\n\ncomplaint did seek such specific  performance.  While this is\r\n\nitself an issue open to dispute, for us the anterior question\r\n\nis  whether an amended complaint--even within N.H. Rev. Stat.\r\n\n                             -8-\r                                         -8-\r\r\n\n   511-A--can  revive  and salvage  an  earlier,  invalid lis\r                                                                         \r\n\npendens.\r                   \r\n\n     It does  not appear the New Hampshire  state courts have\r\n\never decided  this issue,  but cases  from elsewhere  suggest\r\n\nthat  the answer  is no.   E.g., 5303  Realty Corp. v.  O &amp; Y\r                                                                         \r\n\nEquity Corp.,  476 N.E.2d 276  (N.Y. 1984).  This  result may\r                        \r\n\nappear severe or formalistic.  But it may also be viewed as a\r\n\ncounterweight  to the  obvious  dangers  inherent  in  a  lis\r                                                                         \r\n\npendens scheme that allows a party to wield this considerable\r                   \r\n\npower without  prior application  to any court,  and with  no\r\n\njudicial assessment of the merits of the underlying suit.\r\n\n     The purpose  of a  lis  pendens is  to notify  potential\r                                                \r\n\npurchasers that there  is pending litigation that  may affect\r\n\ntitle  to real  property  and that  the  purchaser will  take\r\n\nsubject  to the judgment.  This cloud on title can impair the\r\n\nmarketability  of  the  property.   Under  the  New Hampshire\r\n\nstatute, as in  many states, this can be  done without resort\r\n\nto a  court, under  specified circumstances.   The  resulting\r\n\ndanger of abuse  has led courts to require  strict compliance\r\n\nwith lis pendens statutes.  E.g., S. Utsunomiya Enters., Inc.\r                                                                         \r\n\nv. Moomuku Country Club, 866 P.2d 951, 963 (Haw. 1994); E &amp; E\r                                                                         \r\n\nHauling,  Inc. v.  County of  DuPage, 396  N.E.2d 1260,  1266\r                                                \r\n\n(Ill. App. Ct. 1979).\r\n\n     Consistent with this strict-compliance  approach, we see\r\n\nno reason why an invalid lis pendens should  be made valid by\r                                                \r\n\n                             -9-\r                                         -9-\r\r\n\na later  amendment  to  a  complaint.    Where  the  original\r                   \r\n\ncomplaint does not support the lis pendens, it is easy enough\r                                                      \r\n\nfor the  plaintiff who files  an amended complaint to  file a\r\n\nnew lis pendens  based upon that new complaint.   Allowing an\r                           \r\n\namended  complaint alone  to breathe  life  into an  earlier,\r\n\npreviously invalid lis pendens  could easily cause  confusion\r                                          \r\n\nand unfair prejudice.  Since the plaintiff is responsible for\r\n\nthe original  error and  is free  to file  a new  lis pendens\r                                                                         \r\n\nalong with the  amended complaint, this outcome  appears well\r\n\nwarranted.\r\n\n     Of course, lacking precedent from a New Hampshire court,\r\n\nwe can  only make  our best assessment  as to  how the  state\r\n\ncourt would resolve the issue.   And there are other contexts\r\n\nin which a later act can revive an earlier, otherwise defunct\r\n\nclaim.  See, e.g., Fed. R. Civ. P. 15(c).  But in the present\r                             \r\n\ncontext, we think  that the practical considerations  already\r\n\nmentioned,  and the  general  instance  that  a  lis  pendens\r                                                                         \r\n\napplicant turn square corners, carries the day for TPM. \r\n\n     Affirmed.\r                          \r\n\n                             -10-\r                                         -10-\r\r\n",
  "html": "<p class=\"case_cite\">91 F.3d 1</p>\n    <p class=\"parties\">TPM HOLDINGS, INC., Plaintiff, Appellee,<br>v.<br>INTRA-GOLD INDUSTRIES, INC. and Jasper C. Rowe, Defendants,<br>Appellants.</p>\n    <p class=\"docket\">No. 95-1786.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 6, 1996.<br>Decided July 30, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jasper C. Rowe, Dallas, TX, with whom Law Offices of Jasper C. Rowe was on briefs, for appellants.</p>\n      <p class=\"indent\">Daniel P. Schwarz, Portsmouth, NH, with whom Christopher Cole and Sheehan, Phinney, Bass &amp; Green, P.C. were on briefs, for appellee.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Intra-Gold Industries, Inc.  (\"Intra-Gold\"), a Texas corporation, appeals from the New Hampshire district court's grant of summary judgment in favor of TPM Holdings, Inc.  (\"TPM\"), in TPM's action to remove a notice of lis pendens from the title of property it owns in New Hampshire.  The lis pendens relates to a Texas federal-court action brought by Intra-Gold against TPM and another party, New England Aggregate Trust, Inc.  (\"Aggregate Trust\"), in which Intra-Gold sought enforcement of an alleged agreement with Aggregate Trust to transfer to Intra-Gold certain mineral rights in the New Hampshire property.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The background facts are complex but largely undisputed, and we limit our description to the transactions directly pertinent to this appeal.  In June 1992, TPM bought a promissory note and mortgage interest in 3,500 acres of property located in both Freedom and Madison, New Hampshire.  One of the mortgagors was Freedom Properties Realty Trust (\"Freedom Properties\"), a New Hampshire general partnership with Aggregate Trust as its general partner.  By late 1992, the mortgagors were in default, and TPM had initiated foreclosure proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Intra-Gold claims that in January 1993, Aggregate Trust agreed on behalf of Freedom Properties to assign the latter's mineral rights in the New Hampshire property to Intra-Gold.  According to Intra-Gold this was part of a plan to avoid the foreclosure;  in return for the mineral rights, Intra-Gold would try to arrange financing that would permit Aggregate Trust to retire its debt to TPM and would pay royalties to Aggregate Trust for the minerals removed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">But in February 1993, the mortgagors of the New Hampshire property--including Freedom Properties--agreed to deed the property to TPM in lieu of foreclosure proceedings.  The agreement reserved in the mortgagors the right to exploit the minerals for one year and gave them an option to purchase the property within one year for approximately $4 million.  Intra-Gold took the position that by entering into this settlement, Aggregate Trust had breached its January 1993 agreement with Intra-Gold.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In July 1994, Intra-Gold filed suit in Texas state court against Aggregate Trust and TPM, seeking damages and rescission of the deed transferring the property to TPM. The defendants removed the case to the federal district court for the Eastern District of Texas.  The day after bringing the suit, Intra-Gold placed--without notice to TPM or application to any court--a notice of lis pendens on the deed for the New Hampshire property.  It was the filing of this lis pendens in the Registry of Deeds in Carroll County, New Hampshire that prompted the litigation at issue here.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On November 1, 1994, TPM filed a complaint in the federal district court in New Hampshire, based on diversity jurisdiction, seeking a declaration that the notice of lis pendens was not valid under the New Hampshire statute.  N.H.Rev.Stat. Ann. &#167; 511-A:8 permits filing a lis pendens without prior application to the court or notice to the adverse party, in \"equity cases for specific performance of an agreement to transfer land or a unique chattel.\"   TPM pointed out that Intra-Gold's Texas complaint sought only money damages and rescission of the deed from Aggregate Trust (and the other mortgagors) granting the New Hampshire property to TPM.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">While pre-trial motions were pending in the New Hampshire action, the Texas district court on April 7, 1995, dismissed with prejudice all of Intra-Gold's claims against TPM for failure to state a claim.  Fed.R.Civ.P. 12(b)(6).  On motion by TPM, the court followed with an order on May 17, 1995, cancelling the notice of lis pendens filed in the New Hampshire Registry of Deeds.  Intra-Gold proceeded with its claims against Aggregate Trust, but after a bench trial in the summer of 1995, the court found in Aggregate Trust's favor on all claims.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">One might think that resolution of the underlying claims against TPM in Texas would moot the New Hampshire action by removing the basis for the lis pendens, but Intra-Gold appealed the Texas decision to the Fifth Circuit, and some cases suggest that a lis pendens remains in effect pending appeal.  See 54 C.J.S. Lis Pendens &#167; 26 (1987).  In all events, neither party asserts mootness, and there are obvious practical reasons why--with the Fifth Circuit appeal pending--it is important for TPM to maintain in force the district court's declaration that the lis pendens is invalid.  We thus resume the chronology.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In the New Hampshire district court, Intra-Gold argued by motion that the court should refuse to entertain TPM's claim because similar issues were then before the Texas district court.  Intra-Gold contended this result was required both by 28 U.S.C. &#167; 1450--a claim now abandoned--and for reasons of \"fairness and judicial economy.\"   In the alternative, Intra-Gold argued that Texas law should govern the validity of the lis pendens.   The district court denied this motion in June 1995.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">During the June 1995 hearing, the New Hampshire district court also proposed sua sponte to grant summary judgment on the merits in favor of TPM, because the lis pendens was not authorized by the New Hampshire statute because the underlying Texas action was not an equity case for specific performance of an agreement to transfer land or a unique chattel.  In opposition, Intra-Gold conceded this defect, but argued that it had filed an amended complaint in the Texas suit on December 7, 1994--over a month after TPM had initiated the New Hampshire declaratory action--which asked for \"an injunction preventing transfer of the property to TPM or any third party and granting title to the property to [Intra-Gold].\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Unpersuaded, the district court granted summary judgment in TPM's favor, explaining simply that the lis pendens \"was not filed in compliance with N.H.Rev.Stat. Ann. 511-A.\"  Intra-Gold now appeals, renewing its earlier claim that, for prudential reasons of fairness and economy, the New Hampshire district court should have declined to hear TPM's action to remove the lis pendens. Alternatively, Intra-Gold contends that the amended complaint in the Texas suit falls within the \"specific performance\" exception of the New Hampshire lis pendens statute.  We discuss the claims in order.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Obvious concerns arise when actions involving the same parties and similar subject matter are pending in different federal district courts:  wasted resources because of piecemeal litigation, the possibility of conflicting judgments, and a general concern that the courts may unduly interfere with each other's affairs.  To resolve such tensions, courts rely primarily on common sense and historical practice.  See, e.g., Colorado River Water Conservation Dist. v. United States, 424 U.S. 800, 817, 96 S.Ct. 1236, 1246, 47 L.Ed.2d 483 (1976);  28 U.S.C. &#167; 1404.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Where the overlap between the two suits is nearly complete, the usual practice is for the court that first had jurisdiction to resolve the issues and the other court to defer.   West Gulf Maritime Ass'n v. ILA Deep Sea Local 24, 751 F.2d 721, 729 (5th Cir.1985).  But where the overlap between two suits is less than complete, the judgment is made case by case, see Colorado River Water Conservation Dist., 424 U.S. at 817, 96 S.Ct. at 1246, based on such factors as the extent of overlap, the likelihood of conflict, the comparative advantage and the interest of each forum in resolving the dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Here, the heart of the Texas action was Intra-Gold's breach of contract claim against Aggregate Trust.  If determining the validity of the lis pendens required the New Hampshire district court to assess the merits of this claim, there might be a good case for deferring to the Texas suit.  But the New Hampshire court was asked only to decide whether Intra-Gold's Texas suit constituted an \"equity case for specific performance of an agreement to transfer land or a unique chattel\" under N.H.Rev.Stat. Ann. &#167; 511-A:8.  This required an assessment of the nature of the claims being made, not their merit, and could not realistically be said to interfere with the Texas court's authority or conduct of its case.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Only slightly more troublesome is the argument that the validity of the lis pendens was being litigated in the Texas suit.  Formally this was true, since a few days after filing the New Hampshire suit, TPM also brought a motion in the Texas district court seeking cancellation of the lis pendens.   And indeed, after the Texas court dismissed Intra-Gold's claims against TPM, that court did issue an order to cancel the lis pendens.   But beneath this surface resemblance the two courts were addressing very different issues.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Neither party has shown that the Texas district court ever had before it a claim that the lis pendens did not comply with the New Hampshire statute.  Instead it appears that TPM simply requested that, if the Texas court dismissed Intra-Gold's claims, it also cancel the lis pendens since there would no longer be any litigation pending.  If so, there was little risk of conflict posed by the New Hampshire court's resolution of the independent issue of whether the lis pendens complied with New Hampshire state law.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We turn now to the merits of the New Hampshire district court's decision on summary judgment that the lis pendens was invalid.  The district court said that the notice of lis pendens was not filed in compliance with the New Hampshire statute, a point that Intra-Gold has effectively conceded.  But, as already noted, Intra-Gold argues that its amended complaint did seek such specific performance.  While this is itself an issue open to dispute, for us the anterior question is whether an amended complaint--even within N.H.Rev.Stat. &#167; 511-A--can revive and salvage an earlier, invalid lis pendens.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It does not appear the New Hampshire state courts have ever decided this issue, but cases from elsewhere suggest that the answer is no.  E.g., 5303 Realty Corp. v. O &amp; Y Equity Corp., 64 N.Y.2d 313, 486 N.Y.S.2d 877, 476 N.E.2d 276 (1984).  This result may appear severe or formalistic.  But it may also be viewed as a counterweight to the obvious dangers inherent in a lis pendens scheme that allows a party to wield this considerable power without prior application to any court, and with no judicial assessment of the merits of the underlying suit.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The purpose of a lis pendens is to notify potential purchasers that there is pending litigation that may affect title to real property and that the purchaser will take subject to the judgment.  This cloud on title can impair the marketability of the property.  Under the New Hampshire statute, as in many states, this can be done without resort to a court, under specified circumstances.  The resulting danger of abuse has led courts to require strict compliance with lis pendens statutes.  E.g., S. Utsunomiya Enters., Inc. v. Moomuku Country Club, 75 Haw. 480, 866 P.2d 951, 963 (1994);   E &amp; E Hauling, Inc. v. County of DuPage, 77 Ill.App.3d 1017, 33 Ill.Dec. 536, 542, 396 N.E.2d 1260, 1266 (1979).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Consistent with this strict-compliance approach, we see no reason why an invalid lis pendens should be made valid by a later amendment to a complaint.  Where the original complaint does not support the lis pendens, it is easy enough for the plaintiff who files an amended complaint to file a new lis pendens based upon that new complaint.  Allowing an amended complaint alone to breathe life into an earlier, previously invalid lis pendens could easily cause confusion and unfair prejudice.  Since the plaintiff is responsible for the original error and is free to file a new lis pendens along with the amended complaint, this outcome appears well warranted.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Of course, lacking precedent from a New Hampshire court, we can only make our best assessment as to how the state court would resolve the issue.  And there are other contexts in which a later act can revive an earlier, otherwise defunct claim.  See, e.g., Fed.R.Civ.P. 15(c).  But in the present context, we think that the practical considerations already mentioned, and the general instance that a lis pendens applicant turn square corners, carries the day for TPM.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"196897\"><a href=\"/opinion/196897/united-states-v-one-parcel/\"><span class=\"volume\">91</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span></p>\n    <p class=\"parties\">TPM HOLDINGS, INC., Plaintiff, Appellee,<br>v.<br>INTRA-GOLD INDUSTRIES, INC. and Jasper C. Rowe, Defendants,<br>Appellants.</p>\n    <p class=\"docket\">No. 95-1786.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 6, 1996.<br>Decided July 30, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jasper C. Rowe, Dallas, TX, with whom Law Offices of Jasper C. Rowe was on briefs, for appellants.</p>\n      <p class=\"indent\">Daniel P. Schwarz, Portsmouth, NH, with whom Christopher Cole and Sheehan, Phinney, Bass &amp; Green, P.C. were on briefs, for appellee.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Intra-Gold Industries, Inc.  (\"Intra-Gold\"), a Texas corporation, appeals from the New Hampshire district court's grant of summary judgment in favor of TPM Holdings, Inc.  (\"TPM\"), in TPM's action to remove a notice of lis pendens from the title of property it owns in New Hampshire.  The lis pendens relates to a Texas federal-court action brought by Intra-Gold against TPM and another party, New England Aggregate Trust, Inc.  (\"Aggregate Trust\"), in which Intra-Gold sought enforcement of an alleged agreement with Aggregate Trust to transfer to Intra-Gold certain mineral rights in the New Hampshire property.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The background facts are complex but largely undisputed, and we limit our description to the transactions directly pertinent to this appeal.  In June 1992, TPM bought a promissory note and mortgage interest in 3,500 acres of property located in both Freedom and Madison, New Hampshire.  One of the mortgagors was Freedom Properties Realty Trust (\"Freedom Properties\"), a New Hampshire general partnership with Aggregate Trust as its general partner.  By late 1992, the mortgagors were in default, and TPM had initiated foreclosure proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Intra-Gold claims that in January 1993, Aggregate Trust agreed on behalf of Freedom Properties to assign the latter's mineral rights in the New Hampshire property to Intra-Gold.  According to Intra-Gold this was part of a plan to avoid the foreclosure;  in return for the mineral rights, Intra-Gold would try to arrange financing that would permit Aggregate Trust to retire its debt to TPM and would pay royalties to Aggregate Trust for the minerals removed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">But in February 1993, the mortgagors of the New Hampshire property--including Freedom Properties--agreed to deed the property to TPM in lieu of foreclosure proceedings.  The agreement reserved in the mortgagors the right to exploit the minerals for one year and gave them an option to purchase the property within one year for approximately $4 million.  Intra-Gold took the position that by entering into this settlement, Aggregate Trust had breached its January 1993 agreement with Intra-Gold.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In July 1994, Intra-Gold filed suit in Texas state court against Aggregate Trust and TPM, seeking damages and rescission of the deed transferring the property to TPM. The defendants removed the case to the federal district court for the Eastern District of Texas.  The day after bringing the suit, Intra-Gold placed--without notice to TPM or application to any court--a notice of lis pendens on the deed for the New Hampshire property.  It was the filing of this lis pendens in the Registry of Deeds in Carroll County, New Hampshire that prompted the litigation at issue here.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On November 1, 1994, TPM filed a complaint in the federal district court in New Hampshire, based on diversity jurisdiction, seeking a declaration that the notice of lis pendens was not valid under the New Hampshire statute.  N.H.Rev.Stat. Ann. &#167; 511-A:8 permits filing a lis pendens without prior application to the court or notice to the adverse party, in \"equity cases for specific performance of an agreement to transfer land or a unique chattel.\"   TPM pointed out that Intra-Gold's Texas complaint sought only money damages and rescission of the deed from Aggregate Trust (and the other mortgagors) granting the New Hampshire property to TPM.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">While pre-trial motions were pending in the New Hampshire action, the Texas district court on April 7, 1995, dismissed with prejudice all of Intra-Gold's claims against TPM for failure to state a claim.  Fed.R.Civ.P. 12(b)(6).  On motion by TPM, the court followed with an order on May 17, 1995, cancelling the notice of lis pendens filed in the New Hampshire Registry of Deeds.  Intra-Gold proceeded with its claims against Aggregate Trust, but after a bench trial in the summer of 1995, the court found in Aggregate Trust's favor on all claims.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">One might think that resolution of the underlying claims against TPM in Texas would moot the New Hampshire action by removing the basis for the lis pendens, but Intra-Gold appealed the Texas decision to the Fifth Circuit, and some cases suggest that a lis pendens remains in effect pending appeal.  See 54 C.J.S. Lis Pendens &#167; 26 (1987).  In all events, neither party asserts mootness, and there are obvious practical reasons why--with the Fifth Circuit appeal pending--it is important for TPM to maintain in force the district court's declaration that the lis pendens is invalid.  We thus resume the chronology.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In the New Hampshire district court, Intra-Gold argued by motion that the court should refuse to entertain TPM's claim because similar issues were then before the Texas district court.  Intra-Gold contended this result was required both by 28 U.S.C. &#167; 1450--a claim now abandoned--and for reasons of \"fairness and judicial economy.\"   In the alternative, Intra-Gold argued that Texas law should govern the validity of the lis pendens.   The district court denied this motion in June 1995.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">During the June 1995 hearing, the New Hampshire district court also proposed sua sponte to grant summary judgment on the merits in favor of TPM, because the lis pendens was not authorized by the New Hampshire statute because the underlying Texas action was not an equity case for specific performance of an agreement to transfer land or a unique chattel.  In opposition, Intra-Gold conceded this defect, but argued that it had filed an amended complaint in the Texas suit on December 7, 1994--over a month after TPM had initiated the New Hampshire declaratory action--which asked for \"an injunction preventing transfer of the property to TPM or any third party and granting title to the property to [Intra-Gold].\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Unpersuaded, the district court granted summary judgment in TPM's favor, explaining simply that the lis pendens \"was not filed in compliance with N.H.Rev.Stat. Ann. 511-A.\"  Intra-Gold now appeals, renewing its earlier claim that, for prudential reasons of fairness and economy, the New Hampshire district court should have declined to hear TPM's action to remove the lis pendens. Alternatively, Intra-Gold contends that the amended complaint in the Texas suit falls within the \"specific performance\" exception of the New Hampshire lis pendens statute.  We discuss the claims in order.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Obvious concerns arise when actions involving the same parties and similar subject matter are pending in different federal district courts:  wasted resources because of piecemeal litigation, the possibility of conflicting judgments, and a general concern that the courts may unduly interfere with each other's affairs.  To resolve such tensions, courts rely primarily on common sense and historical practice.  See, e.g., Colorado River Water Conservation Dist. v. United States, <span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 817, <span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1236</span></a></span>, 1246, <span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">483</span></a></span> (1976);  28 U.S.C. &#167; 1404.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Where the overlap between the two suits is nearly complete, the usual practice is for the court that first had jurisdiction to resolve the issues and the other court to defer.   West Gulf Maritime Ass'n v. ILA Deep Sea Local 24, <span class=\"citation\" data-id=\"446366\"><a href=\"/opinion/446366/west-gulf-maritime-association-v-ila-deep-sea-local-24-south-atlantic-and/\"><span class=\"volume\">751</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">721</span></a></span>, 729 (5th Cir.1985).  But where the overlap between two suits is less than complete, the judgment is made case by case, see Colorado River Water Conservation Dist., 424 U.S. at 817, 96 S.Ct. at 1246, based on such factors as the extent of overlap, the likelihood of conflict, the comparative advantage and the interest of each forum in resolving the dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Here, the heart of the Texas action was Intra-Gold's breach of contract claim against Aggregate Trust.  If determining the validity of the lis pendens required the New Hampshire district court to assess the merits of this claim, there might be a good case for deferring to the Texas suit.  But the New Hampshire court was asked only to decide whether Intra-Gold's Texas suit constituted an \"equity case for specific performance of an agreement to transfer land or a unique chattel\" under N.H.Rev.Stat. Ann. &#167; 511-A:8.  This required an assessment of the nature of the claims being made, not their merit, and could not realistically be said to interfere with the Texas court's authority or conduct of its case.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Only slightly more troublesome is the argument that the validity of the lis pendens was being litigated in the Texas suit.  Formally this was true, since a few days after filing the New Hampshire suit, TPM also brought a motion in the Texas district court seeking cancellation of the lis pendens.   And indeed, after the Texas court dismissed Intra-Gold's claims against TPM, that court did issue an order to cancel the lis pendens.   But beneath this surface resemblance the two courts were addressing very different issues.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Neither party has shown that the Texas district court ever had before it a claim that the lis pendens did not comply with the New Hampshire statute.  Instead it appears that TPM simply requested that, if the Texas court dismissed Intra-Gold's claims, it also cancel the lis pendens since there would no longer be any litigation pending.  If so, there was little risk of conflict posed by the New Hampshire court's resolution of the independent issue of whether the lis pendens complied with New Hampshire state law.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We turn now to the merits of the New Hampshire district court's decision on summary judgment that the lis pendens was invalid.  The district court said that the notice of lis pendens was not filed in compliance with the New Hampshire statute, a point that Intra-Gold has effectively conceded.  But, as already noted, Intra-Gold argues that its amended complaint did seek such specific performance.  While this is itself an issue open to dispute, for us the anterior question is whether an amended complaint--even within N.H.Rev.Stat. &#167; 511-A--can revive and salvage an earlier, invalid lis pendens.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It does not appear the New Hampshire state courts have ever decided this issue, but cases from elsewhere suggest that the answer is no.  E.g., 5303 Realty Corp. v. O &amp; Y Equity Corp., <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">313</span></span>, <span class=\"citation no-link\"><span class=\"volume\">486</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">877</span></span>, <span class=\"citation no-link\"><span class=\"volume\">476</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">276</span></span> (1984).  This result may appear severe or formalistic.  But it may also be viewed as a counterweight to the obvious dangers inherent in a lis pendens scheme that allows a party to wield this considerable power without prior application to any court, and with no judicial assessment of the merits of the underlying suit.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The purpose of a lis pendens is to notify potential purchasers that there is pending litigation that may affect title to real property and that the purchaser will take subject to the judgment.  This cloud on title can impair the marketability of the property.  Under the New Hampshire statute, as in many states, this can be done without resort to a court, under specified circumstances.  The resulting danger of abuse has led courts to require strict compliance with lis pendens statutes.  E.g., S. Utsunomiya Enters., Inc. v. Moomuku Country Club, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">Haw.</span> <span class=\"page\">480</span></span>, <span class=\"citation\" data-id=\"2609844\"><a href=\"/opinion/2609844/s-utsunomiya-v-moomuku-country-club/\"><span class=\"volume\">866</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">951</span></a></span>, 963 (1994);   E &amp; E Hauling, Inc. v. County of DuPage, 77 Ill.App.3d 1017, <span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">536</span></span>, 542, <span class=\"citation\" data-id=\"2240507\"><a href=\"/opinion/2240507/e-e-hauling-inc-v-county-of-du-page/\"><span class=\"volume\">396</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1260</span></a></span>, 1266 (1979).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Consistent with this strict-compliance approach, we see no reason why an invalid lis pendens should be made valid by a later amendment to a complaint.  Where the original complaint does not support the lis pendens, it is easy enough for the plaintiff who files an amended complaint to file a new lis pendens based upon that new complaint.  Allowing an amended complaint alone to breathe life into an earlier, previously invalid lis pendens could easily cause confusion and unfair prejudice.  Since the plaintiff is responsible for the original error and is free to file a new lis pendens along with the amended complaint, this outcome appears well warranted.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Of course, lacking precedent from a New Hampshire court, we can only make our best assessment as to how the state court would resolve the issue.  And there are other contexts in which a later act can revive an earlier, otherwise defunct claim.  See, e.g., Fed.R.Civ.P. 15(c).  But in the present context, we think that the practical considerations already mentioned, and the general instance that a lis pendens applicant turn square corners, carries the day for TPM.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109405/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196897/",
    "http://www.courtlistener.com/api/rest/v3/opinions/446366/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2240507/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2609844/"
  ]
}