{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196896/",
  "absolute_url": "/opinion/196896/carter-v-ins/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196896/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:16:42Z",
  "date_modified": "2017-03-24T10:49:01.331321Z",
  "type": "010combined",
  "sha1": "4125ecb6d8a4d326a1a810a829bddd74b5fb13e5",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1840.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 95-1840\r\n\n                          ZAKIA CARTER,\r\n\n                           Petitioner,\r\n\n                                v.\r\n\n             IMMIGRATION AND NATURALIZATION SERVICE,\r\n\n                           Respondent.\r\n\n                                             \r\n\n                PETITION FOR REVIEW OF AN ORDER OF\r\n                 THE BOARD OF IMMIGRATION APPEALS\r\n\n                                             \r\n\n                              Before\r\n\n                Selya and Boudin, Circuit Judges,\r                                                          \r\n\n                 and McAuliffe,* District Judge.\r                                                         \r\n\n                                             \r\n\n     Joseph S. Callahan on brief for petitioner.\r                                 \r\n     Frank W. Hunger, Assistant Attorney General, Civil Division,\r                              \r\nand  Philemina  McNeill  Jones,  Assistant  Director,  Office  of\r                                        \r\nImmigration Litigation,  United States Department  of Justice, on\r\nbrief for respondent.\r\n\n                                              \r\n\n                          July 30, 1996\r\n\n                                              \r\n\n               \r\n*Of the District of New Hampshire, sitting by designation. \r\r\n\n          SELYA,  Circuit  Judge.   Invoking  the  newly  enacted\r                    SELYA,  Circuit  Judge.\r                                          \r\n\n\"battered spouse\"  provision of  the Immigration  and Nationality\r\n\nAct (I&amp;N  Act), 8 U.S.C.    1154(a)(1)(A)(iii) (1994), petitioner\r\n\nZakia  Carter seeks judicial review  of an order  of the Board of\r\n\nImmigration  Appeals (the  Board)  denying her  motion to  reopen\r\n\ndeportation  proceedings.   Discerning  no  cognizable error,  we\r\n\ndecline to grant the petition.\r\n\n                                I\r                                          I\r\n\n          Carter, a native and  citizen of Morocco, was convicted\r\n\nof assault and battery on March 8, 1981.  After  the victim died,\r\n\nCarter pled guilty to a charge of  manslaughter.  The state court\r\n\nsentenced her  to  serve 12-20  years  in prison.    She was  not\r\n\nreleased from the penitentiary until March 20, 1993.\r\n\n          The  Immigration  and   Naturalization  Service   (INS)\r\n\ninstituted deportation proceedings  against petitioner on October\r\n\n28, 1988  (while she was  still incarcerated).   In its  order to\r\n\nshow  cause, the  INS charged  her inter  alia with  committing a\r\n\ncrime involving moral turpitude (for  which she was convicted and\r\n\nsentenced to  a prison term  of more  than one year)  within five\r\n\nyears of her lawful entry into the United States, in violation of\r\n\nsection  241(a)(2)  of  the  I&amp;N  Act,  8  U.S.C.    1251(a)(2).1\r\n                    \r                              \r\n\n     1The statute reads in pertinent part:\r\n\n          Any  alien who  (I) is  convicted of  a crime\r\n          involving  moral  turpitude committed  within\r\n          five years . . . after the date of entry, and\r\n          (II) either is sentenced to confinement or is\r\n          confined  therefor  . .  .  for  one year  or\r\n          longer, is deportable.\r\n\n                                2\r\r\n\nPetitioner disputed  this charge, denying that the  crime she had\r\n\ncommitted involved moral turpitude.\r\n\n          On  March 19,  1990,  an immigration  judge (IJ)  found\r\n\npetitioner  deportable.   While  her  appeal  to  the  Board  was\r\n\npending,  petitioner,  though  still  incarcerated,  married Dale\r\n\nCarter  (a native and citizen  of the United  States).  Following\r\n\nher release,  she gave birth to a child, Jamila Carter, on August\r\n\n22,  1994.   Six weeks  thereafter, the  Board affirmed  the IJ's\r\n\ndecision  and entered a deportation order.  See Matter of Carter,\r                                                                          \r\n\nInterim Dec. No. 23-200-544 (BIA 1995).\r\n\n          Petitioner subsequently  sought  a divorce.   She  then\r\n\nfiled  a motion to reopen the  deportation proceedings.  Although\r\n\nthe  Board  previously found  petitioner  deportable  due to  her\r\n\nmanslaughter conviction,  her motion asserts an  entitlement to a\r\n\nwaiver of  excludability premised  on her  status  as a  battered\r\n\nspouse.2    The  Board  denied  her  motion  on  July  12,  1995.\r\n                    \r                              \r\n\n8  U.S.C.    1251(a)(2)(A)(i).    Since  the  charge  under  this\r\nprovision  is the  only charge that  INS pressed, it  is the only\r\ncharge that we discuss.\r\n\n     2The applicable statute reads in pertinent part:\r\n\n          An alien who  is the spouse  of a citizen  of\r\n          the United  States, who  is a person  of good\r\n          moral  character,  who  is  eligible   to  be\r\n          classified as  an immediate  relative .  . .,\r\n          and who has resided in the United States with\r\n          the alien's spouse may file a petition  . . .\r\n          [for relief if]:\r\n\n               (I)  the alien  is residing  in the\r\n               United States, the marriage between\r\n               the  alien  and   the  spouse   was\r\n               entered  into in good  faith by the\r\n               alien, and during the  marriage the\r\n\n                                3\r\r\n\nPetitioner now seeks judicial  review.  At the present  time, her\r\n\ndivorce  case  is  pending,  as  are  certain  domestic  violence\r\n\nproceedings against her husband.\r\n\n                                II\r                                          II\r\n\n          We pause  to emphasize the circumscribed  nature of our\r\n\nreview.   The  Board originally  found Carter to  be inadmissible\r\n\n(and, therefore, deportable) because she had committed a crime of\r\n\nmoral  turpitude (and served  more than twelve  months in prison)\r\n\nwithin five  years of entering the United  States.  It denied her\r\n\nmotion to reopen  for a variety of reasons (most of which related\r\n\nto  the  absence  of a  prima  facie  showing  of entitlement  to\r\n\nrelief).\r\n\n          We  inquire only into the  Board's denial of the motion\r\n\nto  reopen,  not  its  earlier  adjudication  of  the  merits  of\r\n\npetitioner's excludability.   See  Gando-Coello v. INS,  888 F.2d\r                                                                \r\n\n197,  198 (1st  Cir. 1989).   Though  the denial  of a  motion to\r\n\nreopen  deportation proceedings  usually possesses  the requisite\r\n\nfinality and thus triggers the  judicial review provisions of the\r\n\nI&amp;N Act,  see, e.g., Baez v. INS, 41 F.3d 19, 21 (1st Cir. 1994);\r                                          \r\n\nGoncalves v. INS, 6 F.3d 830, 831-32 (1st Cir. 1993); Athehortua-\r                                                                           \r\n                    \r                              \r\n\n               alien . . . has been battered by or\r\n               has  been  the  subject of  extreme\r\n               cruelty perpetrated  by the alien's\r\n               spouse; and\r\n\n               (II)  the alien  is a  person whose\r\n               deportation would result in extreme\r\n               hardship to the alien or a child of\r\n               the alien.\r\n\n8 U.S.C.   1154(a)(1)(A)(iii) (1994).\r\n\n                                4\r\r\n\nVanegas v. INS, 876 F.2d 238, 240 (1st Cir. 1989),  we probe that\r                        \r\n\ndenial solely to determine  whether the Board misread the  law or\r\n\notherwise  abused its  discretion  by acting  in an  arbitrary or\r\n\ncapricious  fashion.   See  INS v.  Doherty,  502 U.S.  314,  323\r                                                     \r\n\n(1992); INS v. Abudu, 485  U.S. 94, 105 (1988); Henry v.  INS, 74\r                                                                       \r\n\nF.3d 1, 4 (1st Cir. 1996).\r\n\n          The Board's discretion is sprawling, but it does not go\r\n\nuntethered.    \"[A]djudicatory  tribunals can  exceed  grants  of\r\n\ndiscretion      even   ringing  grants   of  broad,   essentially\r\n\nstandardless discretion   in various ways.\"  Henry, 74 F.3d at 4.\r                                                            \r\n\nIn exercising  discretionary authority, the Board  is \"obliged to\r\n\nweigh all the pertinent factors (both favorable and unfavorable),\r\n\nto exhibit due consideration for the universe of weighted factors\r\n\nwhen tallying the equities, to exercise independent judgment, and\r\n\nto  state plainly  its reasons  for granting or  denying relief.\"\r\n\nBing Feng Chen v. INS,     F.3d    ,     (1st Cir. 1996) [No. 95-\r                               \r\n\n2309,  slip  op.  at   6].    Once  the  Board   satisfies  these\r\n\nobligations, however, it has discretion not only to deny a motion\r\n\nto reopen  but also to deny a hearing thereon.  See Moore v. INS,\r                                                                          \r\n\n715 F.2d 13, 16 n.2 (1st Cir. 1983).\r\n\n                               III\r                                         III\r\n\n          It  is  settled that  the Board  can  deny a  motion to\r\n\nreopen  if  (1) the  alien  fails  to  limn a  prima  facie  case\r\n\nwarranting relief, or (2)  the alien fails to introduce  material\r\n\nevidence that  was  not previously  available,  discoverable,  or\r\n\nconsidered at the  original hearing, or (3) the  Board reasonably\r\n\n                                5\r\r\n\ndetermines  that the equities do not justify the application of a\r\n\ndiscretionary  balm.  See 8 C.F.R.    3.2 (1996); see also Abudu,\r                                                                          \r\n\n485  U.S. at 104-05 (applying this paradigm to the Board's denial\r\n\nof a motion  to reopen);  Gando-Coello, 888 F.2d  at 198  (same).\r                                                \r\n\nHere, the Board had ample justification to  deny the petitioner's\r\n\nmotion.\r\n\n          1.   INS Approval.  INS authorization of a petition for\r                    1.   INS Approval.\r                                     \r\n\na status adjustment  under 8 U.S.C.   1154 must  occur before the\r\n\nBoard can  grant such  relief.   See  8 U.S.C.    1154(b)  (1994)\r                                              \r\n\n(placing  upon   the  Attorney   General  or  her   designee  the\r\n\nresponsibility to determine in the first instance \"that the facts\r\n\nstated in the  petition are true and that  the [petitioner] is an\r\n\nimmediate relative\").  In this case, petitioner failed to present\r\n\nher petition for adjusted status as a battered spouse to the INS,\r\n\nand thus did not secure the requisite agency approval.\r\n\n          Approval  by  the INS  is not  an empty  exercise, but,\r\n\nrather, ensures that  the agency has a meaningful  opportunity to\r\n\nverify  a  petitioner's claim  that  she  has been  subjected  to\r\n\nphysical abuse  and otherwise satisfies  the statutory  criteria.\r\n\nSince the INS's imprimatur is  a condition precedent to obtaining\r\n\nrelief under  8 U.S.C.   1154(a)(1)(A)(iii), petitioner's failure\r\n\nto comply with this requirement means that she is unable to state\r\n\na  prima facie case.  Consequently, the Board's refusal to reopen\r\n\nthe proceedings is unimpugnable.3\r\n                    \r                              \r\n\n     3Highlighting this  same deficiency, the INS  challenges our\r\njurisdiction on the  basis that petitioner failed to  exhaust all\r\navailable administrative  remedies in that she  neglected to have\r\n\n                                6\r\r\n\n          2.  Good Moral Character; Extreme Hardship.  Petitioner\r                    2.  Good Moral Character; Extreme Hardship.\r                                                              \r\n\nalso  failed to establish a  prima facie case  under the battered\r\n\nspouse provision because she did not submit adequate  evidence of\r\n\neither \"good moral  character\" or \"extreme hardship.\"  We explain\r\n\nbriefly.\r\n\n          As  to  character, the  only  evidence that  petitioner\r\n\nproffered consists of a copy of her prison records, detailing her\r\n\ngood  behavior and involvement in training programs while she was\r\n\nincarcerated.   The  Board declined  to accept  these records  as\r\n\nsufficient to show good moral character, and we are not persuaded\r\n\nthat the Board's position is arbitrary or capricious.\r\n\n          We  note that  even  appropriate extrinsic  evidence of\r\n\ngood  moral  character   might  well  be   futile  here  due   to\r\n\npetitioner's  conviction.   In the  deportation case  proper, the\r\n\nBoard found  petitioner's manslaughter offense  to be a  crime of\r\n\nmoral turpitude.  The  Board's judgments in such matters  are not\r\n\neasily dismissed, see Franklin v. INS, 72 F.3d 571, 573 (8th Cir.\r                                               \r\n\n1996)  (explaining that  since  moral turpitude  is a  \"nebulous\"\r\n\nconcept, courts will only overturn the Board's determination that\r\n\na  crime  fits  within  that   rubric  if  the  determination  is\r\n\nunreasonable);  and, in  all events,  we think  that manslaughter\r\n                    \r                              \r\n\nher petition verified by the INS..   \"It is a familiar tenet that\r\nwhen an appeal presents a jurisdictional quandary, yet the merits\r\nof  the  underlying  issue, if  reached,  will  in  any event  be\r\nresolved  in   favor  of   the  party  challenging   the  court's\r\njurisdiction,  then the  court  may  forsake  the  jurisdictional\r\nriddle and simply dispose of  the appeal on the merits.\"   United\r                                                                           \r\nStates v. Stoller, 78  F.3d 710, 715 (1st Cir.  1996) (collecting\r                           \r\ncases).   This  is such a  case.  Hence,  we take no  view of the\r\ngovernment's jurisdictional argument.\r\n\n                                7\r\r\n\nstemming  from assault  and battery is  properly classified  as a\r\n\ncrime of moral turpitude.  Compare, e.g., Asencio v. INS, 37 F.3d\r                                                                  \r\n\n614, 615 (11th  Cir. 1994)  (holding that attempted  murder is  a\r\n\ncrime of moral turpitude); Rodriguez-Padron v. INS, 13 F.3d 1455,\r                                                            \r\n\n1458  (11th Cir. 1994)  (holding that  second-degree murder  is a\r\n\ncrime of moral turpitude);  Gouveia v. INS, 980 F.2d  814, 815-16\r                                                    \r\n\n(1st   Cir.  1992)  (holding  that  rape  is  a  crime  of  moral\r\n\nturpitude); Thomas v. INS,  976 F.2d 786, 787-88 (1st  Cir. 1992)\r                                   \r\n\n(holding assault and  battery with  a baseball bat  to be  crimes\r\n\ninvolving moral turpitude).  Accordingly, petitioner's conviction\r\n\nfor  manslaughter not  only  would constitute  a  violation of  8\r\n\nU.S.C.     1251(a)(2)(A)(i)  but  also would  preclude  her  from\r\n\nestablishing  the  \"good moral  character\"  necessary to  qualify\r\n\nunder the battered spouse provision.  See Flores  v. INS, 66 F.3d\r                                                                  \r\n\n1069, 1073 (9th Cir.  1995) (holding that petitioner's conviction\r\n\nfor welfare fraud precluded her from establishing the \"good moral\r\n\ncharacter\"  required to  apply  for a  suspension of  deportation\r\n\nunder 8 U.S.C.   1254(a)(1)).\r\n\n          Relatedly, petitioner neglected to proffer any evidence\r\n\nas  to how deportation would  work an extreme  hardship to either\r\n\nherself or her child.  This omission, in and of itself, prevented\r\n\nthe establishment of a prima facie case.  This is especially true\r\n\nin  light of the Board's wide discretion in determining what does\r\n\nand does not  rise to the level of \"extreme  hardship.\"  See Luna\r                                                                           \r\n\nv. INS, 709 F.2d 126, 127 (1st Cir. 1983).\r                \r\n\n                                IV\r                                          IV\r\n\n                                8\r\r\n\n          We need go no  further.  Given  the absence of a  prima\r\n\nfacie  case,  the  Board  acted well  within  its  discretion  in\r\n\nsummarily denying petitioner's motion to reopen.\r\n\n          The petition for review is  denied and dismissed.   See\r                    The petition for review is  denied and dismissed.\r                                                                           \r\n\n1st Cir. R. 27.1.\r\n\n                                9\r\r\n",
  "html": "<p class=\"case_cite\">90 F.3d 14</p>\n    <p class=\"parties\">Zakia CARTER, Petitioner,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</p>\n    <p class=\"docket\">No. 95-1840.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">July 30, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Joseph S. Callahan, on brief, Fall River, MA, for petitioner.</p>\n      <p class=\"indent\">Frank W. Hunger, Assistant Attorney General, Civil Division, and Philemina McNeill Jones, Assistant Director, Office of Immigration Litigation, United States Department of Justice, on brief, Washington, DC, for respondent.</p>\n      <p class=\"indent\">Before SELYA and BOUDIN, Circuit Judges, and McAULIFFE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Invoking the newly enacted \"battered spouse\" provision of the Immigration and Nationality Act (I &amp; N Act), 8 U.S.C. &#167; 1154(a)(1)(A)(iii) (1994), petitioner Zakia Carter seeks judicial review of an order of the Board of Immigration Appeals (the Board) denying her motion to reopen deportation proceedings.  Discerning no cognizable error, we decline to grant the petition.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Carter, a native and citizen of Morocco, was convicted of assault and battery on March 8, 1981.  After the victim died, Carter pled guilty to a charge of manslaughter.  The state court sentenced her to serve 12-20 years in prison.  She was not released from the penitentiary until March 20, 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Immigration and Naturalization Service (INS) instituted deportation proceedings against petitioner on October 28, 1988 (while she was still incarcerated).  In its order to show cause, the INS charged her inter alia with committing a crime involving moral turpitude (for which she was convicted and sentenced to a prison term of more than one year) within five years of her lawful entry into the United States, in violation of section 241(a)(2) of the I &amp; N Act, 8 U.S.C. &#167; 1251(a)(2).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Petitioner disputed this charge, denying that the crime she had committed involved moral turpitude.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On March 19, 1990, an immigration judge (IJ) found petitioner deportable.  While her appeal to the Board was pending, petitioner, though still incarcerated, married Dale Carter (a native and citizen of the United States).  Following her release, she gave birth to a child, Jamila Carter, on August 22, 1994.  Six weeks thereafter, the Board affirmed the IJ's decision and entered a deportation order.  See Matter of Carter, Interim Dec.  No. 23-200-544 (BIA 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Petitioner subsequently sought a divorce.  She then filed a motion to reopen the deportation proceedings.  Although the Board previously found petitioner deportable due to her manslaughter conviction, her motion asserts an entitlement to a waiver of excludability premised on her status as a battered spouse.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The Board denied her motion on July 12, 1995.  Petitioner now seeks judicial review.  At the present time, her divorce case is pending, as are certain domestic violence proceedings against her husband.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We pause to emphasize the circumscribed nature of our review.  The Board originally found Carter to be inadmissible (and, therefore, deportable) because she had committed a crime of moral turpitude (and served more than twelve months in prison) within five years of entering the United States.  It denied her motion to reopen for a variety of reasons (most of which related to the absence of a prima facie showing of entitlement to relief).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We inquire only into the Board's denial of the motion to reopen, not its earlier adjudication of the merits of petitioner's excludability. See Gando-Coello v. INS, 888 F.2d 197, 198 (1st Cir.1989).  Though the denial of a motion to reopen deportation proceedings usually possesses the requisite finality and thus triggers the judicial review provisions of the I &amp; N Act, see, e.g., Baez v. INS, 41 F.3d 19, 21 (1st Cir.1994);  Goncalves v. INS, 6 F.3d 830, 831-32 (1st Cir.1993);  Athehortua-Vanegas v. INS, 876 F.2d 238, 240 (1st Cir.1989), we probe that denial solely to determine whether the Board misread the law or otherwise abused its discretion by acting in an arbitrary or capricious fashion.  See INS v. Doherty, 502 U.S. 314, 323, 112 S.Ct. 719, 724-25, 116 L.Ed.2d 823 (1992);  INS v. Abudu, 485 U.S. 94, 105, 108 S.Ct. 904, 912, 99 L.Ed.2d 90 (1988);  Henry v. INS, 74 F.3d 1, 4 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Board's discretion is sprawling, but it does not go untethered.  \"[A]djudicatory tribunals can exceed grants of discretion--even ringing grants of broad, essentially standardless discretion--in various ways.\"  Henry, 74 F.3d at 4. In exercising discretionary authority, the Board is \"obliged to weigh all the pertinent factors (both favorable and unfavorable), to exhibit due consideration for the universe of weighted factors when tallying the equities, to exercise independent judgment, and to state plainly its reasons for granting or denying relief.\"  Bing Feng Chen v. INS, 87 F.3d 5, 7 (1st Cir.1996).  Once the Board satisfies these obligations, however, it has discretion not only to deny a motion to reopen but also to deny a hearing thereon.  See Moore v. INS, 715 F.2d 13, 16 n. 2 (1st Cir.1983).</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is settled that the Board can deny a motion to reopen if (1) the alien fails to limn a prima facie case warranting relief, or (2) the alien fails to introduce material evidence that was not previously available, discoverable, or considered at the original hearing, or (3) the Board reasonably determines that the equities do not justify the application of a discretionary balm.  See 8 C.F.R. &#167; 3.2 (1996);  see also Abudu, 485 U.S. at 104-05, 108 S.Ct. at 911-12 (applying this paradigm to the Board's denial of a motion to reopen);  Gando-Coello, 888 F.2d at 198 (same).  Here, the Board had ample justification to deny the petitioner's motion.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">1. INS Approval.   INS authorization of a petition for a status adjustment under 8 U.S.C. &#167; 1154 must occur before the Board can grant such relief.  See 8 U.S.C. &#167; 1154(b) (1994) (placing upon the Attorney General or her designee the responsibility to determine in the first instance \"that the facts stated in the petition are true and that the [petitioner] is an immediate relative\").  In this case, petitioner failed to present her petition for adjusted status as a battered spouse to the INS, and thus did not secure the requisite agency approval.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Approval by the INS is not an empty exercise, but, rather, ensures that the agency has a meaningful opportunity to verify a petitioner's claim that she has been subjected to physical abuse and otherwise satisfies the statutory criteria.  Since the INS's imprimatur is a condition precedent to obtaining relief under 8 U.S.C. &#167; 1154(a)(1)(A)(iii), petitioner's failure to comply with this requirement means that she is unable to state a prima facie case.  Consequently, the Board's refusal to reopen the proceedings is unimpugnable.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">2. Good Moral Character;  Extreme Hardship.   Petitioner also failed to establish a prima facie case under the battered spouse provision because she did not submit adequate evidence of either \"good moral character\" or \"extreme hardship.\"   We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">As to character, the only evidence that petitioner proffered consists of a copy of her prison records, detailing her good behavior and involvement in training programs while she was incarcerated.  The Board declined to accept these records as sufficient to show good moral character, and we are not persuaded that the Board's position is arbitrary or capricious.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We note that even appropriate extrinsic evidence of good moral character might well be futile here due to petitioner's conviction.  In the deportation case proper, the Board found petitioner's manslaughter offense to be a crime of moral turpitude.  The Board's judgments in such matters are not easily dismissed, see Franklin v. INS, 72 F.3d 571, 573 (8th Cir.1996) (explaining that since moral turpitude is a \"nebulous\" concept, courts will only overturn the Board's determination that a crime fits within that rubric if the determination is unreasonable);  and, in all events, we think that manslaughter stemming from assault and battery is properly classified as a crime of moral turpitude.  Compare, e.g., Asencio v. INS, 37 F.3d 614, 615 (11th Cir.1994) (holding that attempted murder is a crime of moral turpitude);  Rodriguez-Padron v. INS, 13 F.3d 1455, 1458 (11th Cir.1994) (holding that second-degree murder is a crime of moral turpitude);  Gouveia v. INS, 980 F.2d 814, 815-16 (1st Cir.1992) (holding that rape is a crime of moral turpitude);  Thomas v. INS, 976 F.2d 786, 787-88 (1st Cir.1992) (holding assault and battery with a baseball bat to be crimes involving moral turpitude).  Accordingly, petitioner's conviction for manslaughter not only would constitute a violation of 8 U.S.C. &#167; 1251(a)(2)(A)(i) but also would preclude her from establishing the \"good moral character\" necessary to qualify under the battered spouse provision.  See Flores v. INS, 66 F.3d 1069, 1073 (9th Cir.1995) (holding that petitioner's conviction for welfare fraud precluded her from establishing the \"good moral character\" required to apply for a suspension of deportation under 8 U.S.C. &#167; 1254(a)(1)).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Relatedly, petitioner neglected to proffer any evidence as to how deportation would work an extreme hardship to either herself or her child.  This omission, in and of itself, prevented the establishment of a prima facie case.  This is especially true in light of the Board's wide discretion in determining what does and does not rise to the level of \"extreme hardship.\"   See Luna v. INS, 709 F.2d 126, 127 (1st Cir.1983).</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We need go no further.  Given the absence of a prima facie case, the Board acted well within its discretion in summarily denying petitioner's motion to reopen.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The petition for review is denied and dismissed.   See 1st Cir.  R. 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The statute reads in pertinent part:</p>\n        <p>Any alien who (I) is convicted of a crime involving moral turpitude committed within five years ... after the date of entry, and (II) either is sentenced to confinement or is confined therefor ... for one year or longer, is deportable.</p>\n        <p>8 U.S.C. &#167; 1251(a)(2)(A)(i).  Since the charge under this provision is the only charge that INS pressed, it is the only charge that we discuss.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The applicable statute reads in pertinent part:</p>\n        <p>An alien who is the spouse of a citizen of the United States, who is a person of good moral character, who is eligible to be classified as an immediate relative ..., and who has resided in the United States with the alien's spouse may file a petition ... [for relief if]:</p>\n        <p>(I) the alien is residing in the United States, the marriage between the alien and the spouse was entered into in good faith by the alien, and during the marriage the alien ... has been battered by or has been the subject of extreme cruelty perpetrated by the alien's spouse;  and</p>\n        <p>(II) the alien is a person whose deportation would result in extreme hardship to the alien or a child of the alien.</p>\n        <p>8 U.S.C. &#167; 1154(a)(1)(A)(iii) (1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Highlighting this same deficiency, the INS challenges our jurisdiction on the basis that petitioner failed to exhaust all available administrative remedies in that she neglected to have her petition verified by the INS.. \"It is a familiar tenet that when an appeal presents a jurisdictional quandary, yet the merits of the underlying issue, if reached, will in any event be resolved in favor of the party challenging the court's jurisdiction, then the court may forsake the jurisdictional riddle and simply dispose of the appeal on the merits.\"  United States v. Stoller, 78 F.3d 710, 715 (1st Cir.1996) (collecting cases).  This is such a case.  Hence, we take no view of the government's jurisdictional argument</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></span></p>\n    <p class=\"parties\">Zakia CARTER, Petitioner,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</p>\n    <p class=\"docket\">No. 95-1840.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">July 30, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Joseph S. Callahan, on brief, Fall River, MA, for petitioner.</p>\n      <p class=\"indent\">Frank W. Hunger, Assistant Attorney General, Civil Division, and Philemina McNeill Jones, Assistant Director, Office of Immigration Litigation, United States Department of Justice, on brief, Washington, DC, for respondent.</p>\n      <p class=\"indent\">Before SELYA and BOUDIN, Circuit Judges, and McAULIFFE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Invoking the newly enacted \"battered spouse\" provision of the Immigration and Nationality Act (I &amp; N Act), 8 U.S.C. &#167; 1154(a)(1)(A)(iii) (1994), petitioner Zakia Carter seeks judicial review of an order of the Board of Immigration Appeals (the Board) denying her motion to reopen deportation proceedings.  Discerning no cognizable error, we decline to grant the petition.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Carter, a native and citizen of Morocco, was convicted of assault and battery on March 8, 1981.  After the victim died, Carter pled guilty to a charge of manslaughter.  The state court sentenced her to serve 12-20 years in prison.  She was not released from the penitentiary until March 20, 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Immigration and Naturalization Service (INS) instituted deportation proceedings against petitioner on October 28, 1988 (while she was still incarcerated).  In its order to show cause, the INS charged her inter alia with committing a crime involving moral turpitude (for which she was convicted and sentenced to a prison term of more than one year) within five years of her lawful entry into the United States, in violation of section 241(a)(2) of the I &amp; N Act, 8 U.S.C. &#167; 1251(a)(2).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Petitioner disputed this charge, denying that the crime she had committed involved moral turpitude.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On March 19, 1990, an immigration judge (IJ) found petitioner deportable.  While her appeal to the Board was pending, petitioner, though still incarcerated, married Dale Carter (a native and citizen of the United States).  Following her release, she gave birth to a child, Jamila Carter, on August 22, 1994.  Six weeks thereafter, the Board affirmed the IJ's decision and entered a deportation order.  See Matter of Carter, Interim Dec.  No. 23-200-544 (BIA 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Petitioner subsequently sought a divorce.  She then filed a motion to reopen the deportation proceedings.  Although the Board previously found petitioner deportable due to her manslaughter conviction, her motion asserts an entitlement to a waiver of excludability premised on her status as a battered spouse.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The Board denied her motion on July 12, 1995.  Petitioner now seeks judicial review.  At the present time, her divorce case is pending, as are certain domestic violence proceedings against her husband.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We pause to emphasize the circumscribed nature of our review.  The Board originally found Carter to be inadmissible (and, therefore, deportable) because she had committed a crime of moral turpitude (and served more than twelve months in prison) within five years of entering the United States.  It denied her motion to reopen for a variety of reasons (most of which related to the absence of a prima facie showing of entitlement to relief).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We inquire only into the Board's denial of the motion to reopen, not its earlier adjudication of the merits of petitioner's excludability. See Gando-Coello v. INS, <span class=\"citation\" data-id=\"531205\"><a href=\"/opinion/531205/dalton-fernando-gando-coello-v-immigration-and-naturalization-service/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">197</span></a></span>, 198 (1st Cir.1989).  Though the denial of a motion to reopen deportation proceedings usually possesses the requisite finality and thus triggers the judicial review provisions of the I &amp; N Act, see, e.g., Baez v. INS, <span class=\"citation\" data-id=\"195764\"><a href=\"/opinion/195764/baez-v-ins/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 21 (1st Cir.1994);  Goncalves v. INS, <span class=\"citation\" data-id=\"654584\"><a href=\"/opinion/654584/jose-manuel-goncalves-v-immigration-and-naturalization-service/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">830</span></a></span>, 831-32 (1st Cir.1993);  Athehortua-Vanegas v. INS, <span class=\"citation\" data-id=\"524261\"><a href=\"/opinion/524261/luis-n-athehortua-vanegas-v-immigration-and-naturalization-service/\"><span class=\"volume\">876</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">238</span></a></span>, 240 (1st Cir.1989), we probe that denial solely to determine whether the Board misread the law or otherwise abused its discretion by acting in an arbitrary or capricious fashion.  See INS v. Doherty, <span class=\"citation\" data-id=\"112677\"><a href=\"/opinion/112677/ins-v-doherty/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">314</span></a></span>, 323, <span class=\"citation\" data-id=\"112677\"><a href=\"/opinion/112677/ins-v-doherty/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">719</span></a></span>, 724-25, <span class=\"citation\" data-id=\"112677\"><a href=\"/opinion/112677/ins-v-doherty/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">823</span></a></span> (1992);  INS v. Abudu, <span class=\"citation\" data-id=\"112016\"><a href=\"/opinion/112016/ins-v-abudu/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">94</span></a></span>, 105, <span class=\"citation\" data-id=\"112016\"><a href=\"/opinion/112016/ins-v-abudu/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">904</span></a></span>, 912, <span class=\"citation\" data-id=\"112016\"><a href=\"/opinion/112016/ins-v-abudu/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">90</span></a></span> (1988);  Henry v. INS, <span class=\"citation\" data-id=\"196517\"><a href=\"/opinion/196517/henry-v-ins/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Board's discretion is sprawling, but it does not go untethered.  \"[A]djudicatory tribunals can exceed grants of discretion--even ringing grants of broad, essentially standardless discretion--in various ways.\"  Henry, 74 F.3d at 4. In exercising discretionary authority, the Board is \"obliged to weigh all the pertinent factors (both favorable and unfavorable), to exhibit due consideration for the universe of weighted factors when tallying the equities, to exercise independent judgment, and to state plainly its reasons for granting or denying relief.\"  Bing Feng Chen v. INS, <span class=\"citation\" data-id=\"196819\"><a href=\"/opinion/196819/feng-chen-v-ins/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 7 (1st Cir.1996).  Once the Board satisfies these obligations, however, it has discretion not only to deny a motion to reopen but also to deny a hearing thereon.  See Moore v. INS, <span class=\"citation\" data-id=\"423682\"><a href=\"/opinion/423682/phillip-terrance-moore-v-immigration-and-naturalization-service/\"><span class=\"volume\">715</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 16 n. 2 (1st Cir.1983).</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is settled that the Board can deny a motion to reopen if (1) the alien fails to limn a prima facie case warranting relief, or (2) the alien fails to introduce material evidence that was not previously available, discoverable, or considered at the original hearing, or (3) the Board reasonably determines that the equities do not justify the application of a discretionary balm.  See 8 C.F.R. &#167; 3.2 (1996);  see also Abudu, 485 U.S. at 104-05, 108 S.Ct. at 911-12 (applying this paradigm to the Board's denial of a motion to reopen);  Gando-Coello, 888 F.2d at 198 (same).  Here, the Board had ample justification to deny the petitioner's motion.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">1. INS Approval.   INS authorization of a petition for a status adjustment under 8 U.S.C. &#167; 1154 must occur before the Board can grant such relief.  See 8 U.S.C. &#167; 1154(b) (1994) (placing upon the Attorney General or her designee the responsibility to determine in the first instance \"that the facts stated in the petition are true and that the [petitioner] is an immediate relative\").  In this case, petitioner failed to present her petition for adjusted status as a battered spouse to the INS, and thus did not secure the requisite agency approval.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Approval by the INS is not an empty exercise, but, rather, ensures that the agency has a meaningful opportunity to verify a petitioner's claim that she has been subjected to physical abuse and otherwise satisfies the statutory criteria.  Since the INS's imprimatur is a condition precedent to obtaining relief under 8 U.S.C. &#167; 1154(a)(1)(A)(iii), petitioner's failure to comply with this requirement means that she is unable to state a prima facie case.  Consequently, the Board's refusal to reopen the proceedings is unimpugnable.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">2. Good Moral Character;  Extreme Hardship.   Petitioner also failed to establish a prima facie case under the battered spouse provision because she did not submit adequate evidence of either \"good moral character\" or \"extreme hardship.\"   We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">As to character, the only evidence that petitioner proffered consists of a copy of her prison records, detailing her good behavior and involvement in training programs while she was incarcerated.  The Board declined to accept these records as sufficient to show good moral character, and we are not persuaded that the Board's position is arbitrary or capricious.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We note that even appropriate extrinsic evidence of good moral character might well be futile here due to petitioner's conviction.  In the deportation case proper, the Board found petitioner's manslaughter offense to be a crime of moral turpitude.  The Board's judgments in such matters are not easily dismissed, see Franklin v. INS, <span class=\"citation\" data-id=\"710073\"><a href=\"/opinion/710073/myrisia-franklin-v-immigration-and-naturalization-service/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">571</span></a></span>, 573 (8th Cir.1996) (explaining that since moral turpitude is a \"nebulous\" concept, courts will only overturn the Board's determination that a crime fits within that rubric if the determination is unreasonable);  and, in all events, we think that manslaughter stemming from assault and battery is properly classified as a crime of moral turpitude.  Compare, e.g., Asencio v. INS, <span class=\"citation\" data-id=\"679630\"><a href=\"/opinion/679630/orestes-j-asencio-v-immigration-and-naturalization-service/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">614</span></a></span>, 615 (11th Cir.1994) (holding that attempted murder is a crime of moral turpitude);  Rodriguez-Padron v. INS, <span class=\"citation\" data-id=\"660292\"><a href=\"/opinion/660292/fernando-rodriguez-padron-v-immigration-and-naturalization-service/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1455</span></a></span>, 1458 (11th Cir.1994) (holding that second-degree murder is a crime of moral turpitude);  Gouveia v. INS, <span class=\"citation\" data-id=\"596105\"><a href=\"/opinion/596105/jose-gouveia-v-immigration-and-naturalization-service/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">814</span></a></span>, 815-16 (1st Cir.1992) (holding that rape is a crime of moral turpitude);  Thomas v. INS, <span class=\"citation\" data-id=\"592072\"><a href=\"/opinion/592072/philip-thomas-v-immigration-and-naturalization-service/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">786</span></a></span>, 787-88 (1st Cir.1992) (holding assault and battery with a baseball bat to be crimes involving moral turpitude).  Accordingly, petitioner's conviction for manslaughter not only would constitute a violation of 8 U.S.C. &#167; 1251(a)(2)(A)(i) but also would preclude her from establishing the \"good moral character\" necessary to qualify under the battered spouse provision.  See Flores v. INS, <span class=\"citation\" data-id=\"705146\"><a href=\"/opinion/705146/95-cal-daily-op-serv-7497-95-daily-journal-dar-12865-yin-fen-flores/\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1069</span></a></span>, 1073 (9th Cir.1995) (holding that petitioner's conviction for welfare fraud precluded her from establishing the \"good moral character\" required to apply for a suspension of deportation under 8 U.S.C. &#167; 1254(a)(1)).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Relatedly, petitioner neglected to proffer any evidence as to how deportation would work an extreme hardship to either herself or her child.  This omission, in and of itself, prevented the establishment of a prima facie case.  This is especially true in light of the Board's wide discretion in determining what does and does not rise to the level of \"extreme hardship.\"   See Luna v. INS, <span class=\"citation\" data-id=\"419734\"><a href=\"/opinion/419734/emilio-luna-v-immigration-and-naturalization-service/\"><span class=\"volume\">709</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">126</span></a></span>, 127 (1st Cir.1983).</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We need go no further.  Given the absence of a prima facie case, the Board acted well within its discretion in summarily denying petitioner's motion to reopen.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The petition for review is denied and dismissed.   See 1st Cir.  R. 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The statute reads in pertinent part:</p>\n        <p>Any alien who (I) is convicted of a crime involving moral turpitude committed within five years ... after the date of entry, and (II) either is sentenced to confinement or is confined therefor ... for one year or longer, is deportable.</p>\n        <p>8 U.S.C. &#167; 1251(a)(2)(A)(i).  Since the charge under this provision is the only charge that INS pressed, it is the only charge that we discuss.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The applicable statute reads in pertinent part:</p>\n        <p>An alien who is the spouse of a citizen of the United States, who is a person of good moral character, who is eligible to be classified as an immediate relative ..., and who has resided in the United States with the alien's spouse may file a petition ... [for relief if]:</p>\n        <p>(I) the alien is residing in the United States, the marriage between the alien and the spouse was entered into in good faith by the alien, and during the marriage the alien ... has been battered by or has been the subject of extreme cruelty perpetrated by the alien's spouse;  and</p>\n        <p>(II) the alien is a person whose deportation would result in extreme hardship to the alien or a child of the alien.</p>\n        <p>8 U.S.C. &#167; 1154(a)(1)(A)(iii) (1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Highlighting this same deficiency, the INS challenges our jurisdiction on the basis that petitioner failed to exhaust all available administrative remedies in that she neglected to have her petition verified by the INS.. \"It is a familiar tenet that when an appeal presents a jurisdictional quandary, yet the merits of the underlying issue, if reached, will in any event be resolved in favor of the party challenging the court's jurisdiction, then the court may forsake the jurisdictional riddle and simply dispose of the appeal on the merits.\"  United States v. Stoller, <span class=\"citation\" data-id=\"714794\"><a href=\"/opinion/714794/united-states-v-robert-s-stoller/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">710</span></a></span>, 715 (1st Cir.1996) (collecting cases).  This is such a case.  Hence, we take no view of the government's jurisdictional argument</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112677/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195764/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/419734/",
    "http://www.courtlistener.com/api/rest/v3/opinions/423682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524261/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531205/",
    "http://www.courtlistener.com/api/rest/v3/opinions/592072/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596105/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654584/",
    "http://www.courtlistener.com/api/rest/v3/opinions/660292/",
    "http://www.courtlistener.com/api/rest/v3/opinions/679630/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705146/",
    "http://www.courtlistener.com/api/rest/v3/opinions/710073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/714794/"
  ]
}