{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196889/",
  "absolute_url": "/opinion/196889/united-food-v-almacs-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196889/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:16:34Z",
  "date_modified": "2017-03-24T10:49:00.594171Z",
  "type": "010combined",
  "sha1": "a140466f9a97a44a41297371f391d9d9bb0367d8",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1010.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\n\nNo. 96-1010\r\n\n          UNITED FOOD AND COMMERCIAL WORKERS UNION, \r\n                     LOCAL 328, AFL-CIO,\r\n\n                     Plaintiff-Appellant,\r\n\n                              v.\r\n\n                    ALMAC'S INC., et al.,\r\n\n                    Defendants-Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n           [Hon. Mary M. Lisi, U.S. District Judge]\r                                                              \r\n\n                                         \r\n\n                            Before\r\n\n                     Lynch, Circuit Judge,\r                                                     \r\n\n                Coffin, Senior Circuit Judge,\r                                                        \r\n\n                and Cummings,* Circuit Judge.\r                                                        \r\n\n                                         \r\n\nWarren  H.  Pyle,  with  whom Angoff,  Goldman,  Manning,  Pyle  &amp;\r                                                                              \r\nWanger, P.C. was on brief, for appellant.\r                    \r\nJoel  D. Applebaum, with  whom Pepper,  Hamilton &amp;  Scheetz was on\r                                                                       \r\nbrief, for appellee.\r\n\n                                         \r\n\n                        July 24, 1996\r\n                                         \r\n\n                \r                            \r\n\n*Of the Seventh Circuit, sitting by designation.\r\r\n\n      LYNCH, Circuit  Judge.  This  case raises  an important\r                  LYNCH, Circuit  Judge.\r                                       \r\n\nissue  at  the intersection  of  federal  bankruptcy law  and\r\n\nfederal labor policy.   Almac's, Inc., a  New England grocery\r\n\nstore chain that employed over 3000 people petitioned in 1993\r\n\nfor reorganization  under Chapter 11 of  the Bankruptcy Code,\r\n\n11 U.S.C.    1101 et  seq.  Over  the objection of  the union\r                                      \r\n\nrepresenting the employees, the  bankruptcy court in a series\r\n\nof emergency interim orders allowed the debtor  to reduce the\r\n\nemployees' wages  by nine  to fifteen  percent  for almost  a\r\n\nyear.   The employees claim  to have lost  over $9,630,000 in\r\n\nwages, but  these  emergency  interim  modifications  to  the\r\n\ncollective  bargaining  agreement  permitted the  company  to\r\n\nsurvive  and  ultimately  to   reorganize  into  a  successor\r\n\ncompany.   The union  ultimately agreed  to a  new collective\r\n\nbargaining  agreement with  the  successor company.   But  it\r\n\nsought  the   $9,630,000  lost  in  the   interim  in  wages,\r\n\ncharacterizing  the  interim  modifications  as   a  \"partial\r\n\nrejection\"   of  an   executory   contract  (the   bargaining\r\n\nagreement)  within the meaning of  11 U.S.C.   365.   We hold\r\n\nthat   Congress  did   not  intend   for  emergency   interim\r\n\nmodifications ordered under 11 U.S.C.   1113(e) to be treated\r\n\nas  \"rejections\"  of  the  collective  bargaining  agreement.\r\n\nAccordingly, the union and its  members are not entitled here\r\n\nto their lost wages and we affirm.\r\n\n                             -2-\r                                         -2-\r\r\n\n                              I\r\n\n      Local 328,United Food and CommercialWorkers Union, AFL-\r\n\nCIO (\"Local  328\") and Almac's, Inc.  (\"Almacs\") were parties\r\n\nto a collective bargaining agreement covering the period June\r\n\n7, 1993 to  June 1,  1996 (the \"Agreement\").   The  Agreement\r\n\ndelineated  the   wages,  benefits,   and  other   terms  and\r\n\nconditions  of  employment for  approximately  three thousand\r\n\nAlmacs  employees  in Rhode  Island  and  Massachusetts.   On\r\n\nAugust 6, 1993, shortly after the Agreement went into effect,\r\n\nAlmacs petitioned for reorganization  under Chapter 11 of the\r\n\nBankruptcy Code.   In October 1993, after reducing  the wages\r\n\nand benefits of unrepresented  employees, Almacs moved  under\r\n\nsection  1113(e) to  implement interim  modifications to  the\r\n\nwages and benefits of employees covered by the Agreement.\r\n\n      The  bankruptcy   court  found   that  \"the   requested\r\n\nmodifications [were]  not  only essential  to  the  continued\r\n\noperations  of Almac's,  but [were]  vital to  any hope  of a\r\n\nsuccessful reorganization.\"   It granted Almacs'  request for\r\n\nboth  a  fifteen  percent  reduction  in  the  wages  of  all\r\n\nemployees covered by  the Agreement and a reduction  in wages\r\n\nand benefits for  employees who had been  downgraded to part-\r\n\ntime  positions.   This  modification  was  effective through\r\n\nDecember 31, 1993.\r\n\n      Almacs  requested  and received  consecutive extensions\r\n\nto  the modification,  although  the court  reduced the  wage\r\n\n                             -3-\r                                         -3-\r\r\n\nmodification from fifteen percent  to twelve percent and then\r\n\nto nine percent of the wages originally in effect.  The court\r\n\nperiodically   granted    modifications   effective   through\r\n\nSeptember 30,  1994.  Throughout this time  period, Local 328\r\n\nand Almacs were involved in negotiations over the fate of the\r\n\nAgreement.   Almacs never filed an  application under section\r\n\n1113(b) to reject the Agreement.\r\n\n      Following  each modification  order, Local  328 and two\r\n\nemployees, as class representatives for the Almacs employees,\r\n\nfiled claims for the difference between the modified wage and\r\n\nbenefit  rates and those  provided under the  Agreement.  The\r\n\ntotal amount  ultimately claimed  was \"at least  $9,630,000.\"\r\n\nAlthough from the  face of  the claims it  appears that  they\r\n\nwere  initially  pressed  as  administrative  expense claims,\r\n\nLocal  328  later  agreed  to  assert  them  only as  general\r\n\nunsecured claims.  Local  328 does not now purport  to assert\r\n\nan administrative claim.\r\n\n      Almacs objected  to the  claims of  Local  328 and  the\r\n\nclass representatives.  After a hearing  on October 21, 1994,\r\n\nthe bankruptcy court sustained Almacs' objections.  Local 328\r\n\nand the  employee claimants appealed to  the district court.1\r\n\n                    \r                                \r\n\n1.  After Local 328  filed the  notice of appeal,  a plan  of\r\nreorganization was  ratified by the creditor  groups and then\r\napproved  by the bankruptcy court on November 8, 1994.  Under\r\nthe  plan, Almacs'  assets would  be sold  to a  newly formed\r\ncompany, New Almac's, Inc. (\"New Almacs\").  New  Almacs would\r\ncontinue  to operate Almacs' business.  Local 328 had entered\r\ninto a  new collective  bargaining agreement with  New Almacs\r\n\n                             -4-\r                                         -4-\r\r\n\nThe district  court affirmed,  reasoning that the  only basis\r\n\nfor  recognizing   a   claim  would   require   viewing   the\r\n\nmodifications to  the Agreement  as amounting to  a rejection\r\n\nand hence  a breach  of  an executory  contract, but  because\r\n\ninterim   wage  modifications   under  section   1113(e)  are\r\n\n\"judicially sanctioned,  no breach occurs, and,  as a result,\r\n\nno viable claim arises.\"2   Local 328 has appealed  from that\r\n\ndecision.\r\n\n                              II\r\n\n      The bankruptcy court's order  is subject to independent\r\n\nreview  here, and we accept  all bankruptcy court findings of\r\n\nfact unless \"clearly erroneous\" and review rulings  of law de\r                                                                         \r\n\nnovo.  In re  LaRoche, 969 F.2d 1299,  1301 (1st Cir.  1992).\r                                 \r\n\nBecause  there  was no  appeal  from  the bankruptcy  court's\r\n\ninterim  orders, we accept  that court's findings  of fact in\r\n\n                    \r                                \r\n\nwhich   took   effect   upon   approval  of   the   plan   of\r\nreorganization.\r\n      In  connection  with  the  approval   of  the  plan  of\r\nreorganization,  Local  328  and  Almacs  stipulated  to  the\r\nrejection  of the  (original) Agreement  by Almacs.   In  the\r\nstipulation, Local 328 waived any claim  for damages based on\r\nthis consensual rejection of the Agreement, but preserved the\r\nissue raised in this  appeal.  No petition for  rejection was\r\nsubmitted to the court.\r\n\n2.  The district  court also reasoned that  Local 328's claim\r\ncould  not  be sustained  because it  would  have to  be paid\r\nbefore  a  plan of  reorganization  could  be approved  under\r\nsection  1129(a)(9)(A), thus  putting  the  employer  into  a\r\nCatch-22  situation.    Both parties  agree  that  this is  a\r\ncorrect   statement  of   the  law   only  with   respect  to\r\nadministrative expense claims.   Local 328 does not  argue on\r\nappeal that it has an administrative claim.\r\n\n                             -5-\r                                         -5-\r\r\n\nsupport of  those orders as  final and  deem there  to be  no\r\n\nquestions   about  whether  those   orders  were   issued  in\r\n\nconformance with  the statute  or about  the duration  of the\r\n\nemergency conditions.\r\n\n      At  the outset,  it is  important to  note the  precise\r\n\nnature of Local 328's claim.  Local 328 argues on appeal that\r\n\nit   has   a   general   unsecured  claim,   based   on   the\r\n\ncharacterization of  the  interim modifications  as  \"partial\r\n\nrejections\" of the Agreement.  Local 328 does not assert here\r                                                             \r\n\na  claim for  administrative expenses  under section  503 for\r\n\nwages  for post-petition work.   Nor does Local  328 assert a\r\n\nclaim  based on  the  consensual rejection  of the  Agreement\r\n\nwhile  its  appeal  of  this  issue  was  pending  before the\r\n\ndistrict court.  Finally,  Local 328 does not argue  that the\r\n\nbankruptcy  court  lacked  authority  to  order  the  interim\r\n\nmodifications.\r\n\n                             III\r\n\n      A brief  review of  the context  in which section  1113\r\n\nwas enacted is helpful to understand Local 328's  argument on\r\n\nappeal.   Under section 365 of the Bankruptcy Code, a trustee\r\n\n(or  the  debtor-in-possession) has  the  choice, subject  to\r\n\ncourt approval, of either  assuming or rejecting an executory\r\n\ncontract.     The   rejection   of   an  executory   contract\r\n\n\"constitutes  a breach  of such  contract  . .  . immediately\r\n\nbefore the date of the filing  of the petition.\"  11 U.S.C.  \r\n\n                             -6-\r                                         -6-\r\r\n\n365(g)(1).    In 1984,  the Supreme  Court issued  a decision\r\n\ninterpreting  section  365,  one  portion  of which  prompted\r\n\nCongress  to enact section 1113  of the Bankruptcy  Code.  In\r\n\nNLRB v. Bildisco &amp; Bildisco, 465 U.S. 513 (1984), the Supreme\r                                       \r\n\nCourt   held  that  collective   bargaining  agreements  were\r\n\nexecutory contracts for purposes of section 365, but that due\r\n\nto  the special nature of such agreements, the rejection of a\r\n\ncollective  bargaining  agreement  should  be governed  by  a\r\n\nstandard more strict than  that applicable to other kinds  of\r\n\ncontracts.   See id. at 522 &amp;  n.6, 526.  The Court suggested\r                                \r\n\nthat the rejection of a collective bargaining agreement would\r\n\nresult in  a general  unsecured claim against  the bankruptcy\r\n\nestate.  Id. at 530-31 &amp; n.12; see also In re Continental Air\r                                                                         \r\n\nLines  Corp., 901  F.2d 1259,  1265 (5th  Cir. 1990).   These\r                        \r\n\nholdings  were not  what motivated  the enactment  of section\r\n\n1113.\r\n\n      Congress's primary  concern  in enacting  section  1113\r\n\nwas with one  of the  Court's other holdings  in Bildisco  --\r                                                                     \r\n\nthat  a debtor  did not  commit an  unfair labor  practice by\r\n\nmaking  unilateral changes  to  the terms  and conditions  of\r\n\nemployment,   prior  to   formally  rejecting   a  collective\r\n\nbargaining  agreement,  because the  agreement was  no longer\r\n\nenforceable upon  the filing of  a bankruptcy petition.   465\r\n\nU.S. at  534.  Under  section 1113,  a collective  bargaining\r\n\nagreement remains in effect after the filing of a petition in\r\n\n                             -7-\r                                         -7-\r\r\n\nbankruptcy.  A trustee may not make unilateral changes in the\r\n\nterms or  conditions  of a  collective  bargaining  agreement\r\n\nunless  the  court  fails  to  rule  on  an  application  for\r\n\nrejection  within the  required  time  frame.   11  U.S.C.   \r\n\n1113(d)(2) &amp; (f).\r\n\n      Congress recognized  in enacting  section 1113(e)  that\r\n\non occasion a  debtor may require  emergency relief from  the\r\n\ncollective   bargaining   agreement   prior   to   rejection,\r\n\nassumption  or  agreed-upon  modification of  the  agreement.\r\n\nSection 1113(e) thus provides:\r\n\n      If   during   a   period   when  the   collective\r\n      bargaining agreement  continues in effect, and if\r\n      essential  to the  continuation  of the  debtor's\r\n      business,  or  in  order  to  avoid   irreparable\r\n      damage  to the  estate, the  court, after  notice\r\n      and  a  hearing,  may  authorize  the trustee  to\r\n      implement   interim   changes   in   the   terms,\r\n      conditions,   wages,  benefits,   or  work  rules\r\n      provided  by  a collective  bargaining agreement.\r\n      Any  hearing   under  this   paragraph  shall  be\r\n      scheduled in  accordance  with the  needs of  the\r\n      trustee.    The implementation  of  such  interim\r\n      changes  shall  not  render  the application  for\r\n      rejection moot.\r\n\n11  U.S.C.    1113(e).3   Local 328  claims that  the interim\r\n\n                    \r                                \r\n\n3.  The other provisions of section 1113 codify the standards\r\nthat must be met before a collective bargaining agreement may\r\nbe rejected.    In  Bildisco, the  Supreme  Court  held  that\r                                        \r\nrejection of a collective bargaining agreement was  permitted\r\nif  the  \"debtor  can  show  that  the  collective-bargaining\r\nagreement  burdens  the   estate,  and  that   after  careful\r\nscrutiny,  the equities  balance  in favor  of rejecting  the\r\nlabor contract.\"   465 U.S. at 526.  The Court also held that\r\n\"[b]efore  acting  on  a  petition  to  modify  or  reject  a\r\ncollective-bargaining agreement  . .  . the  Bankruptcy Court\r\nshould be  persuaded that  reasonable efforts to  negotiate a\r\nvoluntary  modification have been made  and are not likely to\r\n\n                             -8-\r                                         -8-\r\r\n\nmodifications permitted  by the statute should  be treated as\r\n\npartial  rejections of  the collective  bargaining agreement.\r\n\nFrom  this, it  argues it  is entitled  to rejection  damages\r\n\nunder section 365.\r\n\n      We note first that  even were we to accept  Local 328's\r\n\npremise that  the interim modifications constitute  a partial\r\n\nrejection,  section  1113,  which governs  the  rejection  of\r\n\ncollective bargaining agreements, is silent as to  how such a\r\n\nrejection  should be  treated  under section  365.4   Indeed,\r\n\ncourts  have  divided over  whether  a claim  for  damages is\r\n\npermitted  at  all  after   the  rejection  of  a  collective\r\n\nbargaining  agreement under  section  1113.    Compare  Truck\r                                                                         \r\n\nDrivers Local 807 v. Carey Transp., Inc., 816 F.2d 82, 93 (2d\r                                                    \r\n\n                    \r                                \r\n\nproduce  a prompt  and satisfactory  solution.\"   Id.   Under\r                                                                 \r\nsection 1113, before filing a petition to reject a bargaining\r\nagreement,  the debtor  must  make a  proposal to  the union,\r\n\"based  on  the   most  complete  and  reliable   information\r\navailable at the  time of such  proposal, which provides  for\r\nthose  necessary modifications in  the employees benefits and\r\nprotections that  are necessary to permit  the reorganization\r\nof  the debtor and assures that all creditors, the debtor and\r\nall  of   the  affected   parties  are  treated   fairly  and\r\nequitably,\" and  must provide the union  with the information\r\nnecessary to evaluate the proposal.   11 U.S.C.   1113(b)(1).\r\nA court  may approve an  application for rejection  only upon\r\nfinding  that the  debtor or  trustee  has made  the required\r\nproposal,  that  the union  refused  to  accept the  proposal\r\nwithout good cause, and that the \"balance of equities clearly\r\nfavors rejection  of [the] agreement.\"   11 U.S.C.   1113(c).\r\nBecause  Almacs  never filed  an  application  to reject  the\r\nAgreement, these provisions were not invoked.\r\n\n4.  Because the  relevant language of section  365(g) has not\r\nchanged  since  Bildisco,  collective  bargaining  agreements\r                                    \r\nwould appear  still to  be subject to  the section's  general\r\nprovisions.\r\n\n                             -9-\r                                         -9-\r\r\n\nCir. 1987) (in balancing the equities to determine whether an\r\n\nemployer was  permitted  to reject  a  collective  bargaining\r\n\nagreement under section 1113, one factor to consider was \"the\r\n\npossibility  and likely  effect  of any  employee claims  for\r\n\nbreach of contract if rejection  is approved\"); In re Maxwell\r                                                                         \r\n\nNewspapers, Inc., 146 B.R. 920, 934 (Bankr. S.D.N.Y.) (same),\r                            \r\n\nrev'd on  other grounds,  149 B.R.  334 (S.D.N.Y.), aff'd  in\r                                                                         \r\n\npart  and rev'd in  part, 981 F.2d  85 (2d Cir.  1992); In re\r                                                                         \r\n\nTexas Sheet  Metals, Inc., 90  B.R. 260, 272-73  (Bankr. S.D.\r                                     \r\n\nTex. 1988) (same); and In re Moline Corp., 144 B.R. 75, 78-79\r                                                     \r\n\n(Bankr.   N.D.  Ill.   1992)  (making  same   assumption  and\r\n\nsuggesting  that because  section  1113  says  nothing  about\r\n\neffect of assumption or  rejection, \"[section] 365 must apply\r\n\nto fill  in the gap\") with  In re Blue Diamond  Coal Co., 147\r                                                                    \r\n\nB.R. 720,  727-28 (Bankr. E.D.  Tenn. 1992), aff'd,  160 B.R.\r                                                              \r\n\n574, 576-77  (E.D. Tenn.  1993) (rejecting claim  for damages\r\n\nbased on the rejection of a collective bargaining agreement).\r\n\nCf. Mass. Air Conditioning &amp; Heating Corp. v. McCoy, 196 B.R.\r                                                               \r\n\n659  (D.  Mass.  1996) (assumption  of  collective bargaining\r\n\nagreement governed by section 365).\r\n\n      We do  not reach that  question here,  however, because\r\n\nwe  hold that the language  and structure of  section 1113 do\r\n\nnot  permit  interim  changes  authorized  thereunder  to  be\r\n\nconstrued as \"rejections\" for purposes of section 365(g).\r\n\n                             -10-\r                                         -10-\r\r\n\n      We turn to the unambiguous text of  the statute, giving\r\n\neffect to its  plain meaning.   See Lomas  Mortgage, Inc.  v.\r                                                                     \r\n\nLouis,  82  F.3d  1, 3  (1st  Cir.  1996).   Section  1113(e)\r                 \r\n\nprovides that the trustee may implement \"interim changes\" and\r\n\nthat \"interim  changes shall  not render the  application for\r\n\nrejection  moot.\"     Section   1113(e)  clearly   speaks  of\r\n\n\"rejection\" and  \"interim changes\" as two  different types of\r\n\nactions.  By choosing a different word, \"change,\" to describe\r\n\nthe interim action, Congress  surely intended for that action\r\n\nnot  to  have  the  consequences  that would  follow  from  a\r               \r\n\n\"rejection.\"    Indeed,  section  1113(e)  is  explicit  that\r\n\n\"implementation of such interim  changes shall not render the\r\n\napplication for  rejection moot.\"  That  \"interim changes\" do\r\n\nnot   moot  a   \"rejection\"  establishes   that  the   former\r\n\nconstitutes relief different from the latter.\r                                        \r\n\n      The framework of section 1113  also shows that \"interim\r\n\nchanges\"  are not  the same  species as  a \"rejection.\"   The\r\n\nstatute,  by  setting forth  the  procedures  to be  followed\r\n\nbefore  a   debtor-in-possession  \"may  assume  or  reject  a\r\n\ncollective  bargaining agreement,\"  11 U.S.C.    1113(a),  or\r\n\n\"reach   mutually   satisfactory   modifications    of   such\r\n\nagreement,\"  11 U.S.C.   1113(b)(2), contemplates three final\r\n\nactions  that  may be  taken  with  respect to  a  particular\r\n\ncollective bargaining  agreement.  \"Rejection\"  of the  whole\r\n\nagreement is one of these final actions.  \r\n\n                             -11-\r                                         -11-\r\r\n\n      Each of  the extensive  provisions regarding  rejection\r\n\nsuggests  that  a  collective  bargaining  agreement is  only\r\n\n\"rejected\" once,  in its  entirety, not  in bits  and pieces.\r\n\nThis is because the debtor must make a proposal to modify the\r\n\nagreement and meet with  the union representatives to attempt\r\n\nto  reach  consensus  before   \"seeking  rejection  of  [the]\r\n\ncollective  bargaining  agreement.\"   11  U.S.C.     1113(b).\r\n\nFurther,  the  court   must  make  certain  findings   before\r\n\napproving a petition for rejection.  Id.   1113(c).  Whatever\r                                                    \r\n\nthe  effects  of the  rejection  of  a collective  bargaining\r\n\nagreement  under  section  1113,  rejection is  an  act  that\r\n\ninvolves  a   final  repudiation  of  the  entire  agreement.\r\n\nInterim  changes under  section 1113(e),  on the  other hand,\r                   \r\n\nare, by  definition, not  final.   They only  are implemented\r\n\npending  the  final   act  of  assumption,  modification   or\r\n\nrejection, while  the  agreement still  remains otherwise  in\r\n\neffect.\r\n\n      Finally,  by  providing  different  standards  for  the\r\n\napproval  of \"rejections\"  and  \"interim  changes,\"  Congress\r\n\nclearly intended not to treat the latter as merely a category\r\n\nof the former.  The  standards governing rejections have both\r\n\na procedural  component and a substantive  component.  Before\r\n\nthe  debtor  may  even  file   an  application  to  reject  a\r\n\nbargaining agreement,  it must make  a proposal to  the union\r\n\nfor modifications to the contract, and the application cannot\r\n\n                             -12-\r                                         -12-\r\r\n\nbe  approved  unless  the  union has  rejected  the  proposal\r\n\nwithout good  cause.  11 U.S.C.    1113(b)(1) &amp;  (c)(2).  The\r\n\ndebtor  must also negotiate with  the union in  an attempt to\r\n\nreach mutually satisfactory modifications.  Id.   1113(b)(2).\r                                                           \r\n\nThe substantive  component requires that the debtor's initial\r\n\nproposal  encompass only  those  modifications \"necessary  to\r\n\npermit the reorganization  of the debtor.\"  Id.   1113(b)(1).\r                                                           \r\n\nBecause a plan of  reorganization may not be confirmed  if it\r\n\nis  likely to  be followed  by liquidation  or the  \"need for\r\n\nfurther  financial  reorganization,\" id.     1129(a)(11), the\r                                                    \r\n\nmodifications  are  proposed  with  a view  to  the  long-run\r\n\nsuccess of the debtor's business.  \r\n\n      The  standards  for  \"interim changes,\"  on  the  other\r\n\nhand,  deal with the short  term.  Only  the basic procedural\r\n\nsafeguards,  \"notice  and  a  hearing,\" are  required.    The\r\n\nsubstantive standard  is that the changes  must be \"essential\r\n\nto  the  continuation  of  the  debtor's  business.\"   Id.   \r                                                                      \r\n\n1113(e).   This language suggests that  \"interim changes\" are\r\n\nonly permitted  under emergency  conditions, when the  debtor\r\n\notherwise  would  likely collapse.    See  In  re Salt  Creek\r                                                                         \r\n\nFreightways, 46 B.R.  347, 350  (Bankr. D. Wy.  1985); In  re\r                                                                         \r\n\nAlmac's, Inc., 159 B.R.  665, 666 (Bankr. D.R.I. 1993).   The\r                         \r\n\nscope  of   \"interim  changes\"  is  more   limited  than  the\r\n\nmodifications \"necessary for reorganization.\"  See Martha  S.\r                                                              \r\n\nWest,  Life After  Bildisco:   Section 1113  and the  Duty to\r                                                                         \r\n\n                             -13-\r                                         -13-\r\r\n\nBargain  in  Good Faith,  47 Ohio  St.  L.J. 65,  146 (1985).\r                                   \r\n\nBecause \"interim  changes\" are  ordered to ensure  the short-\r\n\nterm viability of the  debtor, they do not dictate  the final\r\n\ndecision to  assume, reject  or mutually modify  the original\r\n\ncollective bargaining agreement.\r\n\n      If Congress  had intended the  result Local  328 urges,\r\n\nit could  easily have  provided so  by inserting an  explicit\r\n\nprovision allowing for a  claim, by calling \"interim changes\"\r\n\n\"partial rejections,\"  or by using other  language from which\r\n\nit could be definitively inferred that \"interim changes\" were\r\n\n\"rejections\"  subject  to  the  consequences   delineated  in\r\n\nsection 365.   The language  Congress actually used  does not\r\n\nsuggest  this treatment.   There is  simply no  evidence that\r\n\nCongress  intended  \"interim  changes\"  to  be  the  same  as\r\n\n\"rejection.\"\r\n\n      Local 328 argues that not  treating the section 1113(e)\r\n\nchanges  here as a  rejection would  lead to  an unreasonable\r\n\noutcome because the modifications  in this case had the  same\r\n\neffect  as  a rejection.    See  Massachusetts v.  Blackstone\r                                                                         \r\n\nValley  Elec. Co., 67 F.3d 981, 986 (1st Cir. 1995) (\"[P]lain\r                             \r\n\nmeaning  must  govern  [a statute's]  application,  unless  a\r\n\npalpably  unreasonable  outcome  would  result.\").    Without\r\n\nadopting Local 328's premise, we  conclude that the result we\r\n\nreach is far from unreasonable.  Congress could  have thought\r\n\nthe   denial  of   a   remedy  to   compensate  for   interim\r\n\n                             -14-\r                                         -14-\r\r\n\nmodifications was a reasonable quid pro quo to the debtor, in\r                                                       \r\n\nexchange for  the protective benefits that  flow to employees\r\n\nfrom allowing  the collective bargaining  agreement to remain\r\n\nin effect  following the  filing  of a  Chapter 11  petition.\r\n\nBefore Congress enacted section  1113, a debtor was permitted\r\n\nto make  unilateral modifications to a  collective bargaining\r\n\nagreement  after filing  a  petition in  bankruptcy and  such\r\n\nmodification  did  not constitute  an unfair  labor practice.\r\n\nBildisco,  465 U.S.  at  534.    In  section  1113,  Congress\r                    \r\n\nprovided   that   collective   bargaining    agreements   are\r\n\nenforceable against the debtor after the filing of a petition\r\n\nfor  reorganization.   11  U.S.C.    1113(c),  (e) &amp;  (f);  5\r\n\nCollier on Bankruptcy   1113.01[4][b],  at 1113-14 to 1113-15\r                                 \r\n\n(Lawrence P. King ed., 15th ed.  1995).  In exchange for this\r\n\nheightened   protection,   Congress  could   reasonably  have\r\n\nrequired employees to accept  decreased wages and benefits in\r\n\nan  emergency  before  any  final action  on  the  collective\r\n\nbargaining  agreement  is taken,  without  providing for  the\r\n\nemployees  to recover all or  part of the  wages and benefits\r\n\nlost in the interim reductions.\r\n\n      The interim changes authorized  by the bankruptcy court\r\n\nunder  section  1113(e)  were  not,  in  and  of  themselves,\r\n\n\"rejections\"  of  the Agreement  within  the  meaning of  the\r\n\nBankruptcy Code.\r\n\n      Affirmed.\r                           \r\n\n                             -15-\r                                         -15-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\n\nNo. 96-1010\r\n\n          UNITED FOOD AND COMMERCIAL WORKERS UNION, \r\n                     LOCAL 328, AFL-CIO,\r\n\n                     Plaintiff-Appellant,\r\n\n                              v.\r\n\n                    ALMAC'S INC., et al.,\r\n\n                    Defendants-Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n           [Hon. Mary M. Lisi, U.S. District Judge]\r                                                              \r\n\n                                         \r\n\n                            Before\r\n\n                     Lynch, Circuit Judge,\r                                                     \r\n\n                Coffin, Senior Circuit Judge,\r                                                        \r\n\n                and Cummings,* Circuit Judge.\r                                                        \r\n\n                                         \r\n\nWarren  H.  Pyle,  with  whom Angoff,  Goldman,  Manning,  Pyle  &amp;\r                                                                              \r\nWanger, P.C. was on brief, for appellant.\r                    \r\nJoel  D. Applebaum, with  whom Pepper,  Hamilton &amp;  Scheetz was on\r                                                                       \r\nbrief, for appellee.\r\n\n                                         \r\n\n                        July 24, 1996\r\n                                         \r\n\n                \r                            \r\n\n*Of the Seventh Circuit, sitting by designation.\r\r\n\n      LYNCH, Circuit  Judge.  This  case raises  an important\r                  LYNCH, Circuit  Judge.\r                                       \r\n\nissue  at  the intersection  of  federal  bankruptcy law  and\r\n\nfederal labor policy.   Almac's, Inc., a  New England grocery\r\n\nstore chain that employed over 3000 people petitioned in 1993\r\n\nfor reorganization  under Chapter 11 of  the Bankruptcy Code,\r\n\n11 U.S.C.    1101 et  seq.  Over  the objection of  the union\r                                      \r\n\nrepresenting the employees, the  bankruptcy court in a series\r\n\nof emergency interim orders allowed the debtor  to reduce the\r\n\nemployees' wages  by nine  to fifteen  percent  for almost  a\r\n\nyear.   The employees claim  to have lost  over $9,630,000 in\r\n\nwages, but  these  emergency  interim  modifications  to  the\r\n\ncollective  bargaining  agreement  permitted the  company  to\r\n\nsurvive  and  ultimately  to   reorganize  into  a  successor\r\n\ncompany.   The union  ultimately agreed  to a  new collective\r\n\nbargaining  agreement with  the  successor company.   But  it\r\n\nsought  the   $9,630,000  lost  in  the   interim  in  wages,\r\n\ncharacterizing  the  interim  modifications  as   a  \"partial\r\n\nrejection\"   of  an   executory   contract  (the   bargaining\r\n\nagreement)  within the meaning of  11 U.S.C.   365.   We hold\r\n\nthat   Congress  did   not  intend   for  emergency   interim\r\n\nmodifications ordered under 11 U.S.C.   1113(e) to be treated\r\n\nas  \"rejections\"  of  the  collective  bargaining  agreement.\r\n\nAccordingly, the union and its  members are not entitled here\r\n\nto their lost wages and we affirm.\r\n\n                             -2-\r                                         -2-\r\r\n\n                              I\r\n\n      Local 328,United Food and CommercialWorkers Union, AFL-\r\n\nCIO (\"Local  328\") and Almac's, Inc.  (\"Almacs\") were parties\r\n\nto a collective bargaining agreement covering the period June\r\n\n7, 1993 to  June 1,  1996 (the \"Agreement\").   The  Agreement\r\n\ndelineated  the   wages,  benefits,   and  other   terms  and\r\n\nconditions  of  employment for  approximately  three thousand\r\n\nAlmacs  employees  in Rhode  Island  and  Massachusetts.   On\r\n\nAugust 6, 1993, shortly after the Agreement went into effect,\r\n\nAlmacs petitioned for reorganization  under Chapter 11 of the\r\n\nBankruptcy Code.   In October 1993, after reducing  the wages\r\n\nand benefits of unrepresented  employees, Almacs moved  under\r\n\nsection  1113(e) to  implement interim  modifications to  the\r\n\nwages and benefits of employees covered by the Agreement.\r\n\n      The  bankruptcy   court  found   that  \"the   requested\r\n\nmodifications [were]  not  only essential  to  the  continued\r\n\noperations  of Almac's,  but [were]  vital to  any hope  of a\r\n\nsuccessful reorganization.\"   It granted Almacs'  request for\r\n\nboth  a  fifteen  percent  reduction  in  the  wages  of  all\r\n\nemployees covered by  the Agreement and a reduction  in wages\r\n\nand benefits for  employees who had been  downgraded to part-\r\n\ntime  positions.   This  modification  was  effective through\r\n\nDecember 31, 1993.\r\n\n      Almacs  requested  and received  consecutive extensions\r\n\nto  the modification,  although  the court  reduced the  wage\r\n\n                             -3-\r                                         -3-\r\r\n\nmodification from fifteen percent  to twelve percent and then\r\n\nto nine percent of the wages originally in effect.  The court\r\n\nperiodically   granted    modifications   effective   through\r\n\nSeptember 30,  1994.  Throughout this time  period, Local 328\r\n\nand Almacs were involved in negotiations over the fate of the\r\n\nAgreement.   Almacs never filed an  application under section\r\n\n1113(b) to reject the Agreement.\r\n\n      Following  each modification  order, Local  328 and two\r\n\nemployees, as class representatives for the Almacs employees,\r\n\nfiled claims for the difference between the modified wage and\r\n\nbenefit  rates and those  provided under the  Agreement.  The\r\n\ntotal amount  ultimately claimed  was \"at least  $9,630,000.\"\r\n\nAlthough from the  face of  the claims it  appears that  they\r\n\nwere  initially  pressed  as  administrative  expense claims,\r\n\nLocal  328  later  agreed  to  assert  them  only as  general\r\n\nunsecured claims.  Local  328 does not now purport  to assert\r\n\nan administrative claim.\r\n\n      Almacs objected  to the  claims of  Local  328 and  the\r\n\nclass representatives.  After a hearing  on October 21, 1994,\r\n\nthe bankruptcy court sustained Almacs' objections.  Local 328\r\n\nand the  employee claimants appealed to  the district court.1\r\n\n                    \r                                \r\n\n1.  After Local 328  filed the  notice of appeal,  a plan  of\r\nreorganization was  ratified by the creditor  groups and then\r\napproved  by the bankruptcy court on November 8, 1994.  Under\r\nthe  plan, Almacs'  assets would  be sold  to a  newly formed\r\ncompany, New Almac's, Inc. (\"New Almacs\").  New  Almacs would\r\ncontinue  to operate Almacs' business.  Local 328 had entered\r\ninto a  new collective  bargaining agreement with  New Almacs\r\n\n                             -4-\r                                         -4-\r\r\n\nThe district  court affirmed,  reasoning that the  only basis\r\n\nfor  recognizing   a   claim  would   require   viewing   the\r\n\nmodifications to  the Agreement  as amounting to  a rejection\r\n\nand hence  a breach  of  an executory  contract, but  because\r\n\ninterim   wage  modifications   under  section   1113(e)  are\r\n\n\"judicially sanctioned,  no breach occurs, and,  as a result,\r\n\nno viable claim arises.\"2   Local 328 has appealed  from that\r\n\ndecision.\r\n\n                              II\r\n\n      The bankruptcy court's order  is subject to independent\r\n\nreview  here, and we accept  all bankruptcy court findings of\r\n\nfact unless \"clearly erroneous\" and review rulings  of law de\r                                                                         \r\n\nnovo.  In re  LaRoche, </pre><span class=\"citation\" data-id=\"587244\"><a href=\"/opinion/587244/in-re-david-f-laroche-david-f-laroche-v-amoskeag-bank/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1299</span></a></span><pre class=\"inline\">,  1301 (1st Cir.  1992).\r                                 \r\n\nBecause  there  was no  appeal  from  the bankruptcy  court's\r\n\ninterim  orders, we accept  that court's findings  of fact in\r\n\n                    \r                                \r\n\nwhich   took   effect   upon   approval  of   the   plan   of\r\nreorganization.\r\n      In  connection  with  the  approval   of  the  plan  of\r\nreorganization,  Local  328  and  Almacs  stipulated  to  the\r\nrejection  of the  (original) Agreement  by Almacs.   In  the\r\nstipulation, Local 328 waived any claim  for damages based on\r\nthis consensual rejection of the Agreement, but preserved the\r\nissue raised in this  appeal.  No petition for  rejection was\r\nsubmitted to the court.\r\n\n2.  The district  court also reasoned that  Local 328's claim\r\ncould  not  be sustained  because it  would  have to  be paid\r\nbefore  a  plan of  reorganization  could  be approved  under\r\nsection  1129(a)(9)(A), thus  putting  the  employer  into  a\r\nCatch-22  situation.    Both parties  agree  that  this is  a\r\ncorrect   statement  of   the  law   only  with   respect  to\r\nadministrative expense claims.   Local 328 does not  argue on\r\nappeal that it has an administrative claim.\r\n\n                             -5-\r                                         -5-\r\r\n\nsupport of  those orders as  final and  deem there  to be  no\r\n\nquestions   about  whether  those   orders  were   issued  in\r\n\nconformance with  the statute  or about  the duration  of the\r\n\nemergency conditions.\r\n\n      At  the outset,  it is  important to  note the  precise\r\n\nnature of Local 328's claim.  Local 328 argues on appeal that\r\n\nit   has   a   general   unsecured  claim,   based   on   the\r\n\ncharacterization of  the  interim modifications  as  \"partial\r\n\nrejections\" of the Agreement.  Local 328 does not assert here\r                                                             \r\n\na  claim for  administrative expenses  under section  503 for\r\n\nwages  for post-petition work.   Nor does Local  328 assert a\r\n\nclaim  based on  the  consensual rejection  of the  Agreement\r\n\nwhile  its  appeal  of  this  issue  was  pending  before the\r\n\ndistrict court.  Finally,  Local 328 does not argue  that the\r\n\nbankruptcy  court  lacked  authority  to  order  the  interim\r\n\nmodifications.\r\n\n                             III\r\n\n      A brief  review of  the context  in which section  1113\r\n\nwas enacted is helpful to understand Local 328's  argument on\r\n\nappeal.   Under section 365 of the Bankruptcy Code, a trustee\r\n\n(or  the  debtor-in-possession) has  the  choice, subject  to\r\n\ncourt approval, of either  assuming or rejecting an executory\r\n\ncontract.     The   rejection   of   an  executory   contract\r\n\n\"constitutes  a breach  of such  contract  . .  . immediately\r\n\nbefore the date of the filing  of the petition.\"  11 U.S.C.  \r\n\n                             -6-\r                                         -6-\r\r\n\n365(g)(1).    In 1984,  the Supreme  Court issued  a decision\r\n\ninterpreting  section  365,  one  portion  of which  prompted\r\n\nCongress  to enact section 1113  of the Bankruptcy  Code.  In\r\n\nNLRB v. Bildisco &amp; Bildisco, </pre><span class=\"citation\" data-id=\"111108\"><a href=\"/opinion/111108/nlrb-v-bildisco-bildisco/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">513</span></a></span><pre class=\"inline\"> (1984), the Supreme\r                                       \r\n\nCourt   held  that  collective   bargaining  agreements  were\r\n\nexecutory contracts for purposes of section 365, but that due\r\n\nto  the special nature of such agreements, the rejection of a\r\n\ncollective  bargaining  agreement  should  be governed  by  a\r\n\nstandard more strict than  that applicable to other kinds  of\r\n\ncontracts.   See id. at 522 &amp;  n.6, 526.  The Court suggested\r                                \r\n\nthat the rejection of a collective bargaining agreement would\r\n\nresult in  a general  unsecured claim against  the bankruptcy\r\n\nestate.  Id. at 530-31 &amp; n.12; see also In re Continental Air\r                                                                         \r\n\nLines  Corp., </pre><span class=\"citation\" data-id=\"540349\"><a href=\"/opinion/540349/in-re-continental-airlines-corp-debtors-air-line-pilots-association/\"><span class=\"volume\">901</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1259</span></a></span><pre class=\"inline\">,  1265 (5th  Cir. 1990).   These\r                        \r\n\nholdings  were not  what motivated  the enactment  of section\r\n\n1113.\r\n\n      Congress's primary  concern  in enacting  section  1113\r\n\nwas with one  of the  Court's other holdings  in Bildisco  --\r                                                                     \r\n\nthat  a debtor  did not  commit an  unfair labor  practice by\r\n\nmaking  unilateral changes  to  the terms  and conditions  of\r\n\nemployment,   prior  to   formally  rejecting   a  collective\r\n\nbargaining  agreement,  because the  agreement was  no longer\r\n\nenforceable upon  the filing of  a bankruptcy petition.   465\r\n\nU.S. at  534.  Under  section 1113,  a collective  bargaining\r\n\nagreement remains in effect after the filing of a petition in\r\n\n                             -7-\r                                         -7-\r\r\n\nbankruptcy.  A trustee may not make unilateral changes in the\r\n\nterms or  conditions  of a  collective  bargaining  agreement\r\n\nunless  the  court  fails  to  rule  on  an  application  for\r\n\nrejection  within the  required  time  frame.   11  U.S.C.   \r\n\n1113(d)(2) &amp; (f).\r\n\n      Congress recognized  in enacting  section 1113(e)  that\r\n\non occasion a  debtor may require  emergency relief from  the\r\n\ncollective   bargaining   agreement   prior   to   rejection,\r\n\nassumption  or  agreed-upon  modification of  the  agreement.\r\n\nSection 1113(e) thus provides:\r\n\n      If   during   a   period   when  the   collective\r\n      bargaining agreement  continues in effect, and if\r\n      essential  to the  continuation  of the  debtor's\r\n      business,  or  in  order  to  avoid   irreparable\r\n      damage  to the  estate, the  court, after  notice\r\n      and  a  hearing,  may  authorize  the trustee  to\r\n      implement   interim   changes   in   the   terms,\r\n      conditions,   wages,  benefits,   or  work  rules\r\n      provided  by  a collective  bargaining agreement.\r\n      Any  hearing   under  this   paragraph  shall  be\r\n      scheduled in  accordance  with the  needs of  the\r\n      trustee.    The implementation  of  such  interim\r\n      changes  shall  not  render  the application  for\r\n      rejection moot.\r\n\n11  U.S.C.    1113(e).3   Local 328  claims that  the interim\r\n\n                    \r                                \r\n\n3.  The other provisions of section 1113 codify the standards\r\nthat must be met before a collective bargaining agreement may\r\nbe rejected.    In  Bildisco, the  Supreme  Court  held  that\r                                        \r\nrejection of a collective bargaining agreement was  permitted\r\nif  the  \"debtor  can  show  that  the  collective-bargaining\r\nagreement  burdens  the   estate,  and  that   after  careful\r\nscrutiny,  the equities  balance  in favor  of rejecting  the\r\nlabor contract.\"   465 U.S. at 526.  The Court also held that\r\n\"[b]efore  acting  on  a  petition  to  modify  or  reject  a\r\ncollective-bargaining agreement  . .  . the  Bankruptcy Court\r\nshould be  persuaded that  reasonable efforts to  negotiate a\r\nvoluntary  modification have been made  and are not likely to\r\n\n                             -8-\r                                         -8-\r\r\n\nmodifications permitted  by the statute should  be treated as\r\n\npartial  rejections of  the collective  bargaining agreement.\r\n\nFrom  this, it  argues it  is entitled  to rejection  damages\r\n\nunder section 365.\r\n\n      We note first that  even were we to accept  Local 328's\r\n\npremise that  the interim modifications constitute  a partial\r\n\nrejection,  section  1113,  which governs  the  rejection  of\r\n\ncollective bargaining agreements, is silent as to  how such a\r\n\nrejection  should be  treated  under section  365.4   Indeed,\r\n\ncourts  have  divided over  whether  a claim  for  damages is\r\n\npermitted  at  all  after   the  rejection  of  a  collective\r\n\nbargaining  agreement under  section  1113.    Compare  Truck\r                                                                         \r\n\nDrivers Local 807 v. Carey Transp., Inc., </pre><span class=\"citation\" data-id=\"486550\"><a href=\"/opinion/486550/truck-drivers-local-807-international-brotherhood-of-teamsters/\"><span class=\"volume\">816</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">82</span></a></span><pre class=\"inline\">, 93 (2d\r                                                    \r\n\n                    \r                                \r\n\nproduce  a prompt  and satisfactory  solution.\"   Id.   Under\r                                                                 \r\nsection 1113, before filing a petition to reject a bargaining\r\nagreement,  the debtor  must  make a  proposal to  the union,\r\n\"based  on  the   most  complete  and  reliable   information\r\navailable at the  time of such  proposal, which provides  for\r\nthose  necessary modifications in  the employees benefits and\r\nprotections that  are necessary to permit  the reorganization\r\nof  the debtor and assures that all creditors, the debtor and\r\nall  of   the  affected   parties  are  treated   fairly  and\r\nequitably,\" and  must provide the union  with the information\r\nnecessary to evaluate the proposal.   11 U.S.C.   1113(b)(1).\r\nA court  may approve an  application for rejection  only upon\r\nfinding  that the  debtor or  trustee  has made  the required\r\nproposal,  that  the union  refused  to  accept the  proposal\r\nwithout good cause, and that the \"balance of equities clearly\r\nfavors rejection  of [the] agreement.\"   11 U.S.C.   1113(c).\r\nBecause  Almacs  never filed  an  application  to reject  the\r\nAgreement, these provisions were not invoked.\r\n\n4.  Because the  relevant language of section  365(g) has not\r\nchanged  since  Bildisco,  collective  bargaining  agreements\r                                    \r\nwould appear  still to  be subject to  the section's  general\r\nprovisions.\r\n\n                             -9-\r                                         -9-\r\r\n\nCir. 1987) (in balancing the equities to determine whether an\r\n\nemployer was  permitted  to reject  a  collective  bargaining\r\n\nagreement under section 1113, one factor to consider was \"the\r\n\npossibility  and likely  effect  of any  employee claims  for\r\n\nbreach of contract if rejection  is approved\"); In re Maxwell\r                                                                         \r\n\nNewspapers, Inc., </pre><span class=\"citation\" data-id=\"1529924\"><a href=\"/opinion/1529924/in-re-maxwell-newspapers-inc/\"><span class=\"volume\">146</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">920</span></a></span><pre class=\"inline\">, 934 (Bankr. S.D.N.Y.) (same),\r                            \r\n\nrev'd on  other grounds,  </pre><span class=\"citation\" data-id=\"1982078\"><a href=\"/opinion/1982078/in-re-maxwell-newspapers-inc/\"><span class=\"volume\">149</span> <span class=\"reporter\">B.R.</span>  <span class=\"page\">334</span></a></span><pre class=\"inline\"> (S.D.N.Y.), aff'd  in\r                                                                         \r\n\npart  and rev'd in  part, </pre><span class=\"citation\" data-id=\"596405\"><a href=\"/opinion/596405/in-re-maxwell-newspapers-inc-doing-business-as-daily-news-debtor-new/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">85</span></a></span><pre class=\"inline\"> (2d Cir.  1992); In re\r                                                                         \r\n\nTexas Sheet  Metals, Inc., </pre><span class=\"citation\" data-id=\"1881615\"><a href=\"/opinion/1881615/in-re-texas-sheet-metals-inc/\"><span class=\"volume\">90</span>  <span class=\"reporter\">B.R.</span> <span class=\"page\">260</span></a></span><pre class=\"inline\">, 272-73  (Bankr. S.D.\r                                     \r\n\nTex. 1988) (same); and In re Moline Corp., </pre><span class=\"citation\" data-id=\"2028909\"><a href=\"/opinion/2028909/in-re-moline-corp/\"><span class=\"volume\">144</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">75</span></a></span><pre class=\"inline\">, 78-79\r                                                     \r\n\n(Bankr.   N.D.  Ill.   1992)  (making  same   assumption  and\r\n\nsuggesting  that because  section  1113  says  nothing  about\r\n\neffect of assumption or  rejection, \"[section] 365 must apply\r\n\nto fill  in the gap\") with  In re Blue Diamond  Coal Co., </pre><span class=\"citation\" data-id=\"1806159\"><a href=\"/opinion/1806159/in-re-blue-diamond-coal-co/\"><span class=\"volume\">147</span>\r                                                                    \r\n\n<span class=\"reporter\">B.R.</span> <span class=\"page\">720</span></a></span><pre class=\"inline\">,  727-28 (Bankr. E.D.  Tenn. 1992), aff'd,  </pre><span class=\"citation\" data-id=\"1996193\"><a href=\"/opinion/1996193/in-re-blue-diamond-coal-co/\"><span class=\"volume\">160</span> <span class=\"reporter\">B.R.</span>\r                                                              \r\n\n<span class=\"page\">574</span></a></span><pre class=\"inline\">, 576-77  (E.D. Tenn.  1993) (rejecting claim  for damages\r\n\nbased on the rejection of a collective bargaining agreement).\r\n\nCf. Mass. Air Conditioning &amp; Heating Corp. v. McCoy, </pre><span class=\"citation\" data-id=\"1932354\"><a href=\"/opinion/1932354/mass-air-conditioning-heating-corp-v-mccoy/\"><span class=\"volume\">196</span> <span class=\"reporter\">B.R.</span>\r                                                               \r\n\n<span class=\"page\">659</span></a></span><pre class=\"inline\">  (D.  Mass.  1996) (assumption  of  collective bargaining\r\n\nagreement governed by section 365).\r\n\n      We do  not reach that  question here,  however, because\r\n\nwe  hold that the language  and structure of  section 1113 do\r\n\nnot  permit  interim  changes  authorized  thereunder  to  be\r\n\nconstrued as \"rejections\" for purposes of section 365(g).\r\n\n                             -10-\r                                         -10-\r\r\n\n      We turn to the unambiguous text of  the statute, giving\r\n\neffect to its  plain meaning.   See Lomas  Mortgage, Inc.  v.\r                                                                     \r\n\nLouis,  </pre><span class=\"citation\" data-id=\"716758\"><a href=\"/opinion/716758/lomas-mortgage-inc-v-esperandieu-antonine-louis/\"><span class=\"volume\">82</span>  <span class=\"reporter\">F.3d</span>  <span class=\"page\">1</span></a></span><pre class=\"inline\">, 3  (1st  Cir.  1996).   Section  1113(e)\r                 \r\n\nprovides that the trustee may implement \"interim changes\" and\r\n\nthat \"interim  changes shall  not render the  application for\r\n\nrejection  moot.\"     Section   1113(e)  clearly   speaks  of\r\n\n\"rejection\" and  \"interim changes\" as two  different types of\r\n\nactions.  By choosing a different word, \"change,\" to describe\r\n\nthe interim action, Congress  surely intended for that action\r\n\nnot  to  have  the  consequences  that would  follow  from  a\r               \r\n\n\"rejection.\"    Indeed,  section  1113(e)  is  explicit  that\r\n\n\"implementation of such interim  changes shall not render the\r\n\napplication for  rejection moot.\"  That  \"interim changes\" do\r\n\nnot   moot  a   \"rejection\"  establishes   that  the   former\r\n\nconstitutes relief different from the latter.\r                                        \r\n\n      The framework of section 1113  also shows that \"interim\r\n\nchanges\"  are not  the same  species as  a \"rejection.\"   The\r\n\nstatute,  by  setting forth  the  procedures  to be  followed\r\n\nbefore  a   debtor-in-possession  \"may  assume  or  reject  a\r\n\ncollective  bargaining agreement,\"  11 U.S.C.    1113(a),  or\r\n\n\"reach   mutually   satisfactory   modifications    of   such\r\n\nagreement,\"  11 U.S.C.   1113(b)(2), contemplates three final\r\n\nactions  that  may be  taken  with  respect to  a  particular\r\n\ncollective bargaining  agreement.  \"Rejection\"  of the  whole\r\n\nagreement is one of these final actions.  \r\n\n                             -11-\r                                         -11-\r\r\n\n      Each of  the extensive  provisions regarding  rejection\r\n\nsuggests  that  a  collective  bargaining  agreement is  only\r\n\n\"rejected\" once,  in its  entirety, not  in bits  and pieces.\r\n\nThis is because the debtor must make a proposal to modify the\r\n\nagreement and meet with  the union representatives to attempt\r\n\nto  reach  consensus  before   \"seeking  rejection  of  [the]\r\n\ncollective  bargaining  agreement.\"   11  U.S.C.     1113(b).\r\n\nFurther,  the  court   must  make  certain  findings   before\r\n\napproving a petition for rejection.  Id.   1113(c).  Whatever\r                                                    \r\n\nthe  effects  of the  rejection  of  a collective  bargaining\r\n\nagreement  under  section  1113,  rejection is  an  act  that\r\n\ninvolves  a   final  repudiation  of  the  entire  agreement.\r\n\nInterim  changes under  section 1113(e),  on the  other hand,\r                   \r\n\nare, by  definition, not  final.   They only  are implemented\r\n\npending  the  final   act  of  assumption,  modification   or\r\n\nrejection, while  the  agreement still  remains otherwise  in\r\n\neffect.\r\n\n      Finally,  by  providing  different  standards  for  the\r\n\napproval  of \"rejections\"  and  \"interim  changes,\"  Congress\r\n\nclearly intended not to treat the latter as merely a category\r\n\nof the former.  The  standards governing rejections have both\r\n\na procedural  component and a substantive  component.  Before\r\n\nthe  debtor  may  even  file   an  application  to  reject  a\r\n\nbargaining agreement,  it must make  a proposal to  the union\r\n\nfor modifications to the contract, and the application cannot\r\n\n                             -12-\r                                         -12-\r\r\n\nbe  approved  unless  the  union has  rejected  the  proposal\r\n\nwithout good  cause.  11 U.S.C.    1113(b)(1) &amp;  (c)(2).  The\r\n\ndebtor  must also negotiate with  the union in  an attempt to\r\n\nreach mutually satisfactory modifications.  Id.   1113(b)(2).\r                                                           \r\n\nThe substantive  component requires that the debtor's initial\r\n\nproposal  encompass only  those  modifications \"necessary  to\r\n\npermit the reorganization  of the debtor.\"  Id.   1113(b)(1).\r                                                           \r\n\nBecause a plan of  reorganization may not be confirmed  if it\r\n\nis  likely to  be followed  by liquidation  or the  \"need for\r\n\nfurther  financial  reorganization,\" id.     1129(a)(11), the\r                                                    \r\n\nmodifications  are  proposed  with  a view  to  the  long-run\r\n\nsuccess of the debtor's business.  \r\n\n      The  standards  for  \"interim changes,\"  on  the  other\r\n\nhand,  deal with the short  term.  Only  the basic procedural\r\n\nsafeguards,  \"notice  and  a  hearing,\" are  required.    The\r\n\nsubstantive standard  is that the changes  must be \"essential\r\n\nto  the  continuation  of  the  debtor's  business.\"   Id.   \r                                                                      \r\n\n1113(e).   This language suggests that  \"interim changes\" are\r\n\nonly permitted  under emergency  conditions, when the  debtor\r\n\notherwise  would  likely collapse.    See  In  re Salt  Creek\r                                                                         \r\n\nFreightways, </pre><span class=\"citation\" data-id=\"1888626\"><a href=\"/opinion/1888626/in-re-salt-creek-freightways/\"><span class=\"volume\">46</span> <span class=\"reporter\">B.R.</span>  <span class=\"page\">347</span></a></span><pre class=\"inline\">, 350  (Bankr. D. Wy.  1985); In  re\r                                                                         \r\n\nAlmac's, Inc., </pre><span class=\"citation\" data-id=\"1547389\"><a href=\"/opinion/1547389/in-re-almacs-inc/\"><span class=\"volume\">159</span> <span class=\"reporter\">B.R.</span>  <span class=\"page\">665</span></a></span><pre class=\"inline\">, 666 (Bankr. D.R.I. 1993).   The\r                         \r\n\nscope  of   \"interim  changes\"  is  more   limited  than  the\r\n\nmodifications \"necessary for reorganization.\"  See Martha  S.\r                                                              \r\n\nWest,  Life After  Bildisco:   Section 1113  and the  Duty to\r                                                                         \r\n\n                             -13-\r                                         -13-\r\r\n\nBargain  in  Good Faith,  47 Ohio  St.  L.J. 65,  146 (1985).\r                                   \r\n\nBecause \"interim  changes\" are  ordered to ensure  the short-\r\n\nterm viability of the  debtor, they do not dictate  the final\r\n\ndecision to  assume, reject  or mutually modify  the original\r\n\ncollective bargaining agreement.\r\n\n      If Congress  had intended the  result Local  328 urges,\r\n\nit could  easily have  provided so  by inserting an  explicit\r\n\nprovision allowing for a  claim, by calling \"interim changes\"\r\n\n\"partial rejections,\"  or by using other  language from which\r\n\nit could be definitively inferred that \"interim changes\" were\r\n\n\"rejections\"  subject  to  the  consequences   delineated  in\r\n\nsection 365.   The language  Congress actually used  does not\r\n\nsuggest  this treatment.   There is  simply no  evidence that\r\n\nCongress  intended  \"interim  changes\"  to  be  the  same  as\r\n\n\"rejection.\"\r\n\n      Local 328 argues that not  treating the section 1113(e)\r\n\nchanges  here as a  rejection would  lead to  an unreasonable\r\n\noutcome because the modifications  in this case had the  same\r\n\neffect  as  a rejection.    See  Massachusetts v.  Blackstone\r                                                                         \r\n\nValley  Elec. Co., </pre><span class=\"citation\" data-id=\"705987\"><a href=\"/opinion/705987/commonwealth-of-massachusetts-v-blackstone-valley-electric-company/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">981</span></a></span><pre class=\"inline\">, 986 (1st Cir. 1995) (\"[P]lain\r                             \r\n\nmeaning  must  govern  [a statute's]  application,  unless  a\r\n\npalpably  unreasonable  outcome  would  result.\").    Without\r\n\nadopting Local 328's premise, we  conclude that the result we\r\n\nreach is far from unreasonable.  Congress could  have thought\r\n\nthe   denial  of   a   remedy  to   compensate  for   interim\r\n\n                             -14-\r                                         -14-\r\r\n\nmodifications was a reasonable quid pro quo to the debtor, in\r                                                       \r\n\nexchange for  the protective benefits that  flow to employees\r\n\nfrom allowing  the collective bargaining  agreement to remain\r\n\nin effect  following the  filing  of a  Chapter 11  petition.\r\n\nBefore Congress enacted section  1113, a debtor was permitted\r\n\nto make  unilateral modifications to a  collective bargaining\r\n\nagreement  after filing  a  petition in  bankruptcy and  such\r\n\nmodification  did  not constitute  an unfair  labor practice.\r\n\nBildisco,  465 U.S.  at  534.    In  section  1113,  Congress\r                    \r\n\nprovided   that   collective   bargaining    agreements   are\r\n\nenforceable against the debtor after the filing of a petition\r\n\nfor  reorganization.   11  U.S.C.    1113(c),  (e) &amp;  (f);  5\r\n\nCollier on Bankruptcy   1113.01[4][b],  at 1113-14 to 1113-15\r                                 \r\n\n(Lawrence P. King ed., 15th ed.  1995).  In exchange for this\r\n\nheightened   protection,   Congress  could   reasonably  have\r\n\nrequired employees to accept  decreased wages and benefits in\r\n\nan  emergency  before  any  final action  on  the  collective\r\n\nbargaining  agreement  is taken,  without  providing for  the\r\n\nemployees  to recover all or  part of the  wages and benefits\r\n\nlost in the interim reductions.\r\n\n      The interim changes authorized  by the bankruptcy court\r\n\nunder  section  1113(e)  were  not,  in  and  of  themselves,\r\n\n\"rejections\"  of  the Agreement  within  the  meaning of  the\r\n\nBankruptcy Code.\r\n\n      Affirmed.\r                           \r\n\n                             -15-\r                                         -15-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111108/",
    "http://www.courtlistener.com/api/rest/v3/opinions/486550/",
    "http://www.courtlistener.com/api/rest/v3/opinions/540349/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596405/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705987/",
    "http://www.courtlistener.com/api/rest/v3/opinions/716758/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1529924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1547389/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1806159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1881615/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1888626/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1932354/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1982078/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1996193/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2028909/"
  ]
}