{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196815/",
  "absolute_url": "/opinion/196815/united-states-v-van/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196815/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:14:42Z",
  "date_modified": "2017-03-24T10:48:48.523234Z",
  "type": "010combined",
  "sha1": "972e86134974069d985592ca667d1497fd4b3e70",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1919.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1919\r\n\n                        UNITED STATES,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                     ANH VAN, A/K/A ANDY,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Nathaniel M. Gorton, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n                Bownes, Senior Circuit Judge,\r                                                        \r\n                  and Stahl, Circuit Judge.\r                                                      \r\n\n                                         \r\n\n   Edward P. Ryan, Jr., with whom O'Connor &amp; Ryan, P.C. was on\r                                                                   \r\nbrief for appellant.\r\n   Michael J. Pelgro, Assistant United States Attorney,\r                                \r\nOrganized Crime Drug Enforcement Task Force, with whom Donald K.\r                                                                          \r\nStern, United States Attorney, was on brief for appellee.\r               \r\n\n                                         \r\n\n                        June 18, 1996\r\n                                         \r\r\n\n          Per Curiam.  Anh Van pled guilty to conspiracy to\r                      Per Curiam.\r                                \r\n\ndeal unlawfully in firearms, 18 U.S.C.   371, unlawful\r\n\ndealing in firearms, id.    922(a)(1), and six counts\r                                    \r\n\nrelating to his unlawful possession of firearms, id.   \r                                                                \r\n\n922(g)(1), 922(k); 26 U.S.C.   5861(d).  He appeals to\r\n\nchallenge a four-level increase imposed under the sentencing\r\n\nguidelines on the ground that he was an organizer or leader\r\n\nof a criminal activity that involved five or more criminally\r\n\nresponsible participants or was otherwise extensive. \r\n\nU.S.S.G.   3B1.1(a).  Out of an abundance of caution, we are\r\n\nretaining jurisdiction over the case and remanding for\r\n\nfindings to clarify the district court's basis for its\r\n\ndecision.\r\n\n          Under the guideline, the defendant, in order to\r\n\nqualify for the four-level adjustment, must have been an\r\n\norganizer or leader of a criminal activity, and the criminal\r                                                           \r\n\nactivity must have involved five or more participants\r\n\n(including the defendant) or have been \"otherwise extensive.\" \r                                        \r\n\nU.S.S.G.   3B1.1(a).  Because the principal dispute in this\r\n\ncase concerns the scope rather than the status determination,\r\n\nwe limit ourselves to the facts pertaining to the scope of\r\n\nthe criminal activity.\r\n\n          Briefly summarized, the undisputed facts in the\r\n\npresentence report stated that Van sold six firearms to a\r\n\nfederal undercover agent over a period of a year.  Prior to\r\n\n                             -2-\r                                          2\r\r\n\neach sale, the agent contacted Van and asked to buy a\r\n\nfirearm.  Van made the delivery and collected the money for\r\n\none of the transactions, but sent others to complete the\r\n\nother five.  The agent covertly recorded at least some of the\r\n\ntransactions.  The presentence report initially concluded\r\n\nthat five or more participants were involved in the\r\n\ntransactions.  Van did not dispute that a total of eight\r\n\nindividuals (in addition to himself) were at least present\r\n\nfor one or more of the transactions. \r\n\n          Van did dispute whether some of these individuals\r\n\nwere shown to be criminally responsible participants; the\r\n\nguideline provides that in order to impose the four-level\r\n\nincrease on the ground that the activity involved five or\r\n\nmore participants, four individuals other than the defendant\r\n\nmust be found to be criminally responsible.  U.S.S.G.  \r\n\n3B1.1, comment. (n.1).  The probation officer responded with\r\n\nan addendum suggesting that the presence of the eight other\r\n\nindividuals would show the activity to have been otherwise\r\n\nextensive, even if the criminal culpability of any four\r\n\nindividuals could not be proven.\r\n\n          The district judge, after a sentencing hearing,\r\n\nimposed the four-level increase and checked the box on the\r\n\njudgment form indicating that he was adopting the findings of\r\n\nthe presentence report.  But the court did not make explicit\r\n\nfindings of its own, beyond the following statement at the\r\n\n                             -3-\r                                          3\r\r\n\nhearing:\r\n\n          [T]he defendant, Anh Van, was an\r\n          organizer or leader of a criminal\r\n          activity that involved five or more\r\n          participants or was otherwise extensive,\r\n          and . . . therefore, a four-level\r\n          increase is warranted. . . .\r\n\n          The law governing the district court's obligation\r\n\nand our own on review is well-settled and easily stated.  At\r\n\nthe time of sentencing, the court \"shall state in open court\r\n\nthe reasons for its imposition of the particular sentence.\" \r\n\n18 U.S.C.   3553(c).  This requires the court to make\r\n\n\"reasonably specific findings\" and to \"explain, generally,\r\n\nhow it computed the applicable guideline range.\"  United\r                                                                    \r\n\nStates v. McDowell, 918 F.2d 1004, 1012 (1st Cir. 1990).  We\r                              \r\n\nhave found minimal compliance with section 3553(c) when we\r\n\ncould determine that the court relied on the presentence\r\n\nreport, and the presentence report provided a sufficient\r\n\nbasis for meaningful appellate review.  See United States v.\r                                                                     \r\n\nCruz, 981 F.2d 613, 617-18 (1st Cir. 1992); United States v.\r                                                                     \r\n\nSchultz, 970 F.2d 960, 963 n.7 (1st Cir. 1992), cert. denied,\r                                                                        \r\n\n113 S. Ct. 1020 (1993); cf. United States v. Catano, 65 F.3d\r                                                               \r\n\n219, 230 (1st Cir. 1995); McDowell, 918 F.2d at 1011-12.  The\r                                              \r\n\ngovernment bears the burden of proving the facts material to\r\n\nthe application of the guidelines by a preponderance of the\r\n\nevidence, and the requirements of Fed. R. Crim. P. 32,\r\n\ndealing solely with fact findings, are somewhat more\r\n\ndemanding than the general directive of section 3553(c). \r\n\n                             -4-\r                                          4\r\r\n\nUnited States v. Osorio, 929 F.2d 753, 764 n.5 (1st Cir.\r                                   \r\n\n1991).  Fed. R. Crim. P. 32 allows the court to adopt the\r\n\nfacts set forth in the presentence report \"[e]xcept for any\r\n\nunresolved objection\" noted in the addendum submitted by the\r\n\nprobation officer as required by the rule.  Fed. R. Crim. P.\r\n\n32(b)(6)(C), (D).  The court must resolve any outstanding\r\n\ndisputed facts or determine that they will not be taken into\r\n\naccount, and must append a written record of its findings and\r\n\ndeterminations to the presentence report.  Fed. R. Crim. P.\r\n\n32(c)(1).  Although explicit resolution of disputed material\r\n\nfacts is preferable, we have found that the court implicitly\r\n\nresolved the facts when the court's statements and the\r\n\nsentence imposed showed that the facts were decided in a\r\n\nparticular way.  See, e.g., Cruz, 981 F.2d at 618-19; United\r                                                                        \r\n\nStates v. Wells Metal Finishing, Inc., 922 F.2d 54, 58 (1st\r                                                 \r\n\nCir. 1991); cf., e.g., United States v. Geer, 923 F.2d 892,\r                                                        \r\n\n898 (1st Cir. 1991); United States v. Levy, 897 F.2d 596, 599\r                                                      \r\n\n(1st Cir. 1990).  In the absence of legal error, the district\r\n\ncourt's ruling will be sustained so long as the information\r\n\nupon which it relied is sufficient to support the findings\r\n\nunder a clearly erroneous standard.  United States v.\r                                                              \r\n\nMorillo, 8 F.3d 864, 872-73 (1st Cir. 1993).  Of course, we\r                   \r\n\nhave to be able to determine what the district court found\r\n\nand the basis for the findings to the extent necessary to\r\n\npermit effective appellate review.  McDowell, 918 F.2d at\r                                                        \r\n\n                             -5-\r                                          5\r\r\n\n1012.\r\n\n          In this instance, what may have been a slip of the\r\n\ntongue by the district court has complicated matters.  If the\r\n\ndistrict court had held squarely that the activity involved\r\n\nfour criminally responsible participants plus the defendant,\r\n\nthe court's findings would be adequate for us to conclude\r\n\nthat it implicitly resolved the material disputed facts.  As\r\n\nto three of the other participants, Van does not dispute that\r\n\nthey were criminally responsible.  Two pled guilty to\r\n\nfirearms charges and a third (who was indicted but fled the\r\n\njurisdiction) was involved in transporting and handing over a\r\n\nweapon to the government agent during a transaction arranged\r\n\nby Van.  The principal remaining factual dispute concerns the\r\n\ncriminal culpability of a man referred to in the presentence\r\n\nreport as \"Michael.\"\r\n\n          The presentence report stated that Michael was\r\n\npresent in a car with Hieu Minh Nguyen, whose criminal\r\n\nresponsibility Van does not dispute, during a sale of heroin\r\n\nand a gun to the government agent.  The agent purchased a\r\n\ngram of heroin, then asked about the gun.  Nguyen said\r\n\nsomething to Michael in Vietnamese; Michael then retrieved a\r\n\npaper bag which contained a semiautomatic pistol, and the\r\n\nagent purchased the weapon.  The agent said he would be\r\n\ninterested in purchasing more guns, and according to the\r\n\nprobation officer, Michael responded that he would contact\r\n\n                             -6-\r                                          6\r\r\n\nthe agent as soon as he had more guns to sell. \r\n\n          In his objections to the presentence report, Van\r\n\ncontended that transcripts of the tape of the conversation\r\n\nshowed that it was Nguyen, not Michael, who discussed the\r\n\nprocurement of more guns.  But Van does not dispute that\r\n\nMichael retrieved the paper bag containing the gun and was\r\n\npresent during the transaction.  There is no finding by the\r\n\ndistrict court as to who made the statement, but it is not\r\n\nclear that it matters because the district court could\r\n\nrationally have found that Michael was more likely than not\r\n\ncriminally responsible even if he merely retrieved the\r\n\nweapon.  Of course, in the abstract, it is possible that\r\n\nMichael was an unknowing dupe who understood nothing of the\r\n\ntransaction and thought he was handing over a box of candy. \r\n\nBut the surrounding circumstances make this unlikely, and the\r\n\ndistrict court was certainly entitled to draw the inference\r\n\nthat Michael knowingly participated.  Cf. United States v.\r                                                                   \r\n\nKirvan, 997 F.2d 963, 966-67 (1st Cir. 1993).\r                  \r\n\n          The difficulty here is that there is no clear\r\n\nfinding by the district judge that he found five criminally\r\n\nresponsible participants.  Although the judge checked the box\r\n\nindicating he was adopting the presentence report's findings,\r\n\nthe cross-reference remains ambiguous because the addendum\r\n\ndoes not explicitly state which ground the probation officer\r\n\nadopted, saying alternatively that there were \"at least nine\r\n\n                             -7-\r                                          7\r\r\n\nparticipants,\" but that even if there were not at least five\r\n\ncriminally responsible participants, the total of nine\r\n\npersons involved would support an extensiveness finding.  The\r\n\ndistrict court added (or did not dispel) uncertainty by\r\n\nphrasing its own finding in the disjunctive.  While there\r\n\nmight be reason to guess that the court meant to find there\r\n\nwere five criminally responsible participants, there is no\r\n\nunequivocal finding.\r\n\n          The problem is exacerbated to the extent that the\r\n\ncourt may have relied upon the alternative ground that Van's\r\n\ncriminal activity was \"otherwise extensive.\"  Again, given\r\n\nthe disjunctive, we are not even sure the district court made\r\n\nthe \"otherwise extensive\" finding, and the only circumstance\r\n\narticulated in the presentence report as supporting such a\r\n\nfinding was that a total of nine individuals, whether\r\n\ncriminally responsible or not, were present during the six\r\n\ntransactions.  An \"otherwise extensive\" finding, however,\r\n\nmust be warranted by \"the totality of the circumstances,\r\n\nincluding not only the number of participants but also the\r\n\nwidth, breadth, scope, complexity, and duration of the\r\n\nscheme.\"  United States v. Dietz, 950 F.2d 50, 53 (1st Cir.\r                                            \r\n\n1991); see also United States v. Graciani, 61 F.3d 70, 76 n.7\r                                                     \r\n\n(1st Cir. 1995).\r\n\n          All this might not matter if the undisputed facts\r\n\nrequired a finding either that Michael was a criminally\r                    \r\n\n                             -8-\r                                          8\r\r\n\nresponsible participant or that the activity was otherwise\r\n\nextensive.  But even the government does not argue this in so\r\n\nmany words.  And such findings would require factual\r\n\ninferences and characterizations as to which the district\r\n\ncourt has considerable latitude.  Graciani, 61 F.3d at 75. \r                                                      \r\n\nThus, we are hesitant to find that the district court was\r\n\ncompelled to impose the four-level increase and that the\r\n\nomission of findings is harmless.\r\n\n          Accordingly, we think the best solution, and one we\r\n\nhave used in previous cases, e.g., Geer, 923 F.2d at 898, is\r                                                   \r\n\nto ask the district court to specify which of the two grounds\r\n\n(five or more participants, otherwise extensive, or both) it\r\n\nrelied upon and to make brief findings, either by\r\n\nincorporating pertinent portions of the presentence report or\r\n\notherwise, as to each ground relied upon.  Cf. Fed. R. Crim.\r                                                          \r\n\nP. 32(c)(1).  The district court is requested to advise us of\r\n\nits findings by supplemental order within 45 days.  When we\r\n\nreceive the findings, we will determine whether any further\r\n\nbriefing or proceeding is required.\r\n\n          Determinations in connection with sentencing are an\r\n\nodd hybrid in the law.  Based on a tradition of discretionary\r\n\nsentencing, the burden of proof and other procedural\r\n\nsafeguards are rather relaxed in this realm.  See Nichols v.\r                                                                     \r\n\nUnited States, 114 S. Ct. 1921, 1928 (1994); United States v.\r                                                                      \r\n\nTucker, 404 U.S. 443, 446 (1972).  On the other hand, the\r                  \r\n\n                             -9-\r                                          9\r\r\n\nmandatory character of the guidelines (subject to departures)\r\n\nand the significant sentences they entail make guideline\r\n\ndeterminations considerably important to defendants, as\r\n\nreflected in the requirements of 18 U.S.C.   3553(c) and Fed.\r\n\nR. Crim. P. 32.  Our judgment as to whether an error or\r\n\nambiguity is harmless has to take account of both of these\r\n\nsomewhat divergent attitudes toward sentencing.\r\n\n          In this instance, we think that the ambiguity in\r\n\nthe findings is patent (even though it may rest on a slip of\r\n\nthe tongue) and is not unequivocally harmless.  Given the\r\n\nstakes for the defendant and the simplicity of obtaining a\r\n\nclarification, we think the limited remand order is\r\n\nappropriate.  If the district court concludes on\r\n\nreexamination that the four-level increase should not be\r\n\napplied, it can so state in its supplemental findings and we\r\n\nwill remand the case for resentencing.  This court therefore\r\n\nretains jurisdiction but remands for supplemental findings.\r                                            \r\n\n          It is so ordered.\r                                      \r\n\n                             -10-\r                                          10\r\r\n",
  "html": "<p class=\"case_cite\">87 F.3d 1</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Anh VAN, a/k/a Andy, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1919.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 5, 1996.<br>Decided June 18, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Edward P. Ryan, Jr., with whom O'Connor &amp; Ryan, P.C., Fitchburg, MA, was on brief, for appellant.</p>\n      <p class=\"indent\">Michael J. Pelgro, Assistant United States Attorney, Organized Crime Drug Enforcement Task Force, with whom Donald K. Stern, Boston, MA, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Anh Van pled guilty to conspiracy to deal unlawfully in firearms, 18 U.S.C. &#167; 371, unlawful dealing in firearms, id. &#167; 922(a)(1), and six counts relating to his unlawful possession of firearms, id. &#167;&#167; 922(g)(1), 922(k);  26 U.S.C. &#167; 5861(d).  He appeals to challenge a four-level increase imposed under the sentencing guidelines on the ground that he was an organizer or leader of a criminal activity that involved five or more criminally responsible participants or was otherwise extensive.  U.S.S.G. &#167; 3B1.1(a).  Out of an abundance of caution, we are retaining jurisdiction over the case and remanding for findings to clarify the district court's basis for its decision.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Under the guideline, the defendant, in order to qualify for the four-level adjustment, must have been an organizer or leader of a criminal activity, and the criminal activity must have involved five or more participants (including the defendant) or have been \"otherwise extensive.\"   U.S.S.G. &#167; 3B1.1(a).  Because the principal dispute in this case concerns the scope rather than the status determination, we limit ourselves to the facts pertaining to the scope of the criminal activity.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Briefly summarized, the undisputed facts in the presentence report stated that Van sold six firearms to a federal undercover agent over a period of a year.  Prior to each sale, the agent contacted Van and asked to buy a firearm.  Van made the delivery and collected the money for one of the transactions, but sent others to complete the other five.  The agent covertly recorded at least some of the transactions.  The presentence report initially concluded that five or more participants were involved in the transactions.  Van did not dispute that a total of eight individuals (in addition to himself) were at least present for one or more of the transactions.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Van did dispute whether some of these individuals were shown to be criminally responsible participants;  the guideline provides that in order to impose the four-level increase on the ground that the activity involved five or more participants, four individuals other than the defendant must be found to be criminally responsible.  U.S.S.G. &#167; 3B1.1, comment.  (n. 1).  The probation officer responded with an addendum suggesting that the presence of the eight other individuals would show the activity to have been otherwise extensive, even if the criminal culpability of any four individuals could not be proven.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district judge, after a sentencing hearing, imposed the four-level increase and checked the box on the judgment form indicating that he was adopting the findings of the presentence report.  But the court did not make explicit findings of its own, beyond the following statement at the hearing:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>[T]he defendant, Anh Van, was an organizer or leader of a criminal activity that involved five or more participants or was otherwise extensive, and ... therefore, a four-level increase is warranted....</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The law governing the district court's obligation and our own on review is well-settled and easily stated.  At the time of sentencing, the court \"shall state in open court the reasons for its imposition of the particular sentence.\"  18 U.S.C. &#167; 3553(c).  This requires the court to make \"reasonably specific findings\" and to \"explain, generally, how it computed the applicable guideline range.\"  United States v. McDowell, 918 F.2d 1004, 1012 (1st Cir.1990).  We have found minimal compliance with section 3553(c) when we could determine that the court relied on the presentence report, and the presentence report provided a sufficient basis for meaningful appellate review.  See United States v. Cruz, 981 F.2d 613, 617-18 (1st Cir.1992);  United States v. Schultz, 970 F.2d 960, 963 n. 7 (1st Cir.1992), cert. denied, 506 U.S. 1069, 113 S.Ct. 1020, 122 L.Ed.2d 167 (1993);  cf. United States v. Catano, 65 F.3d 219, 230 (1st Cir.1995);  McDowell, 918 F.2d at 1011-12.   The government bears the burden of proving the facts material to the application of the guidelines by a preponderance of the evidence, and the requirements of Fed.R.Crim.P. 32, dealing solely with fact findings, are somewhat more demanding than the general directive of section 3553(c).  United States v. Osorio, 929 F.2d 753, 764 n. 5 (1st Cir.1991).  Fed.R.Crim.P. 32 allows the court to adopt the facts set forth in the presentence report \"[e]xcept for any unresolved objection\" noted in the addendum submitted by the probation officer as required by the rule.  Fed.R.Crim.P. 32(b)(6)(C), (D).  The court must resolve any outstanding disputed facts or determine that they will not be taken into account, and must append a written record of its findings and determinations to the presentence report.  Fed.R.Crim.P. 32(c)(1).  Although explicit resolution of disputed material facts is preferable, we have found that the court implicitly resolved the facts when the court's statements and the sentence imposed showed that the facts were decided in a particular way.  See, e.g., Cruz, 981 F.2d at 618-19;  United States v. Wells Metal Finishing, Inc., 922 F.2d 54, 58 (1st Cir.1991);  cf., e.g., United States v. Geer, 923 F.2d 892, 898 (1st Cir.1991);  United States v. Levy, 897 F.2d 596, 599 (1st Cir.1990).  In the absence of legal error, the district court's ruling will be sustained so long as the information upon which it relied is sufficient to support the findings under a clearly erroneous standard.  United States v. Morillo, 8 F.3d 864, 872-73 (1st Cir.1993).  Of course, we have to be able to determine what the district court found and the basis for the findings to the extent necessary to permit effective appellate review.  McDowell, 918 F.2d at 1012.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In this instance, what may have been a slip of the tongue by the district court has complicated matters.  If the district court had held squarely that the activity involved four criminally responsible participants plus the defendant, the court's findings would be adequate for us to conclude that it implicitly resolved the material disputed facts.  As to three of the other participants, Van does not dispute that they were criminally responsible.  Two pled guilty to firearms charges and a third (who was indicted but fled the jurisdiction) was involved in transporting and handing over a weapon to the government agent during a transaction arranged by Van.  The principal remaining factual dispute concerns the criminal culpability of a man referred to in the presentence report as \"Michael.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The presentence report stated that Michael was present in a car with Hieu Minh Nguyen, whose criminal responsibility Van does not dispute, during a sale of heroin and a gun to the government agent.  The agent purchased a gram of heroin, then asked about the gun.  Nguyen said something to Michael in Vietnamese;  Michael then retrieved a paper bag which contained a semiautomatic pistol, and the agent purchased the weapon.  The agent said he would be interested in purchasing more guns, and according to the probation officer, Michael responded that he would contact the agent as soon as he had more guns to sell.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In his objections to the presentence report, Van contended that transcripts of the tape of the conversation showed that it was Nguyen, not Michael, who discussed the procurement of more guns.  But Van does not dispute that Michael retrieved the paper bag containing the gun and was present during the transaction.  There is no finding by the district court as to who made the statement, but it is not clear that it matters because the district court could rationally have found that Michael was more likely than not criminally responsible even if he merely retrieved the weapon.  Of course, in the abstract, it is possible that Michael was an unknowing dupe who understood nothing of the transaction and thought he was handing over a box of candy.  But the surrounding circumstances make this unlikely, and the district court was certainly entitled to draw the inference that Michael knowingly participated. Cf. United States v. Kirvan, 997 F.2d 963, 966-67 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The difficulty here is that there is no clear finding by the district judge that he found five criminally responsible participants.  Although the judge checked the box indicating he was adopting the presentence report's findings, the cross-reference remains ambiguous because the addendum does not explicitly state which ground the probation officer adopted, saying alternatively that there were \"at least nine participants,\" but that even if there were not at least five criminally responsible participants, the total of nine persons involved would support an extensiveness finding.  The district court added (or did not dispel) uncertainty by phrasing its own finding in the disjunctive.  While there might be reason to guess that the court meant to find there were five criminally responsible participants, there is no unequivocal finding.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The problem is exacerbated to the extent that the court may have relied upon the alternative ground that Van's criminal activity was \"otherwise extensive.\"   Again, given the disjunctive, we are not even sure the district court made the \"otherwise extensive\" finding, and the only circumstance articulated in the presentence report as supporting such a finding was that a total of nine individuals, whether criminally responsible or not, were present during the six transactions.  An \"otherwise extensive\" finding, however, must be warranted by \"the totality of the circumstances, including not only the number of participants but also the width, breadth, scope, complexity, and duration of the scheme.\"  United States v. Dietz, 950 F.2d 50, 53 (1st Cir.1991);  see also United States v. Graciani, 61 F.3d 70, 76 n. 7 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">All this might not matter if the undisputed facts required a finding either that Michael was a criminally responsible participant or that the activity was otherwise extensive.  But even the government does not argue this in so many words.  And such findings would require factual inferences and characterizations as to which the district court has considerable latitude.  Graciani, 61 F.3d at 75.   Thus, we are hesitant to find that the district court was compelled to impose the four-level increase and that the omission of findings is harmless.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Accordingly, we think the best solution, and one we have used in previous cases, e.g., Geer, 923 F.2d at 898, is to ask the district court to specify which of the two grounds (five or more participants, otherwise extensive, or both) it relied upon and to make brief findings, either by incorporating pertinent portions of the presentence report or otherwise, as to each ground relied upon.  Cf. Fed.R.Crim.P. 32(c)(1).  The district court is requested to advise us of its findings by supplemental order within 45 days.  When we receive the findings, we will determine whether any further briefing or proceeding is required.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Determinations in connection with sentencing are an odd hybrid in the law.  Based on a tradition of discretionary sentencing, the burden of proof and other procedural safeguards are rather relaxed in this realm.  See Nichols v. United States, --- U.S. ----, ----, 114 S.Ct. 1921, 1928, 128 L.Ed.2d 745 (1994);  United States v. Tucker, 404 U.S. 443, 446, 92 S.Ct. 589, 591, 30 L.Ed.2d 592 (1972).  On the other hand, the mandatory character of the guidelines (subject to departures) and the significant sentences they entail make guideline determinations considerably important to defendants, as reflected in the requirements of 18 U.S.C. &#167; 3553(c) and Fed.R.Crim.P. 32.  Our judgment as to whether an error or ambiguity is harmless has to take account of both of these somewhat divergent attitudes toward sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In this instance, we think that the ambiguity in the findings is patent (even though it may rest on a slip of the tongue) and is not unequivocally harmless.  Given the stakes for the defendant and the simplicity of obtaining a clarification, we think the limited remand order is appropriate.  If the district court concludes on reexamination that the four-level increase should not be applied, it can so state in its supplemental findings and we will remand the case for resentencing.  This court therefore retains jurisdiction but remands for supplemental findings.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Anh VAN, a/k/a Andy, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1919.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 5, 1996.<br>Decided June 18, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Edward P. Ryan, Jr., with whom O'Connor &amp; Ryan, P.C., Fitchburg, MA, was on brief, for appellant.</p>\n      <p class=\"indent\">Michael J. Pelgro, Assistant United States Attorney, Organized Crime Drug Enforcement Task Force, with whom Donald K. Stern, Boston, MA, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Anh Van pled guilty to conspiracy to deal unlawfully in firearms, 18 U.S.C. &#167; 371, unlawful dealing in firearms, id. &#167; 922(a)(1), and six counts relating to his unlawful possession of firearms, id. &#167;&#167; 922(g)(1), 922(k);  26 U.S.C. &#167; 5861(d).  He appeals to challenge a four-level increase imposed under the sentencing guidelines on the ground that he was an organizer or leader of a criminal activity that involved five or more criminally responsible participants or was otherwise extensive.  U.S.S.G. &#167; 3B1.1(a).  Out of an abundance of caution, we are retaining jurisdiction over the case and remanding for findings to clarify the district court's basis for its decision.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Under the guideline, the defendant, in order to qualify for the four-level adjustment, must have been an organizer or leader of a criminal activity, and the criminal activity must have involved five or more participants (including the defendant) or have been \"otherwise extensive.\"   U.S.S.G. &#167; 3B1.1(a).  Because the principal dispute in this case concerns the scope rather than the status determination, we limit ourselves to the facts pertaining to the scope of the criminal activity.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Briefly summarized, the undisputed facts in the presentence report stated that Van sold six firearms to a federal undercover agent over a period of a year.  Prior to each sale, the agent contacted Van and asked to buy a firearm.  Van made the delivery and collected the money for one of the transactions, but sent others to complete the other five.  The agent covertly recorded at least some of the transactions.  The presentence report initially concluded that five or more participants were involved in the transactions.  Van did not dispute that a total of eight individuals (in addition to himself) were at least present for one or more of the transactions.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Van did dispute whether some of these individuals were shown to be criminally responsible participants;  the guideline provides that in order to impose the four-level increase on the ground that the activity involved five or more participants, four individuals other than the defendant must be found to be criminally responsible.  U.S.S.G. &#167; 3B1.1, comment.  (n. 1).  The probation officer responded with an addendum suggesting that the presence of the eight other individuals would show the activity to have been otherwise extensive, even if the criminal culpability of any four individuals could not be proven.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district judge, after a sentencing hearing, imposed the four-level increase and checked the box on the judgment form indicating that he was adopting the findings of the presentence report.  But the court did not make explicit findings of its own, beyond the following statement at the hearing:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>[T]he defendant, Anh Van, was an organizer or leader of a criminal activity that involved five or more participants or was otherwise extensive, and ... therefore, a four-level increase is warranted....</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The law governing the district court's obligation and our own on review is well-settled and easily stated.  At the time of sentencing, the court \"shall state in open court the reasons for its imposition of the particular sentence.\"  18 U.S.C. &#167; 3553(c).  This requires the court to make \"reasonably specific findings\" and to \"explain, generally, how it computed the applicable guideline range.\"  United States v. McDowell, <span class=\"citation\" data-id=\"551473\"><a href=\"/opinion/551473/united-states-v-billy-ray-mcdowell-jr/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1004</span></a></span>, 1012 (1st Cir.1990).  We have found minimal compliance with section 3553(c) when we could determine that the court relied on the presentence report, and the presentence report provided a sufficient basis for meaningful appellate review.  See United States v. Cruz, <span class=\"citation\" data-id=\"596488\"><a href=\"/opinion/596488/united-states-v-joseph-cruz/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">613</span></a></span>, 617-18 (1st Cir.1992);  United States v. Schultz, <span class=\"citation\" data-id=\"587569\"><a href=\"/opinion/587569/united-states-v-brian-k-schultz/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">960</span></a></span>, 963 n. 7 (1st Cir.1992), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1069</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1020</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">167</span></span> (1993);  cf. United States v. Catano, <span class=\"citation\" data-id=\"196298\"><a href=\"/opinion/196298/united-states-v-catano/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">219</span></a></span>, 230 (1st Cir.1995);  McDowell, 918 F.2d at 1011-12.   The government bears the burden of proving the facts material to the application of the guidelines by a preponderance of the evidence, and the requirements of Fed.R.Crim.P. 32, dealing solely with fact findings, are somewhat more demanding than the general directive of section 3553(c).  United States v. Osorio, <span class=\"citation\" data-id=\"558564\"><a href=\"/opinion/558564/united-states-v-lorenzo-osorio/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">753</span></a></span>, 764 n. 5 (1st Cir.1991).  Fed.R.Crim.P. 32 allows the court to adopt the facts set forth in the presentence report \"[e]xcept for any unresolved objection\" noted in the addendum submitted by the probation officer as required by the rule.  Fed.R.Crim.P. 32(b)(6)(C), (D).  The court must resolve any outstanding disputed facts or determine that they will not be taken into account, and must append a written record of its findings and determinations to the presentence report.  Fed.R.Crim.P. 32(c)(1).  Although explicit resolution of disputed material facts is preferable, we have found that the court implicitly resolved the facts when the court's statements and the sentence imposed showed that the facts were decided in a particular way.  See, e.g., Cruz, 981 F.2d at 618-19;  United States v. Wells Metal Finishing, Inc., <span class=\"citation\" data-id=\"553335\"><a href=\"/opinion/553335/united-states-v-wells-metal-finishing-inc-appeal-of-john-wells/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">54</span></a></span>, 58 (1st Cir.1991);  cf., e.g., United States v. Geer, <span class=\"citation\" data-id=\"554886\"><a href=\"/opinion/554886/united-states-v-terryl-geer-aka-terry-geer/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">892</span></a></span>, 898 (1st Cir.1991);  United States v. Levy, <span class=\"citation\" data-id=\"537617\"><a href=\"/opinion/537617/united-states-v-timothy-alexander-levy/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">596</span></a></span>, 599 (1st Cir.1990).  In the absence of legal error, the district court's ruling will be sustained so long as the information upon which it relied is sufficient to support the findings under a clearly erroneous standard.  United States v. Morillo, <span class=\"citation\" data-id=\"195011\"><a href=\"/opinion/195011/united-states-v-morillo/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">864</span></a></span>, 872-73 (1st Cir.1993).  Of course, we have to be able to determine what the district court found and the basis for the findings to the extent necessary to permit effective appellate review.  McDowell, 918 F.2d at 1012.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In this instance, what may have been a slip of the tongue by the district court has complicated matters.  If the district court had held squarely that the activity involved four criminally responsible participants plus the defendant, the court's findings would be adequate for us to conclude that it implicitly resolved the material disputed facts.  As to three of the other participants, Van does not dispute that they were criminally responsible.  Two pled guilty to firearms charges and a third (who was indicted but fled the jurisdiction) was involved in transporting and handing over a weapon to the government agent during a transaction arranged by Van.  The principal remaining factual dispute concerns the criminal culpability of a man referred to in the presentence report as \"Michael.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The presentence report stated that Michael was present in a car with Hieu Minh Nguyen, whose criminal responsibility Van does not dispute, during a sale of heroin and a gun to the government agent.  The agent purchased a gram of heroin, then asked about the gun.  Nguyen said something to Michael in Vietnamese;  Michael then retrieved a paper bag which contained a semiautomatic pistol, and the agent purchased the weapon.  The agent said he would be interested in purchasing more guns, and according to the probation officer, Michael responded that he would contact the agent as soon as he had more guns to sell.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In his objections to the presentence report, Van contended that transcripts of the tape of the conversation showed that it was Nguyen, not Michael, who discussed the procurement of more guns.  But Van does not dispute that Michael retrieved the paper bag containing the gun and was present during the transaction.  There is no finding by the district court as to who made the statement, but it is not clear that it matters because the district court could rationally have found that Michael was more likely than not criminally responsible even if he merely retrieved the weapon.  Of course, in the abstract, it is possible that Michael was an unknowing dupe who understood nothing of the transaction and thought he was handing over a box of candy.  But the surrounding circumstances make this unlikely, and the district court was certainly entitled to draw the inference that Michael knowingly participated. Cf. United States v. Kirvan, <span class=\"citation\" data-id=\"610801\"><a href=\"/opinion/610801/united-states-v-paul-j-kirvan-united-states-v-paul-j-kirvan/\"><span class=\"volume\">997</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">963</span></a></span>, 966-67 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The difficulty here is that there is no clear finding by the district judge that he found five criminally responsible participants.  Although the judge checked the box indicating he was adopting the presentence report's findings, the cross-reference remains ambiguous because the addendum does not explicitly state which ground the probation officer adopted, saying alternatively that there were \"at least nine participants,\" but that even if there were not at least five criminally responsible participants, the total of nine persons involved would support an extensiveness finding.  The district court added (or did not dispel) uncertainty by phrasing its own finding in the disjunctive.  While there might be reason to guess that the court meant to find there were five criminally responsible participants, there is no unequivocal finding.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The problem is exacerbated to the extent that the court may have relied upon the alternative ground that Van's criminal activity was \"otherwise extensive.\"   Again, given the disjunctive, we are not even sure the district court made the \"otherwise extensive\" finding, and the only circumstance articulated in the presentence report as supporting such a finding was that a total of nine individuals, whether criminally responsible or not, were present during the six transactions.  An \"otherwise extensive\" finding, however, must be warranted by \"the totality of the circumstances, including not only the number of participants but also the width, breadth, scope, complexity, and duration of the scheme.\"  United States v. Dietz, <span class=\"citation\" data-id=\"572657\"><a href=\"/opinion/572657/united-states-v-william-a-dietz/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span>, 53 (1st Cir.1991);  see also United States v. Graciani, <span class=\"citation\" data-id=\"196199\"><a href=\"/opinion/196199/united-states-v-graciani/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">70</span></a></span>, 76 n. 7 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">All this might not matter if the undisputed facts required a finding either that Michael was a criminally responsible participant or that the activity was otherwise extensive.  But even the government does not argue this in so many words.  And such findings would require factual inferences and characterizations as to which the district court has considerable latitude.  Graciani, 61 F.3d at 75.   Thus, we are hesitant to find that the district court was compelled to impose the four-level increase and that the omission of findings is harmless.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Accordingly, we think the best solution, and one we have used in previous cases, e.g., Geer, 923 F.2d at 898, is to ask the district court to specify which of the two grounds (five or more participants, otherwise extensive, or both) it relied upon and to make brief findings, either by incorporating pertinent portions of the presentence report or otherwise, as to each ground relied upon.  Cf. Fed.R.Crim.P. 32(c)(1).  The district court is requested to advise us of its findings by supplemental order within 45 days.  When we receive the findings, we will determine whether any further briefing or proceeding is required.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Determinations in connection with sentencing are an odd hybrid in the law.  Based on a tradition of discretionary sentencing, the burden of proof and other procedural safeguards are rather relaxed in this realm.  See Nichols v. United States, --- U.S. ----, ----, <span class=\"citation\" data-id=\"1087959\"><a href=\"/opinion/1087959/nichols-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1921</span></a></span>, 1928, <span class=\"citation\" data-id=\"1087959\"><a href=\"/opinion/1087959/nichols-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">745</span></a></span> (1994);  United States v. Tucker, <span class=\"citation\" data-id=\"108427\"><a href=\"/opinion/108427/united-states-v-tucker/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">443</span></a></span>, 446, <span class=\"citation\" data-id=\"108427\"><a href=\"/opinion/108427/united-states-v-tucker/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">589</span></a></span>, 591, <span class=\"citation\" data-id=\"108427\"><a href=\"/opinion/108427/united-states-v-tucker/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">592</span></a></span> (1972).  On the other hand, the mandatory character of the guidelines (subject to departures) and the significant sentences they entail make guideline determinations considerably important to defendants, as reflected in the requirements of 18 U.S.C. &#167; 3553(c) and Fed.R.Crim.P. 32.  Our judgment as to whether an error or ambiguity is harmless has to take account of both of these somewhat divergent attitudes toward sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In this instance, we think that the ambiguity in the findings is patent (even though it may rest on a slip of the tongue) and is not unequivocally harmless.  Given the stakes for the defendant and the simplicity of obtaining a clarification, we think the limited remand order is appropriate.  If the district court concludes on reexamination that the four-level increase should not be applied, it can so state in its supplemental findings and we will remand the case for resentencing.  This court therefore retains jurisdiction but remands for supplemental findings.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196199/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/537617/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551473/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553335/",
    "http://www.courtlistener.com/api/rest/v3/opinions/554886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572657/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587569/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596488/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610801/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087959/"
  ]
}