{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196823/",
  "absolute_url": "/opinion/196823/carr-investments-v-commodity/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196823/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:14:50Z",
  "date_modified": "2017-03-24T10:48:48.223553Z",
  "type": "010combined",
  "sha1": "fc57c66459e2797bc77bb513172e46e770553516",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-2106.01A",
  "local_path": null,
  "plain_text": "\n\nJ      u      l      y   1      2      ,   1      9      9      6\r\n                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\n\nNo. 95-2106\r\n\n             CARR INVESTMENTS, INC., EDWARD CARR\r\n                    AND RODMAN &amp; RENSHAW,\r\n\n                         Petitioners,\r\n\n                              v.\r\n\n             COMMODITY FUTURES TRADING COMMISSION\r\n                    AND RICHARD C. DAVIS,\r\n\n                         Respondents.\r\n\n                                         \r\n\n            ON PETITION FOR REVIEW OF AN ORDER OF \r\n           THE COMMODITY FUTURES TRADING COMMISSION\r\n\n                                         \r\n\n                            Before\r\n\n                   Torruella, Chief Judge,\r                                                     \r\n              Boudin and Stahl, Circuit Judges.\r                                                          \r\n\n                                         \r\n\n                         Errata Sheet\r                                     Errata Sheet\r\n\nThe opinion of this Court issued on June 24, 1996, is amended as\r\nfollows:\r\n\nOn cover sheet delete \"respondents\" and insert \"respondent\r\nCommodity Futures Trading Commission and Jeffrey V. Boxer for\r                                                                     \r\nrespondent Richard C. Davis.\"\r\r\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\n\nNo. 95-2106\r\n\n             CARR INVESTMENTS, INC., EDWARD CARR\r\n                    AND RODMAN &amp; RENSHAW,\r\n\n                         Petitioners,\r\n\n                              v.\r\n\n             COMMODITY FUTURES TRADING COMMISSION\r\n                    AND RICHARD C. DAVIS,\r\n\n                         Respondents.\r\n\n                                         \r\n\n            ON PETITION FOR REVIEW OF AN ORDER OF \r\n           THE COMMODITY FUTURES TRADING COMMISSION\r\n\n                                         \r\n\n                            Before\r\n\n                   Torruella, Chief Judge,\r                                                     \r\n              Boudin and Stahl, Circuit Judges.\r                                                          \r\n\n                                         \r\n\nJeffry M. Henderson with whom Daniel G. Dolan, Jr. and Henderson\r                                                                            \r\n&amp; Becker were on brief for petitioners.\r                \r\nGeorge G. Wilder, Attorney, with whom Pat G. Nicolette, Acting\r                                                                  \r\nGeneral Counsel, Jay L. Witkin, Deputy General Counsel, and William S.\r                                                                              \r\nLiebman, Assistant General Counsel, Commodity Futures Trading\r               \r\nCommission, were on brief for respondent Commodity Futures Trading\r\nCommission and Jeffrey V. Boxer for respondent Richard C. Davis.\r                                       \r\n\n                                         \r\n\n                        June 24, 1996\r\n                                         \r\n          STAHL, Circuit Judge.  Appellants Carr Investments,\r                      STAHL, Circuit Judge.\r                                          \r\n\nInc. and Edward Carr seek review of an order of the Commodity\r\r\n\nFutures Trading Commission reversing, as an abuse of\r\n\ndiscretion, an administrative law judge's decision to award\r\n\nthem attorney's fees and costs.  Because we find that the\r\n\nCommission's decision was not the product of reasoned\r\n\ndecisionmaking, we vacate its order and remand for further\r\n\nconsideration consistent with this opinion.\r\n\n                              I.\r                                          I.\r                                            \r\n\n                          Background\r                                      Background\r                                                \r\n\nA.  The Relevant Facts\r                                  \r\n\n          In January 1992, Richard Davis opened a futures and\r\n\noptions trading account with Carr Investments, Inc. (\"CII\"),\r\n\na commodity futures brokerage firm.  Edward Carr was Davis's\r\n\naccount executive.  In March 1992, Davis gave Carr\r\n\ndiscretionary authority to trade his account.  Over the\r\n\nsubsequent months, Davis deposited a total of $66,500 into\r\n\nthe account, and Carr actively traded options and futures\r\n\ncontracts on Davis's behalf.  However, by December 1992,\r\n\ntrading losses had exhausted Davis's $66,500 account balance,\r\n\nand the account was closed.\r\n\n          Vexed by the loss, Davis filed a reparation\r\n\ncomplaint with the Commodity Futures Trading Commission\r\n\n(\"CFTC\" or \"the Commission\") charging CII and Carr with\r\n\nfraudulently inducing him to open the account, churning,\r\n\nbreach of fiduciary duty, and unauthorized trading, all in\r\n\nviolation of the Commodity Exchange Act and certain of the\r\n\n                             -3-\r                                          3\r\r\n\nCommission's regulations.  Davis sought to recover $66,500 in\r\n\nout-of-pocket losses and $78,155 in lost profits.  Davis also\r\n\nrequested that the case proceed under the Commission's\r\n\nvoluntary decisional proceeding, 17 C.F.R.    12.100-.106,\r\n\nand paid the required $25 filing fee, 49 Fed. Reg. 6692 (Feb.\r\n\n22, 1984).1\r\n\n          A voluntary decisional proceeding is a \"no-frills\"\r\n\nadjudication by a CFTC Judgment Officer based on the parties'\r\n\ndocumentary and tangible submissions of proof.  Both parties\r\n\nmust elect this proceeding for it to apply.  17 C.F.R.  \r\n\n12.26(a).  In agreeing to a voluntary decisional proceeding,\r\n\nthe parties waive their rights to an oral evidentiary\r\n\nhearing, to a written statement of findings of fact and\r\n\nconclusions of law, to the recovery of attorney's fees and\r\n\ncosts, and to appeal the final decision to the Commission. \r\n\nId.    12.100(b), 12.105-.106.\r               \r\n\n          In their answer, however, CII and Carr elected the\r\n\nCommission's formal decisional proceeding, a \"full-blown\"\r\n\nadjudication by an administrative law judge (\"ALJ\") that\r\n\nincludes all of the rights waived in a voluntary decisional\r\n\nproceeding.  Id.    12.300-.315.  At the relevant time, in\r                            \r\n\norder to invoke a formal decisional proceeding, the amount of\r\n\n                    \r                                \r\n\n1.  Although the regulations governing reparation proceedings\r\nwere  amended in 1994 to  increase the amount  of filing fees\r\nand the amount  in controversy,  59 Fed. Reg.  9637 (Mar.  1,\r\n1994), we cite  to the  regulations in effect  in 1993,  when\r\nDavis filed his complaint.\r\n\n                             -4-\r                                          4\r\r\n\nthe claim had to exceed $10,000 and only one of the parties\r\n\nneeded to elect it.  49 Fed. Reg. 6630 (Feb. 22, 1984).  By\r\n\nelecting the formal decisional procedure, respondents had to\r\n\npay a $175 filing fee.  Id. at 6629.  Finding these\r                                       \r\n\nrequirements satisfied here, the Commission commenced a\r\n\nformal decisional proceeding and assigned the case to an ALJ. \r\n\nAfter considering the evidence presented at an oral\r\n\nevidentiary hearing and the parties' post-hearing memoranda,\r\n\nthe ALJ issued his decision.\r\n\nB.  The ALJ's Decision\r                                  \r\n\n          The ALJ's decision had two principal holdings. \r\n\nFirst, the ALJ held that Davis failed to establish CII's and\r\n\nCarr's liability on any of his four claims.  Specifically,\r\n\nthe ALJ found that Davis had undermined the merits of all but\r\n\none of his claims (as well as his credibility) by disavowing,\r\n\nat the evidentiary hearing, the key facts alleged in his\r\n\ncomplaint.  The ALJ noted that minutes after Davis's attorney\r\n\noutlined his claims in opening argument, Davis recanted many\r\n\nof them, testifying that Carr had not guaranteed him any\r\n\nprofit much less \"enormous profits,\" and that he was aware of\r\n\nthe risks associated with options and futures trading.  In\r\n\nfact, the ALJ observed, Davis conceded that he was an\r\n\nextremely sophisticated and experienced investor.  As for\r\n\nDavis's remaining claim, the ALJ concluded that the record\r\n\ncontained no credible evidence of unauthorized trading.\r\n\n                             -5-\r                                          5\r\r\n\n          Second, citing his discretion under 17 C.F.R.  \r\n\n12.314(c) and CFTC precedent for awarding attorney's fees and\r\n\ncosts to a prevailing litigant if the losing party acted in\r\n\nbad faith, the ALJ held that Davis's bad faith in pursuing\r\n\nthe action warranted an award of attorney's fees and costs to\r\n\nCII and Carr.  The ALJ inferred Davis's bad faith from the\r\n\nfollowing facts:  the gross contradictions between the\r\n\nrepresentations in his filings and his testimony at the\r\n\nevidentiary hearing, his contradictory testimony on whether\r\n\nhe had in fact read the complaint, his concession that\r\n\ncertain of his discovery responses and statements in his\r\n\ncomplaint were misleading, and his assertion in post-hearing\r\n\nfilings of allegations he had repudiated at the evidentiary\r\n\nhearing.  Citing the dual purpose of compensating CII and\r\n\nCarr and deterring other complainants from such abusive\r\n\nconduct, the ALJ ordered Davis to pay CII and Carr $19,417.75\r\n\nfor attorney's fees and costs incurred in defending the\r\n\nlitigation.\r\n\nC.  The CFTC's Order\r                                \r\n\n          Davis appealed the ALJ's decision to the\r\n\nCommission, challenging, inter alia, the \"no liability\"\r                                               \r\n\ndetermination and the propriety of the fee award.  After\r\n\nreviewing the parties' appellate briefs and the record below,\r\n\nthe Commission issued its order, affirming the ALJ's \"no\r\n\nliability\" determination but reversing the fee award.  In\r\n\n                             -6-\r                                          6\r\r\n\naffirming the ALJ's \"no liability\" determination, the\r\n\nCommission summarily adopted the findings and conclusions of\r\n\nthe ALJ.  In reversing the fee award, however, the Commission\r\n\nsupplied its own analysis, sustaining the ALJ's finding of\r\n\nDavis's bad faith but concluding that the ALJ's fee award was\r\n\nan abuse of discretion because of \"four mitigating factors.\"\r\n\n          First, the Commission referred generally to the\r\n\ncircumstances under which Davis signed the complaint. \r\n\nSpecifically, the Commission noted that the complaint in the\r\n\nrecord contained only a faxed copy of the signature page,\r\n\nalthough there was no evidence that the faxed signature was\r\n\nnot in fact that of Davis.  Recognizing the ALJ's \"strenuous\r\n\nefforts\" to determine whether Davis had read the complaint\r\n\n(i.e., the ALJ garnered conflicting testimony from Davis on\r                 \r\n\nthis issue), the Commission nevertheless concluded that it\r\n\nwas reluctant to award attorney's fees and costs \"in the\r\n\nabsence of Davis's original signature.\" \r\n\n          Second, the Commission noted the relative\r\n\nculpability of Davis and his attorney.  Although it sustained\r\n\nthe ALJ's finding of Davis's bad faith, the Commission found\r\n\nthat Davis's attorney, not Davis, was responsible for the\r\n\nmajority of the problems that the ALJ relied upon in deciding\r\n\nto assess attorney's fees and costs against Davis.  Noting\r\n\nthat its regulations, unlike Rule 11 of the Federal Rules of\r\n\nCivil Procedure, permit the assessment of attorney's fees and\r\n\n                             -7-\r                                          7\r\r\n\ncosts against parties only, and not against attorneys, the\r\n\nCommission concluded that assessing fees and costs against\r\n\nDavis was inappropriate because Davis's lawyer was more\r\n\nculpable than Davis.\r\n\n          Third, the Commission relied upon the ALJ's\r\n\ninclusion in the fee award of expenses for CII and Carr's\r\n\nhotel, meals, air fare, and taxis.  Noting that its case law\r\n\nprohibits the inclusion of travel expenses in an award of\r\n\ncosts, the Commission apparently concluded that the ALJ's\r\n\ninclusion of these prohibited expenses undercut the ALJ's\r\n\ndecision to grant a fee award.\r\n\n          Fourth and finally, the Commission cited the fact\r\n\nthat CII and Carr, not Davis, had elected the formal\r\n\ndecisional proceeding.  Davis, the Commission noted, had\r\n\nrequested a voluntary decisional proceeding, in which\r\n\nattorney's fees and costs are not assessable.  The Commission\r\n\nconcluded that it would be unfair, therefore, to assess\r\n\nattorney's fees and costs against Davis for his misuse of a\r\n\nforum that he had not chosen.  Also under this factor, the\r\n\nCommission cited the ALJ's inclusion in the award of CII and\r\n\nCarr's $175 filing fee and transcript fee, costs attributable\r\n\nto their choice of a formal decisional proceeding.\r\n\n                             -8-\r                                          8\r\r\n\n                             II.\r                                         II.\r                                            \r\n\n                           Analysis\r                                       Analysis\r                                               \r\n\n          CII and Carr appeal the Commission's reversal of\r\n\nthe ALJ's decision to award them attorney's fees and costs,\r\n\narguing that the conclusion that the ALJ abused his\r\n\ndiscretion is not supported in the Commission's order.  The\r\n\nCommission's four \"mitigating factors,\" they argue, are\r\n\nlargely irrelevant to whether a fee award should have been\r\n\nassessed and do not establish, either independently or\r\n\ncollectively, that the ALJ's decision to award fees was an\r\n\nabuse of his discretion.\r\n\n          In so arguing, CII and Carr challenge the\r\n\nCommission's application of the law to the facts.  Some\r\n\nquestion exists in the context of this case as to how a court\r\n\nshould review the Commission's decision.  For instance, where\r\n\na decision involves agency expertise, courts generally have\r\n\napplied a deferential \"reasonableness\" or \"rationality\"\r\n\nstandard of review.  See Monex Int'l, Ltd. v. CFTC, 83 F.3d\r                                                              \r\n\n1130, 1996 WL 250438, at *3 (9th Cir. May 16, 1996); Morris\r                                                                       \r\n\nv. CFTC, 980 F.2d 1289, 1293 (9th Cir. 1992); Malolely v.\r                                                                  \r\n\nR.J. O'Brien &amp; Assocs., Inc., 819 F.2d 1435, 1440-41 (8th\r                                        \r\n\nCir. 1987); cf. Northeast Utils. Serv. Co. v. FERC, 993 F.2d\r                                                              \r\n\n937, 943-44 (1st Cir. 1993) (holding under \"substantial\r\n\nevidence\" standard of review that \"we defer to the agency's\r\n\nexpertise . . . so long as its decision is . . . reached by\r\n\n                             -9-\r                                          9\r\r\n\n`reasoned decisionmaking'\").  Where agency expertise is not\r\n\ninvolved, however, courts have reviewed under the more\r\n\nprobing de novo standard.  See Northeast Utils., 993 F.2d at\r                                                           \r\n\n944 (holding that \"pure\" legal errors, those requiring no\r\n\ndeference to agency expertise, are reviewed de novo); Morris,\r                                                                        \r\n\n980 F.2d at 1293.  Because we find that the Commission's\r\n\ndecision cannot survive either standard of review, we need\r\n\nnot enter this thicket.  We will apply the more deferential\r\n\n\"reasonableness\" standard, and assume arguendo that the\r                                                          \r\n\ndecision to reverse the ALJ's fee award for abuse of\r\n\ndiscretion involved the Commission's expertise.\r\n\n          So framed, the issue before us is whether the\r\n\nCommission's conclusion that the ALJ abused his discretion in\r\n\nawarding attorney's fees and costs is the product of reasoned\r\n\nand rational decisionmaking, i.e., whether there is a\r                                             \r\n\nrational connection between the Commission's conclusion and\r\n\nthe reasons it propounded.  CFTC precedent establishes that\r\n\nunder abuse of discretion review the Commission will not\r\n\nsecond-guess an ALJ's decision so long as it reflects a\r\n\nreasoned application of the appropriate factors.  See In re\r                                                                       \r\n\nJCC, Inc., [1992-1994 Transfer Binder] Comm. Fut. L. Rep.\r                     \r\n\n(CCH)   26,080, at 41,580 (CFTC May 12, 1994) (reviewing\r\n\nALJ's decision to award civil monetary sanctions for abuse of\r\n\ndiscretion); In re Newman, [1990-1992 Transfer Binder] Comm.\r                                     \r\n\nFut. L. Rep. (CCH)   25,356, at 39,191 (CFTC Aug. 6, 1992)\r\n\n                             -10-\r                                          10\r\r\n\n(same).  Thus, we must ask whether the Commission's\r\n\ndiscussion of the four mitigating factors rationally explains\r\n\nwhy the ALJ did not make a reasoned application of the \r\n\nfactors appropriate to the decision whether to award fees and\r\n\ncosts.  Mindful that the scope of review under this standard\r\n\nis narrow and that a reviewing court should not substitute\r\n\nits judgment for that of the Commission, see Burlington Truck\r                                                                         \r\n\nLines v. United States, 371 U.S. 156, 168 (1962) (citing as a\r                                  \r\n\nfundamental rule of administrative law that \"an agency's\r\n\ndiscretionary order be upheld, if at all, on the same basis\r\n\narticulated in the order by the agency itself\"), we\r\n\nnevertheless find that the four mitigating factors, as relied\r\n\nupon by the Commission in its order, do not provide reasoned\r\n\nsupport for its conclusion that the ALJ abused his\r\n\ndiscretion.\r\n\n          For its first factor, the Commission listed Davis's\r\n\nfailure to file a complaint bearing his original signature\r\n\nand cited two regulations, 17 C.F.R.    12.12, 12.13, as\r\n\nsupport.  Assuming arguendo that these regulations required\r                                       \r\n\nDavis to file a complaint bearing an original signature, it\r\n\nis nevertheless unclear how Davis's violation of these\r\n\nregulations undermined the ALJ's decision to assess\r\n\nattorney's fees and costs against him.  There is no\r\n\nsuggestion that the signature on the complaint was not\r\n\nDavis's or that he did not wish to pursue this action.  To\r\n\n                             -11-\r                                          11\r\r\n\nthe contrary, by sustaining the ALJ's findings, the\r\n\nCommission found that Davis had consciously filed and pursued\r\n\nthis action in bad faith.  Under these circumstances, where\r\n\nthe connection between Davis's failure to file a complaint\r\n\nbearing an original signature and the ALJ's abuse of\r\n\ndiscretion is far from self-evident, the Commission had to do\r\n\nmore than cite regulations of questionable applicability.2 \r\n\nThis is particularly true where consideration of this factor\r\n\nappears to frustrate the equitable and deterrent purposes of\r\n\nfee awards by insulating from sanctions bad faith\r\n\ncomplainants who file a copy of the complaint's signature\r\n\npage in lieu of an original.\r\n\n                    \r                                \r\n\n2.  In discussing the first  factor, the Commission also made\r\noblique  references to  the circumstances  under which  Davis\r\nsigned the  complaint and the  ALJ's efforts to  determine if\r\nDavis had  read the complaint  and stood  behind it.   To the\r\nextent  that the  Commission was thereby  introducing, albeit\r\nunartfully, a factor distinct from the originality of Davis's\r\nsignature, i.e.,  the uncertainty  of whether Davis  read the\r                           \r\ncomplaint  before  signing  it,  the  Commission   failed  to\r\nestablish that the ALJ should have separately considered this\r\nfactor in deciding whether to award fees but did not.  \r\n          Our review of the ALJ's decision reveals that he in\r\nfact relied on  Davis's equivocation about whether  or not he\r\nhad ever read the complaint in  concluding that Davis pursued\r\nthis  action in  bad  faith.   Therefore,  not only  can  the\r\nCommission  not complain that the ALJ failed to consider this\r\n\"factor,\"  the  Commission   implicitly  adopted  the   ALJ's\r\nanalysis  thereof  in  sustaining  the  bad  faith  findings.\r\nMoreover,  even if the  Commission had not  adopted the ALJ's\r\nanalysis, but had concluded instead that Davis never read the\r\ncomplaint  before  signing it,  this  conclusion  still would\r\nlikely have supported a bad  faith finding because under CFTC\r\nregulations   Davis's  signature  on   the  complaint  was  a\r\ncertification that  he had read  it, knew  its contents,  and\r\nattested  to the  truth  of its  statements.   17  C.F.R.    \r\n12.12(b), 12.13(2).\r\n\n                             -12-\r                                          12\r\r\n\n          Also unclear from the Commission's order is how\r\n\nDavis's lesser culpability relative to that of his attorney,\r\n\nthe second factor, undercut the ALJ's decision to assess\r\n\nattorney's fees and costs against Davis.  Without\r\n\nelaboration, the Commission simply concluded that because its\r\n\nregulations only envision assessing a fee award against\r\n\nparties and not also against their attorneys, it would be\r\n\nunfair to assess fees against Davis where his attorney was\r\n\nmore culpable than he was.  The Commission's determination\r\n\nthat Davis's attorney was more culpable than Davis, however,\r\n\nin no way negates its finding that Davis was also culpable.\r\n\n          CFTC precedent and Regulation   12.314(c) provide\r\n\nthat where a losing party to a formal decisional proceeding\r\n\nacts in bad faith, the ALJ may require him to pay his\r\n\nopponent's attorney's fees and costs.  See Sherwood v. Madda\r                                                                        \r\n\nTrading Co., [1977-1980 Transfer Binder] Comm. Fut. L. Rep.\r                       \r\n\n(CCH)   20,728, at 23,023-025 (CFTC Jan. 5, 1979); see also\r                                                                       \r\n\nScarborough v. Madda Trading Co., [1977-1980 Transfer Binder]\r                                            \r\n\nComm. Fut. L. Rep. (CCH)   20,841, at 23,448 (CFTC June 11,\r\n\n1979); 17 C.F.R.   12.314(c).  The Commission did not point\r\n\nto any exception for a party who, although he acted in bad\r\n\nfaith, did not act as badly as his attorney.  To the\r\n\ncontrary, CFTC precedent suggests that where, as here, both\r\n\nthe party and his attorney acted in bad faith, and the\r\n\nattorney's action caused monetary loss to the opposing party,\r\n\n                             -13-\r                                          13\r\r\n\n\"the award of attorney fees is perhaps the only adequate\r\n\nremedy\" to compensate the opposing party for defending\r\n\nagainst a frivolous action.  Sherwood, [1977-1980 Transfer\r                                                 \r\n\nBinder] Comm. Fut. L. Rep. (CCH)   20,728, at 23,025 n.33\r\n\n(noting that while the Commission may impose civil monetary\r\n\nsanctions against errant attorneys, those monies are not paid\r\n\nto the opposing party).  In light of contrary precedent, the\r\n\nCommission was remiss simply in relying on Davis's attorney's\r\n\ngreater relative culpability without also explaining how this\r\n\ngreater culpability sufficiently excused Davis's culpability\r\n\nto a degree no longer warranting attorney's fees sanctions.\r\n\n          For its third factor, the Commission pointed to the\r\n\nfact that the ALJ improperly included travel expenses in his\r\n\ncalculation of the award's costs.  In its brief to this\r\n\ncourt, however, the Commission effectively conceded that the\r\n\ninclusion in the award of prohibited costs did not support\r\n\nits conclusion that the ALJ's decision to award fees and\r\n\ncosts was an abuse of discretion, stating that \"Fairly read\r\n\nin the context of the opinion as a whole, it is clear that\r\n\n[the third factor] was more in the nature of clarification\r\n\nthan a substantive basis for setting aside the award.\"  We\r\n\nagree, and we also extend this concession to a related\r\n\nargument, incorporated in the fourth factor, that the ALJ's\r\n\ninclusion of fees attributable to CII and Carr's choice of\r\n\nthe formal decisional proceeding (i.e., the $175 filing fee\r                                                  \r\n\n                             -14-\r                                          14\r\r\n\nand the transcript fee) justified its reversal of the entire\r\n\nfee award.\r\n\n          Finally, as its fourth factor, the Commission cited\r\n\nthe fact that CII and Carr elected the formal decisional\r\n\nproceeding and that Davis had elected a voluntary decisional\r\n\nprocedure in which attorney's fees and costs are not\r\n\nassessable.  From these facts, the Commission concluded that\r\n\nit would therefore be unfair to assess attorney's fees and\r\n\ncosts against Davis for misuse of a forum he did not choose. \r\n\nIn so deciding, the Commission proclaimed that it was not\r\n\nsuggesting \"that a reparation complainant may completely\r\n\ninsulate himself from an award of attorney fees and costs--no\r\n\nmatter how frivolous his complaint or how vexatious his\r\n\nsubsequent conduct--simply by initially requesting a\r\n\nvoluntary decisional proceeding.\"  \r\n\n          While the Commission expressed this sentiment, it\r\n\nfailed to explain what was distinctive about Davis's case\r\n\nthat made consideration of the request for a voluntary\r\n\ndecisional proceeding permissible here.  By failing to draw\r\n\nany lines limiting application of this factor to a discrete\r\n\nclass of cases or to explain why Davis's situation warranted\r\n\nexception, the Commission did precisely what it rejected:  it\r\n\ninsulated Davis from attorney's fees and costs solely because\r\n\nhe elected the voluntary decisional proceeding.  CFTC\r\n\nRegulation   12.314(c), however, provides that attorney's\r\n\n                             -15-\r                                          15\r\r\n\nfees and costs are a right associated with the formal\r\n\ndecisional proceeding.  17 C.F.R.   12.314(c).  It does not\r\n\ntake exception for a complainant who, although he elected a\r\n\nvoluntary decisional proceeding in his complaint, continued\r\n\nto pursue his action in the reparations forum after the\r\n\nrespondent elected a formal decisional proceeding. \r\n\nAccordingly, where the Commission's consideration of a\r\n\ncomplainant's choice of a voluntary decisional proceeding\r\n\ncontradicts its own stated intention as well as its\r\n\nregulations, it must explain how this factor nonetheless\r\n\nundermined the ALJ's fee award decision.  The Commission\r\n\nfailed to do so here.\r\n\n          In sum, because the Commission's discussion of the\r\n\nfour mitigating factors did not rationally explain why the\r\n\nALJ's fee award decision was not a reasoned application of\r\n\nappropriate factors, we find wholly unreasonable the\r\n\nCommission's conclusion that the ALJ abused his discretion. \r\n\nIn so holding, however, we do not necessarily preclude the\r\n\nCommission from finding that the ALJ abused his discretion in\r\n\nawarding attorney's fees and costs against Davis.  We simply\r\n\nrequire that the Commission supply a reasoned analysis for\r\n\ndoing so.  Such analysis is notably absent from the present\r\n\norder.\r\n\n                             -16-\r                                          16\r\r\n\n                             III.\r                                         III.\r                                             \r\n\n                          Conclusion\r                                      Conclusion\r                                                \r\n\n          For the reasons stated above, we vacate the\r                                                             \r\n\nCommission's order and remand for further consideration\r                                         \r\n\nconsistent with this opinion.\r\n\n                             -17-\r                                          17\r\r\n",
  "html": "<p class=\"case_cite\">87 F.3d 9</p>\n    <p class=\"parties\">Comm. Fut. L. Rep. P 26,732<br>CARR INVESTMENTS, INC., Edward Carr and Rodman &amp; Renshaw, Petitioners,<br>v.<br>COMMODITY FUTURES TRADING COMMISSION and Richard C. Davis,<br>Respondents.</p>\n    <p class=\"docket\">No. 95-2106.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 1, 1996.<br>Decided June 24, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jeffry M. Henderson, Chicago, IL, with whom Daniel G. Dolan, Jr. and Henderson &amp; Becker were on brief for petitioners.</p>\n      <p class=\"indent\">George G. Wilder, Attorney, Washington, DC, with whom Pat G. Nicolette, Acting General Counsel, Jay L. Witkin, Deputy General Counsel, and William S. Liebman, Assistant General Counsel, Commodity Futures Trading Commission, were on brief for respondent Commodity Futures Trading Commission and Jeffrey V. Boxer for respondent Richard C. Davis.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants Carr Investments, Inc. and Edward Carr seek review of an order of the Commodity Futures Trading Commission reversing, as an abuse of discretion, an administrative law judge's decision to award them attorney's fees and costs.   Because we find that the Commission's decision was not the product of reasoned decisionmaking, we vacate its order and remand for further consideration consistent with this opinion.</p>\n    </div>\n    <p>I.</p>\n    <p>Background</p>\n    <p>A. The Relevant Facts</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In January 1992, Richard Davis opened a futures and options trading account with Carr Investments, Inc.  (\"CII\"), a commodity futures brokerage firm.   Edward Carr was Davis's account executive.   In March 1992, Davis gave Carr discretionary authority to trade his account.   Over the subsequent months, Davis deposited a total of $66,500 into the account, and Carr actively traded options and futures contracts on Davis's behalf.   However, by December 1992, trading losses had exhausted Davis's $66,500 account balance, and the account was closed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Vexed by the loss, Davis filed a reparation complaint with the Commodity Futures Trading Commission (\"CFTC\" or \"the Commission\") charging CII and Carr with fraudulently inducing him to open the account, churning, breach of fiduciary duty, and unauthorized trading, all in violation of the Commodity Exchange Act and certain of the Commission's regulations.   Davis sought to recover $66,500 in out-of-pocket losses and $78,155 in lost profits.   Davis also requested that the case proceed under the Commission's voluntary decisional proceeding, 17 C.F.R. &#167;&#167; 12.100-.106, and paid the required $25 filing fee, 49 Fed.Reg. 6692 (Feb. 22, 1984).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">A voluntary decisional proceeding is a \"no-frills\" adjudication by a CFTC Judgment Officer based on the parties' documentary and tangible submissions of proof.   Both parties must elect this proceeding for it to apply.  17 C.F.R. &#167; 12.26(a).   In agreeing to a voluntary decisional proceeding, the parties waive their rights to an oral evidentiary hearing, to a written statement of findings of fact and conclusions of law, to the recovery of attorney's fees and costs, and to appeal the final decision to the Commission.   Id. &#167;&#167; 12.100(b), 12.105-.106.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In their answer, however, CII and Carr elected the Commission's formal decisional proceeding, a \"full-blown\" adjudication by an administrative law judge (\"ALJ\") that includes all of the rights waived in a voluntary decisional proceeding.   Id. &#167;&#167; 12.300-.315.   At the relevant time, in order to invoke a formal decisional proceeding, the amount of the claim had to exceed $10,000 and only one of the parties needed to elect it.  49 Fed.Reg. 6630 (Feb. 22, 1984).   By electing the formal decisional procedure, respondents had to pay a $175 filing fee.   Id. at 6629.   Finding these requirements satisfied here, the Commission commenced a formal decisional proceeding and assigned the case to an ALJ.   After considering the evidence presented at an oral evidentiary hearing and the parties' post-hearing memoranda, the ALJ issued his decision.</p>\n    </div>\n    <p>B. The ALJ's Decision</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The ALJ's decision had two principal holdings.   First, the ALJ held that Davis failed to establish CII's and Carr's liability on any of his four claims.   Specifically, the ALJ found that Davis had undermined the merits of all but one of his claims (as well as his credibility) by disavowing, at the evidentiary hearing, the key facts alleged in his complaint.   The ALJ noted that minutes after Davis's attorney outlined his claims in opening argument, Davis recanted many of them, testifying that Carr had not guaranteed him any profit much less \"enormous profits,\" and that he was aware of the risks associated with options and futures trading.   In fact, the ALJ observed, Davis conceded that he was an extremely sophisticated and experienced investor.   As for Davis's remaining claim, the ALJ concluded that the record contained no credible evidence of unauthorized trading.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Second, citing his discretion under 17 C.F.R. &#167; 12.314(c) and CFTC precedent for awarding attorney's fees and costs to a prevailing litigant if the losing party acted in bad faith, the ALJ held that Davis's bad faith in pursuing the action warranted an award of attorney's fees and costs to CII and Carr.   The ALJ inferred Davis's bad faith from the following facts:  the gross contradictions between the representations in his filings and his testimony at the evidentiary hearing, his contradictory testimony on whether he had in fact read the complaint, his concession that certain of his discovery responses and statements in his complaint were misleading, and his assertion in post-hearing filings of allegations he had repudiated at the evidentiary hearing.   Citing the dual purpose of compensating CII and Carr and deterring other complainants from such abusive conduct, the ALJ ordered Davis to pay CII and Carr $19,417.75 for attorney's fees and costs incurred in defending the litigation.</p>\n    </div>\n    <p>C. The CFTC's Order</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Davis appealed the ALJ's decision to the Commission, challenging, inter alia, the \"no liability\" determination and the propriety of the fee award.   After reviewing the parties' appellate briefs and the record below, the Commission issued its order, affirming the ALJ's \"no liability\" determination but reversing the fee award.   In affirming the ALJ's \"no liability\" determination, the Commission summarily adopted the findings and conclusions of the ALJ.   In reversing the fee award, however, the Commission supplied its own analysis, sustaining the ALJ's finding of Davis's bad faith but concluding that the ALJ's fee award was an abuse of discretion because of \"four mitigating factors.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">First, the Commission referred generally to the circumstances under which Davis signed the complaint.   Specifically, the Commission noted that the complaint in the record contained only a faxed copy of the signature page, although there was no evidence that the faxed signature was not in fact that of Davis.   Recognizing the ALJ's \"strenuous efforts\" to determine whether Davis had read the complaint (i.e., the ALJ garnered conflicting testimony from Davis on this issue), the Commission nevertheless concluded that it was reluctant to award attorney's fees and costs \"in the absence of Davis's original signature.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Second, the Commission noted the relative culpability of Davis and his attorney.   Although it sustained the ALJ's finding of Davis's bad faith, the Commission found that Davis's attorney, not Davis, was responsible for the majority of the problems that the ALJ relied upon in deciding to assess attorney's fees and costs against Davis.   Noting that its regulations, unlike Rule 11 of the Federal Rules of Civil Procedure, permit the assessment of attorney's fees and costs against parties only, and not against attorneys, the Commission concluded that assessing fees and costs against Davis was inappropriate because Davis's lawyer was more culpable than Davis.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Third, the Commission relied upon the ALJ's inclusion in the fee award of expenses for CII and Carr's hotel, meals, air fare, and taxis.   Noting that its case law prohibits the inclusion of travel expenses in an award of costs, the Commission apparently concluded that the ALJ's inclusion of these prohibited expenses undercut the ALJ's decision to grant a fee award.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Fourth and finally, the Commission cited the fact that CII and Carr, not Davis, had elected the formal decisional proceeding.   Davis, the Commission noted, had requested a voluntary decisional proceeding, in which attorney's fees and costs are not assessable.   The Commission concluded that it would be unfair, therefore, to assess attorney's fees and costs against Davis for his misuse of a forum that he had not chosen.   Also under this factor, the Commission cited the ALJ's inclusion in the award of CII and Carr's $175 filing fee and transcript fee, costs attributable to their choice of a formal decisional proceeding.</p>\n    </div>\n    <p>II.</p>\n    <p>Analysis</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">CII and Carr appeal the Commission's reversal of the ALJ's decision to award them attorney's fees and costs, arguing that the conclusion that the ALJ abused his discretion is not supported in the Commission's order.   The Commission's four \"mitigating factors,\" they argue, are largely irrelevant to whether a fee award should have been assessed and do not establish, either independently or collectively, that the ALJ's decision to award fees was an abuse of his discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In so arguing, CII and Carr challenge the Commission's application of the law to the facts.   Some question exists in the context of this case as to how a court should review the Commission's decision.   For instance, where a decision involves agency expertise, courts generally have applied a deferential \"reasonableness\" or \"rationality\" standard of review.   See Monex Int'l, Ltd. v. CFTC, 83 F.3d 1130, 1133 (9th Cir.1996);  Morris v. CFTC, 980 F.2d 1289, 1293 (9th Cir.1992);  Maloley v. R.J. O'Brien &amp; Assocs., Inc., 819 F.2d 1435, 1440-41 (8th Cir.1987);  cf. Northeast Utils.  Serv. Co. v. FERC, 993 F.2d 937, 943-44 (1st Cir.1993) (holding under \"substantial evidence\" standard of review that \"we defer to the agency's expertise ... so long as its decision is ... reached by 'reasoned decisionmaking' \").   Where agency expertise is not involved, however, courts have reviewed under the more probing de novo standard.   See Northeast Utils., 993 F.2d at 944 (holding that \"pure\" legal errors, those requiring no deference to agency expertise, are reviewed de novo );  Morris, 980 F.2d at 1293.   Because we find that the Commission's decision cannot survive either standard of review, we need not enter this thicket.   We will apply the more deferential \"reasonableness\" standard, and assume arguendo that the decision to reverse the ALJ's fee award for abuse of discretion involved the Commission's expertise.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">So framed, the issue before us is whether the Commission's conclusion that the ALJ abused his discretion in awarding attorney's fees and costs is the product of reasoned and rational decisionmaking, i.e., whether there is a rational connection between the Commission's conclusion and the reasons it propounded.   CFTC precedent establishes that under abuse of discretion review the Commission will not second-guess an ALJ's decision so long as it reflects a reasoned application of the appropriate factors.   See In re JCC, Inc., [1992-1994 Transfer Binder] Comm.Fut.L.Rep.  (CCH) p 26,080, at 41,580 (CFTC May 12, 1994) (reviewing ALJ's decision to award civil monetary sanctions for abuse of discretion);  In re Newman, [1990-1992 Transfer Binder] Comm.Fut.L.Rep.  (CCH) p 25,356, at 39,191 (CFTC Aug. 6, 1992) (same).   Thus, we must ask whether the Commission's discussion of the four mitigating factors rationally explains why the ALJ did not make a reasoned application of the factors appropriate to the decision whether to award fees and costs.   Mindful that the scope of review under this standard is narrow and that a reviewing court should not substitute its judgment for that of the Commission, see Burlington Truck Lines v. United States, 371 U.S. 156, 168, 83 S.Ct. 239, 245, 9 L.Ed.2d 207 (1962) (citing as a fundamental rule of administrative law that \"an agency's discretionary order be upheld, if at all, on the same basis articulated in the order by the agency itself\"), we nevertheless find that the four mitigating factors, as relied upon by the Commission in its order, do not provide reasoned support for its conclusion that the ALJ abused his discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">For its first factor, the Commission listed Davis's failure to file a complaint bearing his original signature and cited two regulations, 17 C.F.R. &#167;&#167; 12.12, 12.13, as support.   Assuming arguendo that these regulations required Davis to file a complaint bearing an original signature, it is nevertheless unclear how Davis's violation of these regulations undermined the ALJ's decision to assess attorney's fees and costs against him.   There is no suggestion that the signature on the complaint was not Davis's or that he did not wish to pursue this action.   To the contrary, by sustaining the ALJ's findings, the Commission found that Davis had consciously filed and pursued this action in bad faith.   Under these circumstances, where the connection between Davis's failure to file a complaint bearing an original signature and the ALJ's abuse of discretion is far from self-evident, the Commission had to do more than cite regulations of questionable applicability.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  This is particularly true where consideration of this factor appears to frustrate the equitable and deterrent purposes of fee awards by insulating from sanctions bad faith complainants who file a copy of the complaint's signature page in lieu of an original.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Also unclear from the Commission's order is how Davis's lesser culpability relative to that of his attorney, the second factor, undercut the ALJ's decision to assess attorney's fees and costs against Davis.   Without elaboration, the Commission simply concluded that because its regulations only envision assessing a fee award against parties and not also against their attorneys, it would be unfair to assess fees against Davis where his attorney was more culpable than he was.   The Commission's determination that Davis's attorney was more culpable than Davis, however, in no way negates its finding that Davis was also culpable.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">CFTC precedent and Regulation &#167; 12.314(c) provide that where a losing party to a formal decisional proceeding acts in bad faith, the ALJ may require him to pay his opponent's attorney's fees and costs.   See Sherwood v. Madda Trading Co., [1977-1980 Transfer Binder] Comm.Fut.L.Rep.  (CCH) p 20,728, at 23,023-025 (CFTC Jan. 5, 1979);  see also Scarborough v. Madda Trading Co., [1977-1980 Transfer Binder] Comm.Fut.L.Rep.  (CCH) p 20,841, at 23,448 (CFTC June 11, 1979);  17 C.F.R. &#167; 12.314(c).   The Commission did not point to any exception for a party who, although he acted in bad faith, did not act as badly as his attorney.   To the contrary, CFTC precedent suggests that where, as here, both the party and his attorney acted in bad faith, and the attorney's action caused monetary loss to the opposing party, \"the award of attorney fees is perhaps the only adequate remedy\" to compensate the opposing party for defending against a frivolous action.   Sherwood, [1977-1980 Transfer Binder] Comm.Fut.L.Rep.  (CCH) p 20,728, at 23,025 n. 33 (noting that while the Commission may impose civil monetary sanctions against errant attorneys, those monies are not paid to the opposing party).   In light of contrary precedent, the Commission was remiss simply in relying on Davis's attorney's greater relative culpability without also explaining how this greater culpability sufficiently excused Davis's culpability to a degree no longer warranting attorney's fees sanctions.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">For its third factor, the Commission pointed to the fact that the ALJ improperly included travel expenses in his calculation of the award's costs.   In its brief to this court, however, the Commission effectively conceded that the inclusion in the award of prohibited costs did not support its conclusion that the ALJ's decision to award fees and costs was an abuse of discretion, stating that \"Fairly read in the context of the opinion as a whole, it is clear that [the third factor] was more in the nature of clarification than a substantive basis for setting aside the award.\"   We agree, and we also extend this concession to a related argument, incorporated in the fourth factor, that the ALJ's inclusion of fees attributable to CII and Carr's choice of the formal decisional proceeding (i.e., the $175 filing fee and the transcript fee) justified its reversal of the entire fee award.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Finally, as its fourth factor, the Commission cited the fact that CII and Carr elected the formal decisional proceeding and that Davis had elected a voluntary decisional procedure in which attorney's fees and costs are not assessable.   From these facts, the Commission concluded that it would therefore be unfair to assess attorney's fees and costs against Davis for misuse of a forum he did not choose.   In so deciding, the Commission proclaimed that it was not suggesting \"that a reparation complainant may completely insulate himself from an award of attorney fees and costs--no matter how frivolous his complaint or how vexatious his subsequent conduct--simply by initially requesting a voluntary decisional proceeding.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">While the Commission expressed this sentiment, it failed to explain what was distinctive about Davis's case that made consideration of the request for a voluntary decisional proceeding permissible here.   By failing to draw any lines limiting application of this factor to a discrete class of cases or to explain why Davis's situation warranted exception, the Commission did precisely what it rejected:  it insulated Davis from attorney's fees and costs solely because he elected the voluntary decisional proceeding.   CFTC Regulation &#167; 12.314(c), however, provides that attorney's fees and costs are a right associated with the formal decisional proceeding.  17 C.F.R. &#167; 12.314(c).   It does not take exception for a complainant who, although he elected a voluntary decisional proceeding in his complaint, continued to pursue his action in the reparations forum after the respondent elected a formal decisional proceeding.   Accordingly, where the Commission's consideration of a complainant's choice of a voluntary decisional proceeding contradicts its own stated intention as well as its regulations, it must explain how this factor nonetheless undermined the ALJ's fee award decision.   The Commission failed to do so here.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In sum, because the Commission's discussion of the four mitigating factors did not rationally explain why the ALJ's fee award decision was not a reasoned application of appropriate factors, we find wholly unreasonable the Commission's conclusion that the ALJ abused his discretion.   In so holding, however, we do not necessarily preclude the Commission from finding that the ALJ abused his discretion in awarding attorney's fees and costs against Davis.   We simply require that the Commission supply a reasoned analysis for doing so.   Such analysis is notably absent from the present order.</p>\n    </div>\n    <p>III.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">For the reasons stated above, we vacate the Commission's order and remand for further consideration consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Although the regulations governing reparation proceedings were amended in 1994 to increase the amount of filing fees and the amount in controversy, 59 Fed.Reg. 9637 (Mar. 1, 1994), we cite to the regulations in effect in 1993, when Davis filed his complaint</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In discussing the first factor, the Commission also made oblique references to the circumstances under which Davis signed the complaint and the ALJ's efforts to determine if Davis had read the complaint and stood behind it.   To the extent that the Commission was thereby introducing, albeit unartfully, a factor distinct from the originality of Davis's signature, i.e., the uncertainty of whether Davis read the complaint before signing it, the Commission failed to establish that the ALJ should have separately considered this factor in deciding whether to award fees but did not</p>\n        <p>Our review of the ALJ's decision reveals that he in fact relied on Davis's equivocation about whether or not he had ever read the complaint in concluding that Davis pursued this action in bad faith.   Therefore, not only can the Commission not complain that the ALJ failed to consider this \"factor,\" the Commission implicitly adopted the ALJ's analysis thereof in sustaining the bad faith findings.   Moreover, even if the Commission had not adopted the ALJ's analysis, but had concluded instead that Davis never read the complaint before signing it, this conclusion still would likely have supported a bad faith finding because under CFTC regulations Davis's signature on the complaint was a certification that he had read it, knew its contents, and attested to the truth of its statements.  17 C.F.R. &#167;&#167; 12.12(b), 12.13(b)(2).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></span></p>\n    <p class=\"parties\">Comm. Fut. L. Rep. P 26,732<br>CARR INVESTMENTS, INC., Edward Carr and Rodman &amp; Renshaw, Petitioners,<br>v.<br>COMMODITY FUTURES TRADING COMMISSION and Richard C. Davis,<br>Respondents.</p>\n    <p class=\"docket\">No. 95-2106.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 1, 1996.<br>Decided June 24, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jeffry M. Henderson, Chicago, IL, with whom Daniel G. Dolan, Jr. and Henderson &amp; Becker were on brief for petitioners.</p>\n      <p class=\"indent\">George G. Wilder, Attorney, Washington, DC, with whom Pat G. Nicolette, Acting General Counsel, Jay L. Witkin, Deputy General Counsel, and William S. Liebman, Assistant General Counsel, Commodity Futures Trading Commission, were on brief for respondent Commodity Futures Trading Commission and Jeffrey V. Boxer for respondent Richard C. Davis.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants Carr Investments, Inc. and Edward Carr seek review of an order of the Commodity Futures Trading Commission reversing, as an abuse of discretion, an administrative law judge's decision to award them attorney's fees and costs.   Because we find that the Commission's decision was not the product of reasoned decisionmaking, we vacate its order and remand for further consideration consistent with this opinion.</p>\n    </div>\n    <p>I.</p>\n    <p>Background</p>\n    <p>A. The Relevant Facts</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In January 1992, Richard Davis opened a futures and options trading account with Carr Investments, Inc.  (\"CII\"), a commodity futures brokerage firm.   Edward Carr was Davis's account executive.   In March 1992, Davis gave Carr discretionary authority to trade his account.   Over the subsequent months, Davis deposited a total of $66,500 into the account, and Carr actively traded options and futures contracts on Davis's behalf.   However, by December 1992, trading losses had exhausted Davis's $66,500 account balance, and the account was closed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Vexed by the loss, Davis filed a reparation complaint with the Commodity Futures Trading Commission (\"CFTC\" or \"the Commission\") charging CII and Carr with fraudulently inducing him to open the account, churning, breach of fiduciary duty, and unauthorized trading, all in violation of the Commodity Exchange Act and certain of the Commission's regulations.   Davis sought to recover $66,500 in out-of-pocket losses and $78,155 in lost profits.   Davis also requested that the case proceed under the Commission's voluntary decisional proceeding, 17 C.F.R. &#167;&#167; 12.100-.106, and paid the required $25 filing fee, 49 Fed.Reg. 6692 (Feb. 22, 1984).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">A voluntary decisional proceeding is a \"no-frills\" adjudication by a CFTC Judgment Officer based on the parties' documentary and tangible submissions of proof.   Both parties must elect this proceeding for it to apply.  17 C.F.R. &#167; 12.26(a).   In agreeing to a voluntary decisional proceeding, the parties waive their rights to an oral evidentiary hearing, to a written statement of findings of fact and conclusions of law, to the recovery of attorney's fees and costs, and to appeal the final decision to the Commission.   Id. &#167;&#167; 12.100(b), 12.105-.106.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In their answer, however, CII and Carr elected the Commission's formal decisional proceeding, a \"full-blown\" adjudication by an administrative law judge (\"ALJ\") that includes all of the rights waived in a voluntary decisional proceeding.   Id. &#167;&#167; 12.300-.315.   At the relevant time, in order to invoke a formal decisional proceeding, the amount of the claim had to exceed $10,000 and only one of the parties needed to elect it.  49 Fed.Reg. 6630 (Feb. 22, 1984).   By electing the formal decisional procedure, respondents had to pay a $175 filing fee.   Id. at 6629.   Finding these requirements satisfied here, the Commission commenced a formal decisional proceeding and assigned the case to an ALJ.   After considering the evidence presented at an oral evidentiary hearing and the parties' post-hearing memoranda, the ALJ issued his decision.</p>\n    </div>\n    <p>B. The ALJ's Decision</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The ALJ's decision had two principal holdings.   First, the ALJ held that Davis failed to establish CII's and Carr's liability on any of his four claims.   Specifically, the ALJ found that Davis had undermined the merits of all but one of his claims (as well as his credibility) by disavowing, at the evidentiary hearing, the key facts alleged in his complaint.   The ALJ noted that minutes after Davis's attorney outlined his claims in opening argument, Davis recanted many of them, testifying that Carr had not guaranteed him any profit much less \"enormous profits,\" and that he was aware of the risks associated with options and futures trading.   In fact, the ALJ observed, Davis conceded that he was an extremely sophisticated and experienced investor.   As for Davis's remaining claim, the ALJ concluded that the record contained no credible evidence of unauthorized trading.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Second, citing his discretion under 17 C.F.R. &#167; 12.314(c) and CFTC precedent for awarding attorney's fees and costs to a prevailing litigant if the losing party acted in bad faith, the ALJ held that Davis's bad faith in pursuing the action warranted an award of attorney's fees and costs to CII and Carr.   The ALJ inferred Davis's bad faith from the following facts:  the gross contradictions between the representations in his filings and his testimony at the evidentiary hearing, his contradictory testimony on whether he had in fact read the complaint, his concession that certain of his discovery responses and statements in his complaint were misleading, and his assertion in post-hearing filings of allegations he had repudiated at the evidentiary hearing.   Citing the dual purpose of compensating CII and Carr and deterring other complainants from such abusive conduct, the ALJ ordered Davis to pay CII and Carr $19,417.75 for attorney's fees and costs incurred in defending the litigation.</p>\n    </div>\n    <p>C. The CFTC's Order</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Davis appealed the ALJ's decision to the Commission, challenging, inter alia, the \"no liability\" determination and the propriety of the fee award.   After reviewing the parties' appellate briefs and the record below, the Commission issued its order, affirming the ALJ's \"no liability\" determination but reversing the fee award.   In affirming the ALJ's \"no liability\" determination, the Commission summarily adopted the findings and conclusions of the ALJ.   In reversing the fee award, however, the Commission supplied its own analysis, sustaining the ALJ's finding of Davis's bad faith but concluding that the ALJ's fee award was an abuse of discretion because of \"four mitigating factors.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">First, the Commission referred generally to the circumstances under which Davis signed the complaint.   Specifically, the Commission noted that the complaint in the record contained only a faxed copy of the signature page, although there was no evidence that the faxed signature was not in fact that of Davis.   Recognizing the ALJ's \"strenuous efforts\" to determine whether Davis had read the complaint (i.e., the ALJ garnered conflicting testimony from Davis on this issue), the Commission nevertheless concluded that it was reluctant to award attorney's fees and costs \"in the absence of Davis's original signature.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Second, the Commission noted the relative culpability of Davis and his attorney.   Although it sustained the ALJ's finding of Davis's bad faith, the Commission found that Davis's attorney, not Davis, was responsible for the majority of the problems that the ALJ relied upon in deciding to assess attorney's fees and costs against Davis.   Noting that its regulations, unlike Rule 11 of the Federal Rules of Civil Procedure, permit the assessment of attorney's fees and costs against parties only, and not against attorneys, the Commission concluded that assessing fees and costs against Davis was inappropriate because Davis's lawyer was more culpable than Davis.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Third, the Commission relied upon the ALJ's inclusion in the fee award of expenses for CII and Carr's hotel, meals, air fare, and taxis.   Noting that its case law prohibits the inclusion of travel expenses in an award of costs, the Commission apparently concluded that the ALJ's inclusion of these prohibited expenses undercut the ALJ's decision to grant a fee award.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Fourth and finally, the Commission cited the fact that CII and Carr, not Davis, had elected the formal decisional proceeding.   Davis, the Commission noted, had requested a voluntary decisional proceeding, in which attorney's fees and costs are not assessable.   The Commission concluded that it would be unfair, therefore, to assess attorney's fees and costs against Davis for his misuse of a forum that he had not chosen.   Also under this factor, the Commission cited the ALJ's inclusion in the award of CII and Carr's $175 filing fee and transcript fee, costs attributable to their choice of a formal decisional proceeding.</p>\n    </div>\n    <p>II.</p>\n    <p>Analysis</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">CII and Carr appeal the Commission's reversal of the ALJ's decision to award them attorney's fees and costs, arguing that the conclusion that the ALJ abused his discretion is not supported in the Commission's order.   The Commission's four \"mitigating factors,\" they argue, are largely irrelevant to whether a fee award should have been assessed and do not establish, either independently or collectively, that the ALJ's decision to award fees was an abuse of his discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In so arguing, CII and Carr challenge the Commission's application of the law to the facts.   Some question exists in the context of this case as to how a court should review the Commission's decision.   For instance, where a decision involves agency expertise, courts generally have applied a deferential \"reasonableness\" or \"rationality\" standard of review.   See Monex Int'l, Ltd. v. CFTC, <span class=\"citation\" data-id=\"718280\"><a href=\"/opinion/718280/comm-fut-l-rep-p-26692-96-cal-daily-op-serv-3386-96-daily-journal/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1130</span></a></span>, 1133 (9th Cir.1996);  Morris v. CFTC, <span class=\"citation\" data-id=\"596193\"><a href=\"/opinion/596193/robert-d-morris-v-commodity-futures-trading-commission-stotler-and/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1289</span></a></span>, 1293 (9th Cir.1992);  Maloley v. R.J. O'Brien &amp; Assocs., Inc., <span class=\"citation\" data-id=\"489309\"><a href=\"/opinion/489309/zickie-z-maloley-v-rj-obrien-associates-inc-robert-gottsch/\"><span class=\"volume\">819</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1435</span></a></span>, 1440-41 (8th Cir.1987);  cf. Northeast Utils.  Serv. Co. v. FERC, <span class=\"citation\" data-id=\"607105\"><a href=\"/opinion/607105/northeast-utilities-service-company-v-federal-energy-regulatory/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">937</span></a></span>, 943-44 (1st Cir.1993) (holding under \"substantial evidence\" standard of review that \"we defer to the agency's expertise ... so long as its decision is ... reached by 'reasoned decisionmaking' \").   Where agency expertise is not involved, however, courts have reviewed under the more probing de novo standard.   See Northeast Utils., 993 F.2d at 944 (holding that \"pure\" legal errors, those requiring no deference to agency expertise, are reviewed de novo );  Morris, 980 F.2d at 1293.   Because we find that the Commission's decision cannot survive either standard of review, we need not enter this thicket.   We will apply the more deferential \"reasonableness\" standard, and assume arguendo that the decision to reverse the ALJ's fee award for abuse of discretion involved the Commission's expertise.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">So framed, the issue before us is whether the Commission's conclusion that the ALJ abused his discretion in awarding attorney's fees and costs is the product of reasoned and rational decisionmaking, i.e., whether there is a rational connection between the Commission's conclusion and the reasons it propounded.   CFTC precedent establishes that under abuse of discretion review the Commission will not second-guess an ALJ's decision so long as it reflects a reasoned application of the appropriate factors.   See In re JCC, Inc., [1992-1994 Transfer Binder] Comm.Fut.L.Rep.  (CCH) p 26,080, at 41,580 (CFTC May 12, 1994) (reviewing ALJ's decision to award civil monetary sanctions for abuse of discretion);  In re Newman, [1990-1992 Transfer Binder] Comm.Fut.L.Rep.  (CCH) p 25,356, at 39,191 (CFTC Aug. 6, 1992) (same).   Thus, we must ask whether the Commission's discussion of the four mitigating factors rationally explains why the ALJ did not make a reasoned application of the factors appropriate to the decision whether to award fees and costs.   Mindful that the scope of review under this standard is narrow and that a reviewing court should not substitute its judgment for that of the Commission, see Burlington Truck Lines v. United States, <span class=\"citation\" data-id=\"106496\"><a href=\"/opinion/106496/burlington-truck-lines-inc-v-united-states/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">156</span></a></span>, 168, <span class=\"citation\" data-id=\"106496\"><a href=\"/opinion/106496/burlington-truck-lines-inc-v-united-states/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">239</span></a></span>, 245, <span class=\"citation\" data-id=\"106496\"><a href=\"/opinion/106496/burlington-truck-lines-inc-v-united-states/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span></a></span> (1962) (citing as a fundamental rule of administrative law that \"an agency's discretionary order be upheld, if at all, on the same basis articulated in the order by the agency itself\"), we nevertheless find that the four mitigating factors, as relied upon by the Commission in its order, do not provide reasoned support for its conclusion that the ALJ abused his discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">For its first factor, the Commission listed Davis's failure to file a complaint bearing his original signature and cited two regulations, 17 C.F.R. &#167;&#167; 12.12, 12.13, as support.   Assuming arguendo that these regulations required Davis to file a complaint bearing an original signature, it is nevertheless unclear how Davis's violation of these regulations undermined the ALJ's decision to assess attorney's fees and costs against him.   There is no suggestion that the signature on the complaint was not Davis's or that he did not wish to pursue this action.   To the contrary, by sustaining the ALJ's findings, the Commission found that Davis had consciously filed and pursued this action in bad faith.   Under these circumstances, where the connection between Davis's failure to file a complaint bearing an original signature and the ALJ's abuse of discretion is far from self-evident, the Commission had to do more than cite regulations of questionable applicability.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  This is particularly true where consideration of this factor appears to frustrate the equitable and deterrent purposes of fee awards by insulating from sanctions bad faith complainants who file a copy of the complaint's signature page in lieu of an original.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Also unclear from the Commission's order is how Davis's lesser culpability relative to that of his attorney, the second factor, undercut the ALJ's decision to assess attorney's fees and costs against Davis.   Without elaboration, the Commission simply concluded that because its regulations only envision assessing a fee award against parties and not also against their attorneys, it would be unfair to assess fees against Davis where his attorney was more culpable than he was.   The Commission's determination that Davis's attorney was more culpable than Davis, however, in no way negates its finding that Davis was also culpable.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">CFTC precedent and Regulation &#167; 12.314(c) provide that where a losing party to a formal decisional proceeding acts in bad faith, the ALJ may require him to pay his opponent's attorney's fees and costs.   See Sherwood v. Madda Trading Co., [1977-1980 Transfer Binder] Comm.Fut.L.Rep.  (CCH) p 20,728, at 23,023-025 (CFTC Jan. 5, 1979);  see also Scarborough v. Madda Trading Co., [1977-1980 Transfer Binder] Comm.Fut.L.Rep.  (CCH) p 20,841, at 23,448 (CFTC June 11, 1979);  17 C.F.R. &#167; 12.314(c).   The Commission did not point to any exception for a party who, although he acted in bad faith, did not act as badly as his attorney.   To the contrary, CFTC precedent suggests that where, as here, both the party and his attorney acted in bad faith, and the attorney's action caused monetary loss to the opposing party, \"the award of attorney fees is perhaps the only adequate remedy\" to compensate the opposing party for defending against a frivolous action.   Sherwood, [1977-1980 Transfer Binder] Comm.Fut.L.Rep.  (CCH) p 20,728, at 23,025 n. 33 (noting that while the Commission may impose civil monetary sanctions against errant attorneys, those monies are not paid to the opposing party).   In light of contrary precedent, the Commission was remiss simply in relying on Davis's attorney's greater relative culpability without also explaining how this greater culpability sufficiently excused Davis's culpability to a degree no longer warranting attorney's fees sanctions.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">For its third factor, the Commission pointed to the fact that the ALJ improperly included travel expenses in his calculation of the award's costs.   In its brief to this court, however, the Commission effectively conceded that the inclusion in the award of prohibited costs did not support its conclusion that the ALJ's decision to award fees and costs was an abuse of discretion, stating that \"Fairly read in the context of the opinion as a whole, it is clear that [the third factor] was more in the nature of clarification than a substantive basis for setting aside the award.\"   We agree, and we also extend this concession to a related argument, incorporated in the fourth factor, that the ALJ's inclusion of fees attributable to CII and Carr's choice of the formal decisional proceeding (i.e., the $175 filing fee and the transcript fee) justified its reversal of the entire fee award.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Finally, as its fourth factor, the Commission cited the fact that CII and Carr elected the formal decisional proceeding and that Davis had elected a voluntary decisional procedure in which attorney's fees and costs are not assessable.   From these facts, the Commission concluded that it would therefore be unfair to assess attorney's fees and costs against Davis for misuse of a forum he did not choose.   In so deciding, the Commission proclaimed that it was not suggesting \"that a reparation complainant may completely insulate himself from an award of attorney fees and costs--no matter how frivolous his complaint or how vexatious his subsequent conduct--simply by initially requesting a voluntary decisional proceeding.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">While the Commission expressed this sentiment, it failed to explain what was distinctive about Davis's case that made consideration of the request for a voluntary decisional proceeding permissible here.   By failing to draw any lines limiting application of this factor to a discrete class of cases or to explain why Davis's situation warranted exception, the Commission did precisely what it rejected:  it insulated Davis from attorney's fees and costs solely because he elected the voluntary decisional proceeding.   CFTC Regulation &#167; 12.314(c), however, provides that attorney's fees and costs are a right associated with the formal decisional proceeding.  17 C.F.R. &#167; 12.314(c).   It does not take exception for a complainant who, although he elected a voluntary decisional proceeding in his complaint, continued to pursue his action in the reparations forum after the respondent elected a formal decisional proceeding.   Accordingly, where the Commission's consideration of a complainant's choice of a voluntary decisional proceeding contradicts its own stated intention as well as its regulations, it must explain how this factor nonetheless undermined the ALJ's fee award decision.   The Commission failed to do so here.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In sum, because the Commission's discussion of the four mitigating factors did not rationally explain why the ALJ's fee award decision was not a reasoned application of appropriate factors, we find wholly unreasonable the Commission's conclusion that the ALJ abused his discretion.   In so holding, however, we do not necessarily preclude the Commission from finding that the ALJ abused his discretion in awarding attorney's fees and costs against Davis.   We simply require that the Commission supply a reasoned analysis for doing so.   Such analysis is notably absent from the present order.</p>\n    </div>\n    <p>III.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">For the reasons stated above, we vacate the Commission's order and remand for further consideration consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Although the regulations governing reparation proceedings were amended in 1994 to increase the amount of filing fees and the amount in controversy, 59 Fed.Reg. 9637 (Mar. 1, 1994), we cite to the regulations in effect in 1993, when Davis filed his complaint</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In discussing the first factor, the Commission also made oblique references to the circumstances under which Davis signed the complaint and the ALJ's efforts to determine if Davis had read the complaint and stood behind it.   To the extent that the Commission was thereby introducing, albeit unartfully, a factor distinct from the originality of Davis's signature, i.e., the uncertainty of whether Davis read the complaint before signing it, the Commission failed to establish that the ALJ should have separately considered this factor in deciding whether to award fees but did not</p>\n        <p>Our review of the ALJ's decision reveals that he in fact relied on Davis's equivocation about whether or not he had ever read the complaint in concluding that Davis pursued this action in bad faith.   Therefore, not only can the Commission not complain that the ALJ failed to consider this \"factor,\" the Commission implicitly adopted the ALJ's analysis thereof in sustaining the bad faith findings.   Moreover, even if the Commission had not adopted the ALJ's analysis, but had concluded instead that Davis never read the complaint before signing it, this conclusion still would likely have supported a bad faith finding because under CFTC regulations Davis's signature on the complaint was a certification that he had read it, knew its contents, and attested to the truth of its statements.  17 C.F.R. &#167;&#167; 12.12(b), 12.13(b)(2).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106496/",
    "http://www.courtlistener.com/api/rest/v3/opinions/489309/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596193/",
    "http://www.courtlistener.com/api/rest/v3/opinions/607105/",
    "http://www.courtlistener.com/api/rest/v3/opinions/718280/"
  ]
}