{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196861/",
  "absolute_url": "/opinion/196861/united-states-v-gianquitto/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196861/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:15:42Z",
  "date_modified": "2017-03-24T10:48:57.827436Z",
  "type": "010combined",
  "sha1": "d54d3ac0f7ef17134b7c56e6054a1f4b2b09a9a0",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1408.01A",
  "local_path": null,
  "plain_text": "\n\nJuly 10, 1996           [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 96-1408\r\n\n                        UNITED STATES,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                    DONALD A. GIANQUITTO,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n          [Hon. Patti B. Saris, U.S. District Judge]\r                                                               \r\n\n                                         \r\n\n                            Before\r\n\n                    Selya, Cyr and Boudin,\r\n                       Circuit Judges.\r                                                 \r\n\n                                         \r\n\nThomas  J.  Butters, Sarah  C.  Dooley,  and Butters,  Brazilian &amp;\r                                                                              \r\nSmall, on brief for appellant.\r             \r\nDonald K. Stern,  United States Attorney, and Geoffrey E.  Hobart,\r                                                                             \r\nAssistant United States Attorney, on brief for appellee.\r\n\n                                         \r\n\n                                         \r\r\n\n          Per Curiam.  Defendant-appellant Gianquitto appeals\r                                \r\n\nfrom a district court order imposing pre-trial detention.\r\n\n          Appellant  and  seven  others  were  charged  in  a\r\n\ncomplaint with conspiracy  to possess and  distribute cocaine\r\n\nin  violation of 21 U.S.C.    841(a)(1), 846.  The government\r\n\nfiled motions  in the  district court for  pretrial detention\r\n\nunder  18  U.S.C.    3142(f).    A  magistrate  judge held  a\r\n\ndetention hearing  and issued orders which,  as to appellant,\r\n\nset  bail  at  $300,000,  and  imposed additional  conditions\r\n\nincluding  a  curfew and  the surrender  by appellant  of his\r\n\npilot's license and his  physical control over two airplanes.\r\n\nThe  order was stayed while  the government sought  a de novo\r                                                                         \r\n\nreview of the magistrate's orders.\r\n\n          The district  court conducted a joint  three-day de\r                                                                         \r\n\nnovo  hearing on  the  government's motion  for detention  of\r                \r\n\nappellant and two other  defendants, as well as a  motion for\r\n\nreconsideration  of an  order  detaining a  fourth defendant,\r\n\nVenuti.   On  January 24,  1996, the  court entered  an order\r\n\nwhich, inter alia, denied  bail to appellant and  ordered his\r                             \r\n\ndetention pending trial.1 \r                                    1\r\n\n          At the  hearing the government  introduced evidence\r\n\ngathered in a lengthy undercover investigation of appellant's\r\n\n                    \r                                \r\n\n   1   Although Gianquitto  immediately noticed this  appeal,\r               1\r\nperfection   of  it   was   delayed  by   a  combination   of\r\ncircumstances which included a filing mistake in the district\r\ncourt  clerk's  office and  a  substitution  of attorneys  by\r\nGianquitto.  \r\n\n                             -2-\r\r\n\ninvolvement in a large  scale drug trafficking operation.   A\r\n\nDEA agent's  testimony and affidavit reciting  the results of\r\n\nwire  and   visual  surveillance,  declarations   by  a   co-\r\n\nconspirator,  information from informants, and items found in\r\n\na search of appellant's home, all tended to identify him as a\r\n\ncentral  figure  in  the  conspiracy.    In  addition,  close\r\n\nsurveillance   provided  strong  evidence  that  in  multiple\r\n\ntransactions  appellant had supplied  cocaine to co-defendant\r\n\nVenuti who, in turn,  distributed the drug to a  confidential\r\n\ninformant.\r\n\n          In the search  of appellant's home,  the government\r\n\nfound $300,000  in gold  krugerrands stored in  an ammunition\r\n\ncan; $19,000 in cash in a brown paper bag; a  scale useful in\r\n\nweighing drugs;  and documents  identified as a  drug ledger.\r\n\nThe  house also  contained  148 legally-registered  firearms,\r\n\nincluding an Uzi semiautomatic  machine gun; several cases of\r\n\nammunition; 150 sticks of  dynamite; 16 smoke grenades; books\r\n\nabout manufacturing bombs and explosive devices; a Nazi flag,\r\n\nand two human  skulls.   Evidence was  introduced, too,  that\r\n\nappellant held  a pilot's license; had  travelled extensively\r\n\noutside the United States; owned at least three aircraft, one\r\n\nof  which was registered to  someone else and  was fitted for\r\n\nlong distance flight; and had  recently attempted to import a\r\n\nmilitary-style airplane.\r\n\n          Appellant   stipulated  at  the  hearing  that  the\r\n\n                             -3-\r\r\n\ngovernment had  presented probable  cause to believe  that he\r\n\nhad committed offenses  for which he might receive  a maximum\r\n\npenalty  of ten years or more as prescribed in the Controlled\r\n\nSubstances Act, 21  U.S.C.   801  et seq.2    As a  result, a\r                                                     2\r                                                     \r\n\nrebuttable   presumption   arose   that   no   \"condition  or\r\n\ncombination  of   conditions  will  reasonably   assure\"  his\r\n\nappearance and  \"the  safety  of any  other  person  and  the\r\n\ncommunity.\"  18 U.S.C.   3142(e)(f).  \r\n\n          In rebuttal, appellant presented evidence of strong\r\n\nfamily ties and  long time  residence in  the community,  his\r\n\nownership  of a  construction business  in another  town, his\r\n\nlegal  ownership  of  the  items   found  in  his  home,  the\r\n\ninoperability  of at  least  two  of  the aircraft,  and  the\r\n\nlawfulness of  his attempt  to import the  military aircraft.\r\n\nHe argued that  he had legitimate  uses for the weapons  as a\r\n\nfirearms collector and competitive shooter, and a use for the\r\n\nexplosive devices in his construction business.\r\n\n           After substantial consideration of the evidence on\r\n\nboth  sides, and a weighing  of the factors  enumerated in 18\r\n\nU.S.C.     3142(g),  the  district court  concluded  that  no\r\n\ncondition  or  combination  of  conditions  would  reasonably\r\n\nassure  appellant's  appearance   and  the   safety  of   the\r\n\n                    \r                                \r\n\n   2   A later-returned indictment provides hindsight support\r               2\r\nfor the parties' probable  cause stipulation.  The indictment\r\ncharges  Gianquitto  in  five   counts  with  possession  and\r\ndistribution of cocaine, as  well as conspiracy to distribute\r\nmore than five kilograms of the drug.\r\n\n                             -4-\r\r\n\ncommunity.    Observing  strong  proof   that  appellant  had\r\n\ntrafficked  in  cocaine  from  his  home  and  could  face  a\r\n\nmandatory minimum term of  ten years' imprisonment, the court\r\n\nwas  persuaded  by  a  preponderance  of  the  evidence  that\r\n\nappellant had  an incentive to flee,  possessed the resources\r\n\nto  do  so, and  had not  been \"candid\"  about his  access to\r\n\nairplanes.  As  to dangerousness, the  court found clear  and\r\n\nconvincing proof  in the  presence of appellant's  weapons at\r\n\nthe site  of his  drug trafficking activity,  his presumptive\r\n\nfinancial incentive to continue  in drug trafficking, and his\r\n\n\"dubious\"  explanations  for  the  presence of  the  Uzi  and\r\n\nexplosives in his home.\r\n\n          Cognizant  of the district court's superior ability\r\n\nto marshall and evaluate the facts, in pretrial bail cases we\r\n\nundertake an \"intermediate level of scrutiny -- more rigorous\r\n\nthan  the abuse-of-discretion  or clear-error  standards, but\r\n\nstopping  short of plenary or de novo review.\"  United States\r                                                                         \r\n\nv.  Tortora,  922 F.2d  880, 883  (1st  Cir. 1990);  see also\r                                                                         \r\n\nUnited States v. O'Brien,  895 F.2d 810, 814 (1st  Cir. 1990)\r                                    \r\n\n(where the  decisional scales are evenly  balanced, the trial\r\n\ncourt's determination  should stand).  While  appellant urges\r\n\nus to resift and reweigh each item of testimony and evidence,\r\n\nin bail cases  we necessarily cede deference  to the district\r\n\ncourt's first hand determination of fact-bound issues.  After\r\n\nan independent review  of the record,  we are convinced  that\r\n\n                             -5-\r\r\n\nthe balance struck  by the district  court should stand,  and\r\n\naffirm substantially  for the  reasons stated in  the court's\r\n\nthoughtful opinion.  \r\n\n           We  reject appellant's  other  arguments  for  the\r\n\nfollowing reasons:\r\n\n          (1) Despite his stipulation  in the district court,\r\n\nappellant argues here that there was insufficient evidence to\r\n\ntrigger  the presumption in 18  U.S.C.   3142(e)(f).   In the\r\n\nalternative, he urges that the presumption was rebutted.\r\n\n          As  appellant  views  the  evidence,  it  \"directly\r\n\nimplicates\" him in only two cocaine transactions, involving a\r\n\ntotal of  only 717.1 grams  of cocaine.   To  arrive at  this\r\n\nfigure,  he disputes  the court's  conclusion that  there was\r\n\n\"extremely strong  evidence\" that in \"seven  transactions\" he\r\n\nhad \"personally trafficked in over two kilograms of cocaine.\"\r\n\nHe  also  challenges, as  violative  of  his Sixth  Amendment\r\n\nrights,  the court's reliance on testimony that tied him to a\r\n\nconspiracy  involving  over five  kilograms  of cocaine,  the\r\n\namount which may  lead to  a minimum sentence  of ten  years'\r                                                \r\n\nimprisonment.  \r\n\n           However,  even   if  the  record   supported  this\r\n\nargument --  which it  does not  -- it  would not  render the\r\n\npresumption  inapplicable.    The  presumption  is  triggered\r\n\nsolely by  probable cause to  believe that the  defendant has\r\n\ncommitted a crime for which a maximum penalty of ten years or\r                                                 \r\n\n                             -6-\r\r\n\nmore  is  prescribed in  the  controlled  substances statute.\r\n\nUnited  States v. Moss, 887 F.2d 333, 336-37 (1st Cir. 1989).\r                                  \r\n\nThe maximum term for a crime involving 717.1 grams of cocaine\r                       \r\n\nis forty years  -- well  over the 10-year  maximum needed  to\r\n\ntrigger the presumption.3  See 21 U.S.C.   841(b)(1)(B).\r                                    3     \r\n\n          While prediction  of a  lesser sentence based  on a\r\n\nlesser quantity of the drug may affect the weight assigned to\r                                                             \r\n\nthe  presumption,  see  Moss, 887  F.2d  at  337,  we see  no\r                                        \r\n\nevidentiary basis for such  a prediction.  Rather, there  was\r\n\nvery  strong  circumstantial   evidence  linking   Gianquitto\r\n\npersonally to multiple cocaine transactions,  and implicating\r\n\nhim as a major player in the whole operation.  \r\n\n          (2)  There  is  no   basis  for  appellant's  Sixth\r\n\nAmendment  challenge  to  the  court's reliance  on  the  DEA\r\n\nagent's  testimony that  a drug  ledger found  in appellant's\r\n\nhome reflected transactions in excess of five kilograms.  The\r\n\nagent testified from present  memory as to his own  review of\r\n\nthe contents of  the ledger.  The testimony  was taken in the\r\n\npresence  of   appellant  and  his  counsel;   there  was  an\r\n\nopportunity  to cross-examine;  and  counsel  in fact  cross-\r\n\nexamined the  agent extensively about  many issues.   No more\r\n\nwas required.   See United States v.  Acevedo-Ramos, 755 F.2d\r                                                               \r\n\n                    \r                                \r\n\n   3 The argument is  also infirm because it (1)  ignores the\r               3\r\neffect of defendant's stipulation  to probable cause, and (2)\r\nassumes that \"direct\" evidence  and/or evidence of \"personal\"\r\ninvolvement in specific transactions is needed to trigger the\r\npresumption.  \r\n\n                             -7-\r\r\n\n203, 207 (1st Cir.  1985) (reliable hearsay is  admissible in\r\n\nbail hearings).  \r\n\n          The  record  flatly  contradicts appellant's  claim\r\n\nthat  the judge  considered additional information  about the\r\n\nledger, which was  produced at a continuation  of the hearing\r\n\nagainst  the other defendants after the  close of evidence on\r\n\nthe  motion against  appellant.   In  any event,  appellant's\r\n\ndefense team bypassed an opportunity offered by  the judge to\r\n\nseek to reopen appellant's hearing if there was any perceived\r\n\nprejudice  in  the  use  of  the  ledger  against  the  other\r\n\ndefendants.   \r\n\n          For   the  reasons   stated,  the   order  imposing\r\n\ndetention pending trial is affirmed.\r                                               \r\n\n                             -8-\r\r\n",
  "html": "<p class=\"case_cite\">89 F.3d 824</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Donald A. GIANQUITTO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-1408.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">July 10, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS.  [Hon. Patti B. Saris, U.S. District Judge]</p>\n      <p class=\"indent\">Thomas J. Butters, Sarah C. Dooley, and Butters, Brazilian &amp; Small, on brief for appellant.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, and Geoffrey E. Hobart, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Gianquitto appeals from a district court order imposing pre-trial detention.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant and seven others were charged in a complaint with conspiracy to possess and distribute cocaine in violation of 21 U.S.C. &#167;&#167; 841(a)(1), 846.   The government filed motions in the district court for pretrial detention under 18 U.S.C. &#167; 3142(f).   A magistrate judge held a detention hearing and issued orders which, as to appellant, set bail at $300,000, and imposed additional conditions including a curfew and the surrender by appellant of his pilot's license and his physical control over two airplanes.   The order was stayed while the government sought a de novo review of the magistrate's orders.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court conducted a joint three-day de novo hearing on the government's motion for detention of appellant and two other defendants, as well as a motion for reconsideration of an order detaining a fourth defendant, Venuti.   On January 24, 1996, the court entered an order which, inter alia, denied bail to appellant and ordered his detention pending trial.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At the hearing the government introduced evidence gathered in a lengthy undercover investigation of appellant's involvement in a large scale drug trafficking operation.   A DEA agent's testimony and affidavit reciting the results of wire and visual surveillance, declarations by a co-conspirator, information from informants, and items found in a search of appellant's home, all tended to identify him as a central figure in the conspiracy.   In addition, close surveillance provided strong evidence that in multiple transactions appellant had supplied cocaine to co-defendant Venuti who, in turn, distributed the drug to a confidential informant.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In the search of appellant's home, the government found $300,000 in gold krugerrands stored in an ammunition can;  $19,000 in cash in a brown paper bag;  a scale useful in weighing drugs;  and documents identified as a drug ledger.   The house also contained 148 legally-registered firearms, including an Uzi semiautomatic machine gun;  several cases of ammunition;  150 sticks of dynamite;  16 smoke grenades;  books about manufacturing bombs and explosive devices;  a Nazi flag, and two human skulls.   Evidence was introduced, too, that appellant held a pilot's license;  had travelled extensively outside the United States;  owned at least three aircraft, one of which was registered to someone else and was fitted for long distance flight;  and had recently attempted to import a military-style airplane.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Appellant stipulated at the hearing that the government had presented probable cause to believe that he had committed offenses for which he might receive a maximum penalty of ten years or more as prescribed in the Controlled Substances Act, 21 U.S.C. &#167; 801 et seq.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  As a result, a rebuttable presumption arose that no \"condition or combination of conditions will reasonably assure\" his appearance and \"the safety of any other person and the community.\"  18 U.S.C. &#167; 3142(e)(f).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In rebuttal, appellant presented evidence of strong family ties and long time residence in the community, his ownership of a construction business in another town, his legal ownership of the items found in his home, the inoperability of at least two of the aircraft, and the lawfulness of his attempt to import the military aircraft.   He argued that he had legitimate uses for the weapons as a firearms collector and competitive shooter, and a use for the explosive devices in his construction business.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After substantial consideration of the evidence on both sides, and a weighing of the factors enumerated in 18 U.S.C. &#167; 3142(g), the district court concluded that no condition or combination of conditions would reasonably assure appellant's appearance and the safety of the community.   Observing strong proof that appellant had trafficked in cocaine from his home and could face a mandatory minimum term of ten years' imprisonment, the court was persuaded by a preponderance of the evidence that appellant had an incentive to flee, possessed the resources to do so, and had not been \"candid\" about his access to airplanes.   As to dangerousness, the court found clear and convincing proof in the presence of appellant's weapons at the site of his drug trafficking activity, his presumptive financial incentive to continue in drug trafficking, and his \"dubious\" explanations for the presence of the Uzi and explosives in his home.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Cognizant of the district court's superior ability to marshall and evaluate the facts, in pretrial bail cases we undertake an \"intermediate level of scrutiny--more rigorous than the abuse-of-discretion or clear-error standards, but stopping short of plenary or de novo review.\"  United States v. Tortora, 922 F.2d 880, 883 (1st Cir.1990);  see also United States v. O'Brien, 895 F.2d 810, 814 (1st Cir.1990) (where the decisional scales are evenly balanced, the trial court's determination should stand).   While appellant urges us to resift and reweigh each item of testimony and evidence, in bail cases we necessarily cede deference to the district court's first hand determination of fact-bound issues.   After an independent review of the record, we are convinced that the balance struck by the district court should stand, and affirm substantially for the reasons stated in the court's thoughtful opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We reject appellant's other arguments for the following reasons:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(1) Despite his stipulation in the district court, appellant argues here that there was insufficient evidence to trigger the presumption in 18 U.S.C. &#167; 3142(e)(f).   In the alternative, he urges that the presumption was rebutted.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As appellant views the evidence, it \"directly implicates\" him in only two cocaine transactions, involving a total of only 717.1 grams of cocaine.   To arrive at this figure, he disputes the court's conclusion that there was \"extremely strong evidence\" that in \"seven transactions\" he had \"personally trafficked in over two kilograms of cocaine.\"   He also challenges, as violative of his Sixth Amendment rights, the court's reliance on testimony that tied him to a conspiracy involving over five kilograms of cocaine, the amount which may lead to a minimum sentence of ten years' imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">However, even if the record supported this argument--which it does not--it would not render the presumption inapplicable.   The presumption is triggered solely by probable cause to believe that the defendant has committed a crime for which a maximum penalty of ten years or more is prescribed in the controlled substances statute.  United States v. Moss, 887 F.2d 333, 336-37 (1st Cir.1989).   The maximum term for a crime involving 717.1 grams of cocaine is forty years--well over the 10-year maximum needed to trigger the presumption.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See 21 U.S.C. &#167; 841(b)(1)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">While prediction of a lesser sentence based on a lesser quantity of the drug may affect the weight assigned to the presumption, see Moss, 887 F.2d at 337, we see no evidentiary basis for such a prediction.   Rather, there was very strong circumstantial evidence linking Gianquitto personally to multiple cocaine transactions, and implicating him as a major player in the whole operation.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">(2) There is no basis for appellant's Sixth Amendment challenge to the court's reliance on the DEA agent's testimony that a drug ledger found in appellant's home reflected transactions in excess of five kilograms.   The agent testified from present memory as to his own review of the contents of the ledger.   The testimony was taken in the presence of appellant and his counsel;  there was an opportunity to cross-examine;  and counsel in fact cross-examined the agent extensively about many issues.   No more was required.  See United States v. Acevedo-Ramos, 755 F.2d 203, 207 (1st Cir.1985) (reliable hearsay is admissible in bail hearings).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The record flatly contradicts appellant's claim that the judge considered additional information about the ledger, which was produced at a continuation of the hearing against the other defendants after the close of evidence on the motion against appellant.   In any event, appellant's defense team bypassed an opportunity offered by the judge to seek to reopen appellant's hearing if there was any perceived prejudice in the use of the ledger against the other defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">For the reasons stated, the order imposing detention pending trial is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Although Gianquitto immediately noticed this appeal, perfection of it was delayed by a combination of circumstances which included a filing mistake in the district court clerk's office and a substitution of attorneys by Gianquitto</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> A later-returned indictment provides hindsight support for the parties' probable cause stipulation.   The indictment charges Gianquitto in five counts with possession and distribution of cocaine, as well as conspiracy to distribute more than five kilograms of the drug</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The argument is also infirm because it (1) ignores the effect of defendant's stipulation to probable cause, and (2) assumes that \"direct\" evidence and/or evidence of \"personal\" involvement in specific transactions is needed to trigger the presumption</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">824</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Donald A. GIANQUITTO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-1408.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">July 10, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS.  [Hon. Patti B. Saris, U.S. District Judge]</p>\n      <p class=\"indent\">Thomas J. Butters, Sarah C. Dooley, and Butters, Brazilian &amp; Small, on brief for appellant.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, and Geoffrey E. Hobart, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Gianquitto appeals from a district court order imposing pre-trial detention.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant and seven others were charged in a complaint with conspiracy to possess and distribute cocaine in violation of 21 U.S.C. &#167;&#167; 841(a)(1), 846.   The government filed motions in the district court for pretrial detention under 18 U.S.C. &#167; 3142(f).   A magistrate judge held a detention hearing and issued orders which, as to appellant, set bail at $300,000, and imposed additional conditions including a curfew and the surrender by appellant of his pilot's license and his physical control over two airplanes.   The order was stayed while the government sought a de novo review of the magistrate's orders.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court conducted a joint three-day de novo hearing on the government's motion for detention of appellant and two other defendants, as well as a motion for reconsideration of an order detaining a fourth defendant, Venuti.   On January 24, 1996, the court entered an order which, inter alia, denied bail to appellant and ordered his detention pending trial.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At the hearing the government introduced evidence gathered in a lengthy undercover investigation of appellant's involvement in a large scale drug trafficking operation.   A DEA agent's testimony and affidavit reciting the results of wire and visual surveillance, declarations by a co-conspirator, information from informants, and items found in a search of appellant's home, all tended to identify him as a central figure in the conspiracy.   In addition, close surveillance provided strong evidence that in multiple transactions appellant had supplied cocaine to co-defendant Venuti who, in turn, distributed the drug to a confidential informant.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In the search of appellant's home, the government found $300,000 in gold krugerrands stored in an ammunition can;  $19,000 in cash in a brown paper bag;  a scale useful in weighing drugs;  and documents identified as a drug ledger.   The house also contained 148 legally-registered firearms, including an Uzi semiautomatic machine gun;  several cases of ammunition;  150 sticks of dynamite;  16 smoke grenades;  books about manufacturing bombs and explosive devices;  a Nazi flag, and two human skulls.   Evidence was introduced, too, that appellant held a pilot's license;  had travelled extensively outside the United States;  owned at least three aircraft, one of which was registered to someone else and was fitted for long distance flight;  and had recently attempted to import a military-style airplane.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Appellant stipulated at the hearing that the government had presented probable cause to believe that he had committed offenses for which he might receive a maximum penalty of ten years or more as prescribed in the Controlled Substances Act, 21 U.S.C. &#167; 801 et seq.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  As a result, a rebuttable presumption arose that no \"condition or combination of conditions will reasonably assure\" his appearance and \"the safety of any other person and the community.\"  18 U.S.C. &#167; 3142(e)(f).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In rebuttal, appellant presented evidence of strong family ties and long time residence in the community, his ownership of a construction business in another town, his legal ownership of the items found in his home, the inoperability of at least two of the aircraft, and the lawfulness of his attempt to import the military aircraft.   He argued that he had legitimate uses for the weapons as a firearms collector and competitive shooter, and a use for the explosive devices in his construction business.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After substantial consideration of the evidence on both sides, and a weighing of the factors enumerated in 18 U.S.C. &#167; 3142(g), the district court concluded that no condition or combination of conditions would reasonably assure appellant's appearance and the safety of the community.   Observing strong proof that appellant had trafficked in cocaine from his home and could face a mandatory minimum term of ten years' imprisonment, the court was persuaded by a preponderance of the evidence that appellant had an incentive to flee, possessed the resources to do so, and had not been \"candid\" about his access to airplanes.   As to dangerousness, the court found clear and convincing proof in the presence of appellant's weapons at the site of his drug trafficking activity, his presumptive financial incentive to continue in drug trafficking, and his \"dubious\" explanations for the presence of the Uzi and explosives in his home.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Cognizant of the district court's superior ability to marshall and evaluate the facts, in pretrial bail cases we undertake an \"intermediate level of scrutiny--more rigorous than the abuse-of-discretion or clear-error standards, but stopping short of plenary or de novo review.\"  United States v. Tortora, <span class=\"citation\" data-id=\"553834\"><a href=\"/opinion/553834/united-states-v-carmen-a-tortora/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">880</span></a></span>, 883 (1st Cir.1990);  see also United States v. O'Brien, <span class=\"citation\" data-id=\"536166\"><a href=\"/opinion/536166/united-states-v-edward-obrien/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">810</span></a></span>, 814 (1st Cir.1990) (where the decisional scales are evenly balanced, the trial court's determination should stand).   While appellant urges us to resift and reweigh each item of testimony and evidence, in bail cases we necessarily cede deference to the district court's first hand determination of fact-bound issues.   After an independent review of the record, we are convinced that the balance struck by the district court should stand, and affirm substantially for the reasons stated in the court's thoughtful opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We reject appellant's other arguments for the following reasons:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(1) Despite his stipulation in the district court, appellant argues here that there was insufficient evidence to trigger the presumption in 18 U.S.C. &#167; 3142(e)(f).   In the alternative, he urges that the presumption was rebutted.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As appellant views the evidence, it \"directly implicates\" him in only two cocaine transactions, involving a total of only 717.1 grams of cocaine.   To arrive at this figure, he disputes the court's conclusion that there was \"extremely strong evidence\" that in \"seven transactions\" he had \"personally trafficked in over two kilograms of cocaine.\"   He also challenges, as violative of his Sixth Amendment rights, the court's reliance on testimony that tied him to a conspiracy involving over five kilograms of cocaine, the amount which may lead to a minimum sentence of ten years' imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">However, even if the record supported this argument--which it does not--it would not render the presumption inapplicable.   The presumption is triggered solely by probable cause to believe that the defendant has committed a crime for which a maximum penalty of ten years or more is prescribed in the controlled substances statute.  United States v. Moss, <span class=\"citation\" data-id=\"530532\"><a href=\"/opinion/530532/united-states-v-frank-o-moss/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">333</span></a></span>, 336-37 (1st Cir.1989).   The maximum term for a crime involving 717.1 grams of cocaine is forty years--well over the 10-year maximum needed to trigger the presumption.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See 21 U.S.C. &#167; 841(b)(1)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">While prediction of a lesser sentence based on a lesser quantity of the drug may affect the weight assigned to the presumption, see Moss, 887 F.2d at 337, we see no evidentiary basis for such a prediction.   Rather, there was very strong circumstantial evidence linking Gianquitto personally to multiple cocaine transactions, and implicating him as a major player in the whole operation.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">(2) There is no basis for appellant's Sixth Amendment challenge to the court's reliance on the DEA agent's testimony that a drug ledger found in appellant's home reflected transactions in excess of five kilograms.   The agent testified from present memory as to his own review of the contents of the ledger.   The testimony was taken in the presence of appellant and his counsel;  there was an opportunity to cross-examine;  and counsel in fact cross-examined the agent extensively about many issues.   No more was required.  See United States v. Acevedo-Ramos, <span class=\"citation\" data-id=\"448140\"><a href=\"/opinion/448140/united-states-v-hector-acevedo-ramos/\"><span class=\"volume\">755</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">203</span></a></span>, 207 (1st Cir.1985) (reliable hearsay is admissible in bail hearings).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The record flatly contradicts appellant's claim that the judge considered additional information about the ledger, which was produced at a continuation of the hearing against the other defendants after the close of evidence on the motion against appellant.   In any event, appellant's defense team bypassed an opportunity offered by the judge to seek to reopen appellant's hearing if there was any perceived prejudice in the use of the ledger against the other defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">For the reasons stated, the order imposing detention pending trial is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Although Gianquitto immediately noticed this appeal, perfection of it was delayed by a combination of circumstances which included a filing mistake in the district court clerk's office and a substitution of attorneys by Gianquitto</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> A later-returned indictment provides hindsight support for the parties' probable cause stipulation.   The indictment charges Gianquitto in five counts with possession and distribution of cocaine, as well as conspiracy to distribute more than five kilograms of the drug</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The argument is also infirm because it (1) ignores the effect of defendant's stipulation to probable cause, and (2) assumes that \"direct\" evidence and/or evidence of \"personal\" involvement in specific transactions is needed to trigger the presumption</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/448140/",
    "http://www.courtlistener.com/api/rest/v3/opinions/530532/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536166/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553834/"
  ]
}