{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196857/",
  "absolute_url": "/opinion/196857/mcgrath-v-ri-retirement-board/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196857/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:15:38Z",
  "date_modified": "2017-03-24T10:49:02.067281Z",
  "type": "010combined",
  "sha1": "40abd441247a79130fed742e0d09a4f2ff017bca",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-2301.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 95-2301\r\n\n                        EDWARD A. McGRATH,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n             THE RHODE ISLAND RETIREMENT BOARD, ETC.,\r\n\n                       Defendant, Appellee.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF RHODE ISLAND\r\n\n          [Hon. Ronald R. Lagueux, U.S. District Judge]\r                                                                \r\n\n                                             \r\n\n                              Before\r\n\n                      Selya, Cyr and Boudin,\r\n\n                         Circuit Judges.\r                                                 \r\n\n                                             \r\n\n     Edward C. Roy,  Jr., with whom Roy &amp; Cook  was on brief, for\r                                                        \r\nappellant.\r\n     David D. Barricelli, with whom Hinckley,  Allen &amp; Snyder was\r                                                                       \r\non brief, for appellee.\r\n\n                                             \r\n\n                           July 9, 1996\r\n\n                                             \r\r\n\n          SELYA,  Circuit  Judge.   This  appeal  requires us  to\r                    SELYA,  Circuit  Judge.\r                                          \r\n\ndetermine whether a legislated  change to a substantive provision\r\n\nof a public employees'  retirement plan, as applied, transgresses\r\n\nthe  Contracts Clause of the United States Constitution.  We find\r\n\nno   constitutional   infraction:     plaintiff-appellant  Thomas\r\n\nMcGrath's pension rights had not yet vested when the modification\r\n\noccurred, and the state had reserved the power to alter or revoke\r\n\nits  promise of retirement benefits to municipal employees at the\r\n\ntime  it established  the plan  in which  McGrath later  became a\r\n\nparticipant.  Consequently, we  affirm the district court's grant\r\n\nof summary  judgment in favor of  defendant-appellee Rhode Island\r\n\nRetirement Board (the Board).\r\n\nI.  THE STATUTORY SCHEME\r          I.  THE STATUTORY SCHEME\r\n\n          The Rhode Island General  Assembly established a  state\r\n\nemployees' retirement plan in 1936.  See 1936 R.I. Pub. Laws, ch.\r                                                  \r\n\n2334  (codified at  R.I. Gen.  Laws     36-8-1 to  36-10-39 (1990\r\n\nReenactment  &amp;  Supp. 1995)).    In  1951,  the General  Assembly\r\n\nenabled Rhode Island's cities and  town to enroll their employees\r\n\nin a matching plan.  See 1951 R.I. Pub. Laws,  ch. 2784 (codified\r                                  \r\n\nat  R.I. Gen.  Laws     45-21-1 to  45-21-62 (1991  Reenactment &amp;\r\n\nSupp. 1995)).  The legislature patterned the municipal employees'\r\n\nplan (MEP) after  the state employees' plan (SEP), engrafting the\r\n\nformer onto the latter.   Together, these plans comprise  what is\r\n\nfamiliarly  known as  the  state  retirement  system.    The  key\r\n\nprovisions of both  plans are  ordained by statute  and both  are\r\n\nadministered under the aegis of the Board.  \r\n\n                                2\r\r\n\n          The  law  authorizing the  MEP  affords  each of  Rhode\r\n\nIsland's  thirty-nine  municipalities  the  option   of  deciding\r\n\nwhether or not to participate.  See R.I. Gen. Laws   45-21-4.  If\r                                             \r\n\na  city or  town  chooses to  join,  its eligible  employees  are\r\n\nrequired  to become members of  the plan and  must contribute six\r\n\npercent of salary until  they have reached the maximum  amount of\r\n\nservice credit attainable.   See id.   45-21-41.   Municipalities\r                                              \r\n\nmay  elect to  defray some  or all  of their  employees' required\r\n\ncontributions to the MEP.  See id.   45-21-41.1.\r                                            \r\n\n          A qualified employee is entitled to a life annuity upon\r\n\nretirement  in  the amount  of two  percent of  his or  her final\r\n\nsalary  times the number of years of total creditable service (up\r\n\nto thirty-seven  and one-half  years).   See id.    45-21-17.   A\r                                                          \r\n\nperson is eligible to retire  with such a pension once he  or she\r\n\nattains  age fifty-eight  and has  logged at  least ten  years of\r\n\ntotal  creditable  service.  See  id.    45-21-16.    Under  this\r                                               \r\n\nformulation    the only formulation that is germane to this case1\r\n\n  a  municipal member's right to  a pension vests when  he or she\r\n\nmeets both the age and years-in-service minima.\r\n\n          The MEP gives members the opportunity to purchase up to\r\n\nfour years  of pension  credits for temporally  equivalent active\r\n\nduty military  service.  See id.    45-21-53.  A  member also can\r                                          \r\n\npurchase  pension credits for any \"prior service with the city or\r\n\n                    \r                              \r\n\n     1Under the MEP, a worker  also is eligible to retire with  a\r\nsimilarly  calculated pension  regardless  of age  if  he or  she\r\naccumulates at  least thirty  years of total  creditable service.\r\nSee R.I. Gen. Laws   45-21-16.\r             \r\n\n                                3\r\r\n\ntown of which  the employee is now employed.\"   Id.   45-21-9(b).\r                                                             \r\n\nPrior  to  1991,  these   purchased  credits  benefitted  a  plan\r\n\nparticipant in two ways.  First, they served to increase the life\r\n\nannuity  payments that  would be  payable upon  the participant's\r\n\nretirement.  Second, they  served to accelerate the participant's\r\n\nvesting date.   For example,  an individual who  had served  four\r\n\nyears in the  military could  purchase four  years of  creditable\r\n\npension time at  a relatively modest rate and then  retire at age\r\n\nfifty-eight after only  six years of municipal  employment.  What\r\n\nis more, the individual would receive an annuity upon  retirement\r\n\nin the amount of two percent of his or her final salary times ten\r\n\nyears (despite having worked for a mere six years).\r\n\n          From its very inception, the statute that paved the way\r\n\nfor  municipal employees  to  enter the  state retirement  system\r\n\nincluded  a provision  reserving the  state's power to  amend the\r\n\nterms of the municipal members' participation.  We reproduce this\r\n\nescape clause in its entirety:\r\n\n          Reserved  power to amend  or repeal    Vested\r                    Reserved  power to amend  or repeal    Vested\r\n          rights.      The  right to  amend, alter,  or\r                    rights.   \r\n          repeal this chapter at  any time or from time\r\n          to time  is expressly  reserved, and  in that\r\n          event   the   liability   of  the   municipal\r\n          employees' retirement system of  Rhode Island\r\n          shall be  limited[,] in the case  of a member\r\n          or a person claiming through the member[,] to\r\n          the contributions made by the member, without\r\n          interest, and in the case of a  municipality,\r\n          to contributions made by  the municipality[,]\r\n          without   interest,  subject   to  deductions\r\n          prescribed  in  the case  of withdrawal  by a\r\n          municipality as provided in    45-21-6.   All\r\n          retirement   allowances  or   other  benefits\r\n          granted by the retirement  of members, and in\r\n          force prior  to a repeal  or amendment, shall\r\n          be  vested in  the beneficiaries  thereof and\r\n\n                                4\r\r\n\n          shall be paid in  full in accordance with the\r\n          terms of this chapter,  and the rights of the\r\n          retirement board to compel the payment by any\r\n          municipality  of the sum or sums necessary to\r\n          provide the retirement allowances  granted to\r\n          members formerly employed by the municipality\r\n          shall  not  be  affected  by  the  repeal  or\r\n          amendment.\r\n\nId.   45-21-47.   Under  this provision, the  state reserves  the\r             \r\n\nauthority  to make  changes  to  the  pension  plan,  up  to  and\r\n\nincluding the  termination  of municipal  participation  and  the\r\n\nelimination of the  pension rights of all employees (except those\r\n\nwho have already retired).  Upon repeal,  current employees would\r\n\nreceive back  nothing more than  the contributions they  had made\r\n\nover the course of their employment, without interest.  See id.\r                                                                         \r\n\n          For many years the  state retirement system was plagued\r\n\nwith  problems.  In 1991,  with tales of  suspected pension abuse\r\n\nrampant, the General Assembly  restructured the system in several\r\n\nrespects.    Among other  changes,  the  legislature revised  the\r\n\nmethod  for  calculating  the  minimum  years  of  service  (ten)\r\n\nrequired before an employee  of suitable age could retire  with a\r\n\npension.   The  new  method focused  on  actual time  in  service\r\n\nwithout  regard to purchased credits.   It did  so by designating\r\n\ncontributing membership (i.e., the period of time during which an\r\n\nemployee  had been  working for  the  public employer  and making\r\n\ncontemporaneous  contributions to  the  system) as  the virtually\r\n\nexclusive measure  of creditable time for vesting  purposes.  The\r\n\nnew law stated:\r\n\n          Except as  specifically provided in    36-10-\r\n          9.1,    36-10-12 through 36-10-15 and     45-\r\n          21-19 through 45-21-22  of the general  laws,\r\n\n                                5\r\r\n\n          no  member  shall  be  eligible  for  pension\r\n          benefits under this chapter unless the member\r\n          shall have been a  contributing member of the\r\n          employees' retirement system for at least ten\r\n          (10) years.  Provided, however,  a person who\r\n          has ten  (10) years  service credit shall  be\r\n          vested.   Any person who becomes  a member of\r\n          the employees' retirement system  pursuant to\r\n            45-21-4 shall be considered  a contributing\r\n          member for the purposes  of title 45, chapter\r\n          21 and this chapter.\r\n\nR.I. Gen. Laws   36-10-9(c) (Supp. 1993) (enacted June 16, 1991).\r\n\nIt  is readily evident that, under the amendment, an employee may\r\n\nonly count years  of actual  service for purposes  of meeting  an\r\n\napplicable ten-year vesting requirement.  Thus, purchased credits\r\n\n(for, say, time in the military) can  no longer be counted toward\r\n\nvesting (unless the holder  comes within the \"grandfather clause\"\r\n\nprotecting  persons who  already had  logged ten  years  of total\r\n\ncreditable  service, including  the  purchased  credits,  at  the\r\n\neffective date of the statutory change).2\r\n\n          In enacting this statute,  the General Assembly amended\r\n\nonly Title 36   the  law creating the SEP.  Nevertheless,  as the\r\n\nlast  sentence of  the excerpted  language indicates,  the change\r\n\nseemed to apply  to the MEP  as well.   When the Board  exhibited\r\n\nsome confusion about which minimum vesting requirement applied to\r\n\nmunicipal members,  the legislature  moved swiftly to  dispel all\r\n\ndoubt by amending Title  45   the law creating the  MEP   to make\r\n                    \r                              \r\n\n     2The  new  provision did  not  affect the  use  of purchased\r\ncredits  in regard  to the  thirty-year vesting  alternative, see\r                                                                           \r\nsupra note  1, or in regard  to pension augmentation.   Thus, the\r               \r\npurchase  of military  credits  still could  yield a  significant\r\nmonetary  return  when  the  Board, at  retirement,  applied  the\r\nstatutory formula to compute the amount of a participant's yearly\r\nannuity.\r\n\n                                6\r\r\n\nit pellucid  that municipal  members, like other  participants in\r\n\nthe  system, must have been contributing members for at least ten\r\n\nyears in  order to meet the  minimum years-in-service requirement\r\n\nfor  a pension.  See  R.I. Gen. Laws    45-21-16(b) (enacted July\r                              \r\n\n21,   1992).    The   new  law   ceded  substantially   the  same\r\n\ngrandfathering to  members who already had  accumulated ten years\r\n\nof total service (including  purchased credits), see id.,  but it\r                                                                  \r\n\ndid not extend the same unguent to persons who had bought credits\r\n\nbut had not yet, even with  the aid of those credits, cleared the\r\n\nyears-in-service hurdle.\r\n\nII.  THE COURSE OF EVENTS\r          II.  THE COURSE OF EVENTS\r\n\n          The relevant  facts underlying this  litigation are not\r\n\nin  dispute.    Thomas McGrath  began  working  for  the City  of\r\n\nCranston  as a  probationary  employee on  April  9, 1986.    His\r\n\nprobationary status ended six months later.  Because Cranston had\r\n\nelected to participate  in the system,  he became a  contributing\r\n\nmember of  the MEP on  November 28,  1986.  He  remained in  that\r\n\nstatus until April  28, 1994 (although Cranston  defrayed some of\r\n\nthe contribution costs).\r\n\n          In February  1991  the  appellant  began  pursuing  the\r\n\npurchase  of retirement  credits  for two  and one-half  years of\r\n\nprior  military service.    Applying the  statutory formula  (ten\r\n\npercent  of first-year salary  for each year  of surrogate credit\r\n\npurchased) the Board informed the appellant that he could buy the\r\n\ndesired  credits for  $4,316.09, and  that for  the added  sum of\r\n\n$917.53 he could purchase  credits corresponding to his six-month\r\n\n                                7\r\r\n\nprobationary period.   The appellant bought the  credits on April\r\n\n15,  1991.  At that time he had been a contributing member of the\r\n\nsystem for just over four and one-half years.\r\n\n          As  the  law then  read,  the  appellant's purchase  of\r\n\nsurrogate  credits worked to his  advantage in two  ways.  First,\r\n\nthe   purchase  augmented  his  anticipated  pension  benefit  by\r\n\nincreasing the number of years that would form the basis on which\r\n\nhis yearly retirement  annuity would be calculated.   Second, the\r\n\npurchase promised to accelerate vesting  and enable him to retire\r\n\nwith  a pension  after completing  a mere  seven years  of actual\r\n\nmunicipal employment.   The appellant  claims that he  planned to\r\n\ntake advantage  of both attributes  and to retire  from municipal\r\n\nservice  late  in 1993  (at which  time  he would  be  beyond the\r\n\nminimum retirement age).\r\n\n          While the 1991 and  1992 amendments to the law  did not\r\n\ndiminish  the appellant's  prospects of  boosting his  pension by\r\n\nreason of  the  purchased  credits,  they  dashed  his  hopes  of\r\n\naccelerated vesting.3   Under the  new law, only  years in  which\r\n\nmunicipal  employees  had  been  contributing  members  could  be\r\n\ncounted toward  the vesting  requirement.  Because  the appellant\r\n\nhad  only nine  years, two  months and  twenty-two days  of total\r\n\ncreditable service  (including purchased  credits) when  the 1992\r\n\namendment  took effect, he  lost the  benefit of  the accelerated\r\n\n                    \r                              \r\n\n     3This case does not require us to speculate whether the 1991\r\namendment in and of itself dictated this result.  Even if the MEP\r\nwas  unaffected until  the General  Assembly  acted in  1992, the\r\noutcome here would be the same.\r\n\n                                8\r\r\n\nvesting that he had envisioned.\r\n\n          McGrath  met   with  a  representative  of   the  state\r\n\nretirement system  in October 1993  to ascertain whether  the new\r\n\nlaw  would  be  applied  to  the  determination  of  his  pension\r\n\neligibility.  After receiving  an adverse decision, he petitioned\r\n\nthe Board.   The Board  ruled that under  the amended  statute he\r\n\ncould use the purchased  probationary credits toward vesting, but\r\n\nthat he could  not use  the purchased military  credits for  that\r\n\npurpose.  Accordingly, the Board decreed that the appellant would\r\n\nnot vest  unless he continued in municipal  service through April\r\n\n9,  1996.  Put  another way, the  appellant would have  to work a\r\n\nfull ten years for Cranston before becoming eligible to receive a\r\n\npension.  Should  he reach that milestone, the purchased military\r\n\ncredits  would be  applied to  augment the  amount of  his yearly\r\n\nretirement annuity and he  would retire with twelve and  one-half\r\n\nyears of credited service (rather than ten), thus allowing him to\r\n\nreceive a more munificent pension.\r\n\n          The  appellant resigned his  municipal office  on April\r\n\n28, 1994.  The Board stood fast, taking the position  that he was\r\n\nnot  entitled  to  any   pension  but  merely  to  a   return  of\r\n\ncontributions (including  the payments tendered for the purchased\r\n\ncredits).    Pensionless  but  undaunted,  McGrath  brought  suit\r\n\nagainst the Board  in the  United States District  Court for  the\r\n\nDistrict of Rhode Island.   He alleged that the amendment to R.I.\r\n\nGen.  Laws     45-21-16,   as  applied  to  him  by   the  Board,\r\n\ntransgressed  the Contracts Clause, see U.S. Const. art. I,   10,\r                                                 \r\n\n                                9\r\r\n\nthe  Equal Protection  and Due Process  Clauses, see  U.S. Const.\r                                                              \r\n\namend.  XIV,   1, and the Takings  Clause, see U.S. Const. amend.\r                                                        \r\n\nV.4  In a  thoughtful opinion, the district court  granted brevis\r                                                                           \r\n\ndisposition  in the Board's favor.   See McGrath  v. Rhode Island\r                                                                           \r\n\nRet. Bd., 906 F. Supp. 749 (D.R.I. 1995).  This appeal ensued.\r                  \r\n\nIII.  ANALYSIS\r          III.  ANALYSIS\r\n\n          In this forum, the  appellant challenges only the lower\r\n\ncourt's rejection of his Contracts Clause claim.  We restrict our\r\n\nanalysis accordingly.\r\n\n                                A\r                                          A\r\n\n          In  terms, the Contracts  Clause prohibits  states from\r\n\npassing  \"any . . .  Law impairing the  Obligation of Contracts.\"\r\n\nU.S.  Const. art. 1,   10.   Though the Framers apparently had in\r\n\nmind   only   purely   private   contracts   (particularly   debt\r\n\nobligations), see Benjamin F. Wright, Jr., The Contract Clause of\r                                                                           \r\n\nthe  Constitution 15-16  (1938),  the Clause  routinely has  been\r                           \r\n\napplied  to contracts between  states and private  parties.  See,\r                                                                          \r\n\ne.g., Fletcher v. Peck, 10 U.S. (6 Cranch) 87, 137-39 (1810).\r                                \r\n\n          Over time,  the Supreme Court has  devised a tripartite\r\n\ntest  for use in analyzing alleged impairments of contracts.  See\r                                                                           \r\n\nGeneral Motors Corp.  v. Romein, 503 U.S. 181, 186 (1992).  Under\r                                         \r\n\nthis  paradigm, a  court first  must inquire  whether  a contract\r\n\nexists.   If so, the court  next must inquire whether  the law in\r\n\nquestion  impairs an obligation under  the contract.   If so, the\r\n                    \r                              \r\n\n     4This provision is made applicable to the states through the\r\ngenius  of  the  Fourteenth   Amendment.    See  Webb's  Fabulous\r                                                                           \r\nPharmacies, Inc. v. Beckwith, 449 U.S. 155, 160 (1980).\r                                      \r\n\n                                10\r\r\n\ncourt  then must  inquire  whether the  discerned impairment  can\r\n\nfairly be  characterized as substantial.   Affirmative answers to\r\n\nthese  three queries  compel  a court  to  abrogate the  proposed\r\n\napplication of the challenged state law.  See id.\r                                                           \r\n\n          It should  be noted that this  tripartite test actually\r\n\nhas a fourth component.  In an appropriate case the model expands\r\n\nto  include  an  inquiry as  to  whether  the impairment,  albeit\r\n\nsubstantial, is reasonable and  necessary to fulfill an important\r\n\npublic  purpose.   See Energy  Reserves Group  v. Kansas  Power &amp;\r                                                                           \r\n\nLight, 459 U.S.  400, 411-12 (1983).   If so, the  challenged law\r               \r\n\nwill  not be  held to  infringe rights  secured by  the Contracts\r\n\nClause.  See id.  Furthermore, when a state is  itself a party to\r                          \r\n\na contract,  courts must scrutinize the  state's asserted purpose\r\n\nwith an extra measure of vigilance.  See  United States Trust Co.\r                                                                           \r\n\nv.  New Jersey,  431  U.S. 1,  25  (1977).   Because  this fourth\r                        \r\n\ncomponent requires careful judicial scrutiny in all events, it is\r\n\nclear that  a state must do more than mouth the vocabulary of the\r\n\npublic weal  in order to reach  safe harbor; a  vaguely worded or\r\n\npretextual  objective, or  one  that reasonably  may be  attained\r\n\nwithout  substantially impairing  the contract rights  of private\r\n\nparties, will not serve to avoid the full impact of the Contracts\r\n\nClause.\r\n\n                                B\r                                          B\r\n\n          In general,  retirement plans  are within the  reach of\r\n\nthe Contracts Clause.  To be  sure, noncontributory pensions were\r\n\nviewed a century  ago not  as contracts but  as mere  gratuities.\r\n\n                                11\r\r\n\nSee,  e.g., Pennie v. Reis, 132 U.S.  464, 471 (1889).  But times\r                                    \r\n\nhave  changed, and  evolving legal  doctrine recognizes  that the\r\n\npromise of a  pension is  part of the  compensation package  that\r\n\nemployers  dangle to attract and  retain qualified employees.  In\r\n\nline with this evolving  doctrine we have held that,  in general,\r\n\npensions are to be regarded as a species of unilateral contracts.\r\n\nSee  Hoefel v. Atlas Tack Corp., 581  F.2d 1, 4-5 (1st Cir. 1978)\r                                         \r\n\n(explaining that \"the  promise of a pension constitutes  an offer\r\n\nwhich,  upon   performance  of   the  required  service   by  the\r\n\nemployee[,]  becomes  a binding  obligation\"), cert.  denied, 440\r                                                                      \r\n\nU.S. 913 (1979).  Other courts have come to view pension plans in\r\n\nmuch the same way.   See, e.g.,  Pratt v. Petroleum Prod.  Mgmt.,\r                                                                           \r\n\nInc. Employee Sav.  Plan &amp;  Trust, 920 F.2d  651, 661 (10th  Cir.\r                                           \r\n\n1990) (stating  that  a \"pension  plan is  a unilateral  contract\r\n\nwhich  creates a vested right  in those employees  who accept the\r\n\noffer it contains by  continuing in employment for  the requisite\r\n\nnumber  of years\") (quoting Hurd  v. Illinois Bell  Tel. Co., 234\r                                                                      \r\n\nF.2d 942, 946 (7th Cir.), cert. denied, 352 U.S. 918 (1956)); see\r                                                                           \r\n\ngenerally  Arthur L. Corbin, Corbin  on Contracts    2.29, at 256\r                                                           \r\n\n(Joseph M. Perillo rev. ed. 1993).\r\n\n          Though the principle that  a pension plan represents an\r\n\nimplied-in-fact unilateral  contract is  fairly well  settled and\r\n\nhas  been  applied  repeatedly  to state  and  municipal  pension\r\n\nplans,5   there   is    significant   disagreement   about   when\r\n                    \r                              \r\n\n     5Our opinion in  Hoffman v.  City of Warwick,  909 F.2d  608\r                                                           \r\n(1st  Cir.  1990), does  not  subvert  this  principle.   Hoffman\r                                                                           \r\ninvolved  a Rhode  Island  law that  granted veterans  additional\r\n\n                                12\r\r\n\ncontractually enforceable  rights accrue under such  plans.  See,\r                                                                          \r\n\ne.g., Nevada  Employees Ass'n,  Inc. v.  Keating, 903  F.2d 1223,\r                                                          \r\n\n1227  (9th  Cir.)  (suggesting  that   nonvested  employees  have\r\n\ncontractual  rights subject  only to  \"reasonable modification\"),\r\n\ncert. denied,  498 U.S. 999 (1990);  Betts v. Board of  Admin. of\r                                                                           \r\n\nthe Pub. Employees' Ret. Sys., 582 P.2d 614, 617  (Cal. 1978) (en\r                                       \r\n\nbanc) (stating that the right to  a \"substantial\" or \"reasonable\"\r\n\npension  accrues on first day of employment); Petras v. State Bd.\r                                                                           \r\n\nof Pension  Trustees, 464 A.2d  894, 896 (Del.  1983) (explaining\r                              \r\n\nthat  rights accrue  when  vesting  occurs);  Singer v.  City  of\r                                                                           \r\n\nTopeka, 607 P.2d  467, 475  (Kan. 1980) (similar  to Petras,  but\r                                                                     \r\n\nadding that rights remain subject to \"reasonable  modification\");\r\n\nSylvestre  v. State, 214 N.W.2d  658, 666-67 (Minn. 1973) (taking\r                             \r\n\nthe position that  an employee's  rights accrue on  first day  of\r\n\nemployment); Baker v. Oklahoma  Firefighters Pension &amp; Ret. Sys.,\r                                                                          \r\n\n718 P.2d 348, 353  (Okla. 1986) (holding that rights  accrue only\r\n\nwhen an employee  vests); Leonard  v. City of  Seattle, 503  P.2d\r                                                                \r\n\n741,  746  (Wash.  1972) (en  banc)  (similar  to  Baker).   And,\r                                                                  \r\n\nmoreover, some courts cling to the notion that a  state-sponsored\r\n\nretirement plan  for  public  employees  creates  no  enforceable\r\n\ncontractual rights whatever.  See, e.g., Pineman v. Oechslin, 488\r                                                                      \r\n                    \r                              \r\n\nseniority in public employment.  The state had never enforced the\r\nlaw,  and there was no  indication that employees  knew about it,\r\nmuch  less considered  it part  of their  employment arrangement.\r\nSee id. at 612.  On those idiocratic facts, we concluded that the\r                 \r\nstatute did not evince a legislative intent to contract, and that\r\na fortiori its repeal did not impair contractual obligations owed\r                    \r\nto current employees.  See id. at 614.  Fairly read, Hoffman does\r                                                                      \r\nnot stand for the  proposition that statutory employment benefits\r\ncan never create contractual rights.\r\n\n                                13\r\r\n\nA.2d  803, 809-10 (Conn. 1985);  Spiller v. State,  627 A.2d 513,\r                                                           \r\n\n516 (Me. 1993).\r\n\n                                C\r                                          C\r\n\n          Rhode  Island's  municipal  employees'  pension  system\r\n\ndiffers  from the plans that have been considered by other courts\r\n\nin at  least one material  respect:   R.I. Gen.  Laws    45-21-47\r\n\nexplicitly  reserves  to the  legislature the  power to  amend or\r\n\nterminate  the plan,  including  the power  to eliminate  pension\r\n\nbenefits entirely  (except for  those employees who  have already\r\n\nretired).6   It  is generally the  case with  supposed unilateral\r\n\ncontracts that  if the  offeror expressly  reserves the  power to\r\n\nrevoke  the offer  until the  offeree's performance  is complete,\r\n\nthen  the offer is illusory and cannot  give rise to a unilateral\r\n\ncontract.  See  Restatement (Second)  of Contracts    45, cmt.  b\r                        \r\n\n(1981) (\"A reservation of  power to revoke after performance  has\r\n\nbegun means that as yet there is no promise and no offer.\").  The\r\n\nSupreme  Court has endorsed  this approach in  respect to certain\r\n                    \r                              \r\n\n     6Of course,  it can  be argued that  a legislatively-created\r\npension plan is always  subject to amendment by means  of further\r                                \r\nlegislative  enactments,  whether  or  not  the  plan  explicitly\r\nreserves  a power  to amend.   We  caution that  this may  be too\r\nsimplistic an argument.   The Contracts Clause prohibits  a state\r\nlegislature  from  amending  any  law  in  a  way  that  works  a\r\nsubstantial  impairment  of  contractual  obligations  previously\r\nundertaken.  An  explicit reservation easily can be understood as\r\na legislative  effort to avoid creating  a contractual obligation\r\nin the first  place, for  when the state  expressly reserves  the\r\npower  to withdraw  or reconfigure  the promise  of a  pension, a\r\nstate employee  who thereafter  accepts employment will  be hard-\r\npressed  to assert a reasonable basis for relying on the original\r\npromise.    Viewed  in this  light,  the  very  existence of  the\r\nContracts Clause seems to give a state's explicit  reservation of\r\nauthority  to amend its own public employee pension law more bite\r\nthan an inchoate power to amend can command.\r\n\n                                14\r\r\n\nfederal  employee retirement  benefits.   See United  States R.R.\r                                                                           \r\n\nRet.  Bd.  v.  Fritz, 449  U.S.  166,  174  (1980) (stating  that\r                              \r\n\nstatutory \"railroad  [retirement] benefits, like  social security\r\n\nbenefits,  are  not  contractual  and  may  be  altered  or  even\r\n\neliminated at any time\").  If  this logic holds, the Rhode Island\r\n\nmunicipal retirement  system seemingly does not  produce the kind\r\n\nof binding offer that courts are likely to enforce.\r\n\n          Yet this logic is not inevitable.  In the wide world of\r\n\nemployee  pension plans,  the  principle that  reserved power  to\r\n\nrevoke means that there is no offer and no contract  has not been\r\n\napplied  consistently.    In   Allied  Structural  Steel  Co.  v.\r                                                                       \r\n\nSpannaus, 438 U.S. 234  (1978), the Court  held that a state  law\r                  \r\n\nimpaired the obligations  of Allied Steel's  preexisting contract\r\n\nwith  its  employees  by  requiring  that  all  employer-provided\r\n\npension plans must include  certain guarantees.  See id.  at 250.\r                                                                  \r\n\nEn route to this holding the  Court recognized the existence of a\r\n\ncontract for Contracts  Clause purposes notwithstanding the  fact\r\n\nthat the  employer-sponsor had  explicitly reserved the  right to\r\n\namend  or terminate  its  pension plan  even  if doing  so  meant\r\n\ndepriving  employees (including  those employees who  had already\r\n\nvested) of their expected benefits.\r\n\n          In  the  same vein,  prior  to  the  enactment  of  the\r\n\nEmployee  Retirement  Income Security  Act  of  1974 (ERISA),  29\r\n\nU.S.C.    1001-1461 (1994)    a statute that now occupies much of\r\n\nthe field in the law of pension benefits, but which has no direct\r\n\nrelevance here    significant common-law  precedent had developed\r\n\n                                15\r\r\n\nin  support   of  the  view  that  an   express  and  unqualified\r\n\nreservation of the power  to amend or terminate a pension plan is\r\n\nonly to  be given effect up  to the point at  which an employee's\r\n\nrights under the plan vest.  For instance, we held in a pre-ERISA\r\n\ncase that retired employees were entitled to benefits as provided\r\n\nin a  negotiated pension plan notwithstanding (a) the presence of\r\n\na clause  in the  plan reserving  to the employer  \"the right  to\r\n\nchange, suspend or discontinue the Plan at any time,\" and (b) the\r\n\nemployer's attempted termination  of the plan.   Hoefel, 581 F.2d\r                                                                 \r\n\nat 3-4.  In so holding, we observed approvingly that a \"number of\r\n\ncourts have construed pension plans which reserve to the employer\r\n\nthe  right  to  alter  or  discontinue  .  .  .  as  limiting the\r\n\nemployer's  reserved  right  to  apply only  to  employees  whose\r\n\npension  rights had  not,  at the  time  of the  change,  already\r\n\nvested.\"  Id. at 5.  Hoefel relied heavily on Cantor v. Berkshire\r                                                                           \r\n\nLife Ins.  Co., 171  N.E.2d 518  (Ohio 1960),  in which  the Ohio\r                        \r\n\nSupreme Court ruled  that \"even though the employer  has reserved\r\n\nthe right to amend or  terminate the plan, once an  employee, who\r\n\naccepted  employment under such a plan, has complied with all the\r\n\nconditions entitling him to participate  in such plan, his rights\r\n\nbecome  vested and the employer cannot divest the employee of his\r\n\nrights thereunder.\"  Id. at 522. Other  courts agree.  See, e.g.,\r                                                                          \r\n\nIn  re Erie Lackawanna  Ry. Co., 548  F.2d 621, 625-27  (6th Cir.\r                                         \r\n\n1977); Ehrle v. Bank  Bldg. &amp; Equip. Corp.,  530 S.W.2d 482,  495\r                                                    \r\n\n(Mo.  Ct. App. 1975); Stopford  v. Boonton Molding  Co., 265 A.2d\r                                                                 \r\n\n657, 665-66 (N.J.  1970); see generally Annot., 46  A.L.R.3d 464,\r                                                 \r\n\n                                16\r\r\n\n468-70 (1972)  (collecting cases).  Thus, the  caselaw evinces an\r\n\nemergent  common-law  rule to  this  effect:   once  an  employee\r\n\nfulfills  the  service  requirements  entitling  him  or  her  to\r\n\nretirement benefits under a pension plan, the employee acquires a\r\n\ncontractual  right to  those  benefits, and  the employer  cannot\r\n\nabridge that  right despite its aboriginal reservation of a power\r\n\nto  effect  unilateral  amendments   or  to  terminate  the  plan\r\n\noutright.7\r\n\n          We hasten to  add a caveat.   To our knowledge,  all of\r\n\nthe  cases that have cabined the effect of an explicitly reserved\r\n\npower to  amend involve private-sector  retirement plans.   It is\r\n\nunclear  whether the same limitations apply  ex proprio vigore to\r                                                                        \r\n\npublic-sector  retirement  plans.   On  one  hand, principles  of\r\n\nfairness argue  for  comparability of  treatment.   On the  other\r\n\nhand, the very nature of a republican form of government and that\r\n\ngovernment's unique duty to represent the public interest combine\r\n\nto create a special employment environment.  Lawmakers pay homage\r\n\nto this reality in many ways, see, e.g., R.I. Gen. Laws   36-11-6\r                                                 \r\n\n(1990 Reenactment)  (denying most  public employees the  right to\r\n\nstrike), and  there are  sound policy  reasons to  recognize this\r\n\ndifference in terms of  maximizing the states' flexibility vis- -\r\n\nvis  the retirement benefits that  it offers to public employees.\r\n                    \r                              \r\n\n     7Recent  legislation buttresses the legitimacy of this rule.\r\nERISA,  for  example,  specifically  provides that  pension  plan\r\namendments cannot decrease retirement benefits which have already\r\naccrued.    See 29  U.S.C.    1054(g).   Similarly,  the Internal\r                         \r\nRevenue  Code defines  as \"qualifying  plans\" only  those pension\r\nplans  that provide for the protection of \"accrued benefits\" upon\r\nplan termination.  26 U.S.C.   411(d)(3).\r\n\n                                17\r\r\n\nIndeed, such  concerns underlie  the recognized  presumption that\r\n\nstatutory enactments do not create contractual obligations in the\r\n\nabsence of an \"unmistakable\" intent on the legislature's  part to\r\n\ndo so.  See United States v. Winstar, No. 95-865, slip op. at 31-\r                                              \r\n\n48  (U.S.   July   1,  1996)   (discussing   the  role   of   the\r\n\nunmistakability doctrine in \"limiting contractual incursions on a\r\n\nState's  sovereign powers\"  under the  auspices of  the Contracts\r\n\nClause).  Be that as it may, the instant case does not require us\r\n\nto choose between these opposing viewpoints.  Even if the common-\r\n\nlaw rule applies  to public employees'  retirement plans and  the\r\n\nMEP therefore  creates an enforceable contract  linking the state\r\n\nand the individual MEP members   a  matter we do not decide    it\r\n\nwould not assist McGrath.\r\n\n                                D\r                                          D\r\n\n          The district court found  that the appellant's purchase\r\n\nof military credits created a contract between him and the state,\r\n\nseparate  and  apart from  the  overall  agreement  to provide  a\r\n\npension.   See  McGrath, 906  F. Supp.  at 760  n.1.   Under this\r                                 \r\n\nseparate  contract, the  state promised to  pay McGrath  a larger\r\n\nretirement  annuity in return for a stipulated cash payment.  See\r                                                                           \r\n\nid. at 763.   Although the purchase yielded a  second prospective\r             \r\n\nbenefit    producing an opportunity for  earlier retirement, made\r\n\npossible  by the ability  to count  purchased credits  toward the\r\n\nMEP's minimum years-in-service  requirement    the court  thought\r\n\nthat this feature was merely incidental  to the essential purpose\r\n\nof the  separate contract.   See id. at  763-64.  Partly  because\r                                              \r\n\n                                18\r\r\n\nR.I. Gen. Laws    45-21-47 rendered  the appellant's reliance  on\r\n\nthe state's  ancillary promise  unreasonable, and  partly because\r\n\nthe  amendment to R.I.  Gen. Laws    45-21-16 did  not impair the\r\n\n\"central undertaking\"  of the  contract   pension  augmentation  \r\n\nthe  court  concluded  that   the  amendment  comprised  only  an\r\n\n\"insubstantial\" impairment of the separate contract and therefore\r\n\ndid not transgress  the Contracts  Clause.  See  McGrath, 906  F.\r                                                                  \r\n\nSupp. at  766 (citing City of  El Paso v. Simmons,  379 U.S. 497,\r                                                           \r\n\n514 (1965)).\r\n\n          Although  we  uphold the  district court's  judgment we\r\n\narrive at that  destination by  a somewhat different  path.   For\r\n\npurposes  of  Contracts  Clause  analysis,  as  in  contract  law\r\n\ngenerally,  it serves no legitimate end to slice and dice unitary\r\n\nagreements into a series of fragmentary subcontracts.   Cf. Smart\r                                                                           \r\n\nv. Gillette Co. Long-Term Disab. Plan, 70 F.3d 173, 179 (1st Cir.\r                                               \r\n\n1995) (warning that \"[a]ccepted canons of construction forbid the\r\n\nbalkanization of  contracts for interpretive purposes\").   To the\r\n\ncontrary,  a  singular  contract   should  be  treated  as  such.\r\n\nApplying this  salutary principle, we think it  is unrealistic to\r\n\nview the acquisition  of surrogate credits as  forming a separate\r\n\nand   distinct  contract.    In  point   of  fact,  the  purchase\r\n\nconstitutes  no more than a  transaction made available under the\r\n\nauspices  of the  overall  retirement arrangement.8   Hence,  the\r\n\nrights created  by the purchase  of credits are  subsumed within,\r\n                    \r                              \r\n\n     8As the district court recognized, the only rights conferred\r\nby  the purchased credits were rights within the MEP itself.  See\r                                                                           \r\nMcGrath, 906 F. Supp. at 759.\r                 \r\n\n                                19\r\r\n\nand  indistinguishable   from,  the  rights  created   under  the\r\n\nretirement  plan proper.  We must, therefore, train our sights on\r\n\nthe MEP as a whole.\r\n\n          Based  on the authorities  canvassed above,  we believe\r\n\nthat the  architecture of the MEP  at most extends an  offer of a\r\n\nunilateral contract to employees of participating municipalities,\r\n\nsubject, however, to the  reserved powers contained in  R.I. Gen.\r\n\nLaws    45-21-47.   Assuming,  for argument's  sake, that  such a\r\n\ncontract has significance for purposes  of the Contracts Clause  \r\n\na matter on which we take no view   it nonetheless is clear that,\r\n\nunder  the contract  terms,  a member's  rights  to a  retirement\r\n\nannuity  are not  secure until  he  or she  has met  the age  and\r\n\nservice requirements established in the plan (and, therefore, has\r\n\nbecome vested).9  Until such  time, section 45-21-47 permits  the\r\n\nstate  to  make modifications  to,  or  even terminate,  members'\r\n\nrights  under the  plan without  offending the  Contracts Clause.\r\n\nAnd, moreover, since  rights gained by service and  rights gained\r\n\nby purchase  are \"equal in  stature\" within the  system, McGrath,\r                                                                          \r\n\n906 F. Supp. at 759, it follows that both are  equally subject to\r\n\nthe  state's  reserved  power  to  amend  or  terminate  whatever\r\n\npresumptive entitlements an unvested member may from time to time\r\n\nlook forward to enjoying.\r\n\n          In terms  of this case, then,  the appellant's purchase\r\n                    \r                              \r\n\n     9It is unclear whether the legislature can pass and lawfully\r\nenforce an amendment that adversely affects an individual who has\r\nsatisfied the  age and years-in-service requirement,  but has not\r\nyet  retired.  This case does not present an appropriate occasion\r\nfor us to explore this terra incognito.\r                                                \r\n\n                                20\r\r\n\nof surrogate credits  may have conferred  certain rights on  him,\r\n\nbut  it did so only against the  backdrop of the state's reserved\r\n\nauthority to modify those rights  up to the point of vesting  (if\r\n\nnot beyond).   And since  McGrath was not  vested when the  Rhode\r\n\nIsland General Assembly revised the MEP, his claim founders.\r\n\n          To say  more would be supererogatory.  We conclude that\r\n\nthe  amendment to R.I. Gen.  Laws   45-21-16,  as applied, passes\r\n\nconstitutional  muster under the  Contracts Clause.   See City of\r                                                                           \r\n\nCharleston v. Public Serv. Comm'n, 57 F.3d 385, 393-95 (4th Cir.)\r                                           \r\n\n(holding that a state law did  not impair a public contract  when\r\n\nthe  contract expressly  stated that  its terms  were subject  to\r\n\nlegislative  regulation), cert.  denied, 116  S. Ct.  474 (1995);\r                                                 \r\n\nNational  Ass'n of  Gov't Employees  v. Commonwealth,  646 N.E.2d\r                                                              \r\n\n106, 110 (Mass.) (holding that a statutorily mandated increase in\r\n\nstate  employees'  health insurance  premiums  did  not impair  a\r\n\npublic contract  because the  legislature had  expressly reserved\r\n\nthe power to change  the contract's terms), cert. denied,  115 S.\r                                                                  \r\n\nCt. 2615 (1995).\r\n\nIV.  CONCLUSION\r          IV.  CONCLUSION\r\n\n          We need go no further.  As between Rhode Island and the\r\n\nappellant,  the 1992 amendment to  R.I. Gen. Laws    45-21-16 did\r\n\nnot  impair any  obligation  protected by  the Contracts  Clause.\r\n\nConsequently,  the district court  appropriately entered judgment\r\n\nfor the Board.\r\n\nAffirmed.\r          Affirmed.\r                  \r\n\n                                21\r\r\n",
  "html": "<p class=\"case_cite\">88 F.3d 12</p>\n    <p class=\"parties\">Edward A. McGRATH, Plaintiff, Appellant,<br>v.<br>The RHODE ISLAND RETIREMENT BOARD, ETC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-2301.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 4, 1996.<br>Decided July 9, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Edward C. Roy, Jr., with whom Roy &amp; Cook, Providence, RI, was on brief, for appellant.</p>\n      <p class=\"indent\">David D. Barricelli, with whom Hinckley, Allen &amp; Snyder, Providence, RI, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal requires us to determine whether a legislated change to a substantive provision of a public employees' retirement plan, as applied, transgresses the Contracts Clause of the United States Constitution.   We find no constitutional infraction:  plaintiff-appellant Thomas McGrath's pension rights had not yet vested when the modification occurred, and the state had reserved the power to alter or revoke its promise of retirement benefits to municipal employees at the time it established the plan in which McGrath later became a participant.   Consequently, we affirm the district court's grant of summary judgment in favor of defendant-appellee Rhode Island Retirement Board (the Board).</p>\n    </div>\n    <p>I. THE STATUTORY SCHEME</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Rhode Island General Assembly established a state employees' retirement plan in 1936.   See 1936 R.I. Pub. Laws, ch. 2334 (codified at R.I. Gen. Laws &#167;&#167; 36-8-1 to 36-10-39 (1990 Reenactment &amp; Supp.1995)).   In 1951, the General Assembly enabled Rhode Island's cities and town to enroll their employees in a matching plan.   See 1951 R.I. Pub. Laws, ch. 2784 (codified at R.I. Gen. Laws &#167;&#167; 45-21-1 to 45-21-62 (1991 Reenactment &amp; Supp.1995)).   The legislature patterned the municipal employees' plan (MEP) after the state employees' plan (SEP), engrafting the former onto the latter.   Together, these plans comprise what is familiarly known as the state retirement system.   The key provisions of both plans are ordained by statute and both are administered under the aegis of the Board.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The law authorizing the MEP affords each of Rhode Island's thirty-nine municipalities the option of deciding whether or not to participate.   See R.I. Gen. Laws &#167; 45-21-4.   If a city or town chooses to join, its eligible employees are required to become members of the plan and must contribute six percent of salary until they have reached the maximum amount of service credit attainable.   See id. &#167; 45-21-41.   Municipalities may elect to defray some or all of their employees' required contributions to the MEP.   See id. &#167; 45-21-41.1.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">A qualified employee is entitled to a life annuity upon retirement in the amount of two percent of his or her final salary times the number of years of total creditable service (up to thirty-seven and one-half years).   See id. &#167; 45-21-17.   A person is eligible to retire with such a pension once he or she attains age fifty-eight and has logged at least ten years of total creditable service.   See id. &#167; 45-21-16.   Under this formulation--the only formulation that is germane to this case<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>--a municipal member's right to a pension vests when he or she meets both the age and years-in-service minima.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The MEP gives members the opportunity to purchase up to four years of pension credits for temporally equivalent active duty military service.   See id. &#167; 45-21-53.   A member also can purchase pension credits for any \"prior service with the city or town of which the employee is now employed.\"   Id.  &#167; 45-21-9(b).   Prior to 1991, these purchased credits benefitted a plan participant in two ways.   First, they served to increase the life annuity payments that would be payable upon the participant's retirement.   Second, they served to accelerate the participant's vesting date.   For example, an individual who had served four years in the military could purchase four years of creditable pension time at a relatively modest rate and then retire at age fifty-eight after only six years of municipal employment.   What is more, the individual would receive an annuity upon retirement in the amount of two percent of his or her final salary times ten years (despite having worked for a mere six years).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">From its very inception, the statute that paved the way for municipal employees to enter the state retirement system included a provision reserving the state's power to amend the terms of the municipal members' participation.   We reproduce this escape clause in its entirety:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>Reserved power to amend or repeal--Vested rights.--The right to amend, alter, or repeal this chapter at any time or from time to time is expressly reserved, and in that event the liability of the municipal employees' retirement system of Rhode Island shall be limited[,] in the case of a member or a person claiming through the member[,] to the contributions made by the member, without interest, and in the case of a municipality, to contributions made by the municipality[,] without interest, subject to deductions prescribed in the case of withdrawal by a municipality as provided in &#167; 45-21-6.   All retirement allowances or other benefits granted by the retirement of members, and in force prior to a repeal or amendment, shall be vested in the beneficiaries thereof and shall be paid in full in accordance with the terms of this chapter, and the rights of the retirement board to compel the payment by any municipality of the sum or sums necessary to provide the retirement allowances granted to members formerly employed by the municipality shall not be affected by the repeal or amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Id. &#167; 45-21-47.   Under this provision, the state reserves the authority to make changes to the pension plan, up to and including the termination of municipal participation and the elimination of the pension rights of all employees (except those who have already retired).   Upon repeal, current employees would receive back nothing more than the contributions they had made over the course of their employment, without interest.   See id.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">For many years the state retirement system was plagued with problems.   In 1991, with tales of suspected pension abuse rampant, the General Assembly restructured the system in several respects.   Among other changes, the legislature revised the method for calculating the minimum years of service (ten) required before an employee of suitable age could retire with a pension.   The new method focused on actual time in service without regard to purchased credits.   It did so by designating contributing membership (i.e., the period of time during which an employee had been working for the public employer and making contemporaneous contributions to the system) as the virtually exclusive measure of creditable time for vesting purposes.   The new law stated:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>Except as specifically provided in &#167; 36-10-9.1, &#167;&#167; 36-10-12 through 36-10-15 and &#167;&#167; 45-21-19 through 45-21-22 of the general laws, no member shall be eligible for pension benefits under this chapter unless the member shall have been a contributing member of the employees' retirement system for at least ten (10) years.   Provided, however, a person who has ten (10) years service credit shall be vested.   Any person who becomes a member of the employees' retirement system pursuant to &#167; 45-21-4 shall be considered a contributing member for the purposes of title 45, chapter 21 and this chapter.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">R.I. Gen. Laws &#167; 36-10-9(c) (Supp.1993) (enacted June 16, 1991).   It is readily evident that, under the amendment, an employee may only count years of actual service for purposes of meeting an applicable ten-year vesting requirement.   Thus, purchased credits (for, say, time in the military) can no longer be counted toward vesting (unless the holder comes within the \"grandfather clause\" protecting persons who already had logged ten years of total creditable service, including the purchased credits, at the effective date of the statutory change).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In enacting this statute, the General Assembly amended only Title 36--the law creating the SEP.   Nevertheless, as the last sentence of the excerpted language indicates, the change seemed to apply to the MEP as well.   When the Board exhibited some confusion about which minimum vesting requirement applied to municipal members, the legislature moved swiftly to dispel all doubt by amending Title 45--the law creating the MEP--to make it pellucid that municipal members, like other participants in the system, must have been contributing members for at least ten years in order to meet the minimum years-in-service requirement for a pension.   See R.I. Gen. Laws &#167; 45-21-16(b) (enacted July 21, 1992).   The new law ceded substantially the same grandfathering to members who already had accumulated ten years of total service (including purchased credits), see id., but it did not extend the same unguent to persons who had bought credits but had not yet, even with the aid of those credits, cleared the years-in-service hurdle.</p>\n    </div>\n    <p>II. THE COURSE OF EVENTS</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The relevant facts underlying this litigation are not in dispute.   Thomas McGrath began working for the City of Cranston as a probationary employee on April 9, 1986.   His probationary status ended six months later.   Because Cranston had elected to participate in the system, he became a contributing member of the MEP on November 28, 1986.   He remained in that status until April 28, 1994 (although Cranston defrayed some of the contribution costs).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In February 1991 the appellant began pursuing the purchase of retirement credits for two and one-half years of prior military service.   Applying the statutory formula (ten percent of first-year salary for each year of surrogate credit purchased) the Board informed the appellant that he could buy the desired credits for $4,316.09, and that for the added sum of $917.53 he could purchase credits corresponding to his six-month probationary period.   The appellant bought the credits on April 15, 1991.   At that time he had been a contributing member of the system for just over four and one-half years.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">As the law then read, the appellant's purchase of surrogate credits worked to his advantage in two ways.   First, the purchase augmented his anticipated pension benefit by increasing the number of years that would form the basis on which his yearly retirement annuity would be calculated.   Second, the purchase promised to accelerate vesting and enable him to retire with a pension after completing a mere seven years of actual municipal employment.   The appellant claims that he planned to take advantage of both attributes and to retire from municipal service late in 1993 (at which time he would be beyond the minimum retirement age).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">While the 1991 and 1992 amendments to the law did not diminish the appellant's prospects of boosting his pension by reason of the purchased credits, they dashed his hopes of accelerated vesting.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Under the new law, only years in which municipal employees had been contributing members could be counted toward the vesting requirement.   Because the appellant had only nine years, two months and twenty-two days of total creditable service (including purchased credits) when the 1992 amendment took effect, he lost the benefit of the accelerated vesting that he had envisioned.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">McGrath met with a representative of the state retirement system in October 1993 to ascertain whether the new law would be applied to the determination of his pension eligibility.   After receiving an adverse decision, he petitioned the Board.   The Board ruled that under the amended statute he could use the purchased probationary credits toward vesting, but that he could not use the purchased military credits for that purpose.   Accordingly, the Board decreed that the appellant would not vest unless he continued in municipal service through April 9, 1996.   Put another way, the appellant would have to work a full ten years for Cranston before becoming eligible to receive a pension.   Should he reach that milestone, the purchased military credits would be applied to augment the amount of his yearly retirement annuity and he would retire with twelve and one-half years of credited service (rather than ten), thus allowing him to receive a more munificent pension.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The appellant resigned his municipal office on April 28, 1994.   The Board stood fast, taking the position that he was not entitled to any pension but merely to a return of contributions (including the payments tendered for the purchased credits).   Pensionless but undaunted, McGrath brought suit against the Board in the United States District Court for the District of Rhode Island.   He alleged that the amendment to R.I. Gen. Laws &#167; 45-21-16, as applied to him by the Board, transgressed the Contracts Clause, see U.S. Const. art.  I, &#167; 10, the Equal Protection and Due Process Clauses, see U.S. Const. amend.  XIV, &#167; 1, and the Takings Clause, see U.S. Const. amend.  V.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  In a thoughtful opinion, the district court granted brevis disposition in the Board's favor.   See McGrath v. Rhode Island Ret.  Bd., 906 F.Supp. 749 (D.R.I.1995).   This appeal ensued.</p>\n    </div>\n    <p>III. ANALYSIS</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In this forum, the appellant challenges only the lower court's rejection of his Contracts Clause claim.   We restrict our analysis accordingly.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">* In terms, the Contracts Clause prohibits states from passing \"any ... Law impairing the Obligation of Contracts.\"   U.S. Const. art. 1, &#167; 10.   Though the Framers apparently had in mind only purely private contracts (particularly debt obligations), see Benjamin F. Wright, Jr., The Contract Clause of the Constitution 15-16 (1938), the Clause routinely has been applied to contracts between states and private parties.   See, e.g., Fletcher v. Peck, 10 U.S.  (6 Cranch) 87, 137-39, 3 L.Ed. 162 (1810).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Over time, the Supreme Court has devised a tripartite test for use in analyzing alleged impairments of contracts.   See General Motors Corp. v. Romein, 503 U.S. 181, 186, 112 S.Ct. 1105, 1109, 117 L.Ed.2d 328 (1992).   Under this paradigm, a court first must inquire whether a contract exists.   If so, the court next must inquire whether the law in question impairs an obligation under the contract.   If so, the court then must inquire whether the discerned impairment can fairly be characterized as substantial.   Affirmative answers to these three queries compel a court to abrogate the proposed application of the challenged state law.   See id.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It should be noted that this tripartite test actually has a fourth component.   In an appropriate case the model expands to include an inquiry as to whether the impairment, albeit substantial, is reasonable and necessary to fulfill an important public purpose.   See Energy Reserves Group v. Kansas Power &amp; Light, 459 U.S. 400, 411-12, 103 S.Ct. 697, 704-05, 74 L.Ed.2d 569 (1983).   If so, the challenged law will not be held to infringe rights secured by the Contracts Clause.   See id.   Furthermore, when a state is itself a party to a contract, courts must scrutinize the state's asserted purpose with an extra measure of vigilance.   See United States Trust Co. v. New Jersey, 431 U.S. 1, 25, 97 S.Ct. 1505, 1519, 52 L.Ed.2d 92 (1977).   Because this fourth component requires careful judicial scrutiny in all events, it is clear that a state must do more than mouth the vocabulary of the public weal in order to reach safe harbor;  a vaguely worded or pretextual objective, or one that reasonably may be attained without substantially impairing the contract rights of private parties, will not serve to avoid the full impact of the Contracts Clause.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In general, retirement plans are within the reach of the Contracts Clause.   To be sure, noncontributory pensions were viewed a century ago not as contracts but as mere gratuities.   See, e.g., Pennie v. Reis, 132 U.S. 464, 471, 10 S.Ct. 149, 151, 33 L.Ed. 426 (1889).   But times have changed, and evolving legal doctrine recognizes that the promise of a pension is part of the compensation package that employers dangle to attract and retain qualified employees.   In line with this evolving doctrine we have held that, in general, pensions are to be regarded as a species of unilateral contracts.   See Hoefel v. Atlas Tack Corp., 581 F.2d 1, 4-5 (1st Cir.1978) (explaining that \"the promise of a pension constitutes an offer which, upon performance of the required service by the employee[,] becomes a binding obligation\"), cert. denied, 440 U.S. 913, 99 S.Ct. 1227, 59 L.Ed.2d 462 (1979).   Other courts have come to view pension plans in much the same way.   See, e.g., Pratt v. Petroleum Prod.  Mgmt., Inc. Employee Sav. Plan &amp; Trust, 920 F.2d 651, 661 (10th Cir.1990) (stating that a \"pension plan is a unilateral contract which creates a vested right in those employees who accept the offer it contains by continuing in employment for the requisite number of years\") (quoting Hurd v. Illinois Bell Tel. Co., 234 F.2d 942, 946 (7th Cir.), cert. denied, 352 U.S. 918, 77 S.Ct. 216, 1 L.Ed.2d 124 (1956));  see generally Arthur L. Corbin, Corbin on Contracts &#167; 2.29, at 256 (Joseph M. Perillo rev. ed.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Though the principle that a pension plan represents an implied-in-fact unilateral contract is fairly well settled and has been applied repeatedly to state and municipal pension plans,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> there is significant disagreement about when contractually enforceable rights accrue under such plans.   See, e.g., Nevada Employees Ass'n, Inc. v. Keating, 903 F.2d 1223, 1227 (9th Cir.)  (suggesting that nonvested employees have contractual rights subject only to \"reasonable modification\"), cert. denied, 498 U.S. 999, 111 S.Ct. 558, 112 L.Ed.2d 565 (1990);  Betts v. Board of Admin. of the Pub. Employees' Ret.  Sys., 21 Cal.3d 859, 148 Cal.Rptr. 158, 161, 582 P.2d 614, 617 (1978) (en banc) (stating that the right to a \"substantial\" or \"reasonable\" pension accrues on first day of employment);  Petras v. State Bd. of Pension Trustees, 464 A.2d 894, 896 (Del.1983) (explaining that rights accrue when vesting occurs);  Singer v. City of Topeka, 227 Kan. 356, 607 P.2d 467, 475 (1980) (similar to Petras, but adding that rights remain subject to \"reasonable modification\");  Sylvestre v. State, 298 Minn. 142, 214 N.W.2d 658, 666-67 (1973) (taking the position that an employee's rights accrue on first day of employment);  Baker v. Oklahoma Firefighters Pension &amp; Ret.  Sys., 718 P.2d 348, 353 (Okla.1986) (holding that rights accrue only when an employee vests);  Leonard v. City of Seattle, 81 Wash.2d 479, 503 P.2d 741, 746 (1972) (en banc) (similar to Baker ).   And, moreover, some courts cling to the notion that a state-sponsored retirement plan for public employees creates no enforceable contractual rights whatever.   See, e.g., Pineman v. Oechslin, 195 Conn. 405, 488 A.2d 803, 809-10 (1985);  Spiller v. State, 627 A.2d 513, 516 (Me.1993).</p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Rhode Island's municipal employees' pension system differs from the plans that have been considered by other courts in at least one material respect:  R.I. Gen. Laws &#167; 45-21-47 explicitly reserves to the legislature the power to amend or terminate the plan, including the power to eliminate pension benefits entirely (except for those employees who have already retired).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  It is generally the case with supposed unilateral contracts that if the offeror expressly reserves the power to revoke the offer until the offeree's performance is complete, then the offer is illusory and cannot give rise to a unilateral contract.   See Restatement (Second) of Contracts &#167; 45, cmt. b (1981) (\"A reservation of power to revoke after performance has begun means that as yet there is no promise and no offer.\").   The Supreme Court has endorsed this approach in respect to certain federal employee retirement benefits.   See United States R.R. Ret.  Bd. v. Fritz, 449 U.S. 166, 174, 101 S.Ct. 453, 459, 66 L.Ed.2d 368 (1980) (stating that statutory \"railroad [retirement] benefits, like social security benefits, are not contractual and may be altered or even eliminated at any time\").   If this logic holds, the Rhode Island municipal retirement system seemingly does not produce the kind of binding offer that courts are likely to enforce.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Yet this logic is not inevitable.   In the wide world of employee pension plans, the principle that reserved power to revoke means that there is no offer and no contract has not been applied consistently.   In Allied Structural Steel Co. v. Spannaus, 438 U.S. 234, 98 S.Ct. 2716, 57 L.Ed.2d 727 (1978), the Court held that a state law impaired the obligations of Allied Steel's preexisting contract with its employees by requiring that all employer-provided pension plans must include certain guarantees.   See id. at 250, 98 S.Ct. at 2725.   En route to this holding the Court recognized the existence of a contract for Contracts Clause purposes notwithstanding the fact that the employer-sponsor had explicitly reserved the right to amend or terminate its pension plan even if doing so meant depriving employees (including those employees who had already vested) of their expected benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In the same vein, prior to the enactment of the Employee Retirement Income Security Act of 1974 (ERISA), 29 U.S.C. &#167;&#167; 1001-1461 (1994)--a statute that now occupies much of the field in the law of pension benefits, but which has no direct relevance here--significant common-law precedent had developed in support of the view that an express and unqualified reservation of the power to amend or terminate a pension plan is only to be given effect up to the point at which an employee's rights under the plan vest.   For instance, we held in a pre-ERISA case that retired employees were entitled to benefits as provided in a negotiated pension plan notwithstanding (a) the presence of a clause in the plan reserving to the employer \"the right to change, suspend or discontinue the Plan at any time,\" and (b) the employer's attempted termination of the plan.  Hoefel, 581 F.2d at 3-4.   In so holding, we observed approvingly that a \"number of courts have construed pension plans which reserve to the employer the right to alter or discontinue ... as limiting the employer's reserved right to apply only to employees whose pension rights had not, at the time of the change, already vested.\"  Id. at 5.   Hoefel relied heavily on Cantor v. Berkshire Life Ins. Co., 171 Ohio St. 405, 171 N.E.2d 518 (1960), in which the Ohio Supreme Court ruled that \"even though the employer has reserved the right to amend or terminate the plan, once an employee, who accepted employment under such a plan, has complied with all the conditions entitling him to participate in such plan, his rights become vested and the employer cannot divest the employee of his rights thereunder.\"  Id. 171 N.E.2d at 522.   Other courts agree.   See, e.g., In re Erie Lackawanna Ry. Co., 548 F.2d 621, 625-27 (6th Cir.1977);   Ehrle v. Bank Bldg. &amp; Equip.  Corp., 530 S.W.2d 482, 495 (Mo.Ct.App.1975);  Stopford v. Boonton Molding Co., 56 N.J. 169, 265 A.2d 657, 665-66 (1970);  see generally Annot., 46 A.L.R.3d 464, 468-70 (1972) (collecting cases).   Thus, the caselaw evinces an emergent common-law rule to this effect:  once an employee fulfills the service requirements entitling him or her to retirement benefits under a pension plan, the employee acquires a contractual right to those benefits, and the employer cannot abridge that right despite its aboriginal reservation of a power to effect unilateral amendments or to terminate the plan outright.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We hasten to add a caveat.   To our knowledge, all of the cases that have cabined the effect of an explicitly reserved power to amend involve private-sector retirement plans.   It is unclear whether the same limitations apply ex proprio vigore to public-sector retirement plans.   On one hand, principles of fairness argue for comparability of treatment.   On the other hand, the very nature of a republican form of government and that government's unique duty to represent the public interest combine to create a special employment environment.   Lawmakers pay homage to this reality in many ways, see, e.g., R.I. Gen. Laws &#167; 36-11-6 (1990 Reenactment) (denying most public employees the right to strike), and there are sound policy reasons to recognize this difference in terms of maximizing the states' flexibility vis-a-vis the retirement benefits that it offers to public employees.   Indeed, such concerns underlie the recognized presumption that statutory enactments do not create contractual obligations in the absence of an \"unmistakable\" intent on the legislature's part to do so.   See United States v. Winstar, --- U.S. ----, ---- - ----, 116 S.Ct. 2431, ---- - ----, --- L.Ed.2d ---- (1996) (discussing the role of the unmistakability doctrine in \"limiting contractual incursions on a State's sovereign powers\" under the auspices of the Contracts Clause).   Be that as it may, the instant case does not require us to choose between these opposing viewpoints.   Even if the common-law rule applies to public employees' retirement plans and the MEP therefore creates an enforceable contract linking the state and the individual MEP members--a matter we do not decide--it would not assist McGrath.</p>\n    </div>\n    <p>D</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The district court found that the appellant's purchase of military credits created a contract between him and the state, separate and apart from the overall agreement to provide a pension.   See McGrath, 906 F.Supp. at 760 n. 1.   Under this separate contract, the state promised to pay McGrath a larger retirement annuity in return for a stipulated cash payment.   See id. at 763.   Although the purchase yielded a second prospective benefit--producing an opportunity for earlier retirement, made possible by the ability to count purchased credits toward the MEP's minimum years-in-service requirement--the court thought that this feature was merely incidental to the essential purpose of the separate contract.   See id. at 763-64.   Partly because R.I. Gen. Laws &#167; 45-21-47 rendered the appellant's reliance on the state's ancillary promise unreasonable, and partly because the amendment to R.I. Gen. Laws &#167; 45-21-16 did not impair the \"central undertaking\" of the contract--pension augmentation--the court concluded that the amendment comprised only an \"insubstantial\" impairment of the separate contract and therefore did not transgress the Contracts Clause.   See McGrath, 906 F.Supp. at 766 (citing City of El Paso v. Simmons, 379 U.S. 497, 514, 85 S.Ct. 577, 587, 13 L.Ed.2d 446 (1965)).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Although we uphold the district court's judgment we arrive at that destination by a somewhat different path.   For purposes of Contracts Clause analysis, as in contract law generally, it serves no legitimate end to slice and dice unitary agreements into a series of fragmentary subcontracts.   Cf. Smart v. Gillette Co. Long-Term Disab.  Plan, 70 F.3d 173, 179 (1st Cir.1995) (warning that \"[a]ccepted canons of construction forbid the balkanization of contracts for interpretive purposes\").   To the contrary, a singular contract should be treated as such.   Applying this salutary principle, we think it is unrealistic to view the acquisition of surrogate credits as forming a separate and distinct contract.   In point of fact, the purchase constitutes no more than a transaction made available under the auspices of the overall retirement arrangement.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Hence, the rights created by the purchase of credits are subsumed within, and indistinguishable from, the rights created under the retirement plan proper.   We must, therefore, train our sights on the MEP as a whole.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Based on the authorities canvassed above, we believe that the architecture of the MEP at most extends an offer of a unilateral contract to employees of participating municipalities, subject, however, to the reserved powers contained in R.I. Gen. Laws &#167; 45-21-47.   Assuming, for argument's sake, that such a contract has significance for purposes of the Contracts Clause--a matter on which we take no view--it nonetheless is clear that, under the contract terms, a member's rights to a retirement annuity are not secure until he or she has met the age and service requirements established in the plan (and, therefore, has become vested).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Until such time, section 45-21-47 permits the state to make modifications to, or even terminate, members' rights under the plan without offending the Contracts Clause.   And, moreover, since rights gained by service and rights gained by purchase are \"equal in stature\" within the system, McGrath, 906 F.Supp. at 759, it follows that both are equally subject to the state's reserved power to amend or terminate whatever presumptive entitlements an unvested member may from time to time look forward to enjoying.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In terms of this case, then, the appellant's purchase of surrogate credits may have conferred certain rights on him, but it did so only against the backdrop of the state's reserved authority to modify those rights up to the point of vesting (if not beyond).   And since McGrath was not vested when the Rhode Island General Assembly revised the MEP, his claim founders.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">To say more would be supererogatory.   We conclude that the amendment to R.I. Gen. Laws &#167; 45-21-16, as applied, passes constitutional muster under the Contracts Clause.   See City of Charleston v. Public Serv.  Comm'n, 57 F.3d 385, 393-95 (4th Cir.)  (holding that a state law did not impair a public contract when the contract expressly stated that its terms were subject to legislative regulation), cert. denied, --- U.S. ----, 116 S.Ct. 474, 133 L.Ed.2d 404 (1995);  National Ass'n of Gov't Employees v. Commonwealth, 419 Mass. 448, 646 N.E.2d 106, 110  (holding that a statutorily mandated increase in state employees' health insurance premiums did not impair a public contract because the legislature had expressly reserved the power to change the contract's terms), cert. denied, --- U.S. ----, 115 S.Ct. 2615, 132 L.Ed.2d 858 (1995).</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We need go no further.   As between Rhode Island and the appellant, the 1992 amendment to R.I. Gen. Laws &#167; 45-21-16 did not impair any obligation protected by the Contracts Clause.   Consequently, the district court appropriately entered judgment for the Board.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Under the MEP, a worker also is eligible to retire with a similarly calculated pension regardless of age if he or she accumulates at least thirty years of total creditable service.   See R.I. Gen. Laws &#167; 45-21-16</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The new provision did not affect the use of purchased credits in regard to the thirty-year vesting alternative, see supra note 1, or in regard to pension augmentation.   Thus, the purchase of military credits still could yield a significant monetary return when the Board, at retirement, applied the statutory formula to compute the amount of a participant's yearly annuity</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This case does not require us to speculate whether the 1991 amendment in and of itself dictated this result.   Even if the MEP was unaffected until the General Assembly acted in 1992, the outcome here would be the same</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> This provision is made applicable to the states through the genius of the Fourteenth Amendment.   See Webb's Fabulous Pharmacies, Inc. v. Beckwith, 449 U.S. 155, 160, 101 S.Ct. 446, 450, 66 L.Ed.2d 358 (1980)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Our opinion in Hoffman v. City of Warwick, 909 F.2d 608 (1st Cir.1990), does not subvert this principle.  Hoffman involved a Rhode Island law that granted veterans additional seniority in public employment.   The state had never enforced the law, and there was no indication that employees knew about it, much less considered it part of their employment arrangement.   See id. at 612.   On those idiocratic facts, we concluded that the statute did not evince a legislative intent to contract, and that a fortiori its repeal did not impair contractual obligations owed to current employees.   See id. at 614.   Fairly read, Hoffman does not stand for the proposition that statutory employment benefits can never create contractual rights</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Of course, it can be argued that a legislatively-created pension plan is always subject to amendment by means of further legislative enactments, whether or not the plan explicitly reserves a power to amend.   We caution that this may be too simplistic an argument.   The Contracts Clause prohibits a state legislature from amending any law in a way that works a substantial impairment of contractual obligations previously undertaken.   An explicit reservation easily can be understood as a legislative effort to avoid creating a contractual obligation in the first place, for when the state expressly reserves the power to withdraw or reconfigure the promise of a pension, a state employee who thereafter accepts employment will be hard-pressed to assert a reasonable basis for relying on the original promise.   Viewed in this light, the very existence of the Contracts Clause seems to give a state's explicit reservation of authority to amend its own public employee pension law more bite than an inchoate power to amend can command</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Recent legislation buttresses the legitimacy of this rule.   ERISA, for example, specifically provides that pension plan amendments cannot decrease retirement benefits which have already accrued.   See 29 U.S.C. &#167; 1054(g).   Similarly, the Internal Revenue Code defines as \"qualifying plans\" only those pension plans that provide for the protection of \"accrued benefits\" upon plan termination.  26 U.S.C. &#167; 411(d)(3)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> As the district court recognized, the only rights conferred by the purchased credits were rights within the MEP itself.   See McGrath, 906 F.Supp. at 759</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> It is unclear whether the legislature can pass and lawfully enforce an amendment that adversely affects an individual who has satisfied the age and years-in-service requirement, but has not yet retired.   This case does not present an appropriate occasion for us to explore this terra incognito</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></span></p>\n    <p class=\"parties\">Edward A. McGRATH, Plaintiff, Appellant,<br>v.<br>The RHODE ISLAND RETIREMENT BOARD, ETC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-2301.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 4, 1996.<br>Decided July 9, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Edward C. Roy, Jr., with whom Roy &amp; Cook, Providence, RI, was on brief, for appellant.</p>\n      <p class=\"indent\">David D. Barricelli, with whom Hinckley, Allen &amp; Snyder, Providence, RI, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal requires us to determine whether a legislated change to a substantive provision of a public employees' retirement plan, as applied, transgresses the Contracts Clause of the United States Constitution.   We find no constitutional infraction:  plaintiff-appellant Thomas McGrath's pension rights had not yet vested when the modification occurred, and the state had reserved the power to alter or revoke its promise of retirement benefits to municipal employees at the time it established the plan in which McGrath later became a participant.   Consequently, we affirm the district court's grant of summary judgment in favor of defendant-appellee Rhode Island Retirement Board (the Board).</p>\n    </div>\n    <p>I. THE STATUTORY SCHEME</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Rhode Island General Assembly established a state employees' retirement plan in 1936.   See 1936 R.I. Pub. Laws, ch. 2334 (codified at R.I. Gen. Laws &#167;&#167; 36-8-1 to 36-10-39 (1990 Reenactment &amp; Supp.1995)).   In 1951, the General Assembly enabled Rhode Island's cities and town to enroll their employees in a matching plan.   See 1951 R.I. Pub. Laws, ch. 2784 (codified at R.I. Gen. Laws &#167;&#167; 45-21-1 to 45-21-62 (1991 Reenactment &amp; Supp.1995)).   The legislature patterned the municipal employees' plan (MEP) after the state employees' plan (SEP), engrafting the former onto the latter.   Together, these plans comprise what is familiarly known as the state retirement system.   The key provisions of both plans are ordained by statute and both are administered under the aegis of the Board.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The law authorizing the MEP affords each of Rhode Island's thirty-nine municipalities the option of deciding whether or not to participate.   See R.I. Gen. Laws &#167; 45-21-4.   If a city or town chooses to join, its eligible employees are required to become members of the plan and must contribute six percent of salary until they have reached the maximum amount of service credit attainable.   See id. &#167; 45-21-41.   Municipalities may elect to defray some or all of their employees' required contributions to the MEP.   See id. &#167; 45-21-41.1.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">A qualified employee is entitled to a life annuity upon retirement in the amount of two percent of his or her final salary times the number of years of total creditable service (up to thirty-seven and one-half years).   See id. &#167; 45-21-17.   A person is eligible to retire with such a pension once he or she attains age fifty-eight and has logged at least ten years of total creditable service.   See id. &#167; 45-21-16.   Under this formulation--the only formulation that is germane to this case<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>--a municipal member's right to a pension vests when he or she meets both the age and years-in-service minima.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The MEP gives members the opportunity to purchase up to four years of pension credits for temporally equivalent active duty military service.   See id. &#167; 45-21-53.   A member also can purchase pension credits for any \"prior service with the city or town of which the employee is now employed.\"   Id.  &#167; 45-21-9(b).   Prior to 1991, these purchased credits benefitted a plan participant in two ways.   First, they served to increase the life annuity payments that would be payable upon the participant's retirement.   Second, they served to accelerate the participant's vesting date.   For example, an individual who had served four years in the military could purchase four years of creditable pension time at a relatively modest rate and then retire at age fifty-eight after only six years of municipal employment.   What is more, the individual would receive an annuity upon retirement in the amount of two percent of his or her final salary times ten years (despite having worked for a mere six years).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">From its very inception, the statute that paved the way for municipal employees to enter the state retirement system included a provision reserving the state's power to amend the terms of the municipal members' participation.   We reproduce this escape clause in its entirety:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>Reserved power to amend or repeal--Vested rights.--The right to amend, alter, or repeal this chapter at any time or from time to time is expressly reserved, and in that event the liability of the municipal employees' retirement system of Rhode Island shall be limited[,] in the case of a member or a person claiming through the member[,] to the contributions made by the member, without interest, and in the case of a municipality, to contributions made by the municipality[,] without interest, subject to deductions prescribed in the case of withdrawal by a municipality as provided in &#167; 45-21-6.   All retirement allowances or other benefits granted by the retirement of members, and in force prior to a repeal or amendment, shall be vested in the beneficiaries thereof and shall be paid in full in accordance with the terms of this chapter, and the rights of the retirement board to compel the payment by any municipality of the sum or sums necessary to provide the retirement allowances granted to members formerly employed by the municipality shall not be affected by the repeal or amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Id. &#167; 45-21-47.   Under this provision, the state reserves the authority to make changes to the pension plan, up to and including the termination of municipal participation and the elimination of the pension rights of all employees (except those who have already retired).   Upon repeal, current employees would receive back nothing more than the contributions they had made over the course of their employment, without interest.   See id.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">For many years the state retirement system was plagued with problems.   In 1991, with tales of suspected pension abuse rampant, the General Assembly restructured the system in several respects.   Among other changes, the legislature revised the method for calculating the minimum years of service (ten) required before an employee of suitable age could retire with a pension.   The new method focused on actual time in service without regard to purchased credits.   It did so by designating contributing membership (i.e., the period of time during which an employee had been working for the public employer and making contemporaneous contributions to the system) as the virtually exclusive measure of creditable time for vesting purposes.   The new law stated:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>Except as specifically provided in &#167; 36-10-9.1, &#167;&#167; 36-10-12 through 36-10-15 and &#167;&#167; 45-21-19 through 45-21-22 of the general laws, no member shall be eligible for pension benefits under this chapter unless the member shall have been a contributing member of the employees' retirement system for at least ten (10) years.   Provided, however, a person who has ten (10) years service credit shall be vested.   Any person who becomes a member of the employees' retirement system pursuant to &#167; 45-21-4 shall be considered a contributing member for the purposes of title 45, chapter 21 and this chapter.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">R.I. Gen. Laws &#167; 36-10-9(c) (Supp.1993) (enacted June 16, 1991).   It is readily evident that, under the amendment, an employee may only count years of actual service for purposes of meeting an applicable ten-year vesting requirement.   Thus, purchased credits (for, say, time in the military) can no longer be counted toward vesting (unless the holder comes within the \"grandfather clause\" protecting persons who already had logged ten years of total creditable service, including the purchased credits, at the effective date of the statutory change).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In enacting this statute, the General Assembly amended only Title 36--the law creating the SEP.   Nevertheless, as the last sentence of the excerpted language indicates, the change seemed to apply to the MEP as well.   When the Board exhibited some confusion about which minimum vesting requirement applied to municipal members, the legislature moved swiftly to dispel all doubt by amending Title 45--the law creating the MEP--to make it pellucid that municipal members, like other participants in the system, must have been contributing members for at least ten years in order to meet the minimum years-in-service requirement for a pension.   See R.I. Gen. Laws &#167; 45-21-16(b) (enacted July 21, 1992).   The new law ceded substantially the same grandfathering to members who already had accumulated ten years of total service (including purchased credits), see id., but it did not extend the same unguent to persons who had bought credits but had not yet, even with the aid of those credits, cleared the years-in-service hurdle.</p>\n    </div>\n    <p>II. THE COURSE OF EVENTS</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The relevant facts underlying this litigation are not in dispute.   Thomas McGrath began working for the City of Cranston as a probationary employee on April 9, 1986.   His probationary status ended six months later.   Because Cranston had elected to participate in the system, he became a contributing member of the MEP on November 28, 1986.   He remained in that status until April 28, 1994 (although Cranston defrayed some of the contribution costs).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In February 1991 the appellant began pursuing the purchase of retirement credits for two and one-half years of prior military service.   Applying the statutory formula (ten percent of first-year salary for each year of surrogate credit purchased) the Board informed the appellant that he could buy the desired credits for $4,316.09, and that for the added sum of $917.53 he could purchase credits corresponding to his six-month probationary period.   The appellant bought the credits on April 15, 1991.   At that time he had been a contributing member of the system for just over four and one-half years.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">As the law then read, the appellant's purchase of surrogate credits worked to his advantage in two ways.   First, the purchase augmented his anticipated pension benefit by increasing the number of years that would form the basis on which his yearly retirement annuity would be calculated.   Second, the purchase promised to accelerate vesting and enable him to retire with a pension after completing a mere seven years of actual municipal employment.   The appellant claims that he planned to take advantage of both attributes and to retire from municipal service late in 1993 (at which time he would be beyond the minimum retirement age).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">While the 1991 and 1992 amendments to the law did not diminish the appellant's prospects of boosting his pension by reason of the purchased credits, they dashed his hopes of accelerated vesting.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Under the new law, only years in which municipal employees had been contributing members could be counted toward the vesting requirement.   Because the appellant had only nine years, two months and twenty-two days of total creditable service (including purchased credits) when the 1992 amendment took effect, he lost the benefit of the accelerated vesting that he had envisioned.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">McGrath met with a representative of the state retirement system in October 1993 to ascertain whether the new law would be applied to the determination of his pension eligibility.   After receiving an adverse decision, he petitioned the Board.   The Board ruled that under the amended statute he could use the purchased probationary credits toward vesting, but that he could not use the purchased military credits for that purpose.   Accordingly, the Board decreed that the appellant would not vest unless he continued in municipal service through April 9, 1996.   Put another way, the appellant would have to work a full ten years for Cranston before becoming eligible to receive a pension.   Should he reach that milestone, the purchased military credits would be applied to augment the amount of his yearly retirement annuity and he would retire with twelve and one-half years of credited service (rather than ten), thus allowing him to receive a more munificent pension.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The appellant resigned his municipal office on April 28, 1994.   The Board stood fast, taking the position that he was not entitled to any pension but merely to a return of contributions (including the payments tendered for the purchased credits).   Pensionless but undaunted, McGrath brought suit against the Board in the United States District Court for the District of Rhode Island.   He alleged that the amendment to R.I. Gen. Laws &#167; 45-21-16, as applied to him by the Board, transgressed the Contracts Clause, see U.S. Const. art.  I, &#167; 10, the Equal Protection and Due Process Clauses, see U.S. Const. amend.  XIV, &#167; 1, and the Takings Clause, see U.S. Const. amend.  V.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  In a thoughtful opinion, the district court granted brevis disposition in the Board's favor.   See McGrath v. Rhode Island Ret.  Bd., <span class=\"citation no-link\"><span class=\"volume\">906</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">749</span></span> (D.R.I.1995).   This appeal ensued.</p>\n    </div>\n    <p>III. ANALYSIS</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In this forum, the appellant challenges only the lower court's rejection of his Contracts Clause claim.   We restrict our analysis accordingly.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">* In terms, the Contracts Clause prohibits states from passing \"any ... Law impairing the Obligation of Contracts.\"   U.S. Const. art. 1, &#167; 10.   Though the Framers apparently had in mind only purely private contracts (particularly debt obligations), see Benjamin F. Wright, Jr., The Contract Clause of the Constitution 15-16 (1938), the Clause routinely has been applied to contracts between states and private parties.   See, e.g., Fletcher v. Peck, 10 U.S.  (6 Cranch) 87, 137-39, <span class=\"citation\" data-id=\"84935\"><a href=\"/opinion/84935/fletcher-v-peck/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">162</span></a></span> (1810).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Over time, the Supreme Court has devised a tripartite test for use in analyzing alleged impairments of contracts.   See General Motors Corp. v. Romein, <span class=\"citation\" data-id=\"112703\"><a href=\"/opinion/112703/general-motors-corp-v-romein/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">181</span></a></span>, 186, <span class=\"citation\" data-id=\"112703\"><a href=\"/opinion/112703/general-motors-corp-v-romein/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1105</span></a></span>, 1109, <span class=\"citation\" data-id=\"112703\"><a href=\"/opinion/112703/general-motors-corp-v-romein/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">328</span></a></span> (1992).   Under this paradigm, a court first must inquire whether a contract exists.   If so, the court next must inquire whether the law in question impairs an obligation under the contract.   If so, the court then must inquire whether the discerned impairment can fairly be characterized as substantial.   Affirmative answers to these three queries compel a court to abrogate the proposed application of the challenged state law.   See id.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It should be noted that this tripartite test actually has a fourth component.   In an appropriate case the model expands to include an inquiry as to whether the impairment, albeit substantial, is reasonable and necessary to fulfill an important public purpose.   See Energy Reserves Group v. Kansas Power &amp; Light, <span class=\"citation\" data-id=\"110827\"><a href=\"/opinion/110827/energy-reserves-group-inc-v-kansas-power-light-co/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">400</span></a></span>, 411-12, <span class=\"citation\" data-id=\"110827\"><a href=\"/opinion/110827/energy-reserves-group-inc-v-kansas-power-light-co/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">697</span></a></span>, 704-05, <span class=\"citation\" data-id=\"110827\"><a href=\"/opinion/110827/energy-reserves-group-inc-v-kansas-power-light-co/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">569</span></a></span> (1983).   If so, the challenged law will not be held to infringe rights secured by the Contracts Clause.   See id.   Furthermore, when a state is itself a party to a contract, courts must scrutinize the state's asserted purpose with an extra measure of vigilance.   See United States Trust Co. v. New Jersey, <span class=\"citation\" data-id=\"109647\"><a href=\"/opinion/109647/united-states-trust-co-of-ny-v-new-jersey/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 25, <span class=\"citation\" data-id=\"109647\"><a href=\"/opinion/109647/united-states-trust-co-of-ny-v-new-jersey/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1505</span></a></span>, 1519, <span class=\"citation\" data-id=\"109647\"><a href=\"/opinion/109647/united-states-trust-co-of-ny-v-new-jersey/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">92</span></a></span> (1977).   Because this fourth component requires careful judicial scrutiny in all events, it is clear that a state must do more than mouth the vocabulary of the public weal in order to reach safe harbor;  a vaguely worded or pretextual objective, or one that reasonably may be attained without substantially impairing the contract rights of private parties, will not serve to avoid the full impact of the Contracts Clause.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In general, retirement plans are within the reach of the Contracts Clause.   To be sure, noncontributory pensions were viewed a century ago not as contracts but as mere gratuities.   See, e.g., Pennie v. Reis, <span class=\"citation\" data-id=\"92619\"><a href=\"/opinion/92619/pennie-v-reis/\"><span class=\"volume\">132</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></a></span>, 471, <span class=\"citation\" data-id=\"92619\"><a href=\"/opinion/92619/pennie-v-reis/\"><span class=\"volume\">10</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">149</span></a></span>, 151, <span class=\"citation\" data-id=\"92619\"><a href=\"/opinion/92619/pennie-v-reis/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">426</span></a></span> (1889).   But times have changed, and evolving legal doctrine recognizes that the promise of a pension is part of the compensation package that employers dangle to attract and retain qualified employees.   In line with this evolving doctrine we have held that, in general, pensions are to be regarded as a species of unilateral contracts.   See Hoefel v. Atlas Tack Corp., <span class=\"citation\" data-id=\"358579\"><a href=\"/opinion/358579/raymond-hoefel-v-atlas-tack-corporation-raymond-mahoney-v-great-northern/\"><span class=\"volume\">581</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 4-5 (1st Cir.1978) (explaining that \"the promise of a pension constitutes an offer which, upon performance of the required service by the employee[,] becomes a binding obligation\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">913</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1227</span></span>, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">462</span></span> (1979).   Other courts have come to view pension plans in much the same way.   See, e.g., Pratt v. Petroleum Prod.  Mgmt., Inc. Employee Sav. Plan &amp; Trust, <span class=\"citation\" data-id=\"552436\"><a href=\"/opinion/552436/clair-b-pratt-v-petroleum-production-management-inc-employee-savings/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">651</span></a></span>, 661 (10th Cir.1990) (stating that a \"pension plan is a unilateral contract which creates a vested right in those employees who accept the offer it contains by continuing in employment for the requisite number of years\") (quoting Hurd v. Illinois Bell Tel. Co., <span class=\"citation\" data-id=\"239845\"><a href=\"/opinion/239845/freeman-s-hurd-v-illinois-bell-telephone-company-american-telephone-and/\"><span class=\"volume\">234</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, 946 (7th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">352</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">918</span></span>, <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">216</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">124</span></span> (1956));  see generally Arthur L. Corbin, Corbin on Contracts &#167; 2.29, at 256 (Joseph M. Perillo rev. ed.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Though the principle that a pension plan represents an implied-in-fact unilateral contract is fairly well settled and has been applied repeatedly to state and municipal pension plans,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> there is significant disagreement about when contractually enforceable rights accrue under such plans.   See, e.g., Nevada Employees Ass'n, Inc. v. Keating, <span class=\"citation\" data-id=\"542004\"><a href=\"/opinion/542004/state-of-nevada-employees-assoc-inc-snea-a-nevada-corporation-as/\"><span class=\"volume\">903</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1223</span></a></span>, 1227 (9th Cir.)  (suggesting that nonvested employees have contractual rights subject only to \"reasonable modification\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">999</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">558</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">565</span></span> (1990);  Betts v. Board of Admin. of the Pub. Employees' Ret.  Sys., <span class=\"citation\" data-id=\"1386642\"><a href=\"/opinion/1386642/betts-v-board-of-administration/\"><span class=\"volume\">21</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">859</span></a></span>, <span class=\"citation\" data-id=\"1386642\"><a href=\"/opinion/1386642/betts-v-board-of-administration/\"><span class=\"volume\">148</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">158</span></a></span>, 161, <span class=\"citation\" data-id=\"1386642\"><a href=\"/opinion/1386642/betts-v-board-of-administration/\"><span class=\"volume\">582</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">614</span></a></span>, 617 (1978) (en banc) (stating that the right to a \"substantial\" or \"reasonable\" pension accrues on first day of employment);  Petras v. State Bd. of Pension Trustees, <span class=\"citation\" data-id=\"1983729\"><a href=\"/opinion/1983729/petras-v-state-bd-of-pension-trustees/\"><span class=\"volume\">464</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">894</span></a></span>, 896 (Del.1983) (explaining that rights accrue when vesting occurs);  Singer v. City of Topeka, <span class=\"citation\" data-id=\"1177534\"><a href=\"/opinion/1177534/singer-v-city-of-topeka/\"><span class=\"volume\">227</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">356</span></a></span>, <span class=\"citation\" data-id=\"1177534\"><a href=\"/opinion/1177534/singer-v-city-of-topeka/\"><span class=\"volume\">607</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">467</span></a></span>, 475 (1980) (similar to Petras, but adding that rights remain subject to \"reasonable modification\");  Sylvestre v. State, <span class=\"citation no-link\"><span class=\"volume\">298</span> <span class=\"reporter\">Minn.</span> <span class=\"page\">142</span></span>, <span class=\"citation\" data-id=\"1674830\"><a href=\"/opinion/1674830/sylvestre-v-state/\"><span class=\"volume\">214</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">658</span></a></span>, 666-67 (1973) (taking the position that an employee's rights accrue on first day of employment);  Baker v. Oklahoma Firefighters Pension &amp; Ret.  Sys., <span class=\"citation\" data-id=\"1159967\"><a href=\"/opinion/1159967/baker-v-oklahoma-firefighters-pension-and-retirement-system/\"><span class=\"volume\">718</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">348</span></a></span>, 353 (Okla.1986) (holding that rights accrue only when an employee vests);  Leonard v. City of Seattle, 81 Wash.2d 479, <span class=\"citation\" data-id=\"1210103\"><a href=\"/opinion/1210103/leonard-v-seattle/\"><span class=\"volume\">503</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">741</span></a></span>, 746 (1972) (en banc) (similar to Baker ).   And, moreover, some courts cling to the notion that a state-sponsored retirement plan for public employees creates no enforceable contractual rights whatever.   See, e.g., Pineman v. Oechslin, <span class=\"citation no-link\"><span class=\"volume\">195</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">405</span></span>, <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">803</span></span>, 809-10 (1985);  Spiller v. State, <span class=\"citation\" data-id=\"2337122\"><a href=\"/opinion/2337122/spiller-v-state/\"><span class=\"volume\">627</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">513</span></a></span>, 516 (Me.1993).</p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Rhode Island's municipal employees' pension system differs from the plans that have been considered by other courts in at least one material respect:  R.I. Gen. Laws &#167; 45-21-47 explicitly reserves to the legislature the power to amend or terminate the plan, including the power to eliminate pension benefits entirely (except for those employees who have already retired).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  It is generally the case with supposed unilateral contracts that if the offeror expressly reserves the power to revoke the offer until the offeree's performance is complete, then the offer is illusory and cannot give rise to a unilateral contract.   See Restatement (Second) of Contracts &#167; 45, cmt. b (1981) (\"A reservation of power to revoke after performance has begun means that as yet there is no promise and no offer.\").   The Supreme Court has endorsed this approach in respect to certain federal employee retirement benefits.   See United States R.R. Ret.  Bd. v. Fritz, <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">166</span></span>, 174, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">453</span></span>, 459, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">368</span></span> (1980) (stating that statutory \"railroad [retirement] benefits, like social security benefits, are not contractual and may be altered or even eliminated at any time\").   If this logic holds, the Rhode Island municipal retirement system seemingly does not produce the kind of binding offer that courts are likely to enforce.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Yet this logic is not inevitable.   In the wide world of employee pension plans, the principle that reserved power to revoke means that there is no offer and no contract has not been applied consistently.   In Allied Structural Steel Co. v. Spannaus, <span class=\"citation\" data-id=\"109929\"><a href=\"/opinion/109929/allied-structural-steel-co-v-spannaus/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">234</span></a></span>, <span class=\"citation\" data-id=\"109929\"><a href=\"/opinion/109929/allied-structural-steel-co-v-spannaus/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2716</span></a></span>, <span class=\"citation\" data-id=\"109929\"><a href=\"/opinion/109929/allied-structural-steel-co-v-spannaus/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">727</span></a></span> (1978), the Court held that a state law impaired the obligations of Allied Steel's preexisting contract with its employees by requiring that all employer-provided pension plans must include certain guarantees.   See id. at 250, 98 S.Ct. at 2725.   En route to this holding the Court recognized the existence of a contract for Contracts Clause purposes notwithstanding the fact that the employer-sponsor had explicitly reserved the right to amend or terminate its pension plan even if doing so meant depriving employees (including those employees who had already vested) of their expected benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In the same vein, prior to the enactment of the Employee Retirement Income Security Act of 1974 (ERISA), 29 U.S.C. &#167;&#167; 1001-1461 (1994)--a statute that now occupies much of the field in the law of pension benefits, but which has no direct relevance here--significant common-law precedent had developed in support of the view that an express and unqualified reservation of the power to amend or terminate a pension plan is only to be given effect up to the point at which an employee's rights under the plan vest.   For instance, we held in a pre-ERISA case that retired employees were entitled to benefits as provided in a negotiated pension plan notwithstanding (a) the presence of a clause in the plan reserving to the employer \"the right to change, suspend or discontinue the Plan at any time,\" and (b) the employer's attempted termination of the plan.  Hoefel, 581 F.2d at 3-4.   In so holding, we observed approvingly that a \"number of courts have construed pension plans which reserve to the employer the right to alter or discontinue ... as limiting the employer's reserved right to apply only to employees whose pension rights had not, at the time of the change, already vested.\"  Id. at 5.   Hoefel relied heavily on Cantor v. Berkshire Life Ins. Co., <span class=\"citation no-link\"><span class=\"volume\">171</span> <span class=\"reporter\">Ohio St.</span> <span class=\"page\">405</span></span>, <span class=\"citation no-link\"><span class=\"volume\">171</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">518</span></span> (1960), in which the Ohio Supreme Court ruled that \"even though the employer has reserved the right to amend or terminate the plan, once an employee, who accepted employment under such a plan, has complied with all the conditions entitling him to participate in such plan, his rights become vested and the employer cannot divest the employee of his rights thereunder.\"  Id. 171 N.E.2d at 522.   Other courts agree.   See, e.g., In re Erie Lackawanna Ry. Co., <span class=\"citation\" data-id=\"342463\"><a href=\"/opinion/342463/in-the-matter-of-erie-lackawanna-railway-co-debtor-appeal-of/\"><span class=\"volume\">548</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">621</span></a></span>, 625-27 (6th Cir.1977);   Ehrle v. Bank Bldg. &amp; Equip.  Corp., <span class=\"citation\" data-id=\"2376370\"><a href=\"/opinion/2376370/ehrle-v-bank-bldg-equip-corp-of-america/\"><span class=\"volume\">530</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">482</span></a></span>, 495 (Mo.Ct.App.1975);  Stopford v. Boonton Molding Co., <span class=\"citation\" data-id=\"1550050\"><a href=\"/opinion/1550050/stopford-v-boonton-molding-co-inc/\"><span class=\"volume\">56</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">169</span></a></span>, <span class=\"citation\" data-id=\"1550050\"><a href=\"/opinion/1550050/stopford-v-boonton-molding-co-inc/\"><span class=\"volume\">265</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">657</span></a></span>, 665-66 (1970);  see generally Annot., <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">A.L.R. 3d</span> <span class=\"page\">464</span></span>, 468-70 (1972) (collecting cases).   Thus, the caselaw evinces an emergent common-law rule to this effect:  once an employee fulfills the service requirements entitling him or her to retirement benefits under a pension plan, the employee acquires a contractual right to those benefits, and the employer cannot abridge that right despite its aboriginal reservation of a power to effect unilateral amendments or to terminate the plan outright.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We hasten to add a caveat.   To our knowledge, all of the cases that have cabined the effect of an explicitly reserved power to amend involve private-sector retirement plans.   It is unclear whether the same limitations apply ex proprio vigore to public-sector retirement plans.   On one hand, principles of fairness argue for comparability of treatment.   On the other hand, the very nature of a republican form of government and that government's unique duty to represent the public interest combine to create a special employment environment.   Lawmakers pay homage to this reality in many ways, see, e.g., R.I. Gen. Laws &#167; 36-11-6 (1990 Reenactment) (denying most public employees the right to strike), and there are sound policy reasons to recognize this difference in terms of maximizing the states' flexibility vis-a-vis the retirement benefits that it offers to public employees.   Indeed, such concerns underlie the recognized presumption that statutory enactments do not create contractual obligations in the absence of an \"unmistakable\" intent on the legislature's part to do so.   See United States v. Winstar, --- U.S. ----, ---- - ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2431</span></span>, ---- - ----, --- L.Ed.2d ---- (1996) (discussing the role of the unmistakability doctrine in \"limiting contractual incursions on a State's sovereign powers\" under the auspices of the Contracts Clause).   Be that as it may, the instant case does not require us to choose between these opposing viewpoints.   Even if the common-law rule applies to public employees' retirement plans and the MEP therefore creates an enforceable contract linking the state and the individual MEP members--a matter we do not decide--it would not assist McGrath.</p>\n    </div>\n    <p>D</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The district court found that the appellant's purchase of military credits created a contract between him and the state, separate and apart from the overall agreement to provide a pension.   See McGrath, 906 F.Supp. at 760 n. 1.   Under this separate contract, the state promised to pay McGrath a larger retirement annuity in return for a stipulated cash payment.   See id. at 763.   Although the purchase yielded a second prospective benefit--producing an opportunity for earlier retirement, made possible by the ability to count purchased credits toward the MEP's minimum years-in-service requirement--the court thought that this feature was merely incidental to the essential purpose of the separate contract.   See id. at 763-64.   Partly because R.I. Gen. Laws &#167; 45-21-47 rendered the appellant's reliance on the state's ancillary promise unreasonable, and partly because the amendment to R.I. Gen. Laws &#167; 45-21-16 did not impair the \"central undertaking\" of the contract--pension augmentation--the court concluded that the amendment comprised only an \"insubstantial\" impairment of the separate contract and therefore did not transgress the Contracts Clause.   See McGrath, 906 F.Supp. at 766 (citing City of El Paso v. Simmons, <span class=\"citation\" data-id=\"106966\"><a href=\"/opinion/106966/el-paso-v-simmons/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">497</span></a></span>, 514, <span class=\"citation\" data-id=\"106966\"><a href=\"/opinion/106966/el-paso-v-simmons/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">577</span></a></span>, 587, <span class=\"citation\" data-id=\"106966\"><a href=\"/opinion/106966/el-paso-v-simmons/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">446</span></a></span> (1965)).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Although we uphold the district court's judgment we arrive at that destination by a somewhat different path.   For purposes of Contracts Clause analysis, as in contract law generally, it serves no legitimate end to slice and dice unitary agreements into a series of fragmentary subcontracts.   Cf. Smart v. Gillette Co. Long-Term Disab.  Plan, <span class=\"citation\" data-id=\"196424\"><a href=\"/opinion/196424/smart-v-the-gillette-company/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">173</span></a></span>, 179 (1st Cir.1995) (warning that \"[a]ccepted canons of construction forbid the balkanization of contracts for interpretive purposes\").   To the contrary, a singular contract should be treated as such.   Applying this salutary principle, we think it is unrealistic to view the acquisition of surrogate credits as forming a separate and distinct contract.   In point of fact, the purchase constitutes no more than a transaction made available under the auspices of the overall retirement arrangement.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Hence, the rights created by the purchase of credits are subsumed within, and indistinguishable from, the rights created under the retirement plan proper.   We must, therefore, train our sights on the MEP as a whole.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Based on the authorities canvassed above, we believe that the architecture of the MEP at most extends an offer of a unilateral contract to employees of participating municipalities, subject, however, to the reserved powers contained in R.I. Gen. Laws &#167; 45-21-47.   Assuming, for argument's sake, that such a contract has significance for purposes of the Contracts Clause--a matter on which we take no view--it nonetheless is clear that, under the contract terms, a member's rights to a retirement annuity are not secure until he or she has met the age and service requirements established in the plan (and, therefore, has become vested).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Until such time, section 45-21-47 permits the state to make modifications to, or even terminate, members' rights under the plan without offending the Contracts Clause.   And, moreover, since rights gained by service and rights gained by purchase are \"equal in stature\" within the system, McGrath, 906 F.Supp. at 759, it follows that both are equally subject to the state's reserved power to amend or terminate whatever presumptive entitlements an unvested member may from time to time look forward to enjoying.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In terms of this case, then, the appellant's purchase of surrogate credits may have conferred certain rights on him, but it did so only against the backdrop of the state's reserved authority to modify those rights up to the point of vesting (if not beyond).   And since McGrath was not vested when the Rhode Island General Assembly revised the MEP, his claim founders.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">To say more would be supererogatory.   We conclude that the amendment to R.I. Gen. Laws &#167; 45-21-16, as applied, passes constitutional muster under the Contracts Clause.   See City of Charleston v. Public Serv.  Comm'n, <span class=\"citation\" data-id=\"697686\"><a href=\"/opinion/697686/city-of-charleston-the-city-of-south-charleston-v-public-service/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">385</span></a></span>, 393-95 (4th Cir.)  (holding that a state law did not impair a public contract when the contract expressly stated that its terms were subject to legislative regulation), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">474</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">404</span></span> (1995);  National Ass'n of Gov't Employees v. Commonwealth, <span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">448</span></span>, <span class=\"citation no-link\"><span class=\"volume\">646</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">106</span></span>, 110  (holding that a statutorily mandated increase in state employees' health insurance premiums did not impair a public contract because the legislature had expressly reserved the power to change the contract's terms), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2615</span></span>, <span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">858</span></span> (1995).</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We need go no further.   As between Rhode Island and the appellant, the 1992 amendment to R.I. Gen. Laws &#167; 45-21-16 did not impair any obligation protected by the Contracts Clause.   Consequently, the district court appropriately entered judgment for the Board.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Under the MEP, a worker also is eligible to retire with a similarly calculated pension regardless of age if he or she accumulates at least thirty years of total creditable service.   See R.I. Gen. Laws &#167; 45-21-16</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The new provision did not affect the use of purchased credits in regard to the thirty-year vesting alternative, see supra note 1, or in regard to pension augmentation.   Thus, the purchase of military credits still could yield a significant monetary return when the Board, at retirement, applied the statutory formula to compute the amount of a participant's yearly annuity</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This case does not require us to speculate whether the 1991 amendment in and of itself dictated this result.   Even if the MEP was unaffected until the General Assembly acted in 1992, the outcome here would be the same</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> This provision is made applicable to the states through the genius of the Fourteenth Amendment.   See Webb's Fabulous Pharmacies, Inc. v. Beckwith, <span class=\"citation\" data-id=\"110362\"><a href=\"/opinion/110362/webbs-fabulous-pharmacies-inc-v-beckwith/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">155</span></a></span>, 160, <span class=\"citation\" data-id=\"110362\"><a href=\"/opinion/110362/webbs-fabulous-pharmacies-inc-v-beckwith/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">446</span></a></span>, 450, <span class=\"citation\" data-id=\"110362\"><a href=\"/opinion/110362/webbs-fabulous-pharmacies-inc-v-beckwith/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">358</span></a></span> (1980)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Our opinion in Hoffman v. City of Warwick, <span class=\"citation\" data-id=\"545483\"><a href=\"/opinion/545483/frank-hoffman-etc-v-city-of-warwick-renauld-langlois-etc-v-city-of/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">608</span></a></span> (1st Cir.1990), does not subvert this principle.  Hoffman involved a Rhode Island law that granted veterans additional seniority in public employment.   The state had never enforced the law, and there was no indication that employees knew about it, much less considered it part of their employment arrangement.   See id. at 612.   On those idiocratic facts, we concluded that the statute did not evince a legislative intent to contract, and that a fortiori its repeal did not impair contractual obligations owed to current employees.   See id. at 614.   Fairly read, Hoffman does not stand for the proposition that statutory employment benefits can never create contractual rights</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Of course, it can be argued that a legislatively-created pension plan is always subject to amendment by means of further legislative enactments, whether or not the plan explicitly reserves a power to amend.   We caution that this may be too simplistic an argument.   The Contracts Clause prohibits a state legislature from amending any law in a way that works a substantial impairment of contractual obligations previously undertaken.   An explicit reservation easily can be understood as a legislative effort to avoid creating a contractual obligation in the first place, for when the state expressly reserves the power to withdraw or reconfigure the promise of a pension, a state employee who thereafter accepts employment will be hard-pressed to assert a reasonable basis for relying on the original promise.   Viewed in this light, the very existence of the Contracts Clause seems to give a state's explicit reservation of authority to amend its own public employee pension law more bite than an inchoate power to amend can command</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Recent legislation buttresses the legitimacy of this rule.   ERISA, for example, specifically provides that pension plan amendments cannot decrease retirement benefits which have already accrued.   See 29 U.S.C. &#167; 1054(g).   Similarly, the Internal Revenue Code defines as \"qualifying plans\" only those pension plans that provide for the protection of \"accrued benefits\" upon plan termination.  26 U.S.C. &#167; 411(d)(3)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> As the district court recognized, the only rights conferred by the purchased credits were rights within the MEP itself.   See McGrath, 906 F.Supp. at 759</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> It is unclear whether the legislature can pass and lawfully enforce an amendment that adversely affects an individual who has satisfied the age and years-in-service requirement, but has not yet retired.   This case does not present an appropriate occasion for us to explore this terra incognito</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/84935/",
    "http://www.courtlistener.com/api/rest/v3/opinions/92619/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106966/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109647/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110827/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112703/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/239845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/342463/",
    "http://www.courtlistener.com/api/rest/v3/opinions/358579/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542004/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545483/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552436/",
    "http://www.courtlistener.com/api/rest/v3/opinions/697686/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1159967/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1177534/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1210103/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1386642/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1550050/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1674830/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1983729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2337122/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2376370/"
  ]
}