{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196863/",
  "absolute_url": "/opinion/196863/united-states-v-laquer-avellanet/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196863/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:15:44Z",
  "date_modified": "2017-03-24T10:48:57.889089Z",
  "type": "010combined",
  "sha1": "ab500f3c60e8886834e5ce9272c93918efad1182",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1654.01A",
  "local_path": null,
  "plain_text": "\n\nJuly 12, 1996         [Not for Publication]\r                                [Not for Publication]\r\n                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\n\nNo. 95-1654\r\n\n                        UNITED STATES,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                   VICTOR LAGUER-AVELLANET,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Hector M. Laffitte, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                    Stahl, Circuit Judge,\r                                                    \r\n               Campbell, Senior Circuit Judge,\r                                                         \r\n                  and Lynch, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nBenito I. Rodriguez Masso for appellant.\r                                     \r\nJeanette Mercado-Rios, Assistant United States Attorney, with\r                                 \r\nwhom Guillermo Gil, United States Attorney, and Jose A. Quiles-\r                                                                       \r\nEspinosa, Senior Litigation Counsel, were on brief for appellee.\r                \r\n\n                                         \r\n\n                                         \r\r\n\n          Stahl, J.  Defendant-appellant Victor Laguer-\r                      Stahl, J\r                              \r\n\nAvellanet pleaded guilty, pursuant to a plea agreement, to a\r\n\ndrug trafficking conspiracy.  Despite the government's\r\n\nrecommendation, made in accordance with that agreement, for a\r\n\ntwelve-month imprisonment term, the district court imposed a\r\n\nfifteen-month term.  In this appeal, Laguer-Avellanet seeks\r\n\nto be resentenced to the recommended term but not to withdraw\r\n\nhis plea.\r\n\n                              I.\r                                          I.\r                                            \r\n\n            Pertinent Facts and Prior Proceedings\r                        Pertinent Facts and Prior Proceedings\r                                                             \r\n\n          In December 1994, a grand jury returned an\r\n\nindictment charging in count one that Laguer-Avellanet1 and\r\n\nten codefendants conspired to distribute and to possess with\r\n\nintent to distribute cocaine.  In February 1995, Laguer-\r\n\nAvellanet entered into a plea agreement with the government\r\n\nwhereby he agreed to plead guilty to that count.\r\n\n          The plea agreement set forth the parties'\r\n\nstipulations as to several sentencing guideline matters.2 \r\n\nIt provided that the conduct relevant to the offense yielded\r\n\nan offense level of eighteen, pursuant to U.S.S.G.\r\n\n  2D1.1(a)(3).  The parties also agreed to downward\r\n\n                    \r                                \r\n\n1.  Laguer-Avellanet is also known as Ruben Sanchez-Irizarry.\r\n\n2.  The plea  agreement originally provided only  that it was\r\nentered into \"pursuant to Rule 11(e)(3)\" of the Federal Rules\r\nof Criminal Procedure.   The  parties agreed to  add to  that\r\nprovision, \"11(e)(1)(C),\" which the court acknowledged at the\r\nchange of plea hearing.\r\n\n                             -2-\r                                          2\r\r\n\nadjustments for acceptance of responsibility, U.S.S.G.\r\n\n  3E1.1(b), and for being a minor participant, U.S.S.G.\r\n\n  3B1.2(b), for a total reduction of five levels, yielding a\r\n\ntotal offense level of thirteen.  The plea agreement also\r\n\nstated that \"[t]he guideline sentencing range, then, is\r\n\ntwelve (12) to eighteen (18) months,\" and thus, it reflected\r\n\na presumed criminal history category of one.  See U.S.S.G.\r                                                             \r\n\nCh.5, Pt.A, Sentencing Table.\r\n\n          Further, the agreement provided:\r\n\n          The United States recommends a twelve\r\n          (12) month term of imprisonment.  No\r\n          agreement concerning the application of\r\n          any other sentencing guideline has been\r\n          entered into by the parties.  There is no\r\n          agreement between the parties concerning\r\n          the Defendant's criminal history\r\n          category.  All other aspects of the\r\n          sentence are left to the sound discretion\r\n          of the Court.\r\n\nThe agreement did not explicitly state whether or not the\r\n\ncourt was bound by the sentence recommendation, or whether\r\n\nLaguer-Avellanet would have the right to withdraw his plea if\r\n\nthe court imposed a higher-than-recommended sentence.\r\n\n          On February 14, 1995, the district court conducted\r\n\na change of plea hearing, during which Laguer-Avellanet\r\n\npleaded guilty with several of his codefendants who had\r\n\nsigned identical plea agreements.  At that hearing, the court\r\n\nreiterated the plea agreement's provisions regarding\r\n\nsentencing.  The court elicited Laguer-Avellanet's\r\n\nacknowledgment (along with the other defendants') that the\r\n\n                             -3-\r                                          3\r\r\n\nagreed sentencing range was twelve to eighteen months, and\r\n\nthat the government was recommending a twelve-month term of\r\n\nimprisonment.3  The court ensured Laguer-Avellanet's\r\n\nunderstanding that there was no agreement concerning the\r\n\ncriminal history category and that \"all other aspects of the\r\n\nsentence are left to the sound discretion of the Court.\" \r\n\nFinally, the court informed him that the sentence would be\r\n\nimposed \"in accordance with the sentencing guidelines and\r\n\npolicy statements.\"\r\n\n          At the end of the change of plea hearing, the court\r\n\naccepted Laguer-Avellanet's guilty plea and ordered a\r\n\npresentence report (\"PSR\").4  At no time did the court\r\n\nexplicitly state that it was accepting, rejecting, or\r\n\ndeferring decision on the plea agreement.  Further, at no\r\n\ntime did the court expressly warn Laguer-Avellanet that it\r\n\nwas not bound by the twelve-month recommendation and that it\r\n\ncould and might impose a higher sentence.  Further, nothing\r\n\n                    \r                                \r\n\n3.  The government confirmed its  twelve-month recommendation\r\nat  the  change  of   plea  hearing,  although  it   did  not\r\naffirmatively recommend it again  at the sentencing  hearing,\r\nstating only, \"in keeping with the plea agreement, the United\r\nStates  has  nothing  to  add.\"   Laguer-Avellanet  does  not\r\nsuggest that the government breached the plea agreement.\r\n\n4.  Laguer-Avellanet  requested  to  \"waive  the  presentence\r\nreport\"  so  that  he   could  begin  his  imprisonment  term\r\nimmediately.   The court stated  that it would  \"not accept a\r\nwaiver  of  the  presentence  report,\"  see U.S.S.G.    6A1.1\r                                                       \r\n(prohibiting  such  waiver),  but allowed  Laguer-Avellanet's\r\nrequest to  begin his imprisonment term  before completion of\r\nthe report and actual sentencing.\r\n\n                             -4-\r                                          4\r\r\n\nwhatsoever was stated as to whether or not Laguer-Avellanet\r\n\ncould withdraw his guilty plea upon learning of the court's\r\n\nultimate sentencing determination.\r\n\n          On May 25, 1995, the district court, after\r\n\nreviewing an amended PSR, conducted a sentencing hearing. \r\n\nThe PSR concluded that, due to two prior convictions, Laguer-\r\n\nAvellanet had a criminal history category of two instead of\r\n\nthe previously presumed one, which increased the applicable\r\n\nguideline sentencing range from that indicated in the plea\r\n\nagreement (twelve to eighteen months) to fifteen to twenty-\r\n\none months: a range in excess of the recommended twelve-month\r\n\nterm.\r\n\n          Objecting to the PSR's criminal history\r\n\ncalculation, Laguer-Avellanet's counsel asserted, \"we entered\r\n\ninto a plea agreement in this case for a 12-month sentence,\r\n\nand that's what we have been all the time -- let's call it\r\n\noffering [Laguer-Avellanet].\"  He also argued that the prior\r\n\nconvictions were not properly countable in the criminal\r\n\nhistory category and that, even if they were, they were\r\n\nminimal in nature and the court should depart downward to\r\n\neffect the recommended twelve-month sentence.  After\r\n\nrepeating his request that \"the 12-month sentence be\r\n\nrecognized as the applicable sentence and the proper sentence\r\n\nfor our client in his case,\" counsel entreated upon the court\r\n\nthat Laguer-Avellanet was truly remorseful for his crime,\r\n\n                             -5-\r                                          5\r\r\n\nthat there would be no recidivism on his part, and concluded\r\n\nthat \"it would be only fair for us and for him to receive a\r\n\ntwelve-month sentence if that's into [sic] the discretion of\r\n\nthe Court.\"\r\n\n          The court rejected these arguments, stating that\r\n\nLaguer-Avellanet had \"struck a very good deal\" and that he\r\n\nwould have probably been sentenced to \"fifteen years at\r\n\nleast\" had he gone to trial and been found guilty.  The court\r\n\nacknowledged that the specific sentencing-guideline\r\n\nstipulations had been formed pursuant to Fed. R. Crim. P.\r\n\n11(e)(1)(C), but, after reminding Laguer-Avellanet that he\r\n\nexpressly had not stipulated to the criminal history\r\n\ncategory, it sentenced him to the lower end of the higher\r\n\nguideline range: fifteen months.  The court did not\r\n\nexplicitly state whether or not it had accepted or rejected\r\n\nthe plea agreement, nor did it offer Laguer-Avellanet an\r\n\nopportunity to withdraw his guilty plea.  At the conclusion\r\n\nof the hearing, Laguer-Avellanet did not object further,\r\n\noffer anything else to inform the proceedings, or request to\r\n\nwithdraw his plea.5\r\n\n                    \r                                \r\n\n5.  At oral argument before this  court, we asked counsel for\r\nLaguer-Avellanet whether or not, at that time, his client had\r\ncompleted  the fifteen-month  incarcerative  portion  of  his\r\nsentence.   We indicated that  if he had  been released, this\r\ncase might be moot.  Neither counsel for Laguer-Avellanet nor\r\nthe government's attorney  knew if he  was still in  custody.\r\nThis court  has now  been informed that  Laguer-Avellanet was\r\nreleased from  custody into  a supervised release  program on\r\nMarch  29, 1996 (well before the date of oral argument before\r\n\n                             -6-\r                                          6\r\r\n\n                             II.\r                                         II.\r                                            \r\n\n                          Discussion\r                                      Discussion\r                                                \r\n\n          Laguer-Avellanet now claims that the parties did\r\n\nnot agree merely to a twelve-month recommendation, but\r                                                             \r\n\nrather, that they firmly agreed that twelve months was the\r\n\nappropriate sentence for his crime.  He contends that because\r\n\nthe district court effectively accepted the plea agreement,\r\n\nit was bound to impose the twelve-month term and was\r\n\nobligated to \"enter whatever [sentencing] findings were\r\n\nnecessary to reach the same.\"  We disagree.\r\n\n          The plain language of the plea agreement provided\r\n\nthat, although the government would recommend a twelve month\r\n\nimprisonment term, other aspects of the sentence were\r\n\nentirely open to the district court's resolution, to wit: the\r\n\napplication of sentencing guidelines to which the parties did\r\n\nnot otherwise stipulate, calculation of the criminal history\r\n\ncategory, and \"[a]ll other aspects of the sentence.\"  During\r\n\n                    \r                                \r\n\nthis court), having served the fifteen-month term.\r\n          Although Laguer-Avellanet challenges the  length of\r\nthe  incarcerative  portion  of  his  sentence  and  not  his\r\nconviction, we find that  his appeal is not moot  despite his\r\nrelease from  prison because  the imposition of  the fifteen-\r\nmonth term instead  of a  twelve-month term could  lead to  a\r\nfuture \"collateral consequence.\"   See U.S.S.G.   4A1.1 (a) &amp;\r                                                  \r\n(b)  (mandating  three  criminal  history  points  for  prior\r\nsentences exceeding one year  and one month imprisonment, but\r\nonly  two if  for a  lesser term  (of a  least sixty  days));\r\nUnited  States v.  Kassar, 47  F.3d 562,  565 (2d  Cir. 1995)\r                                     \r\n(finding not moot a  sentence challenge despite completion of\r\nsentence because of possible future criminal history category\r\ncalculation).\r\n\n                             -7-\r                                          7\r\r\n\nthe plea colloquy, the court reiterated these provisions\r\n\nindividually and elicited the Laguer-Avellanet's\r\n\nacknowledgment of them.  Laguer-Avellanet's statements and\r\n\narguments to the court at sentencing, while urging a twelve-\r\n\nmonth sentence, reveal his understanding that the imposition\r\n\nof that term was within the discretion of the court.\r\n\n          On appeal, Laguer-Avellanet emphasizes, in a\r\n\ntalismanic fashion, the language of Fed. R. Crim. P.\r\n\n11(e)(1)(C) and (e)(3), the provisions under which the\r\n\nparties purported to enter into the plea agreement.  On its\r\n\nface, Rule 11(e)(1)(C) applies when the parties have agreed\r\n\nto a \"specific sentence,\" which must then be embodied in the\r\n\nfinal judgment and sentence, per Rule 11(e)(3), if the court\r\n\naccepts the plea agreement.  Regardless of whether or not the\r\n\nparties' stipulation to the several sentencing-guideline\r\n\nmatters comes within the meaning of \"specific sentence,\" it\r\n\nis clear that the parties did not agree that twelve months\r                                             \r\n\nwas \"the appropriate disposition of the case\" within the\r\n\nmeaning of Rule 11(e)(1)(C).  Rather, the parties\r\n\nunequivocally agreed that the government would only recommend\r\n\nthat term and particularly that the appropriate criminal\r\n\nhistory category was an open question.\r\n\n          We need not conduct an exhaustive inquiry as to\r\n\nwhether the parties' agreement was truly an \"11(e)(1)(C)\"\r\n\nagreement, or instead, effectively an \"11(e)(1)(B)\"\r\n\n                             -8-\r                                          8\r\r\n\nagreement, or perhaps, a strange hybrid of the two.6 \r\n\nBecause the parties simply did not agree to a firm twelve-\r\n\nmonth sentence, Laguer-Avellanet cannot seek \"specific\r\n\nperformance\" of the plea agreement to reduce his imprisonment\r\n\nterm.  Moreover, contrary to Laguer-Avellanet's assertion, a\r\n\ncourt could not be \"forced\" to make the requisite sentencing\r\n\nfindings in order to give effect to a plea agreement\r\n\nspecifying either a certain term or a recommendation.  See\r                                                                      \r\n\nU.S.S.G.   6B1.2(b) &amp; (c) (allowing court to accept a\r\n\nsentence recommendation or agreement only when it is\r\n\nsatisfied that the sentence falls within the applicable\r\n\nguideline range or the sentence reflects a justifiable\r\n\ndeparture from that range).\r\n\n          While we find an affirmance appropriate, we offer \r\n\nsome guidance for the handling of plea agreements involving\r\n\nsentencing promises.  Where, as here, the government agreed\r\n\nonly to recommend a sentence, the district court should,\r\n\nduring the change of plea hearing, specifically inform the\r\n\ndefendant that it is not bound by that recommendation and\r\n\nthat it might impose a sentence less favorable to the\r\n\ndefendant.  The court should also clearly inform the\r\n\ndefendant whether or not he will have the right to withdraw\r\n\n                    \r                                \r\n\n6.  Rule  11(e)(1)(C) governs  plea agreements  in  which the\r\nparties agree  \"that a  specific sentence is  the appropriate\r\ndisposition   of  the   case,\"   while  11(e)(1)(B)   governs\r\nagreements  in   which  the  parties  agree   only  that  the\r\ngovernment will recommend a particular sentence.\r\n\n                             -9-\r                                          9\r\r\n\nhis guilty plea at some later time.7  Finally, the court\r\n\nshould explicitly specify the status of the plea agreement: \r\n\nwhether it is accepted, rejected, or deferred pending\r\n\nconsideration of the PSR.8  Here, the district court's\r\n\nprocedures were much more summary and therefore subject to\r\n\npotential misunderstanding.\r\n\n          The possible remedy, however, for such shortcomings\r\n\nis not (as Laguer-Avellanet seeks here) \"specific\r\n\nperformance\" of an agreement term to which both parties never\r\n\nagreed, but rather, the opportunity to withdraw the plea. \r\n\nBecause Laguer-Avellanet does not argue that he would have\r\n\nwithdrawn his plea but for these plea colloquy deficiencies,\r\n\nhe has not established prejudice from them.  At bottom,\r\n\nbecause Laguer-Avellanet is not entitled to the relief he\r\n\nseeks, we must affirm his sentence.\r\n\n                    \r                                \r\n\n7.  If the  plea agreement was entered into  pursuant to Rule\r\n11(e)(1)(B),  the defendant  must be  advised that he  has no\r\nright to  withdraw his plea if the  court does not accept the\r\nsentence recommendation.  See Fed. R. Crim. P. 11(e)(2).  If,\r                                         \r\ninstead, the parties agreed  under 11(e)(1)(C), and the court\r\nrejects that agreement, the  court must \"afford the defendant\r\nthe opportunity  to then  withdraw the  plea, and advise  the\r\ndefendant that if the defendant persists in a guilty plea . .\r\n. the disposition of  the case may  be less favorable to  the\r\ndefendant  than  that contemplated  by  the plea  agreement.\"\r\nFed. R. Crim. P. 11(e)(4).\r\n\n8.  We note  that under  U.S.S.G.   6B1.1(c), the  court must\r\ndefer its decision to accept or reject a plea agreement until\r\nit has  the opportunity  to consider the  presentence report,\r\nunless that report is not required under U.S.S.G.   6A1.1.\r\n\n                             -10-\r                                          10\r\r\n\n          Laguer-Avellanet's final challenge is to the\r\n\ncalculation of his criminal history category.  He argues\r\n\nthat, assuming the court did not err in accepting and\r\n\nimplementing the plea agreement, it should have granted his\r\n\nrequest to depart downward from the criminal history category\r\n\nof two because it significantly overrepresented the\r\n\nseriousness of his criminal history.9  The law is well\r\n\nsettled, however, that \"no appeal lies from a discretionary\r\n\nrefusal to depart.\"  United States v. Morrison, 46 F.3d 127,\r                                                          \r\n\n130 (1st Cir. 1995).  Thus, this challenge is wholly\r\n\nunavailing.\r\n\n                             III.\r                                         III.\r                                             \r\n\n                          Conclusion\r                                      Conclusion\r                                                \r\n\n          For the foregoing reasons, the judgment of the\r\n\ndistrict court is affirmed.\r                                      \r\n\n                    \r                                \r\n\n9.  Laguer-Avellanet does  not,  in this  appeal, pursue  his\r\nargument  that the  two prior  convictions were  not properly\r\ncountable for  purposes of calculating  the criminal  history\r\ncategory.\r\n\n                             -11-\r                                          11\r\r\n",
  "html": "<p class=\"case_cite\">89 F.3d 824</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Victor LAGUER-AVELLANET, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1654.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">July 9, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Benito I. Rodriguez Masso for appellant.</p>\n      <p class=\"indent\">Jeanette Mercado-Rios, Assistant United States Attorney, with whom Guillermo Gil, United States Attorney, and Jose A. Quiles-Espinosa, Senior Litigation Counsel, were on brief for appellee.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Victor Laguer-Avellanet pleaded guilty, pursuant to a plea agreement, to a drug trafficking conspiracy.   Despite the government's recommendation, made in accordance with that agreement, for a twelve-month imprisonment term, the district court imposed a fifteen-month term.   In this appeal, Laguer-Avellanet seeks to be resentenced to the recommended term but not to withdraw his plea.</p>\n    </div>\n    <p>I.</p>\n    <p>Pertinent Facts and Prior Proceedings</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In December 1994, a grand jury returned an indictment charging in count one that Laguer-Avellanet<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and ten codefendants conspired to distribute and to possess with intent to distribute cocaine.   In February 1995, Laguer-Avellanet entered into a plea agreement with the government whereby he agreed to plead guilty to that count.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The plea agreement set forth the parties' stipulations as to several sentencing guideline matters.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  It provided that the conduct relevant to the offense yielded an offense level of eighteen, pursuant to U.S.S.G. &#167; 2D1.1(a)(3).   The parties also agreed to downward adjustments for acceptance of responsibility, U.S.S.G. &#167; 3E1.1(b), and for being a minor participant, U.S.S.G. &#167; 3B1.2(b), for a total reduction of five levels, yielding a total offense level of thirteen.   The plea agreement also stated that \"[t]he guideline sentencing range, then, is twelve (12) to eighteen (18) months,\" and thus, it reflected a presumed criminal history category of one.   See U.S.S.G. Ch.5, Pt.A, Sentencing Table.</p>\n    </div>\n    <p class=\"indent\">Further, the agreement provided:</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>The United States recommends a twelve (12) month term of imprisonment.   No agreement concerning the application of any other sentencing guideline has been entered into by the parties.   There is no agreement between the parties concerning the Defendant's criminal history category.   All other aspects of the sentence are left to the sound discretion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The agreement did not explicitly state whether or not the court was bound by the sentence recommendation, or whether Laguer-Avellanet would have the right to withdraw his plea if the court imposed a higher-than-recommended sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On February 14, 1995, the district court conducted a change of plea hearing, during which Laguer-Avellanet pleaded guilty with several of his codefendants who had signed identical plea agreements.   At that hearing, the court reiterated the plea agreement's provisions regarding sentencing.   The court elicited Laguer-Avellanet's acknowledgment (along with the other defendants') that the agreed sentencing range was twelve to eighteen months, and that the government was recommending a twelve-month term of imprisonment.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The court ensured Laguer-Avellanet's understanding that there was no agreement concerning the criminal history category and that \"all other aspects of the sentence are left to the sound discretion of the Court.\"   Finally, the court informed him that the sentence would be imposed \"in accordance with the sentencing guidelines and policy statements.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At the end of the change of plea hearing, the court accepted Laguer-Avellanet's guilty plea and ordered a presentence report (\"PSR\").<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  At no time did the court explicitly state that it was accepting, rejecting, or deferring decision on the plea agreement.   Further, at no time did the court expressly warn Laguer-Avellanet that it was not bound by the twelve-month recommendation and that it could and might impose a higher sentence.   Further, nothing whatsoever was stated as to whether or not Laguer-Avellanet could withdraw his guilty plea upon learning of the court's ultimate sentencing determination.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On May 25, 1995, the district court, after reviewing an amended PSR, conducted a sentencing hearing.   The PSR concluded that, due to two prior convictions, Laguer-Avellanet had a criminal history category of two instead of the previously presumed one, which increased the applicable guideline sentencing range from that indicated in the plea agreement (twelve to eighteen months) to fifteen to twenty-one months:  a range in excess of the recommended twelve-month term.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Objecting to the PSR's criminal history calculation, Laguer-Avellanet's counsel asserted, \"we entered into a plea agreement in this case for a 12-month sentence, and that's what we have been all the time--let's call it offering [Laguer-Avellanet].\"  He also argued that the prior convictions were not properly countable in the criminal history category and that, even if they were, they were minimal in nature and the court should depart downward to effect the recommended twelve-month sentence.   After repeating his request that \"the 12-month sentence be recognized as the applicable sentence and the proper sentence for our client in his case,\" counsel entreated upon the court that Laguer-Avellanet was truly remorseful for his crime, that there would be no recidivism on his part, and concluded that \"it would be only fair for us and for him to receive a twelve-month sentence if that's into [sic] the discretion of the Court.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The court rejected these arguments, stating that Laguer-Avellanet had \"struck a very good deal\" and that he would have probably been sentenced to \"fifteen years at least\" had he gone to trial and been found guilty.   The court acknowledged that the specific sentencing-guideline stipulations had been formed pursuant to Fed.R.Crim.P. 11(e)(1)(C), but, after reminding Laguer-Avellanet that he expressly had not stipulated to the criminal history category, it sentenced him to the lower end of the higher guideline range:  fifteen months.   The court did not explicitly state whether or not it had accepted or rejected the plea agreement, nor did it offer Laguer-Avellanet an opportunity to withdraw his guilty plea.   At the conclusion of the hearing, Laguer-Avellanet did not object further, offer anything else to inform the proceedings, or request to withdraw his plea.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p>II.</p>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Laguer-Avellanet now claims that the parties did not agree merely to a twelve-month recommendation, but rather, that they firmly agreed that twelve months was the appropriate sentence for his crime.   He contends that because the district court effectively accepted the plea agreement, it was bound to impose the twelve-month term and was obligated to \"enter whatever [sentencing] findings were necessary to reach the same.\"   We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The plain language of the plea agreement provided that, although the government would recommend a twelve month imprisonment term, other aspects of the sentence were entirely open to the district court's resolution, to wit:  the application of sentencing guidelines to which the parties did not otherwise stipulate, calculation of the criminal history category, and \"[a]ll other aspects of the sentence.\"   During the plea colloquy, the court reiterated these provisions individually and elicited the Laguer-Avellanet's acknowledgment of them.   Laguer-Avellanet's statements and arguments to the court at sentencing, while urging a twelve-month sentence, reveal his understanding that the imposition of that term was within the discretion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On appeal, Laguer-Avellanet emphasizes, in a talismanic fashion, the language of Fed.R.Crim.P. 11(e)(1)(C) and (e)(3), the provisions under which the parties purported to enter into the plea agreement.   On its face, Rule 11(e)(1)(C) applies when the parties have agreed to a \"specific sentence,\" which must then be embodied in the final judgment and sentence, per Rule 11(e)(3), if the court accepts the plea agreement.   Regardless of whether or not the parties' stipulation to the several sentencing-guideline matters comes within the meaning of \"specific sentence,\" it is clear that the parties did not agree that twelve months was \"the appropriate disposition of the case\" within the meaning of Rule 11(e)(1)(C).   Rather, the parties unequivocally agreed that the government would only recommend that term and particularly that the appropriate criminal history category was an open question.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We need not conduct an exhaustive inquiry as to whether the parties' agreement was truly an \"11(e)(1)(C)\" agreement, or instead, effectively an \"11(e)(1)(B)\" agreement, or perhaps, a strange hybrid of the two.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Because the parties simply did not agree to a firm twelve-month sentence, Laguer-Avellanet cannot seek \"specific performance\" of the plea agreement to reduce his imprisonment term.   Moreover, contrary to Laguer-Avellanet's assertion, a court could not be \"forced\" to make the requisite sentencing findings in order to give effect to a plea agreement specifying either a certain term or a recommendation.   See U.S.S.G. &#167; 6B1.2(b) &amp; (c) (allowing court to accept a sentence recommendation or agreement only when it is satisfied that the sentence falls within the applicable guideline range or the sentence reflects a justifiable departure from that range).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">While we find an affirmance appropriate, we offer some guidance for the handling of plea agreements involving sentencing promises.   Where, as here, the government agreed only to recommend a sentence, the district court should, during the change of plea hearing, specifically inform the defendant that it is not bound by that recommendation and that it might impose a sentence less favorable to the defendant.   The court should also clearly inform the defendant whether or not he will have the right to withdraw his guilty plea at some later time.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Finally, the court should explicitly specify the status of the plea agreement:  whether it is accepted, rejected, or deferred pending consideration of the PSR.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Here, the district court's procedures were much more summary and therefore subject to potential misunderstanding.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The possible remedy, however, for such shortcomings is not (as Laguer-Avellanet seeks here) \"specific performance\" of an agreement term to which both parties never agreed, but rather, the opportunity to withdraw the plea.   Because Laguer-Avellanet does not argue that he would have withdrawn his plea but for these plea colloquy deficiencies, he has not established prejudice from them.   At bottom, because Laguer-Avellanet is not entitled to the relief he seeks, we must affirm his sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Laguer-Avellanet's final challenge is to the calculation of his criminal history category.   He argues that, assuming the court did not err in accepting and implementing the plea agreement, it should have granted his request to depart downward from the criminal history category of two because it significantly overrepresented the seriousness of his criminal history.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  The law is well settled, however, that \"no appeal lies from a discretionary refusal to depart.\"  United States v. Morrison, 46 F.3d 127, 130 (1st Cir.1995).   Thus, this challenge is wholly unavailing.</p>\n    </div>\n    <p>III.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Laguer-Avellanet is also known as Ruben Sanchez-Irizarry</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The plea agreement originally provided only that it was entered into \"pursuant to Rule 11(e)(3)\" of the Federal Rules of Criminal Procedure.   The parties agreed to add to that provision, \"11(e)(1)(C),\" which the court acknowledged at the change of plea hearing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The government confirmed its twelve-month recommendation at the change of plea hearing, although it did not affirmatively recommend it again at the sentencing hearing, stating only, \"in keeping with the plea agreement, the United States has nothing to add.\"   Laguer-Avellanet does not suggest that the government breached the plea agreement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Laguer-Avellanet requested to \"waive the presentence report\" so that he could begin his imprisonment term immediately.   The court stated that it would \"not accept a waiver of the presentence report,\" see U.S.S.G. &#167; 6A1.1 (prohibiting such waiver), but allowed Laguer-Avellanet's request to begin his imprisonment term before completion of the report and actual sentencing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> At oral argument before this court, we asked counsel for Laguer-Avellanet whether or not, at that time, his client had completed the fifteen-month incarcerative portion of his sentence.   We indicated that if he had been released, this case might be moot.   Neither counsel for Laguer-Avellanet nor the government's attorney knew if he was still in custody.   This court has now been informed that Laguer-Avellanet was released from custody into a supervised release program on March 29, 1996 (well before the date of oral argument before this court), having served the fifteen-month term</p>\n        <p>Although Laguer-Avellanet challenges the length of the incarcerative portion of his sentence and not his conviction, we find that his appeal is not moot despite his release from prison because the imposition of the fifteen-month term instead of a twelve-month term could lead to a future \"collateral consequence.\"   See U.S.S.G. &#167; 4A1.1 (a) &amp; (b) (mandating three criminal history points for prior sentences exceeding one year and one month imprisonment, but only two if for a lesser term (of a least sixty days));  United States v. Kassar, 47 F.3d 562, 565 (2d Cir.1995) (finding not moot a sentence challenge despite completion of sentence because of possible future criminal history category calculation).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Rule 11(e)(1)(C) governs plea agreements in which the parties agree \"that a specific sentence is the appropriate disposition of the case,\" while 11(e)(1)(B) governs agreements in which the parties agree only that the government will recommend a particular sentence</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> If the plea agreement was entered into pursuant to Rule 11(e)(1)(B), the defendant must be advised that he has no right to withdraw his plea if the court does not accept the sentence recommendation.   See Fed.R.Crim.P. 11(e)(2).   If, instead, the parties agreed under 11(e)(1)(C), and the court rejects that agreement, the court must \"afford the defendant the opportunity to then withdraw the plea, and advise the defendant that if the defendant persists in a guilty plea ... the disposition of the case may be less favorable to the defendant than that contemplated by the plea agreement.\"   Fed.R.Crim.P. 11(e)(4)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We note that under U.S.S.G. &#167; 6B1.1(c), the court must defer its decision to accept or reject a plea agreement until it has the opportunity to consider the presentence report, unless that report is not required under U.S.S.G. &#167; 6A1.1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Laguer-Avellanet does not, in this appeal, pursue his argument that the two prior convictions were not properly countable for purposes of calculating the criminal history category</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">824</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Victor LAGUER-AVELLANET, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1654.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">July 9, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Benito I. Rodriguez Masso for appellant.</p>\n      <p class=\"indent\">Jeanette Mercado-Rios, Assistant United States Attorney, with whom Guillermo Gil, United States Attorney, and Jose A. Quiles-Espinosa, Senior Litigation Counsel, were on brief for appellee.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Victor Laguer-Avellanet pleaded guilty, pursuant to a plea agreement, to a drug trafficking conspiracy.   Despite the government's recommendation, made in accordance with that agreement, for a twelve-month imprisonment term, the district court imposed a fifteen-month term.   In this appeal, Laguer-Avellanet seeks to be resentenced to the recommended term but not to withdraw his plea.</p>\n    </div>\n    <p>I.</p>\n    <p>Pertinent Facts and Prior Proceedings</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In December 1994, a grand jury returned an indictment charging in count one that Laguer-Avellanet<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and ten codefendants conspired to distribute and to possess with intent to distribute cocaine.   In February 1995, Laguer-Avellanet entered into a plea agreement with the government whereby he agreed to plead guilty to that count.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The plea agreement set forth the parties' stipulations as to several sentencing guideline matters.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  It provided that the conduct relevant to the offense yielded an offense level of eighteen, pursuant to U.S.S.G. &#167; 2D1.1(a)(3).   The parties also agreed to downward adjustments for acceptance of responsibility, U.S.S.G. &#167; 3E1.1(b), and for being a minor participant, U.S.S.G. &#167; 3B1.2(b), for a total reduction of five levels, yielding a total offense level of thirteen.   The plea agreement also stated that \"[t]he guideline sentencing range, then, is twelve (12) to eighteen (18) months,\" and thus, it reflected a presumed criminal history category of one.   See U.S.S.G. Ch.5, Pt.A, Sentencing Table.</p>\n    </div>\n    <p class=\"indent\">Further, the agreement provided:</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>The United States recommends a twelve (12) month term of imprisonment.   No agreement concerning the application of any other sentencing guideline has been entered into by the parties.   There is no agreement between the parties concerning the Defendant's criminal history category.   All other aspects of the sentence are left to the sound discretion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The agreement did not explicitly state whether or not the court was bound by the sentence recommendation, or whether Laguer-Avellanet would have the right to withdraw his plea if the court imposed a higher-than-recommended sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On February 14, 1995, the district court conducted a change of plea hearing, during which Laguer-Avellanet pleaded guilty with several of his codefendants who had signed identical plea agreements.   At that hearing, the court reiterated the plea agreement's provisions regarding sentencing.   The court elicited Laguer-Avellanet's acknowledgment (along with the other defendants') that the agreed sentencing range was twelve to eighteen months, and that the government was recommending a twelve-month term of imprisonment.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The court ensured Laguer-Avellanet's understanding that there was no agreement concerning the criminal history category and that \"all other aspects of the sentence are left to the sound discretion of the Court.\"   Finally, the court informed him that the sentence would be imposed \"in accordance with the sentencing guidelines and policy statements.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At the end of the change of plea hearing, the court accepted Laguer-Avellanet's guilty plea and ordered a presentence report (\"PSR\").<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  At no time did the court explicitly state that it was accepting, rejecting, or deferring decision on the plea agreement.   Further, at no time did the court expressly warn Laguer-Avellanet that it was not bound by the twelve-month recommendation and that it could and might impose a higher sentence.   Further, nothing whatsoever was stated as to whether or not Laguer-Avellanet could withdraw his guilty plea upon learning of the court's ultimate sentencing determination.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On May 25, 1995, the district court, after reviewing an amended PSR, conducted a sentencing hearing.   The PSR concluded that, due to two prior convictions, Laguer-Avellanet had a criminal history category of two instead of the previously presumed one, which increased the applicable guideline sentencing range from that indicated in the plea agreement (twelve to eighteen months) to fifteen to twenty-one months:  a range in excess of the recommended twelve-month term.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Objecting to the PSR's criminal history calculation, Laguer-Avellanet's counsel asserted, \"we entered into a plea agreement in this case for a 12-month sentence, and that's what we have been all the time--let's call it offering [Laguer-Avellanet].\"  He also argued that the prior convictions were not properly countable in the criminal history category and that, even if they were, they were minimal in nature and the court should depart downward to effect the recommended twelve-month sentence.   After repeating his request that \"the 12-month sentence be recognized as the applicable sentence and the proper sentence for our client in his case,\" counsel entreated upon the court that Laguer-Avellanet was truly remorseful for his crime, that there would be no recidivism on his part, and concluded that \"it would be only fair for us and for him to receive a twelve-month sentence if that's into [sic] the discretion of the Court.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The court rejected these arguments, stating that Laguer-Avellanet had \"struck a very good deal\" and that he would have probably been sentenced to \"fifteen years at least\" had he gone to trial and been found guilty.   The court acknowledged that the specific sentencing-guideline stipulations had been formed pursuant to Fed.R.Crim.P. 11(e)(1)(C), but, after reminding Laguer-Avellanet that he expressly had not stipulated to the criminal history category, it sentenced him to the lower end of the higher guideline range:  fifteen months.   The court did not explicitly state whether or not it had accepted or rejected the plea agreement, nor did it offer Laguer-Avellanet an opportunity to withdraw his guilty plea.   At the conclusion of the hearing, Laguer-Avellanet did not object further, offer anything else to inform the proceedings, or request to withdraw his plea.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p>II.</p>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Laguer-Avellanet now claims that the parties did not agree merely to a twelve-month recommendation, but rather, that they firmly agreed that twelve months was the appropriate sentence for his crime.   He contends that because the district court effectively accepted the plea agreement, it was bound to impose the twelve-month term and was obligated to \"enter whatever [sentencing] findings were necessary to reach the same.\"   We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The plain language of the plea agreement provided that, although the government would recommend a twelve month imprisonment term, other aspects of the sentence were entirely open to the district court's resolution, to wit:  the application of sentencing guidelines to which the parties did not otherwise stipulate, calculation of the criminal history category, and \"[a]ll other aspects of the sentence.\"   During the plea colloquy, the court reiterated these provisions individually and elicited the Laguer-Avellanet's acknowledgment of them.   Laguer-Avellanet's statements and arguments to the court at sentencing, while urging a twelve-month sentence, reveal his understanding that the imposition of that term was within the discretion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On appeal, Laguer-Avellanet emphasizes, in a talismanic fashion, the language of Fed.R.Crim.P. 11(e)(1)(C) and (e)(3), the provisions under which the parties purported to enter into the plea agreement.   On its face, Rule 11(e)(1)(C) applies when the parties have agreed to a \"specific sentence,\" which must then be embodied in the final judgment and sentence, per Rule 11(e)(3), if the court accepts the plea agreement.   Regardless of whether or not the parties' stipulation to the several sentencing-guideline matters comes within the meaning of \"specific sentence,\" it is clear that the parties did not agree that twelve months was \"the appropriate disposition of the case\" within the meaning of Rule 11(e)(1)(C).   Rather, the parties unequivocally agreed that the government would only recommend that term and particularly that the appropriate criminal history category was an open question.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We need not conduct an exhaustive inquiry as to whether the parties' agreement was truly an \"11(e)(1)(C)\" agreement, or instead, effectively an \"11(e)(1)(B)\" agreement, or perhaps, a strange hybrid of the two.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Because the parties simply did not agree to a firm twelve-month sentence, Laguer-Avellanet cannot seek \"specific performance\" of the plea agreement to reduce his imprisonment term.   Moreover, contrary to Laguer-Avellanet's assertion, a court could not be \"forced\" to make the requisite sentencing findings in order to give effect to a plea agreement specifying either a certain term or a recommendation.   See U.S.S.G. &#167; 6B1.2(b) &amp; (c) (allowing court to accept a sentence recommendation or agreement only when it is satisfied that the sentence falls within the applicable guideline range or the sentence reflects a justifiable departure from that range).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">While we find an affirmance appropriate, we offer some guidance for the handling of plea agreements involving sentencing promises.   Where, as here, the government agreed only to recommend a sentence, the district court should, during the change of plea hearing, specifically inform the defendant that it is not bound by that recommendation and that it might impose a sentence less favorable to the defendant.   The court should also clearly inform the defendant whether or not he will have the right to withdraw his guilty plea at some later time.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Finally, the court should explicitly specify the status of the plea agreement:  whether it is accepted, rejected, or deferred pending consideration of the PSR.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Here, the district court's procedures were much more summary and therefore subject to potential misunderstanding.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The possible remedy, however, for such shortcomings is not (as Laguer-Avellanet seeks here) \"specific performance\" of an agreement term to which both parties never agreed, but rather, the opportunity to withdraw the plea.   Because Laguer-Avellanet does not argue that he would have withdrawn his plea but for these plea colloquy deficiencies, he has not established prejudice from them.   At bottom, because Laguer-Avellanet is not entitled to the relief he seeks, we must affirm his sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Laguer-Avellanet's final challenge is to the calculation of his criminal history category.   He argues that, assuming the court did not err in accepting and implementing the plea agreement, it should have granted his request to depart downward from the criminal history category of two because it significantly overrepresented the seriousness of his criminal history.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  The law is well settled, however, that \"no appeal lies from a discretionary refusal to depart.\"  United States v. Morrison, <span class=\"citation\" data-id=\"195889\"><a href=\"/opinion/195889/united-states-v-morrison/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">127</span></a></span>, 130 (1st Cir.1995).   Thus, this challenge is wholly unavailing.</p>\n    </div>\n    <p>III.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Laguer-Avellanet is also known as Ruben Sanchez-Irizarry</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The plea agreement originally provided only that it was entered into \"pursuant to Rule 11(e)(3)\" of the Federal Rules of Criminal Procedure.   The parties agreed to add to that provision, \"11(e)(1)(C),\" which the court acknowledged at the change of plea hearing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The government confirmed its twelve-month recommendation at the change of plea hearing, although it did not affirmatively recommend it again at the sentencing hearing, stating only, \"in keeping with the plea agreement, the United States has nothing to add.\"   Laguer-Avellanet does not suggest that the government breached the plea agreement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Laguer-Avellanet requested to \"waive the presentence report\" so that he could begin his imprisonment term immediately.   The court stated that it would \"not accept a waiver of the presentence report,\" see U.S.S.G. &#167; 6A1.1 (prohibiting such waiver), but allowed Laguer-Avellanet's request to begin his imprisonment term before completion of the report and actual sentencing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> At oral argument before this court, we asked counsel for Laguer-Avellanet whether or not, at that time, his client had completed the fifteen-month incarcerative portion of his sentence.   We indicated that if he had been released, this case might be moot.   Neither counsel for Laguer-Avellanet nor the government's attorney knew if he was still in custody.   This court has now been informed that Laguer-Avellanet was released from custody into a supervised release program on March 29, 1996 (well before the date of oral argument before this court), having served the fifteen-month term</p>\n        <p>Although Laguer-Avellanet challenges the length of the incarcerative portion of his sentence and not his conviction, we find that his appeal is not moot despite his release from prison because the imposition of the fifteen-month term instead of a twelve-month term could lead to a future \"collateral consequence.\"   See U.S.S.G. &#167; 4A1.1 (a) &amp; (b) (mandating three criminal history points for prior sentences exceeding one year and one month imprisonment, but only two if for a lesser term (of a least sixty days));  United States v. Kassar, <span class=\"citation\" data-id=\"689129\"><a href=\"/opinion/689129/united-states-v-hassan-kassar-aka-hassan-alkassar/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">562</span></a></span>, 565 (2d Cir.1995) (finding not moot a sentence challenge despite completion of sentence because of possible future criminal history category calculation).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Rule 11(e)(1)(C) governs plea agreements in which the parties agree \"that a specific sentence is the appropriate disposition of the case,\" while 11(e)(1)(B) governs agreements in which the parties agree only that the government will recommend a particular sentence</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> If the plea agreement was entered into pursuant to Rule 11(e)(1)(B), the defendant must be advised that he has no right to withdraw his plea if the court does not accept the sentence recommendation.   See Fed.R.Crim.P. 11(e)(2).   If, instead, the parties agreed under 11(e)(1)(C), and the court rejects that agreement, the court must \"afford the defendant the opportunity to then withdraw the plea, and advise the defendant that if the defendant persists in a guilty plea ... the disposition of the case may be less favorable to the defendant than that contemplated by the plea agreement.\"   Fed.R.Crim.P. 11(e)(4)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We note that under U.S.S.G. &#167; 6B1.1(c), the court must defer its decision to accept or reject a plea agreement until it has the opportunity to consider the presentence report, unless that report is not required under U.S.S.G. &#167; 6A1.1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Laguer-Avellanet does not, in this appeal, pursue his argument that the two prior convictions were not properly countable for purposes of calculating the criminal history category</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195889/",
    "http://www.courtlistener.com/api/rest/v3/opinions/689129/"
  ]
}