{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196819/",
  "absolute_url": "/opinion/196819/feng-chen-v-ins/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196819/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:14:46Z",
  "date_modified": "2017-03-24T10:48:48.901234Z",
  "type": "010combined",
  "sha1": "20a84f351b53a24c3cdc329dd549f041a1fc6483",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-2309.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 95-2309\r\n\n                         BING FENG CHEN,\r\n\n                           Petitioner,\r\n\n                                v.\r\n\n             IMMIGRATION AND NATURALIZATION SERVICE,\r\n\n                           Respondent.\r\n\n                                             \r\n\n                PETITION FOR REVIEW OF AN ORDER OF\r\n\n                 THE BOARD OF IMMIGRATION APPEALS\r\n\n                                             \r\n\n                              Before\r\n\n                      Selya, Cyr and Boudin,\r\n\n                         Circuit Judges.\r                                                 \r\n\n                                             \r\n\n     Carlos Magaletta, with whom Magaletta &amp; Associates, P.C. was\r                                                                       \r\non brief, for petitioner.\r\n     Joseph F. Ciolino, Office of  Immigration Litigation, United\r                                \r\nStates Dep't  of Justice, with  whom Frank  W. Hunger,  Assistant\r                                                               \r\nAttorney  General,  and  David  M.  McConnell,  Acting  Assistant\r                                                       \r\nDirector, Office  of Immigration  Litigation, were on  brief, for\r\nrespondent.\r\n\n                                             \r\n\n                          June 20, 1996\r\n                                             \r\r\n\n          SELYA, Circuit  Judge.   Petitioner, Bing Feng  Chen, a\r                    SELYA, Circuit  Judge.\r                                         \r\n\nnative  and citizen  of  the People's  Republic  of China,  seeks\r\n\njudicial review of an  order of the Board of  Immigration Appeals\r\n\n(the Board) directing his deportation and, concomitantly, denying\r\n\nhis  request  for  a  waiver  of  excludability.   Discerning  no\r\n\ncognizable error in the  administrative proceedings, we leave the\r\n\nBoard's order intact.\r\n\n                                I\r                                          I\r\n\n          Petitioner,  then twenty-three  years old,  entered the\r\n\nUnited States as a  lawful permanent resident in 1984  along with\r\n\nhis parents and his brother.   The family settled in Boston.   In\r\n\n1987, California  authorities charged petitioner  with robbery in\r\n\nthe second  degree and  false imprisonment.   The record  reveals\r\n\nthat  petitioner and two  accomplices undertook to  rob a jewelry\r\n\nstore.   Petitioner  brandished  a firearm  (a  fully loaded  .38\r\n\ncalibre  handgun)   during  the  robbery,  holding   the  store's\r\n\nemployees and  a half-dozen customers  at bay.  The  value of the\r\n\nproperty taken exceeded  $25,000.  Petitioner pled  guilty to the\r\n\ncharges and the court sentenced him to five years'  imprisonment.\r\n\nHe  served more than half the sentence (including credit for time\r\n\nspent in pretrial detention) before obtaining a parole.\r\n\n          On  May 27,  1992, the  Immigration and  Naturalization\r\n\nService  (INS) took steps to deport petitioner because he had (a)\r\n\ncommitted a  crime involving moral turpitude within five years of\r\n\nhis  lawful  entry into  the  United States,  (b)  been convicted\r\n\nthereof  by  a court  of  competent  jurisdiction,  and (c)  been\r\n\n                                2\r\r\n\nincarcerated on account of that conviction for a period in excess\r\n\nof one year.  See  8 U.S.C.   1251(a)(2)(A)(i).  At  a subsequent\r                           \r\n\nhearing on  a show-cause order,  an Immigration Judge  (IJ) found\r\n\npetitioner  subject to  deportation and,  inter alia,  denied his\r                                                              \r\n\napplication for a waiver of excludability under section 212(c) of\r\n\nthe  Immigration  and  Nationality   Act,  8  U.S.C.     1182(c).\r\n\nPetitioner  prosecuted  an administrative  appeal.    In a  terse\r\n\nopinion dated November 13, 1995, the Board denied relief.  Though\r\n\nconceding deportability, petitioner now  seeks judicial review of\r\n\nthe denial of the waiver.\r\n\n                                II\r                                          II\r\n\n                                A\r                                          A\r\n\n          In his  own words, petitioner's first  argument is that\r\n\nthe Board deprived him of due process by  \"fail[ing] to state the\r\n\nstandard  of review it used in reviewing the decision of the IJ.\"\r\n\nWhatever  constitutional  force this  standard-of-review argument\r\n\nonce may have generated, events have passed it by.\r\n\n          The genesis of the argument can be traced to an opinion\r\n\nof the Court of  Appeals for the Seventh Circuit,  Ortiz-Salas v.\r                                                                        \r\n\nINS, 992 F.2d 105 (7th Cir. 1993), in which Judge Posner, writing\r             \r\n\nfor the panel, noted the Board's habitual silence  concerning the\r\n\nstandard that it  used when reviewing a discretionary decision of\r\n\nan IJ (such as a decision to grant or deny a waiver under section\r\n\n212(c)).  See id. at 108.  In response to the Board's claim  that\r                           \r\n\nit  had  a right  to inscrutability  and  need not  advertise its\r\n\nstandard of review, Judge Posner wrote:\r\n\n                                3\r\r\n\n          That won't do.   It is  an undue hardship  to\r\n          require the alien to guess at the standard of\r\n          review that will be applied to his appeal . .\r\n          . .  [a]nd it is irresponsible  for the Board\r\n          to  fail  to define  its relationship  to the\r\n          immigration judges.\r\n\nId. at 107.\r             \r\n\n          If Ortiz-Salas marked  the end of  the line, this  case\r                                  \r\n\nmight present difficulties.  But the occurrence of an intervening\r\n\nevent removes the issue  from the case.   On September 13,  1994,\r\n\nthe  Board decided Matter of  Burbano, Interim Decision 3229 (BIA\r                                               \r\n\n1994),  in which it heeded  the message of  the Ortiz-Salas court\r                                                                     \r\n\nand made clear that whenever \"the  Board engages in a review of a\r\n\ndiscretionary determination  by an immigration judge,\"  the Board\r\n\nrelies  upon  its  \"own  independent  judgment  in  deciding  the\r\n\nultimate  disposition of  the case.\"   Id.,  slip op.  at 2.   To\r                                                    \r\n\neliminate all doubt, the  Board added that it \"do[es]  not employ\r\n\nan  abuse of  discretion  standard when  reviewing  discretionary\r\n\ndeterminations of immigration judges.\"  Id. at 3. Burbano    thus\r                                                                   \r\n\nfills the gap that troubled the Ortiz-Salas court.\r                                                     \r\n\n          The opinion in Burbano antedated the Board's opinion in\r                                          \r\n\nthis case by well over a year.  The Board's express invocation of\r\n\nBurbano (via  citation to it)  in the text  of the opinion  below\r                 \r\n\nmakes manifest  the untenability of the  petitioner's claim under\r\n\nthe  circumstances  now  extant.    Petitioner,  to  his  credit,\r\n\nacknowledges  as  much in  his  reply brief.    Consequently, the\r\n\nargument is by the boards.\r\n\n                                B\r                                          B\r\n\n          Petitioner's  next asseveration relates to the adequacy\r\n\n                                4\r\r\n\nof the Board's  findings.  It is true,  as petitioner points out,\r\n\nthat for the most part  the Board did not write its  own analysis\r\n\nof   the   positive  and   negative   factors   undergirding  its\r\n\ndetermination to  deny the  requested waiver.   It did,  however,\r\n\nmake  clear that it had  reviewed the record,  the IJ's decision,\r\n\nand petitioner's  contentions on  appeal, and it  concluded that,\r\n\nwith one exception,1  the IJ  \"gave proper  consideration to  the\r\n\ndiscretionary  factors  concerning  [petitioner's]   request  for\r\n\nsection 212(c) relief.\"   The Board also  indicated its agreement\r\n\nthat  petitioner  had  not  demonstrated equities  sufficient  to\r\n\noverbalance  the significant adverse  factors associated with his\r\n\ninvolvement  in the  armed robbery,  and it  opted to  affirm the\r\n\ndenial of the  waiver \"for  the reasons specified  in [the  IJ's]\r\n\ndecision.\"\r\n\n          Petitioner complains that the Board's opinion is flawed\r\n\nbecause  it is conclusory in nature.   He says in effect that the\r\n\nBoard, when  exercising independent  review, must find  the facts\r\n\nafresh,  and that  it neglected  to do  so here.   We  think that\r\n\npetitioner overstates the Board's obligation.\r\n\n          As a  general  proposition,  if  a  reviewing  tribunal\r\n\ndecides that the facts  and evaluative judgments prescinding from\r\n\nthem have been  adequately confronted and correctly resolved by a\r\n                    \r                              \r\n\n     1The Board disclaimed any reliance on hypothetical scenarios\r\nset forth by  the IJ in his decision.   The Board explained that,\r\nthough  it agreed  with  the IJ  that  the petitioner's  criminal\r\nactivity,  namely, his robbery of  a store with  a loaded weapon,\r\nwas  \"particularly  disturbing,\" nonetheless,  \"the reprehensible\r\nnature  of  this crime  speaks for  itself,  without any  need to\r\nspeculate as to the feelings of the victims involved.\"\r\n\n                                5\r\r\n\ntrial  judge or hearing officer, then the tribunal is free simply\r\n\nto adopt those findings   as long as its opinion or order clearly\r\n\nindicates that it gave individualized attention to the  case and,\r\n\nupon  reflection, elected to adopt  the trier's words rather then\r\n\nto write anew.  See  Alaelua v. INS, 45 F.3d 1379, 1381 (9th Cir.\r                                             \r\n\n1995);  Castaneda-Suarez v.  INS,  993 F.2d  142,  146 (7th  Cir.\r                                          \r\n\n1993);  cf. In  re San Juan  Dupont Plaza Hotel  Fire Litig., 989\r                                                                      \r\n\nF.2d 36, 38 (1st Cir.  1993) (\"Where, as here, a trial  court has\r\n\nproduced a  first-rate work product, a  reviewing tribunal should\r\n\nhesitate  to  wax  longiloquent  simply  to  hear  its  own words\r\n\nresonate.\").\r\n\n          These principles hold true in an administrative  appeal\r\n\nof this genre.  To be sure, the Board is obliged to weigh all the\r\n\npertinent factors  (both favorable  and unfavorable), to  exhibit\r\n\ndue  consideration  for the  universe  of  weighted factors  when\r\n\ntallying the  equities, to exercise independent  judgment, and to\r\n\nstate  plainly its reasons for  granting or denying  relief.  See\r                                                                           \r\n\nAlaelua, 45 F.3d at 1382; Martinez v. INS, 970 F.2d 973, 974 (1st\r                                                   \r\n\nCir. 1992).  And, moreover, the Board's opinion must reflect that\r\n\nit has carried  out these obligations    but the  Board need  not\r\n\nwrite  a long  essay merely  to  prove its  mettle.   Cf.,  e.g.,\r                                                                          \r\n\nMartinez, 970 F.2d  at 976  (concluding that the  Board need  not\r                  \r\n\n\"address  specifically each  claim  the petitioner  made or  each\r\n\npiece  of evidence  the  petitioner  presented\").    To  use  the\r\n\nvernacular,  if the Board's  view is that the  IJ \"got it right,\"\r\n\nthe  law does  not  demand that  the  Board go  through  the idle\r\n\n                                6\r\r\n\nmotions of  dressing the  IJ's findings in  its own  prose.2   In\r\n\nshort,  de  novo review    and  what  the Board  chooses  to call\r\n\n\"independent review\" is neither more nor less than de novo review\r\n\n  does not require the Board to reinvent the wheel.\r\n\n          On  this basis, we join eight of our sister circuits in\r\n\nruling  that the Board need not  write at length merely to repeat\r\n\nthe  IJ's  findings  of fact  and  his  reasons  for denying  the\r\n\nrequested  relief,  but,  rather,  having   given  individualized\r\n\nconsideration  to a  particular case,  may simply  state that  it\r\n\naffirms  the  IJ's decision  for the  reasons  set forth  in that\r\n\ndecision.3  See  Prado-Gonzalez v.  INS, 75 F.3d  631, 632  (11th\r                                                 \r\n\nCir. 1996); Gomez-Mejia v. INS, 56 F.3d 700, 702 (5th Cir. 1995);\r                                        \r\n\nUrukov  v. INS, 55 F.3d 222, 227-28  (7th Cir. 1995); Alaelua, 45\r                                                                       \r\n                    \r                              \r\n\n     2In his reply brief, petitioner cites two precedents that he\r\nclaims  repudiate this view.  His reliance is mislaid.  One case,\r\nPerez v.  INS, 643 F.2d 640 (9th Cir.) (per curiam), op. am., 665\r                                                                      \r\nF.2d 269 (9th Cir.  1981), cert. dismissed, 459 U.S.  983 (1982),\r                                                    \r\nwas not a  case in which the Board adopted the findings of an IJ,\r\nbut, rather, a case in  which the Board, in violation of  its own\r                                                                           \r\nregulations, neglected to  indicate on the record \"the factors it\r                     \r\nconsidered in concluding  that [the alien] failed  to establish a\r\nprima  facie  case  of  extreme   hardship  [under  8  U.S.C.    \r                      \r\n1254(a)(1)],\" thereby  frustrating judicial review.   Id. at 641.\r                                                                   \r\nIn  the second case,  Anderson v. McElroy, 953  F.2d 803 (2d Cir.\r                                                   \r\n1992),  the Court  found an  abuse of  discretion in  the Board's\r\nsummary refusal to stay deportation pending the disposition of an\r\nalien's motion to reopen, notwithstanding the INS' acknowledgment\r\nof a significant change in circumstances and its request that the\r\nBoard  vacate the  deportation  decision and  remand for  further\r\nproceedings.  See id. at 805-06.  Neither case has any bearing on\r                               \r\nthe issue at hand.\r\n\n     3Where,  as   here,  the  Board  adopts   the  findings  and\r\nconclusions of the  IJ, the IJ's rescript serves de  facto as the\r\nBoard's articulation of its ratio decidendi.  For that reason, we\r                                                     \r\nhenceforth  refer to  the  findings and  conclusions  of the  IJ,\r\nadopted by  the Board, as if  the Board had authored  them in the\r\nfirst instance.\r\n\n                                7\r\r\n\nF.3d  at 1382-83; Maashio  v. INS, 45  F.3d 1235, 1238  (8th Cir.\r                                           \r\n\n1995);  Gandarillas-Zambrana  v. BIA,  44  F.3d  1251, 1255  (4th\r                                              \r\n\nCir.), cert. denied, 116 S. Ct. 49 (1995); Panrit v. INS, 19 F.3d\r                                                                  \r\n\n544, 546 (10th Cir.  1994); Arango-Aradondo v. INS, 13  F.3d 610,\r                                                            \r\n\n613  (2d Cir. 1994); see  also De Leon v.  INS, 547 F.2d 142, 149\r                                                        \r\n\n(1st  Cir. 1976)  (applying this  principle sub  silentio), cert.\r                                                                           \r\n\ndenied, 434 U.S. 841 (1977).\r                \r\n\n          Here, the Board's individualized  attention to the case\r\n\nis apparent.  See, e.g., supra  note 1.  We hold, therefore, that\r                                        \r\n\nthe  Board acted  within its proper  purview when  it adjudicated\r\n\npetitioner's case  and resolved the  appeal by adopting  the IJ's\r\n\nfindings and conclusions.\r\n\n                                C\r                                          C\r\n\n          As our journey winds down, we reach  the bedrock issue:\r\n\nthe  supportability  of  the  Board's denial  of  section  212(c)\r\n\nrelief.  The fact  that the Board's findings and  conclusions are\r\n\nadopted  rather than  original does  not  affect our  standard of\r\n\nreview.  As in any  other section 212(c) case, we  need determine\r\n\nonly whether  the decision is arbitrary, capricious,  or an abuse\r\n\nof discretion.   See generally Gouveia v.  INS, 980 F.2d 814, 817\r                                                        \r\n\n(1st Cir. 1992) (elucidating standard of review).  \r\n\n          Waivers  of  deportation  are not  profligately  to  be\r\n\ngranted.    In deciding  whether  to  exercise its  discretionary\r\n\nauthority,  the  Board  \"must  balance the  `social  and  humane'\r\n\nfactors   supporting  the  application  against  adverse  factors\r\n\nfavoring  deportation.\"   Id.  at  816.    When  the  ground  for\r                                       \r\n\n                                8\r\r\n\ndeportability  is the  alien's commission of  a serious  crime, a\r\n\nhigh hurdle blocks the  path to section 212(c)  relief.  In  such\r\n\ncircumstances  \"it is  incumbent  upon a  petitioner not  only to\r\n\ndemonstrate  that  favorable  factors  preponderate  but also  to\r\n\npresent `unusual or outstanding equities'\" in order  to justify a\r\n\nwaiver.   Id.; accord Martinez, 970  F.2d at 976; Hazzard v. INS,\r                                                                          \r\n\n951 F.2d  435, 438 (1st Cir.  1991).  The armed  robbery of which\r\n\npetitioner stands  convicted indubitably  qualifies as  a serious\r\n\ncrime within this rubric.\r\n\n          In this  instance, the Board examined  all the relevant\r\n\nfactors,  applied   the   appropriate  standard,   decided   that\r\n\npetitioner's proffer lacked persuasive force, and concluded  that\r\n\npetitioner had failed  to make out a sufficiently convincing case\r\n\nfor  an affirmative exercise of  discretion.  On  this record, we\r\n\nhave no  warrant to  second-guess the  Board's  conclusion.   See\r                                                                           \r\n\nMartinez, 970 F.2d at 974 (explaining that rejection of a section\r                  \r\n\n212(c)  waiver request will be upheld \"unless it was made without\r\n\na  rational explanation,  inexplicably departed  from established\r\n\npolicies,  or  rested  on  an  impermissible  basis\")   (citation\r\n\nomitted).\r\n\n          Of  course, the credit side of the ledger is not empty.\r\n\nPetitioner  had a  decade of  lawful permanent  residence, family\r\n\nties in this country, part-ownership in a house, some involvement\r\n\nwith  community  service, and  a  chiaroscuro  record of  gainful\r\n\nemployment.    At  bottom,  however,  these   are  garden-variety\r\n\nequities; they simply do  not rise to a level  that would warrant\r\n\n                                9\r\r\n\nthe appellation \"unusual\" or \"outstanding.\"  See, e.g., Henry  v.\r                                                                       \r\n\nINS, 74  F.3d  1,  7  (1st  Cir. 1996)  (finding  no  unusual  or\r             \r\n\noutstanding  equities  on  comparable showing  in  adjustment-of-\r\n\nstatus case).\r\n\n          Petitioner also  made a  modest showing of  hardship to\r\n\nfamily  members  should  he be  deported,  but  the  hardships he\r\n\nenvisions are not severe.  Petitioner's  relatives in this county\r\n\nare in good health and  not dependent upon him for support.   His\r\n\nplans  to  start  a  business with  his  brother  are  embryonic.\r\n\nFinally, we attach little weight to the hardships that petitioner\r\n\npersonally may experience upon  his repatriation to China because\r\n\nthey are  of the sort  that would be  common to almost  any alien\r\n\nreturning  to a less prosperous  land after living  in the United\r\n\nStates.  See Ramirez-Durazo v.  INS, 794 F.2d 491, 498 (9th  Cir.\r                                             \r\n\n1986).\r\n\n          The  short of it is that, as the Board determined after\r\n\nmulling  all   the   relevant  factors,   petitioner's   equities\r\n\n(including his litany of potential hardships) do not outweigh the\r\n\nserious adverse factors that  are present in his case.4   Because\r\n\nthe   record  reflects   a  plausible   basis  for   the  Board's\r\n\ndetermination, we  are constrained to  find that the  Board acted\r\n\nwell  within its broad discretionary  powers in refusing to grant\r\n\nthe waiver.  See Gouveia,  980 F.2d at 818; Hazzard, 951  F.2d at\r                                                             \r\n\n                    \r                              \r\n\n     4The armed robbery itself stands as the most serious adverse\r\nfactor.  In addition, the Board supportably found that petitioner\r\nshowed no  remorse for his actions  and that he had  made no real\r\nprogress toward rehabilitation.\r\n\n                                10\r\r\n\n438.   As we recently wrote  in an analogous case,  \"[t]his was a\r\n\njudgment call,  pure and simple,\" and,  consequently, a reviewing\r\n\ncourt  must defer to  the Board's notion  of where  to strike the\r\n\nproper balance.   Gouveia, 980  F.2d at 819;  see also Henry,  74\r                                                                      \r\n\nF.3d  at 7 (counselling  that, in  such purlieus,  \"[a] reviewing\r\n\ncourt may not reweigh the equities afresh\").\r\n\n                               III\r                                         III\r\n\n          We need go  no further.5   Waiver of  deportation is  a\r\n\ndiscretionary remedy.  In the absence of  either a mistake of law\r\n\nor a palpable abuse  of discretion    neither of which sully  the\r\n\npages of this record   the Board's judgment must prevail.\r\n\n          The petition for review is denied and dismissed.\r                    The petition for review is denied and dismissed.\r                                                                   \r\n\n                    \r                              \r\n\n     5Petitioner's argument that the Board applied  a per se rule\r\n   in  effect holding  that  the crime  was  so  heinous that  no\r\ncombination of  positive factors  could have outweighed  it    is\r\nbelied by the record and does not require further comment.\r\n\n                                11\r\r\n",
  "html": "<p class=\"case_cite\">87 F.3d 5</p>\n    <p class=\"parties\">Bing Feng CHEN, Petitioner,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</p>\n    <p class=\"docket\">No. 95-2309.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 4, 1996.<br>Decided June 20, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Carlos Magaletta, Boston, MA, with whom Magaletta &amp; Associates, P.C. was on brief, for petitioner.</p>\n      <p class=\"indent\">Joseph F. Ciolino, Office of Immigration Litigation, United States Dept. of Justice, Washington, DC, with whom Frank W. Hunger, Assistant Attorney General, and David M. McConnell, Acting Assistant Director, Office of Immigration Litigation, were on brief, for respondent.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner, Bing Feng Chen, a native and citizen of the People's Republic of China, seeks judicial review of an order of the Board of Immigration Appeals (the Board) directing his deportation and, concomitantly, denying his request for a waiver of excludability.  Discerning no cognizable error in the administrative proceedings, we leave the Board's order intact.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Petitioner, then twenty-three years old, entered the United States as a lawful permanent resident in 1984 along with his parents and his brother.  The family settled in Boston.  In 1987, California authorities charged petitioner with robbery in the second degree and false imprisonment.  The record reveals that petitioner and two accomplices undertook to rob a jewelry store.  Petitioner brandished a firearm (a fully loaded .38 calibre handgun) during the robbery, holding the store's employees and a half-dozen customers at bay.  The value of the property taken exceeded $25,000.  Petitioner pled guilty to the charges and the court sentenced him to five years' imprisonment.  He served more than half the sentence (including credit for time spent in pretrial detention) before obtaining a parole.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On May 27, 1992, the Immigration and Naturalization Service (INS) took steps to deport petitioner because he had (a) committed a crime involving moral turpitude within five years of his lawful entry into the United States, (b) been convicted thereof by a court of competent jurisdiction, and (c) been incarcerated on account of that conviction for a period in excess of one year.  See 8 U.S.C. &#167; 1251(a)(2)(A)(i).  At a subsequent hearing on a show-cause order, an Immigration Judge (IJ) found petitioner subject to deportation and, inter alia, denied his application for a waiver of excludability under section 212(c) of the Immigration and Nationality Act, 8 U.S.C. &#167; 1182(c).  Petitioner prosecuted an administrative appeal.  In a terse opinion dated November 13, 1995, the Board denied relief.  Though conceding deportability, petitioner now seeks judicial review of the denial of the waiver.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">* In his own words, petitioner's first argument is that the Board deprived him of due process by \"fail[ing] to state the standard of review it used in reviewing the decision of the IJ.\"   Whatever constitutional force this standard-of-review argument once may have generated, events have passed it by.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The genesis of the argument can be traced to an opinion of the Court of Appeals for the Seventh Circuit, Ortiz-Salas v. INS, 992 F.2d 105 (7th Cir.1993), in which Judge Posner, writing for the panel, noted the Board's habitual silence concerning the standard that it used when reviewing a discretionary decision of an IJ (such as a decision to grant or deny a waiver under section 212(c)).  See id. at 108.   In response to the Board's claim that it had a right to inscrutability and need not advertise its standard of review, Judge Posner wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>That won't do.  It is an undue hardship to require the alien to guess at the standard of review that will be applied to his appeal .... [a]nd it is irresponsible for the Board to fail to define its relationship to the immigration judges.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Id. at 107.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">If Ortiz-Salas marked the end of the line, this case might present difficulties.  But the occurrence of an intervening event removes the issue from the case.  On September 13, 1994, the Board decided Matter of Burbano, Interim Decision 3229 (BIA 1994), in which it heeded the message of the Ortiz-Salas court and made clear that whenever \"the Board engages in a review of a discretionary determination by an immigration judge,\" the Board relies upon its \"own independent judgment in deciding the ultimate disposition of the case.\"   Id., slip op. at 2.  To eliminate all doubt, the Board added that it \"do[es] not employ an abuse of discretion standard when reviewing discretionary determinations of immigration judges.\"   Id. at 3.  Burbano thus fills the gap that troubled the Ortiz-Salas court.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The opinion in Burbano antedated the Board's opinion in this case by well over a year.  The Board's express invocation of Burbano (via citation to it) in the text of the opinion below makes manifest the untenability of the petitioner's claim under the circumstances now extant.  Petitioner, to his credit, acknowledges as much in his reply brief.  Consequently, the argument is by the boards.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Petitioner's next asseveration relates to the adequacy of the Board's findings.  It is true, as petitioner points out, that for the most part the Board did not write its own analysis of the positive and negative factors undergirding its determination to deny the requested waiver.  It did, however, make clear that it had reviewed the record, the IJ's decision, and petitioner's contentions on appeal, and it concluded that, with one exception,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> the IJ \"gave proper consideration to the discretionary factors concerning [petitioner's] request for section 212(c) relief.\"   The Board also indicated its agreement that petitioner had not demonstrated equities sufficient to overbalance the significant adverse factors associated with his involvement in the armed robbery, and it opted to affirm the denial of the waiver \"for the reasons specified in [the IJ's] decision.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Petitioner complains that the Board's opinion is flawed because it is conclusory in nature.  He says in effect that the Board, when exercising independent review, must find the facts afresh, and that it neglected to do so here.  We think that petitioner overstates the Board's obligation.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As a general proposition, if a reviewing tribunal decides that the facts and evaluative judgments prescinding from them have been adequately confronted and correctly resolved by a trial judge or hearing officer, then the tribunal is free simply to adopt those findings--as long as its opinion or order clearly indicates that it gave individualized attention to the case and, upon reflection, elected to adopt the trier's words rather then to write anew.  See Alaelua v. INS, 45 F.3d 1379, 1381 (9th Cir.1995);  Castaneda-Suarez v. INS, 993 F.2d 142, 146 (7th Cir.1993);  cf. In re San Juan Dupont Plaza Hotel Fire Litig., 989 F.2d 36, 38 (1st Cir.1993) (\"Where, as here, a trial court has produced a first-rate work product, a reviewing tribunal should hesitate to wax longiloquent simply to hear its own words resonate.\").</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">These principles hold true in an administrative appeal of this genre.  To be sure, the Board is obliged to weigh all the pertinent factors (both favorable and unfavorable), to exhibit due consideration for the universe of weighted factors when tallying the equities, to exercise independent judgment, and to state plainly its reasons for granting or denying relief.  See Alaelua, 45 F.3d at 1382;  Martinez v. INS, 970 F.2d 973, 974 (1st Cir.1992).  And, moreover, the Board's opinion must reflect that it has carried out these obligations--but the Board need not write a long essay merely to prove its mettle.  Cf., e.g., Martinez, 970 F.2d at 976 (concluding that the Board need not \"address specifically each claim the petitioner made or each piece of evidence the petitioner presented\").  To use the vernacular, if the Board's view is that the IJ \"got it right,\" the law does not demand that the Board go through the idle motions of dressing the IJ's findings in its own prose.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In short, de novo review--and what the Board chooses to call \"independent review\" is neither more nor less than de novo review--does not require the Board to reinvent the wheel.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On this basis, we join eight of our sister circuits in ruling that the Board need not write at length merely to repeat the IJ's findings of fact and his reasons for denying the requested relief, but, rather, having given individualized consideration to a particular case, may simply state that it affirms the IJ's decision for the reasons set forth in that decision.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See Prado-Gonzalez v. INS, 75 F.3d 631, 632 (11th Cir.1996);  Gomez-Mejia v. INS, 56 F.3d 700, 702 (5th Cir.1995);  Urukov v. INS, 55 F.3d 222, 227-28 (7th Cir.1995);  Alaelua, 45 F.3d at 1382-83;  Maashio v. INS, 45 F.3d 1235, 1238 (8th Cir.1995);  Gandarillas-Zambrana v. BIA, 44 F.3d 1251, 1255 (4th Cir.), cert. denied, --- U.S. ----, 116 S.Ct. 49, 133 L.Ed.2d 14 (1995);  Panrit v. INS, 19 F.3d 544, 546 (10th Cir.1994);  Arango-Aradondo v. INS, 13 F.3d 610, 613 (2d Cir.1994);  see also DeLeon v. INS, 547 F.2d 142, 149 (2d Cir.1976) (applying this principle sub silentio ), cert. denied, 434 U.S. 841, 98 S.Ct. 137, 54 L.Ed.2d 105 (1977).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Here, the Board's individualized attention to the case is apparent.  See, e.g., supra note 1.  We hold, therefore, that the Board acted within its proper purview when it adjudicated petitioner's case and resolved the appeal by adopting the IJ's findings and conclusions.</p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As our journey winds down, we reach the bedrock issue:  the supportability of the Board's denial of section 212(c) relief.  The fact that the Board's findings and conclusions are adopted rather than original does not affect our standard of review.  As in any other section 212(c) case, we need determine only whether the decision is arbitrary, capricious, or an abuse of discretion.  See generally Gouveia v. INS, 980 F.2d 814, 817 (1st Cir.1992) (elucidating standard of review).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Waivers of deportation are not profligately to be granted.  In deciding whether to exercise its discretionary authority, the Board \"must balance the 'social and humane' factors supporting the application against adverse factors favoring deportation.\"  Id. at 816.   When the ground for deportability is the alien's commission of a serious crime, a high hurdle blocks the path to section 212(c) relief.  In such circumstances \"it is incumbent upon a petitioner not only to demonstrate that favorable factors preponderate but also to present 'unusual or outstanding equities' \" in order to justify a waiver.  Id.;  accord Martinez, 970 F.2d at 976;  Hazzard v. INS, 951 F.2d 435, 438 (1st Cir.1991).  The armed robbery of which petitioner stands convicted indubitably qualifies as a serious crime within this rubric.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In this instance, the Board examined all the relevant factors, applied the appropriate standard, decided that petitioner's proffer lacked persuasive force, and concluded that petitioner had failed to make out a sufficiently convincing case for an affirmative exercise of discretion.  On this record, we have no warrant to second-guess the Board's conclusion.  See Martinez, 970 F.2d at 974 (explaining that rejection of a section 212(c) waiver request will be upheld \"unless it was made without a rational explanation, inexplicably departed from established policies, or rested on an impermissible basis\") (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Of course, the credit side of the ledger is not empty.  Petitioner had a decade of lawful permanent residence, family ties in this country, part-ownership in a house, some involvement with community service, and a chiaroscuro record of gainful employment.  At bottom, however, these are garden-variety equities;  they simply do not rise to a level that would warrant the appellation \"unusual\" or \"outstanding.\"   See, e.g., Henry v. INS, 74 F.3d 1, 7 (1st Cir.1996) (finding no unusual or outstanding equities on comparable showing in adjustment-of-status case).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Petitioner also made a modest showing of hardship to family members should he be deported, but the hardships he envisions are not severe.  Petitioner's relatives in this county are in good health and not dependent upon him for support.  His plans to start a business with his brother are embryonic.  Finally, we attach little weight to the hardships that petitioner personally may experience upon his repatriation to China because they are of the sort that would be common to almost any alien returning to a less prosperous land after living in the United States.  See Ramirez-Durazo v. INS, 794 F.2d 491, 498 (9th Cir.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The short of it is that, as the Board determined after mulling all the relevant factors, petitioner's equities (including his litany of potential hardships) do not outweigh the serious adverse factors that are present in his case.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Because the record reflects a plausible basis for the Board's determination, we are constrained to find that the Board acted well within its broad discretionary powers in refusing to grant the waiver.  See Gouveia,  980 F.2d at 818;  Hazzard, 951 F.2d at 438.   As we recently wrote in an analogous case, \"[t]his was a judgment call, pure and simple,\" and, consequently, a reviewing court must defer to the Board's notion of where to strike the proper balance.  Gouveia, 980 F.2d at 819;  see also Henry, 74 F.3d at 7 (counselling that, in such purlieus, \"[a] reviewing court may not reweigh the equities afresh\").</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We need go no further.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Waiver of deportation is a discretionary remedy.  In the absence of either a mistake of law or a palpable abuse of discretion--neither of which sully the pages of this record--the Board's judgment must prevail.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The petition for review is denied and dismissed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Board disclaimed any reliance on hypothetical scenarios set forth by the IJ in his decision.  The Board explained that, though it agreed with the IJ that the petitioner's criminal activity, namely, his robbery of a store with a loaded weapon, was \"particularly disturbing,\" nonetheless, \"the reprehensible nature of this crime speaks for itself, without any need to speculate as to the feelings of the victims involved.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In his reply brief, petitioner cites two precedents that he claims repudiate this view.  His reliance is mislaid.  One case, Perez v. INS, 643 F.2d 640 (9th Cir.)  (per curiam), op. am., 665 F.2d 269 (9th Cir.1981), cert. dismissed, 459 U.S. 983, 103 S.Ct. 320, 74 L.Ed.2d 296 (1982), was not a case in which the Board adopted the findings of an IJ, but, rather, a case in which the Board, in violation of its own regulations, neglected to indicate on the record \"the factors it considered in concluding that [the alien] failed to establish a prima facie case of extreme hardship [under 8 U.S.C. &#167; 1254(a)(1) ],\" thereby frustrating judicial review.  Id. at 641.   In the second case, Anderson v. McElroy, 953 F.2d 803 (2d  Cir.1992), the Court found an abuse of discretion in the Board's summary refusal to stay deportation pending the disposition of an alien's motion to reopen, notwithstanding the INS' acknowledgment of a significant change in circumstances and its request that the Board vacate the deportation decision and remand for further proceedings.  See id. at 805-06.   Neither case has any bearing on the issue at hand</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Where, as here, the Board adopts the findings and conclusions of the IJ, the IJ's rescript serves de facto as the Board's articulation of its ratio decidendi.   For that reason, we henceforth refer to the findings and conclusions of the IJ, adopted by the Board, as if the Board had authored them in the first instance</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The armed robbery itself stands as the most serious adverse factor.  In addition, the Board supportably found that petitioner showed no remorse for his actions and that he had made no real progress toward rehabilitation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Petitioner's argument that the Board applied a per se rule--in effect holding that the crime was so heinous that no combination of positive factors could have outweighed it--is belied by the record and does not require further comment</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></span></p>\n    <p class=\"parties\">Bing Feng CHEN, Petitioner,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</p>\n    <p class=\"docket\">No. 95-2309.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 4, 1996.<br>Decided June 20, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Carlos Magaletta, Boston, MA, with whom Magaletta &amp; Associates, P.C. was on brief, for petitioner.</p>\n      <p class=\"indent\">Joseph F. Ciolino, Office of Immigration Litigation, United States Dept. of Justice, Washington, DC, with whom Frank W. Hunger, Assistant Attorney General, and David M. McConnell, Acting Assistant Director, Office of Immigration Litigation, were on brief, for respondent.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner, Bing Feng Chen, a native and citizen of the People's Republic of China, seeks judicial review of an order of the Board of Immigration Appeals (the Board) directing his deportation and, concomitantly, denying his request for a waiver of excludability.  Discerning no cognizable error in the administrative proceedings, we leave the Board's order intact.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Petitioner, then twenty-three years old, entered the United States as a lawful permanent resident in 1984 along with his parents and his brother.  The family settled in Boston.  In 1987, California authorities charged petitioner with robbery in the second degree and false imprisonment.  The record reveals that petitioner and two accomplices undertook to rob a jewelry store.  Petitioner brandished a firearm (a fully loaded .38 calibre handgun) during the robbery, holding the store's employees and a half-dozen customers at bay.  The value of the property taken exceeded $25,000.  Petitioner pled guilty to the charges and the court sentenced him to five years' imprisonment.  He served more than half the sentence (including credit for time spent in pretrial detention) before obtaining a parole.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On May 27, 1992, the Immigration and Naturalization Service (INS) took steps to deport petitioner because he had (a) committed a crime involving moral turpitude within five years of his lawful entry into the United States, (b) been convicted thereof by a court of competent jurisdiction, and (c) been incarcerated on account of that conviction for a period in excess of one year.  See 8 U.S.C. &#167; 1251(a)(2)(A)(i).  At a subsequent hearing on a show-cause order, an Immigration Judge (IJ) found petitioner subject to deportation and, inter alia, denied his application for a waiver of excludability under section 212(c) of the Immigration and Nationality Act, 8 U.S.C. &#167; 1182(c).  Petitioner prosecuted an administrative appeal.  In a terse opinion dated November 13, 1995, the Board denied relief.  Though conceding deportability, petitioner now seeks judicial review of the denial of the waiver.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">* In his own words, petitioner's first argument is that the Board deprived him of due process by \"fail[ing] to state the standard of review it used in reviewing the decision of the IJ.\"   Whatever constitutional force this standard-of-review argument once may have generated, events have passed it by.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The genesis of the argument can be traced to an opinion of the Court of Appeals for the Seventh Circuit, Ortiz-Salas v. INS, <span class=\"citation\" data-id=\"605629\"><a href=\"/opinion/605629/jose-ortiz-salas-v-immigration-and-naturalization-service/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">105</span></a></span> (7th Cir.1993), in which Judge Posner, writing for the panel, noted the Board's habitual silence concerning the standard that it used when reviewing a discretionary decision of an IJ (such as a decision to grant or deny a waiver under section 212(c)).  See id. at 108.   In response to the Board's claim that it had a right to inscrutability and need not advertise its standard of review, Judge Posner wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>That won't do.  It is an undue hardship to require the alien to guess at the standard of review that will be applied to his appeal .... [a]nd it is irresponsible for the Board to fail to define its relationship to the immigration judges.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Id. at 107.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">If Ortiz-Salas marked the end of the line, this case might present difficulties.  But the occurrence of an intervening event removes the issue from the case.  On September 13, 1994, the Board decided Matter of Burbano, Interim Decision 3229 (BIA 1994), in which it heeded the message of the Ortiz-Salas court and made clear that whenever \"the Board engages in a review of a discretionary determination by an immigration judge,\" the Board relies upon its \"own independent judgment in deciding the ultimate disposition of the case.\"   Id., slip op. at 2.  To eliminate all doubt, the Board added that it \"do[es] not employ an abuse of discretion standard when reviewing discretionary determinations of immigration judges.\"   Id. at 3.  Burbano thus fills the gap that troubled the Ortiz-Salas court.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The opinion in Burbano antedated the Board's opinion in this case by well over a year.  The Board's express invocation of Burbano (via citation to it) in the text of the opinion below makes manifest the untenability of the petitioner's claim under the circumstances now extant.  Petitioner, to his credit, acknowledges as much in his reply brief.  Consequently, the argument is by the boards.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Petitioner's next asseveration relates to the adequacy of the Board's findings.  It is true, as petitioner points out, that for the most part the Board did not write its own analysis of the positive and negative factors undergirding its determination to deny the requested waiver.  It did, however, make clear that it had reviewed the record, the IJ's decision, and petitioner's contentions on appeal, and it concluded that, with one exception,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> the IJ \"gave proper consideration to the discretionary factors concerning [petitioner's] request for section 212(c) relief.\"   The Board also indicated its agreement that petitioner had not demonstrated equities sufficient to overbalance the significant adverse factors associated with his involvement in the armed robbery, and it opted to affirm the denial of the waiver \"for the reasons specified in [the IJ's] decision.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Petitioner complains that the Board's opinion is flawed because it is conclusory in nature.  He says in effect that the Board, when exercising independent review, must find the facts afresh, and that it neglected to do so here.  We think that petitioner overstates the Board's obligation.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As a general proposition, if a reviewing tribunal decides that the facts and evaluative judgments prescinding from them have been adequately confronted and correctly resolved by a trial judge or hearing officer, then the tribunal is free simply to adopt those findings--as long as its opinion or order clearly indicates that it gave individualized attention to the case and, upon reflection, elected to adopt the trier's words rather then to write anew.  See Alaelua v. INS, <span class=\"citation\" data-id=\"687354\"><a href=\"/opinion/687354/lipoi-alaelua-v-immigration-and-naturalization-service/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1379</span></a></span>, 1381 (9th Cir.1995);  Castaneda-Suarez v. INS, <span class=\"citation\" data-id=\"606399\"><a href=\"/opinion/606399/douglas-castaneda-suarez-v-immigration-and-naturalization-service/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">142</span></a></span>, 146 (7th Cir.1993);  cf. In re San Juan Dupont Plaza Hotel Fire Litig., <span class=\"citation\" data-id=\"602834\"><a href=\"/opinion/602834/in-re-san-juan-dupont-plaza-hotel-fire-litigation-holders-capital/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></a></span>, 38 (1st Cir.1993) (\"Where, as here, a trial court has produced a first-rate work product, a reviewing tribunal should hesitate to wax longiloquent simply to hear its own words resonate.\").</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">These principles hold true in an administrative appeal of this genre.  To be sure, the Board is obliged to weigh all the pertinent factors (both favorable and unfavorable), to exhibit due consideration for the universe of weighted factors when tallying the equities, to exercise independent judgment, and to state plainly its reasons for granting or denying relief.  See Alaelua, 45 F.3d at 1382;  Martinez v. INS, <span class=\"citation\" data-id=\"587571\"><a href=\"/opinion/587571/javier-a-martinez-v-immigration-and-naturalization-service/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">973</span></a></span>, 974 (1st Cir.1992).  And, moreover, the Board's opinion must reflect that it has carried out these obligations--but the Board need not write a long essay merely to prove its mettle.  Cf., e.g., Martinez, 970 F.2d at 976 (concluding that the Board need not \"address specifically each claim the petitioner made or each piece of evidence the petitioner presented\").  To use the vernacular, if the Board's view is that the IJ \"got it right,\" the law does not demand that the Board go through the idle motions of dressing the IJ's findings in its own prose.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In short, de novo review--and what the Board chooses to call \"independent review\" is neither more nor less than de novo review--does not require the Board to reinvent the wheel.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On this basis, we join eight of our sister circuits in ruling that the Board need not write at length merely to repeat the IJ's findings of fact and his reasons for denying the requested relief, but, rather, having given individualized consideration to a particular case, may simply state that it affirms the IJ's decision for the reasons set forth in that decision.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See Prado-Gonzalez v. INS, <span class=\"citation\" data-id=\"70674\"><a href=\"/opinion/70674/prado-gonzalez-v-ins/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">631</span></a></span>, 632 (11th Cir.1996);  Gomez-Mejia v. INS, <span class=\"citation\" data-id=\"697294\"><a href=\"/opinion/697294/francisco-elias-gomez-mejia-v-immigration-and-naturalization-service/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">700</span></a></span>, 702 (5th Cir.1995);  Urukov v. INS, <span class=\"citation\" data-id=\"696280\"><a href=\"/opinion/696280/gueorgui-p-urukov-v-immigration-and-naturalization-service/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">222</span></a></span>, 227-28 (7th Cir.1995);  Alaelua, 45 F.3d at 1382-83;  Maashio v. INS, <span class=\"citation\" data-id=\"687333\"><a href=\"/opinion/687333/jonathan-tesfazghi-maashio-v-immigration-and-naturalization-service/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1235</span></a></span>, 1238 (8th Cir.1995);  Gandarillas-Zambrana v. BIA, <span class=\"citation\" data-id=\"686737\"><a href=\"/opinion/686737/nelson-gandarillas-zambrana-aka-oscar-jr-gandarillas-aka-nalson/\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1251</span></a></span>, 1255 (4th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">49</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">14</span></span> (1995);  Panrit v. INS, <span class=\"citation\" data-id=\"665866\"><a href=\"/opinion/665866/siriphen-panrit-v-immigration-and-naturalization-service/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">544</span></a></span>, 546 (10th Cir.1994);  Arango-Aradondo v. INS, <span class=\"citation\" data-id=\"660182\"><a href=\"/opinion/660182/jairo-arango-aradondo-v-immigration-and-naturalization-service/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">610</span></a></span>, 613 (2d Cir.1994);  see also DeLeon v. INS, <span class=\"citation\" data-id=\"341612\"><a href=\"/opinion/341612/reyes-frias-deleon-v-immigration-and-naturalization-service/\"><span class=\"volume\">547</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">142</span></a></span>, 149 (2d Cir.1976) (applying this principle sub silentio ), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">841</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">137</span></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">105</span></span> (1977).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Here, the Board's individualized attention to the case is apparent.  See, e.g., supra note 1.  We hold, therefore, that the Board acted within its proper purview when it adjudicated petitioner's case and resolved the appeal by adopting the IJ's findings and conclusions.</p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As our journey winds down, we reach the bedrock issue:  the supportability of the Board's denial of section 212(c) relief.  The fact that the Board's findings and conclusions are adopted rather than original does not affect our standard of review.  As in any other section 212(c) case, we need determine only whether the decision is arbitrary, capricious, or an abuse of discretion.  See generally Gouveia v. INS, <span class=\"citation\" data-id=\"596105\"><a href=\"/opinion/596105/jose-gouveia-v-immigration-and-naturalization-service/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">814</span></a></span>, 817 (1st Cir.1992) (elucidating standard of review).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Waivers of deportation are not profligately to be granted.  In deciding whether to exercise its discretionary authority, the Board \"must balance the 'social and humane' factors supporting the application against adverse factors favoring deportation.\"  Id. at 816.   When the ground for deportability is the alien's commission of a serious crime, a high hurdle blocks the path to section 212(c) relief.  In such circumstances \"it is incumbent upon a petitioner not only to demonstrate that favorable factors preponderate but also to present 'unusual or outstanding equities' \" in order to justify a waiver.  Id.;  accord Martinez, 970 F.2d at 976;  Hazzard v. INS, <span class=\"citation\" data-id=\"573876\"><a href=\"/opinion/573876/ronald-hazzard-v-immigration-and-naturalization-service/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">435</span></a></span>, 438 (1st Cir.1991).  The armed robbery of which petitioner stands convicted indubitably qualifies as a serious crime within this rubric.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In this instance, the Board examined all the relevant factors, applied the appropriate standard, decided that petitioner's proffer lacked persuasive force, and concluded that petitioner had failed to make out a sufficiently convincing case for an affirmative exercise of discretion.  On this record, we have no warrant to second-guess the Board's conclusion.  See Martinez, 970 F.2d at 974 (explaining that rejection of a section 212(c) waiver request will be upheld \"unless it was made without a rational explanation, inexplicably departed from established policies, or rested on an impermissible basis\") (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Of course, the credit side of the ledger is not empty.  Petitioner had a decade of lawful permanent residence, family ties in this country, part-ownership in a house, some involvement with community service, and a chiaroscuro record of gainful employment.  At bottom, however, these are garden-variety equities;  they simply do not rise to a level that would warrant the appellation \"unusual\" or \"outstanding.\"   See, e.g., Henry v. INS, <span class=\"citation\" data-id=\"196517\"><a href=\"/opinion/196517/henry-v-ins/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir.1996) (finding no unusual or outstanding equities on comparable showing in adjustment-of-status case).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Petitioner also made a modest showing of hardship to family members should he be deported, but the hardships he envisions are not severe.  Petitioner's relatives in this county are in good health and not dependent upon him for support.  His plans to start a business with his brother are embryonic.  Finally, we attach little weight to the hardships that petitioner personally may experience upon his repatriation to China because they are of the sort that would be common to almost any alien returning to a less prosperous land after living in the United States.  See Ramirez-Durazo v. INS, <span class=\"citation\" data-id=\"472234\"><a href=\"/opinion/472234/rafeal-ramirez-durazo-rosa-isela-lopez-de-ramirez-luz-maria/\"><span class=\"volume\">794</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">491</span></a></span>, 498 (9th Cir.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The short of it is that, as the Board determined after mulling all the relevant factors, petitioner's equities (including his litany of potential hardships) do not outweigh the serious adverse factors that are present in his case.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Because the record reflects a plausible basis for the Board's determination, we are constrained to find that the Board acted well within its broad discretionary powers in refusing to grant the waiver.  See Gouveia,  980 F.2d at 818;  Hazzard, 951 F.2d at 438.   As we recently wrote in an analogous case, \"[t]his was a judgment call, pure and simple,\" and, consequently, a reviewing court must defer to the Board's notion of where to strike the proper balance.  Gouveia, 980 F.2d at 819;  see also Henry, 74 F.3d at 7 (counselling that, in such purlieus, \"[a] reviewing court may not reweigh the equities afresh\").</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We need go no further.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Waiver of deportation is a discretionary remedy.  In the absence of either a mistake of law or a palpable abuse of discretion--neither of which sully the pages of this record--the Board's judgment must prevail.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The petition for review is denied and dismissed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Board disclaimed any reliance on hypothetical scenarios set forth by the IJ in his decision.  The Board explained that, though it agreed with the IJ that the petitioner's criminal activity, namely, his robbery of a store with a loaded weapon, was \"particularly disturbing,\" nonetheless, \"the reprehensible nature of this crime speaks for itself, without any need to speculate as to the feelings of the victims involved.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In his reply brief, petitioner cites two precedents that he claims repudiate this view.  His reliance is mislaid.  One case, Perez v. INS, <span class=\"citation\" data-id=\"388151\"><a href=\"/opinion/388151/francis-v-perez-and-hilda-b-perez-v-immigration-and-naturalization/\"><span class=\"volume\">643</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">640</span></a></span> (9th Cir.)  (per curiam), op. am., <span class=\"citation no-link\"><span class=\"volume\">665</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">269</span></span> (9th Cir.1981), cert. dismissed, <span class=\"citation no-link\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">983</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">320</span></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">296</span></span> (1982), was not a case in which the Board adopted the findings of an IJ, but, rather, a case in which the Board, in violation of its own regulations, neglected to indicate on the record \"the factors it considered in concluding that [the alien] failed to establish a prima facie case of extreme hardship [under 8 U.S.C. &#167; 1254(a)(1) ],\" thereby frustrating judicial review.  Id. at 641.   In the second case, Anderson v. McElroy, <span class=\"citation\" data-id=\"575837\"><a href=\"/opinion/575837/reginald-john-anderson-v-edward-j-mcelroy-assistant-district-director-of/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">803</span></a></span> (2d  Cir.1992), the Court found an abuse of discretion in the Board's summary refusal to stay deportation pending the disposition of an alien's motion to reopen, notwithstanding the INS' acknowledgment of a significant change in circumstances and its request that the Board vacate the deportation decision and remand for further proceedings.  See id. at 805-06.   Neither case has any bearing on the issue at hand</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Where, as here, the Board adopts the findings and conclusions of the IJ, the IJ's rescript serves de facto as the Board's articulation of its ratio decidendi.   For that reason, we henceforth refer to the findings and conclusions of the IJ, adopted by the Board, as if the Board had authored them in the first instance</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The armed robbery itself stands as the most serious adverse factor.  In addition, the Board supportably found that petitioner showed no remorse for his actions and that he had made no real progress toward rehabilitation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Petitioner's argument that the Board applied a per se rule--in effect holding that the crime was so heinous that no combination of positive factors could have outweighed it--is belied by the record and does not require further comment</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/70674/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/341612/",
    "http://www.courtlistener.com/api/rest/v3/opinions/388151/",
    "http://www.courtlistener.com/api/rest/v3/opinions/472234/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573876/",
    "http://www.courtlistener.com/api/rest/v3/opinions/575837/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587571/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596105/",
    "http://www.courtlistener.com/api/rest/v3/opinions/602834/",
    "http://www.courtlistener.com/api/rest/v3/opinions/605629/",
    "http://www.courtlistener.com/api/rest/v3/opinions/606399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/660182/",
    "http://www.courtlistener.com/api/rest/v3/opinions/665866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/686737/",
    "http://www.courtlistener.com/api/rest/v3/opinions/687333/",
    "http://www.courtlistener.com/api/rest/v3/opinions/687354/",
    "http://www.courtlistener.com/api/rest/v3/opinions/696280/",
    "http://www.courtlistener.com/api/rest/v3/opinions/697294/"
  ]
}