{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196807/",
  "absolute_url": "/opinion/196807/united-states-v-isom/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196807/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:14:32Z",
  "date_modified": "2017-03-24T10:48:49.350732Z",
  "type": "010combined",
  "sha1": "94f29dff890a8d9ca601bbb5d1041e89a491dfd0",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1372.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 94-1372\r\n\n                          UNITED STATES,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                          TODD P. ISOM,\r\n\n                      Defendant - Appellant.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF RHODE ISLAND\r\n\n          [Hon. Ronald R. Lagueux, U.S. District Judge]\r                                                                \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                  Aldrich, Senior Circuit Judge,\r                                                         \r\n\n                    and Selya, Circuit Judge.\r                                                      \r\n\n                                           \r\n\n     Paul J. Klehm, by Appointment of the Court, for appellant.\r                            \r\n     Margaret E. Curran,  Assistant United States Attorney,  with\r                                 \r\nwhom Sheldon Whitehouse, United  States Attorney, and Lawrence D.\r                                                                           \r\nGaynor,  Assistant  United States  Attorney,  were  on brief  for\r                \r\nappellee.\r\n\n                                           \r\n\n                           June 7, 1996\r\n                                           \r\r\n\n          TORRUELLA,  Chief Judge.  Defendant-Appellant Todd Isom\r                    TORRUELLA,  Chief Judge.\r                                           \r\n\n(\"Isom\") appeals  the district court's  denial of his  request to\r\n\nwithdraw his plea of guilty.   For the reasons stated herein,  we\r\n\naffirm.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r\n\n          In November 1992, Isom, along with co-defendant Anthony\r\n\nMcKinney  (\"McKinney\"),  was indicted  on  two counts.    Count I\r\n\ncharged  the two men with conspiracy to distribute and to possess\r\n\nwith intent to  distribute five  grams or more  of cocaine  base.\r\n\nSee 21 U.S.C.   846.  Count II charged them  with possession with\r             \r\n\nintent to  distribute five grams or more of cocaine base.  See 18\r                                                                        \r\n\nU.S.C.   2;  21 U.S.C.    841(a)(1), 841(b)(1)(B).  The testimony\r\n\nat  the probable cause and change of plea hearings indicates that\r\n\nthe  circumstances of  arrest were  as follows.   On  October 26,\r\n\n1993,  a  confidential  informant, accompanied  by  several  Drug\r\n\nEnforcement Administration Task Force Agents, taped two telephone\r\n\nconversations  with  McKinney.    McKinney  agreed  to  meet  the\r\n\ninformant in Providence and sell him two ounces of crack cocaine.\r\n\nThe  rendezvous took  place  as  planned.   McKinney  joined  the\r\n\ninformant and an agent in an undercover vehicle.  When  the agent\r\n\nasked  to see  the drugs  before allowing  McKinney to  count the\r\n\nmoney, McKinney said that  \"his guy\" was coming with  the \"stuff\"\r\n\nand directed the agent  to a nearby  parking lot.  McKinney  then\r\n\ngot out of the car and flagged Isom, who took a clear plastic bag\r\n\nout of his pants and gave it to McKinney.   After McKinney showed\r\n\nthe  agent some of  the contents of  the bag, the  agent gave the\r\n\n                               -2-\r\r\n\narrest signal.   Both  co-defendants fled, and  were subsequently\r\n\napprehended.    After  receiving  their  Miranda  warnings,  both\r\n\ndefendants  made  statements admitting  possession  of  the crack\r\n\ncocaine.\r\n\n          At his arraignment, Isom pled  not guilty.  On  January\r\n\n14,  1994,  at his  change of  plea  hearing, the  district court\r\n\naccepted  Isom's1  change  of  plea  to guilty  on  both  counts,\r\n\npursuant  to a plea  agreement, which provided,  inter alia, that\r                                                                     \r\n\nIsom  would plea  guilty  and the  government  would recommend  a\r\n\nsentence at the low end of  the sentencing guideline range or  of\r\n\nfive years, whichever was greater.  At   the   March  18,   1994,\r\n\nsentencing  hearing, however,  defense  counsel indicated  to the\r\n\ncourt  that Isom had informed him that  he did not understand the\r\n\nchange  of  plea,  the  attendant  colloquy,  or  even  the  plea\r\n\nagreement.   Isom then  addressed the  court  and made  a pro  se\r                                                                           \r\n\nmotion to  withdraw his plea.   Isom began his motion  by stating\r\n\nthat he did not want to withdraw his plea:\r\n\n               MR. ISOM:  Good  morning.  I just want\r\n            to start  off, your Honor, by  saying I'm\r\n            not  trying to  change  the plea  that  I\r\n            entered the  day that  I said that  I was\r\n            guilty  of  taking  a  bag  from  my  co-\r\n            defendant.    Also  I  want   to  make  a\r\n            statement clearly that I also received it\r\n            from my  co-defendant  to bring  it  down\r\n            there, okay.  \r\n\nImmediately  following these statements,  however, Isom presented\r\n\nhis  reasons to withdraw his plea:   his lack of understanding of\r\n\n                    \r                              \r\n\n1   McKinney had already  pled guilty  to the two  counts of  the\r\nindictment.\r\n\n                               -3-\r\r\n\nthe plea agreement and ineffective assistance of counsel.\r\n\n            I feel like this, I  came in here to this\r\n            courtroom  January  14th  to plead  under\r\n            that, but I  did not understand the  plea\r\n            agreement,  and  did  not  see  the  plea\r\n            agreement  until  that  day,  until  that\r\n            morning,  five  minutes before  I entered\r\n            the courtroom.  My lawyer states that  he\r\n            went  over  it with  me.    I don't  have\r\n            copies of nothing, your  Honor, anything,\r\n            not  even discovery package,  nothing.  I\r\n            don't have nothing.   He claims he  came,\r\n            he  discussed  this.    He  claims why  I\r\n            didn't  want copies  of  them.   I  don't\r\n            understand that, your Honor.  I feel like\r\n            this, if he  was -- if I  was supposed to\r\n            have copies  of them,  I  should have had\r\n            copies  of them.  I just feel -- I put in\r\n            a motion to withdraw the plea.  \r\n\nIsom concluded by pleading his innocence.\r\n\n            I    just    taking   --    taking   into\r\n            consideration and ask you, to beg you, to\r\n            beg  the   Court,  that  you   take  into\r\n            consideration and look at the motion, and\r\n            I'll  go with your decision, whatever you\r\n            decide to grant, whatever you decide your\r\n            go under,  but I really feel  as I should\r\n            have a  chance to  prove my  innocence in\r\n            this  case here.  I'm freely pleading out\r\n            to  something I didn't  even have nothing\r\n            to do with.  Just because I brung the bag\r\n            down  to him, with  the knowledge  of not\r\n            knowing what was in  it, doesn't say that\r\n            I was involved with a drug deal.  I'm not\r\n            a drug  dealer, and I feel I just go from\r\n            my heart that I  should just let you look\r\n            over the motion.  Thank you.\r\n\n(Sentencing Hearing, at 3-4).  The court refused Isom's motion:\r\n\n               THE COURT:   Well, it  comes too late,\r\n            to begin with.  I took your  plea here in\r\n            open court,  and  I  asked  you  all  the\r\n            questions,  and you  made  all the  right\r\n            answers --\r\n               MR. ISOM:  Yup.\r\n               THE COURT:  (Continued) -- to plead in\r\n            this matter.  \r\n               MR. ISOM:  Yes.\r\n\n                               -4-\r\r\n\n               THE  COURT:    And  you  told  me  you\r\n            understood the plea agreement.\r\n               MR. ISOM: Uh-hum.\r\n               THE  COURT:  And what the Government's\r\n            recommendation was going  to be.  So  I'm\r\n            not  going to  allow you  to pull  out at\r\n            this point.\r\n               MR. ISOM:  Okay.  No problem.\r\n\n(Sentencing Hearing, at 4-5).  Isom was sentenced to sixty months\r\n\nin  prison, to be followed  by four years  of supervised release,\r\n\nand a $100 assessment.\r\n\n          Ten days  following the sentencing  hearing, a  written\r\n\nmotion  to  withdraw plea  was filed.    Isom's signature  on the\r\n\nmotion, which was apparently  prepared by a paralegal clerk  at a\r\n\ndetention  center,  was  notarized  on  March 15,  prior  to  the\r\n\nsentencing  hearing.  The written motion stated, inter alia, that\r                                                                     \r\n\nthe plea should be withdrawn as it was entered without the proper\r\n\nadvice of counsel, and that Isom did not understand the nature of\r\n\nthe  charge, the  consequences  of the  plea,  or his  rights  in\r\n\nconnection with the plea.   In support of these  contentions, the\r\n\nmotion maintained that  Isom was a functional illiterate, that he\r\n\nwas innocent, and that the  government would suffer no  prejudice\r\n\nfrom  withdrawal of Isom's guilty plea.  The reason presented for\r\n\nwithdrawal  was ineffective  assistance  of counsel.   The  court\r\n\ndenied the motion, on the grounds that it was untimely and lacked\r\n\nsubstance.  This appeal ensued.\r\n\n                            DISCUSSION\r                                      DISCUSSION\r\n\n          The sole issue before us  is whether the district court\r\n\nerred  in denying Isom's oral and written motions to withdraw his\r\n\nplea   of  guilty   without  an   evidentiary  hearing.     After\r\n\n                               -5-\r\r\n\nestablishing  our  standard  of  review,  we  set  out  the legal\r\n\nframework and weigh the merits of Isom's appeal.  For the reasons\r\n\ndiscussed below, we affirm the district court.\r\n\n          A.   Standard of Review\r                    A.   Standard of Review\r                                           \r\n\n          The  timing  of a  motion  determines  our standard  of\r\n\nreview:    we  apply an  abuse  of  discretion  standard to  pre-\r\n\nsentencing motions, see  United States  v. Gray, 63  F.3d 57,  60\r                                                         \r\n\n(1st Cir. 1995), and  a miscarriage of justice standard  to post-\r\n\nsentencing motions, see  United States v. Ruiz-del  Valle, 8 F.3d\r                                                                   \r\n\n98,  103  (1st Cir.  1993).    Isom made  two  motions, the  pre-\r\n\nsentencing  oral motion and  the post-sentencing  written motion.\r\n\nHowever, as  the written  motion was notarized  before sentencing\r\n\noccurred, and Isom referred  to it during his oral  motion before\r\n\nthe  sentencing court, the  Government does not  contend that the\r\n\nmore rigorous miscarriage of justice standard should apply to the\r\n\nwritten motion.  We  here apply the abuse of  discretion standard\r\n\nto  both motions without further comment, in part because we find\r\n\nthat even under the  more lenient pre-sentencing standard, Isom's\r\n\nappeal  must  fail.   See  generally United  States  v. Parrilla-\r                                                                           \r\n\nTirado, 22 F.3d  368, 371 (1st  Cir. 1994) (noting that  abuse of\r                \r\n\ndiscretion  standard is  applied  out of  deference to  the trial\r\n\njudge's special insight into the dynamics of a case).\r\n\n          B.   The Legal Framework\r                    B.   The Legal Framework\r                                            \r\n\n          It is by now well established that a defendant does not\r\n\nhave  an absolute right to withdraw a  guilty plea.  See Gray, 63\r                                                                       \r\n\nF.3d at  59; United States v. Austin, 948 F.2d 783, 786 (1st Cir.\r                                              \r\n\n                               -6-\r\r\n\n1991); see also United States v. Kobrosky, 711 F.2d 449, 454 (1st\r                                                   \r\n\nCir.  1983) (setting out logic behind premise).  Rather, the plea\r\n\nmay be withdrawn \"only upon  a showing of 'fair and just  reason'\r\n\nfor  the request.\"  United  States v. Cotal-Crespo,  47 F.3d 1, 3\r                                                            \r\n\n(1st Cir.), cert. denied,     U.S.   , 116 S. Ct. 94  (1995); see\r                                                                           \r\n\nFed. R. Crim.  P. 32(e); Austin, 948 F.2d at  786.  The defendant\r                                         \r\n\ncarries the burden of persuading the court that he has shown such\r\n\na fair  and just reason.   Parrilla-Tirado,  22 F.3d at  371.   A\r                                                    \r\n\ncourt  must  consider  several  factors  in  weighing  whether  a\r\n\ndefendant meets this burden,\r\n\n            the most significant of which  is whether\r\n            the  plea  was  knowing,   voluntary  and\r\n            intelligent   within   the   meaning   of\r\n            [Federal Rule of Criminal  Procedure] 11.\r\n            The  other factors include:  1) the force\r\n            and plausibility of the proffered reason;\r\n            2) the  timing of the request; 3) whether\r\n            the  defendant  has  asserted  his  legal\r\n            innocence; and 4) whether the parties had\r\n            reached a plea agreement. \r\n\nCotal-Crespo,  47 F.3d at 3-4 (citation  omitted); see also Gray,\r                                                                          \r\n\n63 F.3d at 60;  Parrilla-Tirado, 22 F.3d at 371  (omitting fourth\r                                         \r\n\nfactor).   There  is \"a  final barrier  that must  be surmounted:\r\n\neven if a defendant appears at first blush to meet the strictures\r\n\nof  this four-part test, the nisi prius court still must evaluate\r\n\nthe  proposed plea  withdrawal  in relation  to any  demonstrable\r\n\nprejudice  that will accrue to the government if the defendant is\r\n\npermitted to alter his stance.\"   Id.; see Kobrosky, 711  F.2d at\r                                                             \r\n\n455.  \r\n\n          C.   Analysis\r                    C.   Analysis\r                                 \r\n\n          In  essence,   Isom  claims  that  his   assertions  of\r\n\n                               -7-\r\r\n\nineffective assistance of counsel, a lack of understanding of the\r\n\nplea agreement, and his professed innocence constitute a fair and\r\n\njust  reason sufficient that the district  court erred in denying\r\n\nhis  motion to withdraw his  change of plea.   Having established\r\n\nour  basic legal  framework, we  address each  of the  factors in\r\n\ndetail.\r\n\n            1.  The Rule 11 Colloquy\r                      1.  The Rule 11 Colloquy\r                                              \r\n\n          As noted above, our  first consideration is whether the\r\n\nplea  was knowing,  voluntary  and intelligent  as understood  in\r\n\nterms of Rule 11.  \"We  have identified three 'core concerns'  of\r\n\nRule  11:     1)   absence  of   coercion;  2)   the  defendant's\r\n\nunderstanding of the charges; and 3) the defendant's knowledge of\r\n\nthe  consequences of the guilty plea.\"   Gray, 63 F.3d at 60; see\r                                                                           \r\n\nCotal-Crespo,  47 F.3d at  4.   Failure to  address one  of these\r                      \r\n\nconcerns  requires that the guilty  plea be set  aside.  Gray, 63\r                                                                       \r\n\nF.3d at 60.  \r\n\n            In  determining whether there  has been a\r\n            core violation, we review the totality of\r\n            the circumstances surrounding the Rule 11\r\n            hearing, rather than apply  a \"talismanic\r\n            test.\"  What is critical is the substance\r\n            of  what was  communicated  by the  trial\r\n            court,  and  what should  reasonably have\r\n            been understood by the  defendant, rather\r\n            than the form of the communication.\r\n\nCotal-Crespo,  47  F.3d at  4-5  (citation  omitted); see  United\r                                                                           \r\n\nStates v. Ribas-Dominicci, 50  F.3d 76, 78  (1st Cir. 1995).   In\r                                   \r\n\nthe absence of failure  to address a core concern,  \"the question\r\n\nto be determined is  whether deficiencies in the Rule  11 hearing\r\n\naffected the defendant's 'substantial rights.'\"  Gray, 63 F.3d at\r                                                               \r\n\n                               -8-\r\r\n\n60.   We \"review  the  record, including  the change-of-plea  and\r\n\nsentencing transcripts, with  a view to whether  the omission was\r\n\nharmless.\"   United States v. L pez-Pineda, 55 F.3d 693, 696 (1st\r                                                    \r\n\nCir.), cert. denied,     U.S.  , 116 S. Ct. 259  (1995); see Fed.\r                                                                      \r\n\nR.  Crim. P. 11(h) (\"Any variance from the procedures required by\r\n\nthis  rule which  does  not affect  substantial  rights shall  be\r\n\ndisregarded.\").  \"It is axiomatic that the procedures followed by\r\n\nthe  district  court in  accepting a  plea  are crucial  in later\r\n\ndetermining  whether   the  plea  was  truly   understanding  and\r\n\nvoluntary.\"  Ruiz-del Valle, 8 F.3d at 102.  In the present case,\r                                     \r\n\nthe court conducted  a comprehensive inquiry under  Fed. R. Crim.\r\n\nP.  11.  In response  to the court's  questioning, Isom confirmed\r\n\nthat  he  had  a ninth-grade  education  and  was  not under  the\r\n\ninfluence  of any drug,  medication, or  alcoholic beverage.   He\r\n\nagreed  that  he  had received  a  copy  of  the indictment,  had\r\n\ndiscussed it fully with his counsel, and that he was satisfied by\r\n\nhis counsel's  representation and  advice.  The  court instructed\r\n\nIsom  to  listen  carefully  as  the  Government  set  forth  the\r\n\nessentials of the  plea agreement; Isom  agreed that the  account\r\n\ncorresponded to his understanding of  the plea agreement, that he\r\n\nhad signed it  after a full discussion  of it with  his attorney,\r\n\nand that he  had read it prior  to signing it.   He attested that\r\n\nthere had been no other promises or assurances made him to induce\r\n\nhim to plead guilty, and that there were no attempts to force him\r\n\nor  coerce him into  doing so.   Isom  further confirmed  that he\r\n\nunderstood that he was charged with felony offenses, due to which\r\n\n                               -9-\r\r\n\nhe  may be deprived of  certain civil rights;  that he understood\r\n\nthe maximum penalties applicable and  that the guidelines may not\r\n\nestablish the same penalty; that he had discussed  the guidelines\r\n\nwith his attorney; and that he knew the judge would determine the\r\n\napplicable sentence after a presentence  report.  At the  court's\r\n\nquestioning, Isom also agreed that he  knew he had the right to a\r\n\ntrial with or without a jury, as well as the rights incidental to\r\n\na trial, such as the right to counsel.  When the circumstances of\r\n\nhis  arrest, as  described above,  were recounted,  the following\r\n\ncolloquy ensued between the court and Isom:\r\n\n            Q  Did you hear all that, Mr. Isom?\r\n            A  Yes, I did.\r\n            Q  And are those the facts in your case?\r\n            A   Somewhat.   I  did not  pull anything\r\n            from out of my pants, and I did not -- it\r\n            was in  a plastic  bag, in a  napkin, and\r\n            they did not flee the area, either.\r\n            Q  I'm sorry, they did not what?\r\n            A  I  did not  flee  the  area like  they\r\n            said,  they chased  me.   I  did not  run\r\n            nowhere.\r\n            Q  But you delivered some crack cocaine?\r\n            A  Yes, I did.  Yes.\r\n            Q  You admit to that?\r\n            A  Yes, I do.\r\n            Q  Is there anything else you want to add\r\n            or  subtract  from  what  the  prosecutor\r\n            said?\r\n            A  No.  That's all.\r\n\n(Change  of Plea  Hearing,  at 12).    The court  reiterated  the\r\n\ncharges against Isom, seeking his confirmation that he understood\r\n\nthem and  that he was prepared to plead guilty to them.  Finally,\r\n\nfinding that Isom's plea  of guilty was knowing and  voluntary as\r\n\nwell  as supported  by an  independent basis  in fact,  the court\r\n\naccepted Isom's change of plea.\r\n\n                               -10-\r\r\n\n          In his motions  and on appeal,  Isom maintains that  he\r\n\ndid  not  understand either  the plea  agreement  or the  Rule 11\r\n\ncolloquy.   However, he  fails to point to  any specific error or\r\n\npoint of confusion.  Our own examination of the record reveals no\r\n\nerror.   See Ruiz-del Valle, 8 F.3d at 102 (examining  sua sponte\r                                                                           \r\n\ncompliance with Rule 11).  The court directly addressed the three\r\n\ncrucial aspects of the colloquy -- whether Isom had been coerced,\r\n\nwhether  he understood the charges, and whether he understood the\r\n\nconsequences of his plea.  Nothing in the  record indicates  that\r\n\nhe  was  coerced  or did  not  understand  the  agreement or  the\r\n\ncolloquy.    Rather,  Isom's  statements are  indicative  of  his\r\n\nunderstanding:    he  corrected   the  detailed  account  of  the\r\n\ncircumstances  surrounding his arrest on three particular points,\r\n\nultimately  agreeing  that  he   had  in  fact  delivered  crack.\r\n\nFurther,  when the court asked him whether he and his counsel had\r\n\ncome  to  a ballpark  figure  of what  the  applicable sentencing\r\n\nguidelines would be, he stated:\r\n\n            A  No  I haven't.    Have I  come to  any\r\n            agreement?\r\n               [DEFENSE COUNSEL]:  No.  Do you have a\r\n            ballpark figure as to --\r\n               THE WITNESS:  Five to forty.\r\n            Q  You  think you're probably going to do\r\n            five years in this case, Mr. Isom?\r\n            A  No.  It was  five to forty, that's all\r\n            I understood what it was.\r\n\n(Change of Plea  Hearing, at  8).  This  colloquy indicates  that\r\n\nIsom clearly  understood the possible implications  of his guilty\r\n\nplea.    Indeed,  defense  counsel testified  at  the  sentencing\r\n\nhearing that he had spent an hour  and a half going over the plea\r\n\n                               -11-\r\r\n\nagreement with Isom, and that Isom had refused to take any copies\r\n\nof the agreement or the pre-sentence report.  \r\n\n          At oral argument,  appellant's counsel argued that  the\r\n\nfact  that the colloquy consisted  of leading questions, to which\r\n\ndefendant merely had to answer  \"yes,\" indicates somehow that  it\r\n\nwas insufficient:   the  court knew  Isom's  reading skills  were\r\n\nminimal,2 and so it  should have had Isom describe  the agreement\r\n\nin his own words.    Cf. Cotal-Crespo, 47 F.3d at 6  (\"The manner\r                                               \r\n\nin which the charge  is explained and the method  for determining\r\n\nthe defendant's  understanding of the charge will  vary from case\r\n\nto  case  depending  upon  the complexity  of  the  charges,  the\r\n\ncapacity of  the defendant, and  the attendant  circumstances.\").\r\n\nWe  find no merit in this position.   The charges here are fairly\r\n\nsimple, and,  as appellant's  counsel admitted at  oral argument,\r\n\nthere is no  evidence that  Isom's capacity is  diminished.   The\r\n\nfact that Isom has had little  formal education does not imply he\r\n\nis not  intelligent  enough to  understand  a Rule  11  colloquy.\r\n\nIndeed, his responses  to the court addressed  detailed points of\r\n\nthe testimony, suggesting he was following the discussion in  the\r\n\ncourtroom.  In fact, Isom did not simply agree to  everything the\r\n\ncourt asked him, as he now  contends his attorney told him to do:\r\n\nin the colloquy  quoted above, he  denied that he  had come to  a\r\n\nballpark figure of what  the sentencing guidelines would require,\r\n\nconfirming  that with his counsel.  Quite simply, Isom has failed\r\n                    \r                              \r\n\n2  Defendant testified at the  change of plea hearing that he had\r\na ninth-grade education.  At the sentencing hearing, however, the\r\ncourt stated that Isom had a second-grade reading level.\r\n\n                               -12-\r\r\n\nto  meet  his  burden of  demonstrating  that  the  plea was  not\r\n\nknowing, voluntary, and intelligent.    \r\n\n            2.  Force and Plausibility of Proffered Reason\r                      2.  Force and Plausibility of Proffered Reason\r                                                                    \r\n\n          Isom  must  demonstrate  a  plausible  reason  for  the\r\n\nwithdrawal  of his guilty  plea.  \"In  this context, plausibility\r\n\nmust rest on more than the defendant's second thoughts about some\r\n\nfact  or  point  of  law, or  about  the  wisdom  of his  earlier\r\n\ndecision.\"  Parrilla-Tirado, 22  F.3d at 371 (citations omitted).\r                                     \r\n\nThe  reasons   Isom  offers   here  are   innocence,  ineffective\r\n\nassistance of counsel,  and failure to make a voluntary plea.  As\r\n\nthe last reason  has already been discussed  and dismissed above,\r\n\nwe address only the first two here.\r\n\n          First,  Isom  claims his  innocence.    In his  written\r\n\nmotion,  he  alleges that  he  could  produce wholly  exculpatory\r\n\nevidence  at trial, but does  not specify its  nature.  Examining\r\n\nthe  record,  we find  that  Isom's  eleventh-hour profession  of\r\n\ninnocence lacks merit, and thus  does not rise to the level  of a\r\n\n\"fair and  just reason\" for withdrawal  of his claim.   In United\r                                                                           \r\n\nStates v. Ramos, 810 F.2d 308 (1st Cir. 1987), we  found that the\r                         \r\n\ndefendant's claim  of innocence lacked  merit where, as  here, he\r\n\ndid not assert  innocence at the change of plea hearing, but only\r\n\nat the sentencing hearing, when he had already been convicted for\r\n\na  similar crime.   Id.  at 313.   Ramos,  like Isom,  claimed to\r                                 \r\n\npossess  exculpatory information  sustaining  his innocence,  but\r\n\nprovided no insight into its substance.   In these circumstances,\r\n\nthe court in Ramos held  that \"the trial court did not  abuse its\r                            \r\n\n                               -13-\r\r\n\ndiscretion  in  refusing  to   give  weight  to  a  self-serving,\r\n\nunsupported claim  of innocence  raised judicially for  the first\r\n\ntime after the Rule 11 hearing.\"  Id.\r                                               \r\n\n          That finding is  equally true here.   Indeed, Isom  not\r\n\nonly failed to maintain his innocence  at the Rule 11 hearing, he\r\n\nclarified   specific  points   regarding  the   events,  agreeing\r\n\nimmediately  afterwards that  he  delivered crack  cocaine.   His\r\n\nclaim  of  innocence in  his  oral  motion  followed his  opening\r\n\nstatement that he \"received [a bag] from my co-defendant to bring\r\n\nit down there,  okay.\"   (Sentencing Hearing, at  3).   Appellant\r\n\nurges us  to read  this \"obvious  confusion\" as  highlighting his\r\n\nneed  to  withdraw  his  plea  so  that  he  may  gain  a  better\r\n\nunderstanding  of  the legal  issues involved  in  his case.   We\r\n\ndecline  the  invitation,  however,   for  we  interpret   Isom's\r\n\ncontradictory statements as the  Ramos court did that defendant's\r                                                \r\n\ninconsistent claims  of innocence,  and find Isom's  assertion of\r\n\ninnocence lacks  merit.   Cf.  Parrilla-Tirado,  22 F.3d  at  373\r                                                        \r\n\n(\"Courts   need    not   accept   a    defendant's   explanations\r\n\nuncritically.\").\r\n\n          Isom   asserts  a   second  \"fair  and   just\"  reason:\r\n\nineffective assistance of counsel.  This   court    applies   the\r\n\nStrickland  v.  Washington, 466  U.S.  668  (1984), standard  for\r                                    \r\n\nevaluating  an ineffective  assistance  of counsel  claim.   See,\r                                                                          \r\n\ne.g., Ramos, 810 F.2d  at 314.  Thus, to successfully challenge a\r                     \r\n\nguilty  plea,  a  defendant  must show  that,  first,  \"counsel's\r\n\nperformance in advising  guilty pleas fell below the  standard of\r\n\n                               -14-\r\r\n\nperformance of  reasonable proficient counsel,\" and  second, that\r\n\n\"by such  inadequate performance, Appellant was  induced to enter\r\n\nguilty pleas which he otherwise would not have entered.\"  Austin,\r                                                                          \r\n\n948 F.2d at 786; see Ramos, 810 F.2d at 314.  \r                                    \r\n\n          Isom  contends that  the  district court  erred in  not\r\n\nholding  an  evidentiary hearing  on  his ineffective  assistance\r\n\nclaim.    As  he  points out,  this  court  has  refused to  hear\r\n\nineffective  assistance claims for the first time on appeal where\r\n\nthere is no record on which to rely.  In such cases, we have held\r\n\nthat  such claims  should  be brought  in collateral  proceedings\r\n\npursuant to 28  U.S.C.   2255, where  a record may be  developed.\r\n\nSee, e.g., United  States v. Carter, 815 F.2d  827, 829 (1st Cir.\r                                             \r\n\n1987)  (noting  that ineffective  assistance  charges \"depend  on\r\n\nevidentiary  matters that  are  best considered  by the  district\r\n\ncourt in the first instance.\"); Kobrosky, 711 F.2d at 457.  \r                                                  \r\n\n            Fairness  to  the  parties  and  judicial\r\n            economy   both   warrant   that,   absent\r\n            extraordinary circumstances, an appellate\r\n            court  will  not consider  an ineffective\r\n            assistance  claim  where no  endeavor was\r\n            first made to determine  the claim at the\r\n            district level.\r\n\nAustin, 948 F.2d  at 785  (finding that the  appellate court  had\r                \r\n\njurisdiction to hear the  claim where it was confined  to matters\r\n\nin the record).  \r\n\n          Rather than  conclude that  a collateral  proceeding is\r\n\nappropriate  in the  present case,  however, Isom argues  that we\r\n\nshould  remand for a  full evidentiary hearing on  his claim.  We\r\n\nremind him that evidentiary hearings are not an entitlement:\r\n\n                               -15-\r\r\n\n            [E]videntiary hearings on motions are the\r\n            exception,  not   the  rule.     We  have\r\n            repeatedly  stated  that,  even   in  the\r\n            criminal  context,  a  defendant  is  not\r\n            entitled  as of  right to  an evidentiary\r\n            hearing  on  a   pretrial  or   posttrial\r\n            motion.    Thus,   a  party  seeking   an\r\n            evidentiary hearing must  carry a  fairly\r\n            heavy burden of demonstrating a  need for\r\n            special treatment.\r\n\nUnited  States  v.  McGill, 11  F.3d  223,  225  (1st Cir.  1993)\r                                    \r\n\n(upholding district court refusal  to hold evidentiary hearing on\r\n\n28  U.S.C.   2255 motion)  (citations omitted); see United States\r                                                                           \r\n\nv.  Garc a, 954 F.2d 12 (1st Cir. 1992) (upholding district court\r                    \r\n\nrefusal  to hold  evidentiary  hearing  on  sentencing  guideline\r\n\nissue); United States  v. Thompson, 906  F.2d 1292, 1298-99  (8th\r                                            \r\n\nCir. 1990)  (finding  that  district  court  did  not  abuse  its\r\n\ndiscretion  in  denying  motion  to  withdraw  a  plea  based  on\r\n\nineffective assistance without holding evidentiary hearing).   We\r\n\nalso note  that in  neither his oral  nor his written  motion did\r\n\nIsom request  an  evidentiary  hearing.   See  United  States  v.\r                                                                       \r\n\nTardiff,  969 F.2d 1283, 1286  (1st Cir. 1992)  (noting that \"the\r                 \r\n\nfailure to  ask  the district  court  to convene  an  evidentiary\r\n\nhearing ordinarily spells defeat for a contention that one should\r\n\nhave been held\" on sentencing guidelines issues).  \r\n\n          Isom's  request  that  we  remand  for  an  evidentiary\r\n\nhearing fails.  Simply  put, having considered the record  of the\r\n\nhearings as well as the written motion, we find that the district\r\n\ncourt's  decision not  to hold  an evidentiary  hearing does  not\r\n\nconstitute an abuse  of its discretion.   See Ramos, 810  F.2d at\r                                                             \r\n\n314  (noting  that   current  counsel's  \"conclusory,   factually\r\n\n                               -16-\r\r\n\nunsupported assertion that [previous]  counsel were negligent . .\r\n\n.  .  [was]  insufficient  for   us  to  require  an  evidentiary\r\n\nhearing.\"); Kobrosky, 711 F.2d at 457 (dismissing charge where no\r                              \r\n\nextrinsic  evidence was  offered to  buttress the  allegations of\r\n\nineffective  assistance or  to  counter the  government's protest\r\n\nthat it  would be prejudiced).   Isom may,  of course,  bring his\r\n\nineffective  assistance   of  counsel   claim  in  a   collateral\r\n\nproceeding  under 28  U.S.C.     2255,  where  a  record  may  be\r\n\ndeveloped.\r\n\n          Isom makes the  alternative argument that he  presented\r\n\nenough information during  his oral  plea for  us to  be able  to\r\n\ndetermine that he should be able to withdraw his plea as a result\r\n\nof ineffective assistance  of counsel.  This argument also fails.\r\n\nFirst,  the ineffective  assistance claim  was made  sketchily at\r\n\nbest:  Isom  claimed he did not see the  plea agreement until the\r\n\nmorning,  and that he did not have  copies of any documents.  His\r\n\ncounsel, in turn, stated to the court that he had spent one and a\r\n\nhalf hours  going over  the three-page  plea agreement,  and that\r\n\nIsom had  never asked  for copies  of anything,  but had  in fact\r\n\nrefused copies.  Isom does not contest these representations.  We\r\n\ncannot  say that  the  district court  abused  its discretion  in\r\n\ndenying the oral motion  when Isom's ineffective assistance claim\r\n\nwas only  briefly made,  where there was  testimony contradicting\r\n\nhis assertions, where he  had stated in his Rule 11 colloquy that\r\n\nhe  signed the agreement  after a full discussion  of it with his\r\n\nattorney, and where there  was no evidence that Isom  had not, in\r\n\n                               -17-\r\r\n\nfact, understood  the Rule  11  colloquy.   Indeed, the  district\r\n\ncourt specifically commended counsel for doing \"an excellent job\"\r\n\nfor  Isom,   winning  him  the  maximum   guideline  benefits  in\r\n\nsentencing.  \r\n\n            3.  Timing of the Request\r                      3.  Timing of the Request\r                                               \r\n\n          We  have repeatedly  noted that  the more a  request is\r\n\ndelayed -- even if made before sentence is imposed -- the more we\r\n\nwill  regard it  with  disfavor.   See,  e.g., United  States  v.\r                                                                       \r\n\nGonz lez-V zquez,  34  F.3d 19,  23  (1st  Cir. 1994);  Parrilla-\r                                                                           \r\n\nTirado,  22 F.3d at 373.  \"The rule of thumb is that the longer a\r                \r\n\ndefendant  waits before  moving to  withdraw his  plea, the  more\r\n\npotency  his  motion  must  have  in  order  to   gain  favorable\r\n\nconsideration.\"   Id.   Thus, we have viewed  unfavorably motions\r                               \r\n\nto withdraw a  plea made  six months following  the guilty  plea,\r\n\nid.,  seven months later, United  States v. Doyle,  981 F.2d 591,\r                                                           \r\n\n595 (1st Cir. 1992),  three weeks later, United States  v. Keefe,\r                                                                          \r\n\n621  F.2d 17, 18 (1st Cir.  1980), or thirteen days later, Ramos,\r                                                                          \r\n\n810 F.2d at 313.   Clearly, Isom's two-month delay in  making his\r\n\nrequest  falls  well within  this range.    See United  States v.\r                                                                        \r\n\nCrosby, 714  F.2d 185,  192 (1st  Cir. 1983)  (upholding district\r                \r\n\ncourt's refusal  to grant motion  to withdraw where,  inter alia,\r                                                                          \r\n\nmotion was made  eight weeks following  sentencing).  \"Given  the\r\n\ntotality of  the circumstances  that pertain  here, [A]ppellant's\r\n\nlassitude serves  to cast considerable doubt  upon the legitimacy\r\n\nof his professed reason for seeking to change course.\"  Gonz lez-\r                                                                           \r\n\nV zquez, 34 F.3d at 23.\r                 \r\n\n                               -18-\r\r\n\n          Isom argues on appeal that the district court erred  in\r\n\nstating  that the  oral motion  was not  timely.   Indeed,  as he\r\n\npoints out, Fed. R. Crim. P.  32(e) allows a plea to be withdrawn\r\n\nany time prior to  sentencing if defendant shows a  fair and just\r\n\nreason.  However,  making a motion to withdraw a  plea two months\r\n\nfollowing  a  Rule  11 hearing  \"complies  with  the  letter, but\r\n\ncertainly  not the  spirit\" of Rule  32(e).  Crosby,  714 F.2d at\r                                                             \r\n\n192.   Isom also emphasizes  that he  made both motions  prior to\r\n\nsentencing.   This, however, is not a factor courts assessing the\r\n\ntiming of a change of motion plea have given great  weight:  more\r\n\nsignificant  has been the fact  that a withdrawal  of plea motion\r\n\ncomes after a presentence report sets out the  possible sentence.\r\n\nSee,  e.g.,   Parrilla-Tirado,  22  F.3d  at   373  (noting  that\r                                       \r\n\ndefendant's \"belated change of heart followed not  long after the\r\n\nPSI Report\"); Doyle, 981 F.2d at 595 (commenting that motion came\r                             \r\n\nshortly after discovery that  court was contemplating long prison\r\n\nsentence).  \r\n\n          Appellant's  next argument,  namely, that  given Isom's\r\n\ndifficulties  with the written word, it was logical that he first\r\n\nraised  his  motion  to  withdraw   orally  at  his  first  court\r\n\nappearance following the change  of plea hearing, is inconsistent\r\n\nwith his position that the written motion was actually made prior\r\n\nto  sentencing.  Indeed, Isom  referred to the  written motion in\r\n\nhis oral motion.  \r\n\n            4.  Assertion of Innocence\r                      4.  Assertion of Innocence\r                                                \r\n\n          An assertion  of innocence weighs the  balance in favor\r\n\n                               -19-\r\r\n\nof  withdrawal; the  failure to  do  so does  the opposite.   See\r                                                                           \r\n\nParrilla-Tirado,  22  F.3d  at   373.    Nonetheless,  \"the  mere\r                         \r\n\nprotestation of legal innocence cannot in and of itself be issue-\r\n\ndeterminative,  for '[t]here are few  if any criminal cases where\r\n\nthe  defendant  cannot  devise  some theory  or  story  which, if\r\n\nbelieved by a jury,  would result in his acquittal.'\"   Kobrosky,\r                                                                          \r\n\n711 F.2d at 455 (quoting N  ez-Cordero v. United States, 533 F.2d\r                                                                 \r\n\n723, 726  (1st  Cir.  1976)).    Thus,  \"if  defendant's  factual\r\n\ncontentions  create  no  'legally   cognizable  defense'  to  the\r\n\ncharges, 'he has not effectively denied his culpability,' and the\r\n\nmotion can be  denied.\"  Ramos, 810  F.2d at 312 (quoting  United\r                                                                           \r\n\nStates v. Barker, 514 F.2d 208, 221 (D.C. Cir.) (en banc),  cert.\r                                                                           \r\n\ndenied,  421 U.S. 1013 (1975)).  Isom's assertion of innocence is\r                \r\n\naddressed above.  \r\n\n            5.  Other Factors\r                      5.  Other Factors\r                                       \r\n\n          Finally, we note  that Isom  did, indeed,  have a  plea\r\n\nagreement with the government, which was not breached.  \r\n\n          \"Since all  the  critical integers  in  the  decisional\r\n\ncalculus counsel affirmance, we need not embark upon an  analysis\r\n\nof possible prejudice to the government.\"  Doyle, 981 F.2d at 596\r                                                          \r\n\nn.6.\r\n\n                            CONCLUSION\r                                      CONCLUSION\r\n\n          For the  reasons discussed above, the  district court's\r\n\nrefusal to grant Isom's motion to withdraw his plea is affirmed. \r                                                                 affirmed.\r                                                                         \r\n\n                               -20-\r\r\n",
  "html": "<p class=\"case_cite\">85 F.3d 831</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Todd P. ISOM, Defendant--Appellant.</p>\n    <p class=\"docket\">No. 94-1372.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 5, 1996.<br>Decided June 7, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Paul J. Klehm by Appointment of the Court, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Margaret E. Curran, Assistant United States Attorney, with whom Sheldon Whitehouse, United States Attorney, and Lawrence D. Gaynor, Assistant United States Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH, Senior Circuit Judge, and SELYA, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-Appellant Todd Isom (\"Isom\") appeals the district court's denial of his request to withdraw his plea of guilty.   For the reasons stated herein, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In November 1992, Isom, along with co-defendant Anthony McKinney (\"McKinney\"), was indicted on two counts.   Count I charged the two men with conspiracy to distribute and to possess with intent to distribute five grams or more of cocaine base.   See 21 U.S.C. &#167; 846.   Count II charged them with possession with intent to distribute five grams or more of cocaine base.   See 18 U.S.C. &#167; 2;  21 U.S.C. &#167;&#167; 841(a)(1), 841(b)(1)(B).   The testimony at the probable cause and change of plea hearings indicates that the circumstances of arrest were as follows.   On October 26, 1993, a confidential informant, accompanied by several Drug Enforcement Administration Task Force Agents, taped two telephone conversations with McKinney.   McKinney agreed to meet the informant in Providence and sell him two ounces of crack cocaine.   The rendezvous took place as planned.   McKinney joined the informant and an agent in an undercover vehicle.   When the agent asked to see the drugs before allowing McKinney to count the money, McKinney said that \"his guy\" was coming with the \"stuff\" and directed the agent to a nearby parking lot.   McKinney then got out of the car and flagged Isom, who took a clear plastic bag out of his pants and gave it to McKinney.   After McKinney showed the agent some of the contents of the bag, the agent gave the arrest signal.   Both co-defendants fled, and were subsequently apprehended.   After receiving their Miranda warnings, both defendants made statements admitting possession of the crack cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At his arraignment, Isom pled not guilty.   On January 14, 1994, at his change of plea hearing, the district court accepted Isom's<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> change of plea to guilty on both counts, pursuant to a plea agreement, which provided, inter alia, that Isom would plea guilty and the government would recommend a sentence at the low end of the sentencing guideline range or of five years, whichever was greater.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At the March 18, 1994, sentencing hearing, however, defense counsel indicated to the court that Isom had informed him that he did not understand the change of plea, the attendant colloquy, or even the plea agreement.   Isom then addressed the court and made a pro se motion to withdraw his plea.   Isom began his motion by stating that he did not want to withdraw his plea:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">MR. ISOM:  Good morning.   I just want to start off, your Honor, by saying I'm not trying to change the plea that I entered the day that I said that I was guilty of taking a bag from my co-defendant.   Also I want to make a statement clearly that I also received it from my co-defendant to bring it down there, okay.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Immediately following these statements, however, Isom presented his reasons to withdraw his plea:  his lack of understanding of the plea agreement and ineffective assistance of counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>I feel like this, I came in here to this courtroom January 14th to plead under that, but I did not understand the plea agreement, and did not see the plea agreement until that day, until that morning, five minutes before I entered the courtroom.   My lawyer states that he went over it with me.   I don't have copies of nothing, your Honor, anything, not even discovery package, nothing.   I don't have nothing.   He claims he came, he discussed this.   He claims why I didn't want copies of them.   I don't understand that, your Honor.   I feel like this, if he was--if I was supposed to have copies of them, I should have had copies of them.   I just feel--I put in a motion to withdraw the plea.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Isom concluded by pleading his innocence.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>I just taking--taking into consideration and ask you, to beg you, to beg the Court, that you take into consideration and look at the motion, and I'll go with your decision, whatever you decide to grant, whatever you decide your go under, but I really feel as I should have a chance to prove my innocence in this case here.   I'm freely pleading out to something I didn't even have nothing to do with.   Just because I brung the bag down to him, with the knowledge of not knowing what was in it, doesn't say that I was involved with a drug deal.   I'm not a drug dealer, and I feel I just go from my heart that I should just let you look over the motion.   Thank you.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">(Sentencing Hearing, at 3-4).   The court refused Isom's motion:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">THE COURT:  Well, it comes too late, to begin with.   I took your plea here in open court, and I asked you all the questions, and you made all the right answers--</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">MR. ISOM:  Yup.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">THE COURT:  (Continued)--to plead in this matter.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">MR. ISOM:  Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">THE COURT:  And you told me you understood the plea agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">MR. ISOM:  Uh-hum.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">THE COURT:  And what the Government's recommendation was going to be.   So I'm not going to allow you to pull out at this point.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">MR. ISOM:  Okay.  No problem.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">(Sentencing Hearing, at 4-5).   Isom was sentenced to sixty months in prison, to be followed by four years of supervised release, and a $100 assessment.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Ten days following the sentencing hearing, a written motion to withdraw plea was filed.   Isom's signature on the motion, which was apparently prepared by a paralegal clerk at a detention center, was notarized on March 15, prior to the sentencing hearing.   The written motion stated, inter alia, that the plea should be withdrawn as it was entered without the proper advice of counsel, and that Isom did not understand the nature of the charge, the consequences of the plea, or his rights in connection with the plea.   In support of these contentions, the motion maintained that Isom was a functional illiterate, that he was innocent, and that the government would suffer no prejudice from withdrawal of Isom's guilty plea.   The reason presented for withdrawal was ineffective assistance of counsel.   The court denied the motion, on the grounds that it was untimely and lacked substance.   This appeal ensued.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The sole issue before us is whether the district court erred in denying Isom's oral and written motions to withdraw his plea of guilty without an evidentiary hearing.   After establishing our standard of review, we set out the legal framework and weigh the merits of Isom's appeal.   For the reasons discussed below, we affirm the district court.</p>\n    </div>\n    <p class=\"indent\">A. Standard of Review</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The timing of a motion determines our standard of review:  we apply an abuse of discretion standard to pre-sentencing motions, see United States v. Gray, 63 F.3d 57, 60 (1st Cir.1995), and a miscarriage of justice standard to post-sentencing motions, see United States v. Ruiz-del Valle, 8 F.3d 98, 103 (1st Cir.1993).   Isom made two motions, the pre-sentencing oral motion and the post-sentencing written motion.   However, as the written motion was notarized before sentencing occurred, and Isom referred to it during his oral motion before the sentencing court, the Government does not contend that the more rigorous miscarriage of justice standard should apply to the written motion.   We here apply the abuse of discretion standard to both motions without further comment, in part because we find that even under the more lenient pre-sentencing standard, Isom's appeal must fail.   See generally United States v. Parrilla-Tirado, 22 F.3d 368, 371 (1st Cir.1994) (noting that abuse of discretion standard is applied out of deference to the trial judge's special insight into the dynamics of a case).</p>\n    </div>\n    <p class=\"indent\">B. The Legal Framework</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">It is by now well established that a defendant does not have an absolute right to withdraw a guilty plea.   See Gray, 63 F.3d at 59;  United States v. Austin, 948 F.2d 783, 786 (1st Cir.1991);  see also United States v. Kobrosky, 711 F.2d 449, 454 (1st Cir.1983) (setting out logic behind premise).   Rather, the plea may be withdrawn \"only upon a showing of 'fair and just reason' for the request.\"  United States v. Cotal-Crespo, 47 F.3d 1, 3 (1st Cir.), cert. denied, --- U.S. ----, 116 S.Ct. 94, 133 L.Ed.2d 49 (1995);  see Fed.R.Crim.P. 32(e);  Austin, 948 F.2d at 786.   The defendant carries the burden of persuading the court that he has shown such a fair and just reason.  Parrilla-Tirado, 22 F.3d at 371.   A court must consider several factors in weighing whether a defendant meets this burden,</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>the most significant of which is whether the plea was knowing, voluntary and intelligent within the meaning of [Federal Rule of Criminal Procedure] 11.   The other factors include:  1) the force and plausibility of the proffered reason;  2) the timing of the request;  3) whether the defendant has asserted his legal innocence;  and 4) whether the parties had reached a plea agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Cotal-Crespo, 47 F.3d at 3-4 (citation omitted);  see also Gray, 63 F.3d at 60;  Parrilla-Tirado, 22 F.3d at 371 (omitting fourth factor).   There is \"a final barrier that must be surmounted:  even if a defendant appears at first blush to meet the strictures of this four-part test, the nisi prius court still must evaluate the proposed plea withdrawal in relation to any demonstrable prejudice that will accrue to the government if the defendant is permitted to alter his stance.\"  Id.;  see Kobrosky, 711 F.2d at 455.</p>\n    </div>\n    <p class=\"indent\">C. Analysis</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In essence, Isom claims that his assertions of ineffective assistance of counsel, a lack of understanding of the plea agreement, and his professed innocence constitute a fair and just reason sufficient that the district court erred in denying his motion to withdraw his change of plea.   Having established our basic legal framework, we address each of the factors in detail.</p>\n    </div>\n    <p>1. The Rule 11 Colloquy</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">As noted above, our first consideration is whether the plea was knowing, voluntary and intelligent as understood in terms of Rule 11.  \"We have identified three 'core concerns' of Rule 11:  1) absence of coercion;  2) the defendant's understanding of the charges;  and 3) the defendant's knowledge of the consequences of the guilty plea.\"  Gray, 63 F.3d at 60;  see Cotal-Crespo, 47 F.3d at 4. Failure to address one of these concerns requires that the guilty plea be set aside.  Gray, 63 F.3d at 60.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>In determining whether there has been a core violation, we review the totality of the circumstances surrounding the Rule 11 hearing, rather than apply a \"talismanic test.\"   What is critical is the substance of what was communicated by the trial court, and what should reasonably have been understood by the defendant, rather than the form of the communication.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Cotal-Crespo, 47 F.3d at 4-5 (citation omitted);  see United States v. Ribas-Dominicci, 50 F.3d 76, 78 (1st Cir.1995).   In the absence of failure to address a core concern, \"the question to be determined is whether deficiencies in the Rule 11 hearing affected the defendant's 'substantial rights.' \"  Gray, 63 F.3d at 60.   We \"review the record, including the change-of-plea and sentencing transcripts, with a view to whether the omission was harmless.\"  United States v. Lopez-Pineda, 55 F.3d 693, 696 (1st Cir.), cert. denied, --- U.S. ----, 116 S.Ct. 259, 133 L.Ed.2d 183 (1995);  see Fed.R.Crim.P. 11(h) (\"Any variance from the procedures required by this rule which does not affect substantial rights shall be disregarded.\").</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">\"It is axiomatic that the procedures followed by the district court in accepting a plea are crucial in later determining whether the plea was truly understanding and voluntary.\"  Ruiz-del Valle, 8 F.3d at 102.   In the present case, the court conducted a comprehensive inquiry under Fed.R.Crim.P. 11.   In response to the court's questioning, Isom confirmed that he had a ninth-grade education and was not under the influence of any drug, medication, or alcoholic beverage.   He agreed that he had received a copy of the indictment, had discussed it fully with his counsel, and that he was satisfied by his counsel's representation and advice.   The court instructed Isom to listen carefully as the Government set forth the essentials of the plea agreement;  Isom agreed that the account corresponded to his understanding of the plea agreement, that he had signed it after a full discussion of it with his attorney, and that he had read it prior to signing it.   He attested that there had been no other promises or assurances made him to induce him to plead guilty, and that there were no attempts to force him or coerce him into doing so.   Isom further confirmed that he understood that he was charged with felony offenses, due to which he may be deprived of certain civil rights;  that he understood the maximum penalties applicable and that the guidelines may not establish the same penalty;  that he had discussed the guidelines with his attorney;  and that he knew the judge would determine the applicable sentence after a presentence report.   At the court's questioning, Isom also agreed that he knew he had the right to a trial with or without a jury, as well as the rights incidental to a trial, such as the right to counsel.   When the circumstances of his arrest, as described above, were recounted, the following colloquy ensued between the court and Isom:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>Q Did you hear all that, Mr. Isom?</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>A Yes, I did.Q And are those the facts in your case?</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>A Somewhat.   I did not pull anything from out of my pants, and I did not--it was in a plastic bag, in a napkin, and they did not flee the area, either.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>Q I'm sorry, they did not what?</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>A I did not flee the area like they said, they chased me.   I did not run nowhere.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>Q But you delivered some crack cocaine?</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>A Yes, I did.   Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>Q You admit to that?</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>A Yes, I do.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>Q Is there anything else you want to add or subtract from what the prosecutor said?</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>A No.   That's all.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">(Change of Plea Hearing, at 12).   The court reiterated the charges against Isom, seeking his confirmation that he understood them and that he was prepared to plead guilty to them.   Finally, finding that Isom's plea of guilty was knowing and voluntary as well as supported by an independent basis in fact, the court accepted Isom's change of plea.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In his motions and on appeal, Isom maintains that he did not understand either the plea agreement or the Rule 11 colloquy.   However, he fails to point to any specific error or point of confusion.   Our own examination of the record reveals no error.   See Ruiz-del Valle, 8 F.3d at 102 (examining sua sponte compliance with Rule 11).   The court directly addressed the three crucial aspects of the colloquy--whether Isom had been coerced, whether he understood the charges, and whether he understood the consequences of his plea.   Nothing in the record indicates that he was coerced or did not understand the agreement or the colloquy.   Rather, Isom's statements are indicative of his understanding:  he corrected the detailed account of the circumstances surrounding his arrest on three particular points, ultimately agreeing that he had in fact delivered crack.   Further, when the court asked him whether he and his counsel had come to a ballpark figure of what the applicable sentencing guidelines would be, he stated:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>A No I haven't.   Have I come to any agreement?</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">[DEFENSE COUNSEL]:  No.   Do you have a ballpark figure as to--</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">THE WITNESS:  Five to forty.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>Q You think you're probably going to do five years in this case, Mr. Isom?</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>A No.   It was five to forty, that's all I understood what it was.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">(Change of Plea Hearing, at 8).   This colloquy indicates that Isom clearly understood the possible implications of his guilty plea.   Indeed, defense counsel testified at the sentencing hearing that he had spent an hour and a half going over the plea agreement with Isom, and that Isom had refused to take any copies of the agreement or the pre-sentence report.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">At oral argument, appellant's counsel argued that the fact that the colloquy consisted of leading questions, to which defendant merely had to answer \"yes,\" indicates somehow that it was insufficient:  the court knew Isom's reading skills were minimal,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and so it should have had Isom describe the agreement in his own words.   Cf. Cotal-Crespo, 47 F.3d at 6 (\"The manner in which the charge is explained and the method for determining the defendant's understanding of the charge will vary from case to case depending upon the complexity of the charges, the capacity of the defendant, and the attendant circumstances.\").   We find no merit in this position.   The charges here are fairly simple, and, as appellant's counsel admitted at oral argument, there is no evidence that Isom's capacity is diminished.   The fact that Isom has had little formal education does not imply he is not intelligent enough to understand a Rule 11 colloquy.   Indeed, his responses to the court addressed detailed points of the testimony, suggesting he was following the discussion in the courtroom.   In fact, Isom did not simply agree to everything the court asked him, as he now contends his attorney told him to do:  in the colloquy quoted above, he denied that he had come to a ballpark figure of what the sentencing guidelines would require, confirming that with his counsel.   Quite simply, Isom has failed to meet his burden of demonstrating that the plea was not knowing, voluntary, and intelligent.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>2. Force and Plausibility of Proffered Reason</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Isom must demonstrate a plausible reason for the withdrawal of his guilty plea.  \"In this context, plausibility must rest on more than the defendant's second thoughts about some fact or point of law, or about the wisdom of his earlier decision.\"  Parrilla-Tirado, 22 F.3d at 371 (citations omitted).   The reasons Isom offers here are innocence, ineffective assistance of counsel, and failure to make a voluntary plea.   As the last reason has already been discussed and dismissed above, we address only the first two here.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">First, Isom claims his innocence.   In his written motion, he alleges that he could produce wholly exculpatory evidence at trial, but does not specify its nature.   Examining the record, we find that Isom's eleventh-hour profession of innocence lacks merit, and thus does not rise to the level of a \"fair and just reason\" for withdrawal of his claim.   In United States v. Ramos, 810 F.2d 308 (1st Cir.1987), we found that the defendant's claim of innocence lacked merit where, as here, he did not assert innocence at the change of plea hearing, but only at the sentencing hearing, when he had already been convicted for a similar crime.  Id. at 313.   Ramos, like Isom, claimed to possess exculpatory information sustaining his innocence, but provided no insight into its substance.   In these circumstances, the court in Ramos held that \"the trial court did not abuse its discretion in refusing to give weight to a self-serving, unsupported claim of innocence raised judicially for the first time after the Rule 11 hearing.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">That finding is equally true here.   Indeed, Isom not only failed to maintain his innocence at the Rule 11 hearing, he clarified specific points regarding the events, agreeing immediately afterwards that he delivered crack cocaine.   His claim of innocence in his oral motion followed his opening statement that he \"received [a bag] from my co-defendant to bring it down there, okay.\"  (Sentencing Hearing, at 3).   Appellant urges us to read this \"obvious confusion\" as highlighting his need to withdraw his plea so that he may gain a better understanding of the legal issues involved in his case.   We decline the invitation, however, for we interpret Isom's contradictory statements as the Ramos court did that defendant's inconsistent claims of innocence, and find Isom's assertion of innocence lacks merit.   Cf. Parrilla-Tirado, 22 F.3d at 373 (\"Courts need not accept a defendant's explanations uncritically.\").</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Isom asserts a second \"fair and just\" reason:  ineffective assistance of counsel.   This court applies the Strickland v. Washington, 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984), standard for evaluating an ineffective assistance of counsel claim.   See, e.g., Ramos, 810 F.2d at 314.   Thus, to successfully challenge a guilty plea, a defendant must show that, first, \"counsel's performance in advising guilty pleas fell below the standard of performance of reasonable proficient counsel,\" and second, that \"by such inadequate performance, Appellant was induced to enter guilty pleas which he otherwise would not have entered.\"  Austin, 948 F.2d at 786;  see Ramos, 810 F.2d at 314.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Isom contends that the district court erred in not holding an evidentiary hearing on his ineffective assistance claim.   As he points out, this court has refused to hear ineffective assistance claims for the first time on appeal where there is no record on which to rely.   In such cases, we have held that such claims should be brought in collateral proceedings pursuant to 28 U.S.C. &#167; 2255, where a record may be developed.   See, e.g., United States v. Carter, 815 F.2d 827, 829 (1st Cir.1987) (noting that ineffective assistance charges \"depend on evidentiary matters that are best considered by the district court in the first instance.\");  Kobrosky, 711 F.2d at 457.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p>Fairness to the parties and judicial economy both warrant that, absent extraordinary circumstances, an appellate court will not consider an ineffective assistance claim where no endeavor was first made to determine the claim at the district level.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Austin, 948 F.2d at 785 (finding that the appellate court had jurisdiction to hear the claim where it was confined to matters in the record).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Rather than conclude that a collateral proceeding is appropriate in the present case, however, Isom argues that we should remand for a full evidentiary hearing on his claim.   We remind him that evidentiary hearings are not an entitlement:</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p>[E]videntiary hearings on motions are the exception, not the rule.   We have repeatedly stated that, even in the criminal context, a defendant is not entitled as of right to an evidentiary hearing on a pretrial or posttrial motion.   Thus, a party seeking an evidentiary hearing must carry a fairly heavy burden of demonstrating a need for special treatment.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">United States v. McGill, 11 F.3d 223, 225 (1st Cir.1993) (upholding district court refusal to hold evidentiary hearing on 28 U.S.C. &#167; 2255 motion) (citations omitted);  see United States v. Garcia, 954 F.2d 12 (1st Cir.1992) (upholding district court refusal to hold evidentiary hearing on sentencing guideline issue);  United States v. Thompson, 906 F.2d 1292, 1298-99 (8th Cir.1990) (finding that district court did not abuse its discretion in denying motion to withdraw a plea based on ineffective assistance without holding evidentiary hearing).   We also note that in neither his oral nor his written motion did Isom request an evidentiary hearing.   See United States v. Tardiff, 969 F.2d 1283, 1286 (1st Cir.1992) (noting that \"the failure to ask the district court to convene an evidentiary hearing ordinarily spells defeat for a contention that one should have been held\" on sentencing guidelines issues).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Isom's request that we remand for an evidentiary hearing fails.   Simply put, having considered the record of the hearings as well as the written motion, we find that the district court's decision not to hold an evidentiary hearing does not constitute an abuse of its discretion.   See Ramos, 810 F.2d at 314 (noting that current counsel's \"conclusory, factually unsupported assertion that [previous] counsel were negligent .... [was] insufficient for us to require an evidentiary hearing.\");  Kobrosky, 711 F.2d at 457 (dismissing charge where no extrinsic evidence was offered to buttress the allegations of ineffective assistance or to counter the government's protest that it would be prejudiced).   Isom may, of course, bring his ineffective assistance of counsel claim in a collateral proceeding under 28 U.S.C. &#167; 2255, where a record may be developed.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Isom makes the alternative argument that he presented enough information during his oral plea for us to be able to determine that he should be able to withdraw his plea as a result of ineffective assistance of counsel.   This argument also fails.   First, the ineffective assistance claim was made sketchily at best:  Isom claimed he did not see the plea agreement until the morning, and that he did not have copies of any documents.   His counsel, in turn, stated to the court that he had spent one and a half hours going over the three-page plea agreement, and that Isom had never asked for copies of anything, but had in fact refused copies.   Isom does not contest these representations.   We cannot say that the district court abused its discretion in denying the oral motion when Isom's ineffective assistance claim was only briefly made, where there was testimony contradicting his assertions, where he had stated in his Rule 11 colloquy that he signed the agreement after a full discussion of it with his attorney, and where there was no evidence that Isom had not, in fact, understood the Rule 11 colloquy.   Indeed, the district court specifically commended counsel for doing \"an excellent job\" for Isom, winning him the maximum guideline benefits in sentencing.</p>\n    </div>\n    <p>3. Timing of the Request</p>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">We have repeatedly noted that the more a request is delayed--even if made before sentence is imposed--the more we will regard it with disfavor.   See, e.g., United States v. Gonzalez-Vazquez, 34 F.3d 19, 23 (1st Cir.1994);  Parrilla-Tirado, 22 F.3d at 373.  \"The rule of thumb is that the longer a defendant waits before moving to withdraw his plea, the more potency his motion must have in order to gain favorable consideration.\"  Id.  Thus, we have viewed unfavorably motions to withdraw a plea made six months following the guilty plea, id., seven months later, United States v. Doyle, 981 F.2d 591, 595 (1st Cir.1992), three weeks later, United States v. Keefe, 621 F.2d 17, 18 (1st Cir.1980), or thirteen days later, Ramos, 810 F.2d at 313.   Clearly, Isom's two-month delay in making his request falls well within this range.   See United States v. Crosby, 714 F.2d 185, 192 (1st Cir.1983) (upholding district court's refusal to grant motion to withdraw where, inter alia, motion was made eight weeks following sentencing).  \"Given the totality of the circumstances that pertain here, [A]ppellant's lassitude serves to cast considerable doubt upon the legitimacy of his professed reason for seeking to change course.\"  Gonzalez-Vazquez, 34 F.3d at 23.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Isom argues on appeal that the district court erred in stating that the oral motion was not timely.   Indeed, as he points out, Fed.R.Crim.P. 32(e) allows a plea to be withdrawn any time prior to sentencing if defendant shows a fair and just reason.   However, making a motion to withdraw a plea two months following a Rule 11 hearing \"complies with the letter, but certainly not the spirit\" of Rule 32(e).  Crosby, 714 F.2d at 192.   Isom also emphasizes that he made both motions prior to sentencing.   This, however, is not a factor courts assessing the timing of a change of motion plea have given great weight:  more significant has been the fact that a withdrawal of plea motion comes after a presentence report sets out the possible sentence.   See, e.g., Parrilla-Tirado, 22 F.3d at 373 (noting that defendant's \"belated change of heart followed not long after the PSI Report\");  Doyle, 981 F.2d at 595 (commenting that motion came shortly after discovery that court was contemplating long prison sentence).</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Appellant's next argument, namely, that given Isom's difficulties with the written word, it was logical that he first raised his motion to withdraw orally at his first court appearance following the change of plea hearing, is inconsistent with his position that the written motion was actually made prior to sentencing.   Indeed, Isom referred to the written motion in his oral motion.</p>\n    </div>\n    <p>4. Assertion of Innocence</p>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">An assertion of innocence weighs the balance in favor of withdrawal;  the failure to do so does the opposite.   See Parrilla-Tirado, 22 F.3d at 373.   Nonetheless, \"the mere protestation of legal innocence cannot in and of itself be issue-determinative, for '[t]here are few if any criminal cases where the defendant cannot devise some theory or story which, if believed by a jury, would result in his acquittal.' \"  Kobrosky, 711 F.2d at 455 (quoting Nunez-Cordero v. United States, 533 F.2d 723, 726 (1st Cir.1976)).   Thus, \"if defendant's factual contentions create no 'legally cognizable defense' to the charges, 'he has not effectively denied his culpability,' and the motion can be denied.\"  Ramos, 810 F.2d at 312 (quoting United States v. Barker, 514 F.2d 208, 221 (D.C.Cir.)  (en banc ), cert. denied, 421 U.S. 1013, 95 S.Ct. 2420, 44 L.Ed.2d 682 (1975)).   Isom's assertion of innocence is addressed above.</p>\n    </div>\n    <p>5. Other Factors</p>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Finally, we note that Isom did, indeed, have a plea agreement with the government, which was not breached.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">\"Since all the critical integers in the decisional calculus counsel affirmance, we need not embark upon an analysis of possible prejudice to the government.\"  Doyle, 981 F.2d at 596 n. 6.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">For the reasons discussed above, the district court's refusal to grant Isom's motion to withdraw his plea is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> McKinney had already pled guilty to the two counts of the indictment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Defendant testified at the change of plea hearing that he had a ninth-grade education.   At the sentencing hearing, however, the court stated that Isom had a second-grade reading level</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">831</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Todd P. ISOM, Defendant--Appellant.</p>\n    <p class=\"docket\">No. 94-1372.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 5, 1996.<br>Decided June 7, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Paul J. Klehm by Appointment of the Court, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Margaret E. Curran, Assistant United States Attorney, with whom Sheldon Whitehouse, United States Attorney, and Lawrence D. Gaynor, Assistant United States Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH, Senior Circuit Judge, and SELYA, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-Appellant Todd Isom (\"Isom\") appeals the district court's denial of his request to withdraw his plea of guilty.   For the reasons stated herein, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In November 1992, Isom, along with co-defendant Anthony McKinney (\"McKinney\"), was indicted on two counts.   Count I charged the two men with conspiracy to distribute and to possess with intent to distribute five grams or more of cocaine base.   See 21 U.S.C. &#167; 846.   Count II charged them with possession with intent to distribute five grams or more of cocaine base.   See 18 U.S.C. &#167; 2;  21 U.S.C. &#167;&#167; 841(a)(1), 841(b)(1)(B).   The testimony at the probable cause and change of plea hearings indicates that the circumstances of arrest were as follows.   On October 26, 1993, a confidential informant, accompanied by several Drug Enforcement Administration Task Force Agents, taped two telephone conversations with McKinney.   McKinney agreed to meet the informant in Providence and sell him two ounces of crack cocaine.   The rendezvous took place as planned.   McKinney joined the informant and an agent in an undercover vehicle.   When the agent asked to see the drugs before allowing McKinney to count the money, McKinney said that \"his guy\" was coming with the \"stuff\" and directed the agent to a nearby parking lot.   McKinney then got out of the car and flagged Isom, who took a clear plastic bag out of his pants and gave it to McKinney.   After McKinney showed the agent some of the contents of the bag, the agent gave the arrest signal.   Both co-defendants fled, and were subsequently apprehended.   After receiving their Miranda warnings, both defendants made statements admitting possession of the crack cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At his arraignment, Isom pled not guilty.   On January 14, 1994, at his change of plea hearing, the district court accepted Isom's<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> change of plea to guilty on both counts, pursuant to a plea agreement, which provided, inter alia, that Isom would plea guilty and the government would recommend a sentence at the low end of the sentencing guideline range or of five years, whichever was greater.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At the March 18, 1994, sentencing hearing, however, defense counsel indicated to the court that Isom had informed him that he did not understand the change of plea, the attendant colloquy, or even the plea agreement.   Isom then addressed the court and made a pro se motion to withdraw his plea.   Isom began his motion by stating that he did not want to withdraw his plea:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">MR. ISOM:  Good morning.   I just want to start off, your Honor, by saying I'm not trying to change the plea that I entered the day that I said that I was guilty of taking a bag from my co-defendant.   Also I want to make a statement clearly that I also received it from my co-defendant to bring it down there, okay.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Immediately following these statements, however, Isom presented his reasons to withdraw his plea:  his lack of understanding of the plea agreement and ineffective assistance of counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>I feel like this, I came in here to this courtroom January 14th to plead under that, but I did not understand the plea agreement, and did not see the plea agreement until that day, until that morning, five minutes before I entered the courtroom.   My lawyer states that he went over it with me.   I don't have copies of nothing, your Honor, anything, not even discovery package, nothing.   I don't have nothing.   He claims he came, he discussed this.   He claims why I didn't want copies of them.   I don't understand that, your Honor.   I feel like this, if he was--if I was supposed to have copies of them, I should have had copies of them.   I just feel--I put in a motion to withdraw the plea.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Isom concluded by pleading his innocence.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>I just taking--taking into consideration and ask you, to beg you, to beg the Court, that you take into consideration and look at the motion, and I'll go with your decision, whatever you decide to grant, whatever you decide your go under, but I really feel as I should have a chance to prove my innocence in this case here.   I'm freely pleading out to something I didn't even have nothing to do with.   Just because I brung the bag down to him, with the knowledge of not knowing what was in it, doesn't say that I was involved with a drug deal.   I'm not a drug dealer, and I feel I just go from my heart that I should just let you look over the motion.   Thank you.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">(Sentencing Hearing, at 3-4).   The court refused Isom's motion:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">THE COURT:  Well, it comes too late, to begin with.   I took your plea here in open court, and I asked you all the questions, and you made all the right answers--</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">MR. ISOM:  Yup.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">THE COURT:  (Continued)--to plead in this matter.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">MR. ISOM:  Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">THE COURT:  And you told me you understood the plea agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">MR. ISOM:  Uh-hum.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">THE COURT:  And what the Government's recommendation was going to be.   So I'm not going to allow you to pull out at this point.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">MR. ISOM:  Okay.  No problem.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">(Sentencing Hearing, at 4-5).   Isom was sentenced to sixty months in prison, to be followed by four years of supervised release, and a $100 assessment.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Ten days following the sentencing hearing, a written motion to withdraw plea was filed.   Isom's signature on the motion, which was apparently prepared by a paralegal clerk at a detention center, was notarized on March 15, prior to the sentencing hearing.   The written motion stated, inter alia, that the plea should be withdrawn as it was entered without the proper advice of counsel, and that Isom did not understand the nature of the charge, the consequences of the plea, or his rights in connection with the plea.   In support of these contentions, the motion maintained that Isom was a functional illiterate, that he was innocent, and that the government would suffer no prejudice from withdrawal of Isom's guilty plea.   The reason presented for withdrawal was ineffective assistance of counsel.   The court denied the motion, on the grounds that it was untimely and lacked substance.   This appeal ensued.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The sole issue before us is whether the district court erred in denying Isom's oral and written motions to withdraw his plea of guilty without an evidentiary hearing.   After establishing our standard of review, we set out the legal framework and weigh the merits of Isom's appeal.   For the reasons discussed below, we affirm the district court.</p>\n    </div>\n    <p class=\"indent\">A. Standard of Review</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The timing of a motion determines our standard of review:  we apply an abuse of discretion standard to pre-sentencing motions, see United States v. Gray, <span class=\"citation\" data-id=\"799747\"><a href=\"/opinion/799747/united-states-v-roy-gray/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">57</span></a></span>, 60 (1st Cir.1995), and a miscarriage of justice standard to post-sentencing motions, see United States v. Ruiz-del Valle, <span class=\"citation\" data-id=\"195004\"><a href=\"/opinion/195004/united-states-v-del-valle/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">98</span></a></span>, 103 (1st Cir.1993).   Isom made two motions, the pre-sentencing oral motion and the post-sentencing written motion.   However, as the written motion was notarized before sentencing occurred, and Isom referred to it during his oral motion before the sentencing court, the Government does not contend that the more rigorous miscarriage of justice standard should apply to the written motion.   We here apply the abuse of discretion standard to both motions without further comment, in part because we find that even under the more lenient pre-sentencing standard, Isom's appeal must fail.   See generally United States v. Parrilla-Tirado, <span class=\"citation\" data-id=\"195328\"><a href=\"/opinion/195328/united-states-v-parrilla-tirado/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">368</span></a></span>, 371 (1st Cir.1994) (noting that abuse of discretion standard is applied out of deference to the trial judge's special insight into the dynamics of a case).</p>\n    </div>\n    <p class=\"indent\">B. The Legal Framework</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">It is by now well established that a defendant does not have an absolute right to withdraw a guilty plea.   See Gray, 63 F.3d at 59;  United States v. Austin, <span class=\"citation\" data-id=\"571445\"><a href=\"/opinion/571445/united-states-v-michael-j-austin-united-states-v-michael-j-austin/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">783</span></a></span>, 786 (1st Cir.1991);  see also United States v. Kobrosky, <span class=\"citation\" data-id=\"421132\"><a href=\"/opinion/421132/united-states-v-milton-l-kobrosky/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">449</span></a></span>, 454 (1st Cir.1983) (setting out logic behind premise).   Rather, the plea may be withdrawn \"only upon a showing of 'fair and just reason' for the request.\"  United States v. Cotal-Crespo, <span class=\"citation\" data-id=\"195871\"><a href=\"/opinion/195871/united-states-v-cotal-crespo/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">94</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">49</span></span> (1995);  see Fed.R.Crim.P. 32(e);  Austin, 948 F.2d at 786.   The defendant carries the burden of persuading the court that he has shown such a fair and just reason.  Parrilla-Tirado, 22 F.3d at 371.   A court must consider several factors in weighing whether a defendant meets this burden,</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>the most significant of which is whether the plea was knowing, voluntary and intelligent within the meaning of [Federal Rule of Criminal Procedure] 11.   The other factors include:  1) the force and plausibility of the proffered reason;  2) the timing of the request;  3) whether the defendant has asserted his legal innocence;  and 4) whether the parties had reached a plea agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Cotal-Crespo, 47 F.3d at 3-4 (citation omitted);  see also Gray, 63 F.3d at 60;  Parrilla-Tirado, 22 F.3d at 371 (omitting fourth factor).   There is \"a final barrier that must be surmounted:  even if a defendant appears at first blush to meet the strictures of this four-part test, the nisi prius court still must evaluate the proposed plea withdrawal in relation to any demonstrable prejudice that will accrue to the government if the defendant is permitted to alter his stance.\"  Id.;  see Kobrosky, 711 F.2d at 455.</p>\n    </div>\n    <p class=\"indent\">C. Analysis</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In essence, Isom claims that his assertions of ineffective assistance of counsel, a lack of understanding of the plea agreement, and his professed innocence constitute a fair and just reason sufficient that the district court erred in denying his motion to withdraw his change of plea.   Having established our basic legal framework, we address each of the factors in detail.</p>\n    </div>\n    <p>1. The Rule 11 Colloquy</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">As noted above, our first consideration is whether the plea was knowing, voluntary and intelligent as understood in terms of Rule 11.  \"We have identified three 'core concerns' of Rule 11:  1) absence of coercion;  2) the defendant's understanding of the charges;  and 3) the defendant's knowledge of the consequences of the guilty plea.\"  Gray, 63 F.3d at 60;  see Cotal-Crespo, 47 F.3d at 4. Failure to address one of these concerns requires that the guilty plea be set aside.  Gray, 63 F.3d at 60.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>In determining whether there has been a core violation, we review the totality of the circumstances surrounding the Rule 11 hearing, rather than apply a \"talismanic test.\"   What is critical is the substance of what was communicated by the trial court, and what should reasonably have been understood by the defendant, rather than the form of the communication.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Cotal-Crespo, 47 F.3d at 4-5 (citation omitted);  see United States v. Ribas-Dominicci, <span class=\"citation\" data-id=\"195979\"><a href=\"/opinion/195979/united-states-v-ribas-dominicci/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">76</span></a></span>, 78 (1st Cir.1995).   In the absence of failure to address a core concern, \"the question to be determined is whether deficiencies in the Rule 11 hearing affected the defendant's 'substantial rights.' \"  Gray, 63 F.3d at 60.   We \"review the record, including the change-of-plea and sentencing transcripts, with a view to whether the omission was harmless.\"  United States v. Lopez-Pineda, <span class=\"citation\" data-id=\"196122\"><a href=\"/opinion/196122/united-states-v-lopez-pineda/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">693</span></a></span>, 696 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">259</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">183</span></span> (1995);  see Fed.R.Crim.P. 11(h) (\"Any variance from the procedures required by this rule which does not affect substantial rights shall be disregarded.\").</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">\"It is axiomatic that the procedures followed by the district court in accepting a plea are crucial in later determining whether the plea was truly understanding and voluntary.\"  Ruiz-del Valle, 8 F.3d at 102.   In the present case, the court conducted a comprehensive inquiry under Fed.R.Crim.P. 11.   In response to the court's questioning, Isom confirmed that he had a ninth-grade education and was not under the influence of any drug, medication, or alcoholic beverage.   He agreed that he had received a copy of the indictment, had discussed it fully with his counsel, and that he was satisfied by his counsel's representation and advice.   The court instructed Isom to listen carefully as the Government set forth the essentials of the plea agreement;  Isom agreed that the account corresponded to his understanding of the plea agreement, that he had signed it after a full discussion of it with his attorney, and that he had read it prior to signing it.   He attested that there had been no other promises or assurances made him to induce him to plead guilty, and that there were no attempts to force him or coerce him into doing so.   Isom further confirmed that he understood that he was charged with felony offenses, due to which he may be deprived of certain civil rights;  that he understood the maximum penalties applicable and that the guidelines may not establish the same penalty;  that he had discussed the guidelines with his attorney;  and that he knew the judge would determine the applicable sentence after a presentence report.   At the court's questioning, Isom also agreed that he knew he had the right to a trial with or without a jury, as well as the rights incidental to a trial, such as the right to counsel.   When the circumstances of his arrest, as described above, were recounted, the following colloquy ensued between the court and Isom:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>Q Did you hear all that, Mr. Isom?</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>A Yes, I did.Q And are those the facts in your case?</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>A Somewhat.   I did not pull anything from out of my pants, and I did not--it was in a plastic bag, in a napkin, and they did not flee the area, either.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>Q I'm sorry, they did not what?</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>A I did not flee the area like they said, they chased me.   I did not run nowhere.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>Q But you delivered some crack cocaine?</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>A Yes, I did.   Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>Q You admit to that?</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>A Yes, I do.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>Q Is there anything else you want to add or subtract from what the prosecutor said?</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>A No.   That's all.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">(Change of Plea Hearing, at 12).   The court reiterated the charges against Isom, seeking his confirmation that he understood them and that he was prepared to plead guilty to them.   Finally, finding that Isom's plea of guilty was knowing and voluntary as well as supported by an independent basis in fact, the court accepted Isom's change of plea.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In his motions and on appeal, Isom maintains that he did not understand either the plea agreement or the Rule 11 colloquy.   However, he fails to point to any specific error or point of confusion.   Our own examination of the record reveals no error.   See Ruiz-del Valle, 8 F.3d at 102 (examining sua sponte compliance with Rule 11).   The court directly addressed the three crucial aspects of the colloquy--whether Isom had been coerced, whether he understood the charges, and whether he understood the consequences of his plea.   Nothing in the record indicates that he was coerced or did not understand the agreement or the colloquy.   Rather, Isom's statements are indicative of his understanding:  he corrected the detailed account of the circumstances surrounding his arrest on three particular points, ultimately agreeing that he had in fact delivered crack.   Further, when the court asked him whether he and his counsel had come to a ballpark figure of what the applicable sentencing guidelines would be, he stated:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>A No I haven't.   Have I come to any agreement?</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">[DEFENSE COUNSEL]:  No.   Do you have a ballpark figure as to--</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">THE WITNESS:  Five to forty.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>Q You think you're probably going to do five years in this case, Mr. Isom?</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>A No.   It was five to forty, that's all I understood what it was.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">(Change of Plea Hearing, at 8).   This colloquy indicates that Isom clearly understood the possible implications of his guilty plea.   Indeed, defense counsel testified at the sentencing hearing that he had spent an hour and a half going over the plea agreement with Isom, and that Isom had refused to take any copies of the agreement or the pre-sentence report.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">At oral argument, appellant's counsel argued that the fact that the colloquy consisted of leading questions, to which defendant merely had to answer \"yes,\" indicates somehow that it was insufficient:  the court knew Isom's reading skills were minimal,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and so it should have had Isom describe the agreement in his own words.   Cf. Cotal-Crespo, 47 F.3d at 6 (\"The manner in which the charge is explained and the method for determining the defendant's understanding of the charge will vary from case to case depending upon the complexity of the charges, the capacity of the defendant, and the attendant circumstances.\").   We find no merit in this position.   The charges here are fairly simple, and, as appellant's counsel admitted at oral argument, there is no evidence that Isom's capacity is diminished.   The fact that Isom has had little formal education does not imply he is not intelligent enough to understand a Rule 11 colloquy.   Indeed, his responses to the court addressed detailed points of the testimony, suggesting he was following the discussion in the courtroom.   In fact, Isom did not simply agree to everything the court asked him, as he now contends his attorney told him to do:  in the colloquy quoted above, he denied that he had come to a ballpark figure of what the sentencing guidelines would require, confirming that with his counsel.   Quite simply, Isom has failed to meet his burden of demonstrating that the plea was not knowing, voluntary, and intelligent.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>2. Force and Plausibility of Proffered Reason</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Isom must demonstrate a plausible reason for the withdrawal of his guilty plea.  \"In this context, plausibility must rest on more than the defendant's second thoughts about some fact or point of law, or about the wisdom of his earlier decision.\"  Parrilla-Tirado, 22 F.3d at 371 (citations omitted).   The reasons Isom offers here are innocence, ineffective assistance of counsel, and failure to make a voluntary plea.   As the last reason has already been discussed and dismissed above, we address only the first two here.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">First, Isom claims his innocence.   In his written motion, he alleges that he could produce wholly exculpatory evidence at trial, but does not specify its nature.   Examining the record, we find that Isom's eleventh-hour profession of innocence lacks merit, and thus does not rise to the level of a \"fair and just reason\" for withdrawal of his claim.   In United States v. Ramos, <span class=\"citation\" data-id=\"482471\"><a href=\"/opinion/482471/united-states-v-hector-acevedo-ramos/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">308</span></a></span> (1st Cir.1987), we found that the defendant's claim of innocence lacked merit where, as here, he did not assert innocence at the change of plea hearing, but only at the sentencing hearing, when he had already been convicted for a similar crime.  Id. at 313.   Ramos, like Isom, claimed to possess exculpatory information sustaining his innocence, but provided no insight into its substance.   In these circumstances, the court in Ramos held that \"the trial court did not abuse its discretion in refusing to give weight to a self-serving, unsupported claim of innocence raised judicially for the first time after the Rule 11 hearing.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">That finding is equally true here.   Indeed, Isom not only failed to maintain his innocence at the Rule 11 hearing, he clarified specific points regarding the events, agreeing immediately afterwards that he delivered crack cocaine.   His claim of innocence in his oral motion followed his opening statement that he \"received [a bag] from my co-defendant to bring it down there, okay.\"  (Sentencing Hearing, at 3).   Appellant urges us to read this \"obvious confusion\" as highlighting his need to withdraw his plea so that he may gain a better understanding of the legal issues involved in his case.   We decline the invitation, however, for we interpret Isom's contradictory statements as the Ramos court did that defendant's inconsistent claims of innocence, and find Isom's assertion of innocence lacks merit.   Cf. Parrilla-Tirado, 22 F.3d at 373 (\"Courts need not accept a defendant's explanations uncritically.\").</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Isom asserts a second \"fair and just\" reason:  ineffective assistance of counsel.   This court applies the Strickland v. Washington, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span> (1984), standard for evaluating an ineffective assistance of counsel claim.   See, e.g., Ramos, 810 F.2d at 314.   Thus, to successfully challenge a guilty plea, a defendant must show that, first, \"counsel's performance in advising guilty pleas fell below the standard of performance of reasonable proficient counsel,\" and second, that \"by such inadequate performance, Appellant was induced to enter guilty pleas which he otherwise would not have entered.\"  Austin, 948 F.2d at 786;  see Ramos, 810 F.2d at 314.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Isom contends that the district court erred in not holding an evidentiary hearing on his ineffective assistance claim.   As he points out, this court has refused to hear ineffective assistance claims for the first time on appeal where there is no record on which to rely.   In such cases, we have held that such claims should be brought in collateral proceedings pursuant to 28 U.S.C. &#167; 2255, where a record may be developed.   See, e.g., United States v. Carter, <span class=\"citation\" data-id=\"486370\"><a href=\"/opinion/486370/united-states-v-eugene-carter-aka-bimbo/\"><span class=\"volume\">815</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">827</span></a></span>, 829 (1st Cir.1987) (noting that ineffective assistance charges \"depend on evidentiary matters that are best considered by the district court in the first instance.\");  Kobrosky, 711 F.2d at 457.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p>Fairness to the parties and judicial economy both warrant that, absent extraordinary circumstances, an appellate court will not consider an ineffective assistance claim where no endeavor was first made to determine the claim at the district level.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Austin, 948 F.2d at 785 (finding that the appellate court had jurisdiction to hear the claim where it was confined to matters in the record).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Rather than conclude that a collateral proceeding is appropriate in the present case, however, Isom argues that we should remand for a full evidentiary hearing on his claim.   We remind him that evidentiary hearings are not an entitlement:</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p>[E]videntiary hearings on motions are the exception, not the rule.   We have repeatedly stated that, even in the criminal context, a defendant is not entitled as of right to an evidentiary hearing on a pretrial or posttrial motion.   Thus, a party seeking an evidentiary hearing must carry a fairly heavy burden of demonstrating a need for special treatment.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">United States v. McGill, <span class=\"citation\" data-id=\"195053\"><a href=\"/opinion/195053/united-states-v-mcgill/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">223</span></a></span>, 225 (1st Cir.1993) (upholding district court refusal to hold evidentiary hearing on 28 U.S.C. &#167; 2255 motion) (citations omitted);  see United States v. Garcia, <span class=\"citation\" data-id=\"576213\"><a href=\"/opinion/576213/united-states-v-hector-garcia/\"><span class=\"volume\">954</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span> (1st Cir.1992) (upholding district court refusal to hold evidentiary hearing on sentencing guideline issue);  United States v. Thompson, <span class=\"citation\" data-id=\"543786\"><a href=\"/opinion/543786/united-states-v-douglas-wayne-thompson/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1292</span></a></span>, 1298-99 (8th Cir.1990) (finding that district court did not abuse its discretion in denying motion to withdraw a plea based on ineffective assistance without holding evidentiary hearing).   We also note that in neither his oral nor his written motion did Isom request an evidentiary hearing.   See United States v. Tardiff, <span class=\"citation\" data-id=\"587242\"><a href=\"/opinion/587242/united-states-v-claude-paul-tardiff/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1283</span></a></span>, 1286 (1st Cir.1992) (noting that \"the failure to ask the district court to convene an evidentiary hearing ordinarily spells defeat for a contention that one should have been held\" on sentencing guidelines issues).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Isom's request that we remand for an evidentiary hearing fails.   Simply put, having considered the record of the hearings as well as the written motion, we find that the district court's decision not to hold an evidentiary hearing does not constitute an abuse of its discretion.   See Ramos, 810 F.2d at 314 (noting that current counsel's \"conclusory, factually unsupported assertion that [previous] counsel were negligent .... [was] insufficient for us to require an evidentiary hearing.\");  Kobrosky, 711 F.2d at 457 (dismissing charge where no extrinsic evidence was offered to buttress the allegations of ineffective assistance or to counter the government's protest that it would be prejudiced).   Isom may, of course, bring his ineffective assistance of counsel claim in a collateral proceeding under 28 U.S.C. &#167; 2255, where a record may be developed.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Isom makes the alternative argument that he presented enough information during his oral plea for us to be able to determine that he should be able to withdraw his plea as a result of ineffective assistance of counsel.   This argument also fails.   First, the ineffective assistance claim was made sketchily at best:  Isom claimed he did not see the plea agreement until the morning, and that he did not have copies of any documents.   His counsel, in turn, stated to the court that he had spent one and a half hours going over the three-page plea agreement, and that Isom had never asked for copies of anything, but had in fact refused copies.   Isom does not contest these representations.   We cannot say that the district court abused its discretion in denying the oral motion when Isom's ineffective assistance claim was only briefly made, where there was testimony contradicting his assertions, where he had stated in his Rule 11 colloquy that he signed the agreement after a full discussion of it with his attorney, and where there was no evidence that Isom had not, in fact, understood the Rule 11 colloquy.   Indeed, the district court specifically commended counsel for doing \"an excellent job\" for Isom, winning him the maximum guideline benefits in sentencing.</p>\n    </div>\n    <p>3. Timing of the Request</p>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">We have repeatedly noted that the more a request is delayed--even if made before sentence is imposed--the more we will regard it with disfavor.   See, e.g., United States v. Gonzalez-Vazquez, <span class=\"citation\" data-id=\"195584\"><a href=\"/opinion/195584/united-states-v-gonzalez-vazquez/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 23 (1st Cir.1994);  Parrilla-Tirado, 22 F.3d at 373.  \"The rule of thumb is that the longer a defendant waits before moving to withdraw his plea, the more potency his motion must have in order to gain favorable consideration.\"  Id.  Thus, we have viewed unfavorably motions to withdraw a plea made six months following the guilty plea, id., seven months later, United States v. Doyle, <span class=\"citation\" data-id=\"596485\"><a href=\"/opinion/596485/united-states-v-clifford-a-doyle/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">591</span></a></span>, 595 (1st Cir.1992), three weeks later, United States v. Keefe, <span class=\"citation\" data-id=\"377948\"><a href=\"/opinion/377948/united-states-v-stephen-f-keefe/\"><span class=\"volume\">621</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 18 (1st Cir.1980), or thirteen days later, Ramos, 810 F.2d at 313.   Clearly, Isom's two-month delay in making his request falls well within this range.   See United States v. Crosby, <span class=\"citation\" data-id=\"423493\"><a href=\"/opinion/423493/united-states-v-peter-f-crosby/\"><span class=\"volume\">714</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">185</span></a></span>, 192 (1st Cir.1983) (upholding district court's refusal to grant motion to withdraw where, inter alia, motion was made eight weeks following sentencing).  \"Given the totality of the circumstances that pertain here, [A]ppellant's lassitude serves to cast considerable doubt upon the legitimacy of his professed reason for seeking to change course.\"  Gonzalez-Vazquez, 34 F.3d at 23.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Isom argues on appeal that the district court erred in stating that the oral motion was not timely.   Indeed, as he points out, Fed.R.Crim.P. 32(e) allows a plea to be withdrawn any time prior to sentencing if defendant shows a fair and just reason.   However, making a motion to withdraw a plea two months following a Rule 11 hearing \"complies with the letter, but certainly not the spirit\" of Rule 32(e).  Crosby, 714 F.2d at 192.   Isom also emphasizes that he made both motions prior to sentencing.   This, however, is not a factor courts assessing the timing of a change of motion plea have given great weight:  more significant has been the fact that a withdrawal of plea motion comes after a presentence report sets out the possible sentence.   See, e.g., Parrilla-Tirado, 22 F.3d at 373 (noting that defendant's \"belated change of heart followed not long after the PSI Report\");  Doyle, 981 F.2d at 595 (commenting that motion came shortly after discovery that court was contemplating long prison sentence).</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Appellant's next argument, namely, that given Isom's difficulties with the written word, it was logical that he first raised his motion to withdraw orally at his first court appearance following the change of plea hearing, is inconsistent with his position that the written motion was actually made prior to sentencing.   Indeed, Isom referred to the written motion in his oral motion.</p>\n    </div>\n    <p>4. Assertion of Innocence</p>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">An assertion of innocence weighs the balance in favor of withdrawal;  the failure to do so does the opposite.   See Parrilla-Tirado, 22 F.3d at 373.   Nonetheless, \"the mere protestation of legal innocence cannot in and of itself be issue-determinative, for '[t]here are few if any criminal cases where the defendant cannot devise some theory or story which, if believed by a jury, would result in his acquittal.' \"  Kobrosky, 711 F.2d at 455 (quoting Nunez-Cordero v. United States, <span class=\"citation\" data-id=\"334744\"><a href=\"/opinion/334744/hector-bienvenido-nunez-cordero-v-united-states/\"><span class=\"volume\">533</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">723</span></a></span>, 726 (1st Cir.1976)).   Thus, \"if defendant's factual contentions create no 'legally cognizable defense' to the charges, 'he has not effectively denied his culpability,' and the motion can be denied.\"  Ramos, 810 F.2d at 312 (quoting United States v. Barker, <span class=\"citation\" data-id=\"326888\"><a href=\"/opinion/326888/united-states-v-bernard-l-barker-aka-frank-or-fran-carter-united/\"><span class=\"volume\">514</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">208</span></a></span>, 221 (D.C.Cir.)  (en banc ), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1013</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2420</span></span>, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">682</span></span> (1975)).   Isom's assertion of innocence is addressed above.</p>\n    </div>\n    <p>5. Other Factors</p>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Finally, we note that Isom did, indeed, have a plea agreement with the government, which was not breached.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">\"Since all the critical integers in the decisional calculus counsel affirmance, we need not embark upon an analysis of possible prejudice to the government.\"  Doyle, 981 F.2d at 596 n. 6.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">For the reasons discussed above, the district court's refusal to grant Isom's motion to withdraw his plea is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> McKinney had already pled guilty to the two counts of the indictment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Defendant testified at the change of plea hearing that he had a ninth-grade education.   At the sentencing hearing, however, the court stated that Isom had a second-grade reading level</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195004/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195053/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195328/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195584/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195871/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195979/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196122/",
    "http://www.courtlistener.com/api/rest/v3/opinions/326888/",
    "http://www.courtlistener.com/api/rest/v3/opinions/334744/",
    "http://www.courtlistener.com/api/rest/v3/opinions/377948/",
    "http://www.courtlistener.com/api/rest/v3/opinions/421132/",
    "http://www.courtlistener.com/api/rest/v3/opinions/423493/",
    "http://www.courtlistener.com/api/rest/v3/opinions/482471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/486370/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/571445/",
    "http://www.courtlistener.com/api/rest/v3/opinions/576213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596485/",
    "http://www.courtlistener.com/api/rest/v3/opinions/799747/"
  ]
}