{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196883/",
  "absolute_url": "/opinion/196883/wheelabrator-v-massachusetts/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196883/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:16:23Z",
  "date_modified": "2017-03-24T10:49:00.199368Z",
  "type": "010combined",
  "sha1": "690d2c452ee909d0bcdf1a106f927d5134db996a",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-2142.01A",
  "local_path": null,
  "plain_text": "\n\n                        United States Court of Appeals\r\n                            For the First Circuit\r\n                                                 \r\n\n    No. 95-2142\r\n\n           WHEELABRATOR ENVIROTECH OPERATING SERVICES INCORPORATED,\r\n\n                             Plaintiff, Appellee,\r\n\n                                      v.\r\n\n              MASSACHUSETTS LABORERS DISTRICT COUNCIL LOCAL 1144\r\n              AND LABORERS INTERNATIONAL UNION OF NORTH AMERICA,\r\n\n                           Defendants, Appellants.\r\n\n                                                 \r\n\n                 APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                      FOR THE DISTRICT OF MASSACHUSETTS\r\n\n               [Hon. Douglas P. Woodlock, U.S. District Judge]\r                                                                 \r\n\n                                                 \r\n\n                                    Before\r\n\n                             Stahl, Circuit Judge,\r                                                     \r\n                        Aldrich, Senior Circuit Judge,\r                                                         \r\n                          and Lynch, Circuit Judge.\r                                                      \r\n\n                                                 \r\n\n        Ira Sills  with whom  Segal, Roitman  &amp; Coleman  was on  brief for\r                                                           \r\n    appellant.\r\n        Benjamin  B. Culp, Jr.,  with whom  Steven M.  Bernstein, Fisher &amp;\r                                                                              \r\n    Phillips, Bradford J. Smith and Goodwin, Procter &amp; Hoar, were on brief\r                                                               \r\n    for appellee.\r\n                                                \r\n\n                                July 10, 1996\r\n                                                 \r\n 1                STAHL,  Circuit  Judge.    This  appeal involves  a\r                      STAHL,  Circuit  Judge.\r                                            \r\n\n 2      challenge  to a  district court's  grant of  summary judgment\r\r\n\n 1      vacating   an  arbitration  award.    Massachusetts  Laborers\r\n\n 2      District   Council,   Local   1144,   (\"the   Union\")   seeks\r\n\n 3      reinstatement  of an  arbitrator's  ruling that  Wheelabrator\r\n\n 4      Envirotech  Operating Services, Inc., breached its collective\r\n\n 5      bargaining agreement with the Union  by failing to compel its\r\n\n 6      successor  to assume the agreement.  Because we hold that the\r\n\n 7      arbitrator  plausibly  construed  the  collective  bargaining\r\n\n 8      agreement, we  vacate the district court's  ruling and direct\r\n\n 9      the   district  court  to   enter  judgment   confirming  the\r\n\n10      arbitration award.\r\n\n11                                    I.\r                                          I.\r                                            \r\n\n12                                Background\r                                      Background\r                                                \r\n\n13      A.  Relevant Facts\r                              \r\n\n14                On October 16, 1980, Envirotech Operating Services,\r\n\n15      Inc., (\"EOS\")  entered  into  a  contract with  the  City  of\r\n\n16      Taunton,  Massachusetts,  (\"the  City\")  to  take   over  the\r\n\n17      operation  of the  City's waste  water treatment  plant (\"the\r\n\n18      plant\").1    The  parties  amended  this  contract  in  1982,\r\n\n19      renegotiated  it in 1985, and amended it  again in 1989.  The\r\n\n20      City ultimately  allowed this  operational contract  with the\r\n\n21      EOS  to expire  on June  30,  1992.   As a  condition of  its\r\n\n                            \r                                \r\n\n22      1.  Baker International  owned EOS in 1980  when it initially\r\n23      contracted  with  the  City  to operate  the  plant.    Baker\r\n24      International  subsequently  sold  EOS  to  Waste  Management\r\n25      International.  Ultimately, Wheelabrator acquired EOS several\r\n26      years later and formed the appellee, Wheelabrator  Envirotech\r\n27      Operating Systems, Inc.\r\n\n                                     -3-\r                                          3\r\r\n\n 1      initial  agreement with  the  City, EOS  hired a  significant\r\n\n 2      number of the City's  employees who were then working  at the\r\n\n 3      plant.    EOS  also agreed  to  recognize  the  Union as  the\r\n\n 4      exclusive  bargaining representative for its employees at the\r\n\n 5      plant  and  to  assume   the  City's  collective   bargaining\r\n\n 6      agreement with the Union.   \r\n\n 7                Following the  expiration in  1982 of  this initial\r\n\n 8      bargaining  agreement (which  EOS had  assumed), EOS  and the\r\n\n 9      Union  agreed   to  the  first  in  a  series  of  collective\r\n\n10      bargaining agreements, each lasting three years in  duration.\r\n\n11      The  parties negotiated  the collective  bargaining agreement\r\n\n12      that is the subject of this appeal (the \"CBA\") in 1989 and it\r\n\n13      expired on  May 31, 1993, eleven months  after the expiration\r\n\n14      of EOS's operational  contract with  the City.   Each of  the\r\n\n15      three-year  agreements  contained  an   identical  \"successor\r\n\n16      clause\" that provided:\r\n\n17                In the event the operation of the  plant,\r\n18                in whole  or in  part, is assumed  by any\r\n19                other  entity,  public  or  private,  the\r\n20                successor organization . . .  shall agree\r\n21                to  all  terms  and  conditions  of  this\r\n22                Agreement unless that assumption in whole\r\n23                or in part would be in violation of legal\r\n24                rights  and  obligations of  the affected\r\n25                employees of the successor organization.\r\n\n26                In March  1992 -- prior to the  expiration of EOS's\r\n\n27      contract with  the City  -- the  City solicited  proposals to\r\n\n28      operate  the plant.  EOS and  three other companies submitted\r\n\n29      bids.   The  City did  not require  the bidders  to agree  to\r\n\n                                     -4-\r                                          4\r\r\n\n 1      assume  the  EOS-Union  CBA.   On  June  23,  1992, the  City\r\n\n 2      announced  that  Operations Management  International (\"OMI\")\r\n\n 3      had submitted the winning bid  and would assume the operation\r\n\n 4      of the plant effective July 1, 1992.  Subsequently, OMI hired\r\n\n 5      a  substantial number of employees who had worked for EOS and\r\n\n 6      recognized the Union as  the bargaining representative of its\r\n\n 7      employees.   OMI,  however, refused  to assume  the EOS-Union\r\n\n 8      CBA.\r\n\n 9                At  a city  council meeting  on June 30,  1992, EOS\r\n\n10      implored the City  to reconsider  its decision  to award  the\r\n\n11      contract to OMI.  The City declined.  During the meeting, OMI\r\n\n12      confirmed that it did not intend to assume the EOS-Union CBA.\r\n\n13      B.  The Arbitrator's Award\r                                      \r\n\n14                On  June  30, 1992,  the  Union  filed a  grievance\r\n\n15      against EOS under the procedure outlined in the CBA, alleging\r\n\n16      that  EOS had  breached the  CBA by  failing to  secure OMI's\r\n\n17      assumption of the  CBA.  EOS  responded that  it had no  such\r\n\n18      obligation because, inter alia,  the successor clause did not\r                                          \r\n\n19      apply  to a situation in  which, as here,  no privity existed\r\n\n20      between  EOS and  the entity  assuming  the operation  of the\r\n\n21      plant.   On  February 24,  1993, an  arbitration hearing  was\r\n\n22      convened to resolve the dispute.\r\n\n23                Following the hearing, the arbitrator concluded (1)\r\n\n24      that the language of the successor clause was  ambiguous; (2)\r\n\n25      that the  parties  intended  the clause  to  require  EOS  to\r\n\n                                     -5-\r                                          5\r\r\n\n 1      obligate  all  successors, even  those with  which it  had no\r\n\n 2      privity, to assume the  terms and conditions of the  CBA; and\r\n\n 3      (3) that  EOS had failed to  make any effort to  fulfill that\r\n\n 4      obligation  with respect to OMI.  As a remedy, the arbitrator\r                                              \r\n\n 5      ordered  EOS to  make whole  its former  employees who  began\r\n\n 6      working for OMI in July 1992 for  all losses in wages, fringe\r\n\n 7      benefits, and other  conditions incurred as a result of OMI's\r\n\n 8      failure  to assume the  CBA.  The  arbitrator further ordered\r\n\n 9      the  parties to  offset against  the award  the value  of any\r\n\n10      relevant benefits agreed to  by OMI in its  negotiations with\r\n\n11      the  Union or any  payments resulting from  the settlement of\r\n\n12      the Union's related grievance against the City.\r\n\n13                The Union's  grievance against the City  focused on\r\n\n14      the City's  failure to obligate OMI  to assume the CBA.   The\r\n\n15      City settled the grievance  and agreed to pay all  former EOS\r\n\n16      employees the difference between  what OMI pays the employees\r\n\n17      and  the amount the  employees would have  received under the\r\n\n18      EOS-Union  CBA.     The  City,  however,  did  not  agree  to\r\n\n19      compensate the employees  for the loss  of vacation time  and\r\n\n20      other fringe benefits.\r\n\n21      C.  The District Court's Order\r                                          \r\n\n22                Following arbitration, EOS  brought this action  in\r\n\n23      federal district  court  seeking to  vacate the  arbitrator's\r\n\n24      award.   EOS moved for summary  judgment arguing, inter alia,\r                                                                        \r\n\n25      that the arbitrator had not plausibly construed the CBA.  The\r\n\n                                     -6-\r                                          6\r\r\n\n 1      Union also moved for  summary judgment to confirm  the award.\r\n\n 2      In ruling on the cross-motions, the district court upheld the\r\n\n 3      arbitrator's   interpretation   of   the  successor   clause.\r\n\n 4      Although  the court  admitted  that,  as  a matter  of  first\r\n\n 5      impression, it  likely would  have interpreted the  successor\r\n\n 6      clause as  applying only  to subsequent employers  with which\r\n\n 7      EOS  had  privity,  it  nonetheless  found  the  arbitrator's\r\n\n 8      interpretation of the clause  plausibly based on the language\r\n\n 9      of  the  CBA.    In so  holding,  the  court  noted  that the\r\n\n10      arbitrator's interpretation found some support in the Supreme\r\n\n11      Court's opinion in NLRB v. Burns Int'l Sec. Servs., Inc., 406\r                                                                    \r\n\n12      U.S. 272 (1972).  In Burns, the Court implicitly  held that a\r                                      \r\n\n13      prevailing   competitive  bidder  that  hired  a  substantial\r\n\n14      complement  of   the  prior   employer's  workers   could  be\r\n\n15      considered a \"successor employer\"  for certain purposes.  Id.\r                                                                         \r\n\n16      at 277-81.\r\n\n17                The court  nonetheless  vacated the  award,  ruling\r\n\n18      that  the arbitrator  failed  to consider  whether EOS  could\r\n\n19      possibly perform  its obligations under the successor clause.\r\n\n20      The court reasoned that the clause was unenforceable because,\r\n\n21      due to the lack of privity,  EOS had no ability to compel OMI\r\n\n22      to assume the  CBA.  In short, the district  court held that,\r\n\n23      in  failing  to  consider  EOS's inability  to  perform,  the\r\n\n24      arbitrator  manifestly  ignored  the  law  of  contracts and,\r\n\n25      instead, pursued an  outcome that reflected  the arbitrator's\r\n\n                                     -7-\r                                          7\r\r\n\n 1      own \"personal notions of industrial justice.\"   The Union now\r\n\n 2      appeals.\r\n\n                                     -8-\r                                          8\r\r\n\n 1                                   II.\r                                         II.\r                                            \r\n\n 2                            Standard of Review\r                                  Standard of Review\r                                                    \r\n\n 3                We review  de novo  a district court's  decision to\r                                        \r\n\n 4      grant  summary  judgment vacating  an  arbitrator's decision.\r\n\n 5      See Labor Relations Div.  of Const. Indus. of Mass.,  Inc. v.\r                                                                      \r\n\n 6      International Bhd. of Teamsters, Local No. 379, 29  F.3d 742,\r                                                          \r\n\n 7      745  (1st Cir. 1994).   In so doing, we  are not bound by the\r\n\n 8      district court's rationale but may  affirm the ruling on  any\r\n\n 9      independently sufficient  ground.  Carreiro v.  Rhodes Gill &amp;\r                                                                         \r\n\n10      Co., 68 F.3d 1443, 1446 (1st Cir. 1995).\r               \r\n\n11                Review of arbitral decisions, however, is extremely\r\n\n12      narrow and  exceedingly deferential.  Service Employees Int'l\r                                                                         \r\n\n13      Union v.  Local 1199 N.E., SEIU,  70 F.3d 647,  651 (1st Cir.\r                                           \r\n\n14      1995)  (citing   Dorado  Beach   Hotel  Corp.  v.   Union  de\r                                                                         \r\n\n15      Trabajadores  de  la Industria  Gastronomica, Local  610, 959\r                                                                    \r\n\n16      F.2d  2, 3-4  (1st Cir.  1992));   Maine  Cent.  R.R. Co.  v.\r                                                                     \r\n\n17      Brotherhood of  Maintenance of  Way Employees, 873  F.2d 425,\r                                                         \r\n\n18      428 (1st Cir. 1989) (\"Judicial review of an arbitration award\r\n\n19      is among the narrowest  known in the law.\").   In general,  a\r\n\n20      court  reviewing an arbitral  decision does \"not  sit to hear\r\n\n21      claims of factual or  legal error as an appellate  court does\r\n\n22      in reviewing decisions of lower courts.\"  United Paperworkers\r                                                                         \r\n\n23      Int'l  Union  v.  Misco,  Inc.,   484  U.S.  29,  38  (1987).\r                                          \r\n\n24      Essentially,   a   reviewing   court  should   refrain   from\r\n\n25      intervening in all but  the most limited circumstances, those\r\n\n                                     -9-\r                                          9\r\r\n\n 1      in which  the challenger can establish  that the arbitrator's\r\n\n 2      award  is \"(1)  unfounded in  reason and  fact; (2)  based on\r\n\n 3      reasoning  so palpably  faulty  that no  judge,  or group  of\r\n\n 4      judges, ever could  conceivably have made  such a ruling;  or\r\n\n 5      (3)  mistakenly  based  on   a  crucial  assumption  that  is\r\n\n 6      concededly  a non-fact.\"  Advest, Inc.  v. McCarthy, 914 F.2d\r                                                               \r\n\n 7      6,  8-9  (1st  Cir.   1990)  (citations  omitted);  see  also\r                                                                         \r\n\n 8      Bettencourt  v. Boston Edison  Co., 560 F.2d  1045, 1050 (1st\r                                              \r\n\n 9      Cir. 1977).\r\n\n10                Specifically, as in this case, when the arbitration\r\n\n11      concerns  the  interpretation  of  a   collective  bargaining\r\n\n12      agreement, a court  should uphold the view  of the arbitrator\r\n\n13      so  long as  \"it can  find, within  the  four corners  of the\r\n\n14      agreement, any plausible basis  for that interpretation.\"  El\r                                                                         \r\n\n15      Dorado  Technical Servs.  v.  Union Gen.  de Trabajadores  de\r                                                                         \r\n\n16      Puerto Rico,  961 F.2d  317, 319 (1st  Cir. 1992).   In other\r                       \r\n\n17      words, an arbitrator may not ignore the plain language of the\r\n\n18      agreement,  but  a  court need  only  be  convinced  that the\r\n\n19      arbitrator's reading  \"'draws its essence from the collective\r\n\n20      bargaining  agreement'\"  and  does  not merely  rely  on  the\r\n\n21      arbitrator's own  notions of \"`industrial justice.'\"   Misco,\r                                                                        \r\n\n22      484  U.S.  at  36  (quoting  United  Steelworkers  of  Am. v.\r                                                                      \r\n\n23      Enterprise Wheel &amp; Car Corp., 363 U.S. 593, 597  (1960)).  In\r                                        \r\n\n24      fine, we should refuse to set aside an  arbitrator's decision\r\n\n25      \"unless it  can be shown that  the arbitrator acted in  a way\r\n\n                                     -10-\r                                          10\r\r\n\n 1      for which  neither party  could [possibly] have  bargained.\" \r\n\n 2      Local 1145, United  Food &amp; Commercial Workers Int'l  Union v.\r                                                                      \r\n\n 3      Stop &amp;  Shop Cos., 776  F.2d 19,  21 (1st Cir.  1985) (citing\r                             \r\n\n 4      Enterprise Wheel, 363 U.S. at 599).\r                            \r\n\n 5                                   III.\r                                         III.\r                                             \r\n\n 6                                 Analysis\r                                       Analysis\r                                               \r\n\n 7                We  divide our analysis into  two parts.  First, we\r\n\n 8      consider whether the  district court erroneously vacated  the\r\n\n 9      arbitration award on the basis that the arbitrator improperly\r\n\n10      failed to consider  EOS's inability to  compel OMI to  assume\r\n\n11      the CBA.   Finding  the Union's argument  persuasive on  that\r\n\n12      point, we  then independently  review whether the  arbitrator\r\n\n13      plausibly  interpreted the phrase \"successor organization\" as\r\n\n14      properly applying to OMI,  an entity with which EOS  does not\r\n\n15      have privity. \r\n\n16      A.  Impossibility of Performance\r                                            \r\n\n17                The   Union   challenges   the   district   court's\r\n\n18      conclusion  that the  arbitrator \"manifestly  disregarded the\r\n\n19      law  of contracts\"  by  failing to  excuse EOS's  performance\r\n\n20      under  the  doctrine of  impossibility.2    The Union  argues\r\n\n21      that, given the court's finding that the arbitrator plausibly\r\n\n                            \r                                \r\n\n22      2.  In  Advest, 914  F.2d at 9,  we recognized  the \"manifest\r                          \r\n23      disregard\"   standard  as   an   alternate,  though   equally\r\n24      deferential, mode of review applicable to arbitral decisions.\r\n25      We  explained that, under  this formulation, review \"embraces\r\n26      instances  where  it  is  clear  from  the  record  that  the\r\n27      arbitrator  recognized the  applicable law--and  then ignored\r\n28      it.\"  Id. \r                     \r\n\n                                     -11-\r                                          11\r\r\n\n 1      interpreted the successor clause  as obligating EOS to assure\r\n\n 2      that  OMI would  assume the  CBA, the  impossibility doctrine\r\n\n 3      does not apply to this case.  We agree.\r\n\n 4                Essentially,  the  district  court  held  (and  EOS\r\n\n 5      contends) that  the arbitrator fundamentally erred in failing\r\n\n 6      to recognize that, because EOS exercised no control  over OMI\r\n\n 7      or  the  City,  performance  of  its  obligations  under  the\r\n\n 8      successor clause was impossible.   While it may be  true that\r\n\n 9      EOS  could not possibly have compelled OMI to assume the CBA,\r\n\n10      that fact, however,  is not determinative  as to whether  the\r\n\n11      arbitrator  should have excused EOS's nonperformance.  Excuse\r\n\n12      under  the  contract  doctrine of  impossibility  depends not\r\n\n13      simply   on  whether  performance  has  become  substantially\r\n\n14      impossible, but also on whether or not the parties reasonably\r\n\n15      foresaw   and  allocated   the   risk  that   the  event   or\r\n\n16      circumstances  making  performance  impossible  might  occur.\r\n\n17      See,  e.g., Chase Precast Corp.  v. John J.  Panessa Co., 566\r                                                                    \r\n\n18      N.E.2d 603, 606 (Mass.  1991) (\"The principal question .  . .\r\n\n19      remains whether  an unanticipated  circumstance, the risk  of\r\n\n20      which should not fairly  be thrown on the promisor,  has made\r\n\n21      performance vitally different from  what was reasonably to be\r\n\n22      expected.\"); see  also E. Allan Farnsworth,  Contracts   9.6,\r                                                                  \r\n\n23      at 715 (2d  ed. 1990)  (\"If a party  expressly undertakes  to\r\n\n24      perform,  even though  performance becomes  impracticable [or\r\n\n25      impossible],  impracticability  [or  impossibility] will  not\r\n\n                                     -12-\r                                          12\r\r\n\n 1      excuse performance, and the party will  be liable for damages\r\n\n 2      for nonperformance.\").    Parties can  plausibly  assume  the\r\n\n 3      risks  of events occurring where  they know they  will not be\r\n\n 4      able to complete  specific performance, but  will be able  to\r\n\n 5      pay  damages.   The rationale  justifying excuse  arises only\r\n\n 6      when   an  unexpected   or   non-bargained-for  event   makes\r\n\n 7      performance so vitally different  from that which the parties\r\n\n 8      originally contemplated, that  the change in performance  can\r\n\n 9      be  said effectively  to  have vitiated  the  consent of  the\r\n\n10      parties.\r\n\n11                In this case,  once it is assumed that  the parties\r\n\n12      intended the successor clause to apply whether or not privity\r\n\n13      existed  between EOS  and  its  successor, any  impossibility\r\n\n14      argument must fail.  If, as the arbitrator found, EOS and the\r\n\n15      Union  intended  and contemplated  that the  successor clause\r\n\n16      would obligate EOS  to assure that any successor would assume\r\n\n17      the  CBA, EOS cannot  now complain  that performance  of that\r\n\n18      obligation  is impossible.   In  other words, by  agreeing to\r\n\n19      include the successor clause,  EOS accepted and bargained for\r\n\n20      the  risk that, if it lost the contract, it would effectively\r\n\n21      guarantee  that its  \"successor\" would  assume the  terms and\r\n\n22      conditions of  the CBA.  As  long as EOS clearly  foresaw and\r\n\n23      bargained with the knowledge that  it could lose the contract\r\n\n24      --  something  we must  assume  if  the arbitrator  plausibly\r\n\n25      interpreted the successor clause -- the fact that performance\r\n\n                                     -13-\r                                          13\r\r\n\n 1      might be impossible if EOS indeed lost the contract  is of no\r\n\n 2      moment.\r\n\n 3                In the  alternative, EOS argues  that the  district\r\n\n 4      court correctly vacated  the arbitration award  because EOS's\r\n\n 5      failure to perform  under the successor clause  did not cause\r\n\n 6      the  Union's injuries.  EOS reasons  that the arbitrator held\r\n\n 7      that EOS had  breached the successor  clause, not because  it\r\n\n 8      had failed to  compel OMI  to assume the  CBA, but,  instead,\r\n\n 9      because  EOS  did not  even try.    Thus, EOS  concludes, the\r\n\n10      arbitrator interpreted  the successor clause  as imposing  on\r\n\n11      EOS only the duty to  make a good faith effort to  compel OMI\r\n\n12      to assume the CBA.  EOS  then reasons that, because it had no\r\n\n13      power or leverage to bind  OMI (or the City), any  attempt to\r\n\n14      do so  would have been futile.   In other words,  because EOS\r\n\n15      did not have control over OMI, it could not have persuaded or\r\n\n16      compelled  OMI to assume the  CBA and, thus,  the Union would\r\n\n17      have suffered injury whether or not EOS had \"performed\" under\r\n\n18      the successor clause (i.e., tried to compel OMI to assume the\r                                      \r\n\n19      CBA).  Therefore, EOS  contends, its breach of  the successor\r\n\n20      clause did not cause any damage to the Union.  \r\n\n21                Though   this  reasoning   has   some  force,   EOS\r\n\n22      constructs it (as did the district court) on a false premise.\r\n\n23      Specifically,  EOS reads  the arbitrator's  interpretation of\r\n\n24      the  duties imposed  by  the successor  clause too  narrowly.\r\n\n25      That the arbitrator  recounted EOS's failure  even to try  to\r\n\n                                     -14-\r                                          14\r\r\n\n 1      obligate  OMI as  evidence  that EOS  breached the  successor\r\n\n 2      clause  does not necessarily mean that, had EOS attempted but\r\n\n 3      failed to obligate OMI, the  arbitrator would have found that\r\n\n 4      EOS  had  satisfactorily performed.    To  the contrary,  the\r\n\n 5      arbitrator expressly  stated in  the arbitration award  \"that\r\n\n 6      the intent of the  successor clause was an obligation  on the\r\n\n 7      predecessor to obligate the successor to assume all terms and\r                                   \r\n\n 8      conditions  of   the  [CBA].\"     (Emphasis  added.)     This\r\n\n 9      unequivocal statement calls for  more from EOS than simply  a\r\n\n10      good  faith,  but  unsuccessful,  attempt  to  obligate  OMI.\r\n\n11      Indeed, the fact that the arbitrator awarded damages confirms\r\n\n12      that the arbitrator  read the successor clause  as imposing a\r\n\n13      duty  on  EOS to  succeed  in obligating  its  successor, not\r\n\n14      simply  a duty to  try.  If  not, one would  have to conclude\r\n\n15      that the arbitrator irrationally awarded damages for injuries\r\n\n16      to the Union that  were not causally linked to  EOS's failure\r\n\n17      to perform, and we  have found no compelling reason  to reach\r\n\n18      such  a conclusion.    At bottom,  we  view the  arbitrator's\r\n\n19      reference to EOS's failure even to try to persuade OMI as, at\r\n\n20      most, a rhetorical flourish, simply emphasizing the extent of\r\n\n21      EOS's  breach (i.e., not only  did EOS fail  to compel OMI to\r                               \r\n\n22      assume the CBA, it did not even try).   \r\n\n23                In sum, the district court erroneously  vacated the\r\n\n24      arbitration award on the grounds that EOS could  not possibly\r\n\n25      perform its obligations under the successor clause.\r\n\n                                     -15-\r                                          15\r\r\n\n 1      B.  Successor Clause\r                                \r\n\n 2                As noted, much of our analysis so far relies on the\r\n\n 3      assumption  that the  arbitrator permissibly  interpreted the\r\n\n 4      successor clause as  requiring EOS to  assure that OMI  would\r\n\n 5      assume the CBA.  While we acknowledge that the district court\r\n\n 6      ruled favorably to the Union on this  point, we are not bound\r\n\n 7      by its holding and  may independently review the arbitrator's\r\n\n 8      decision  on  this issue.   See  Carreiro,  68 F.3d  at 1446.\r                                                     \r\n\n 9      Because the issue strikes us  as quite close, we now turn  to\r\n\n10      consider it, using de  novo review.  See Labor  Relations, 29\r                                                                     \r\n\n11      F.3d at  745.   In so  doing, we  consider first  whether the\r\n\n12      arbitrator's  interpretation  is  consistent with  the  plain\r\n\n13      language of the  CBA, and,  second whether, on  the facts  of\r\n\n14      this case,  the arbitrator's interpretation is  one for which\r\n\n15      the parties  could  possibly  have  bargained.   As  we  have\r\n\n16      stated,  our ultimate  task  is limited  to determining  only\r\n\n17      whether  the  arbitrator's  interpretation  of  the successor\r\n\n18      clause  \"draws  its essence  from  the collective  bargaining\r\n\n19      agreement\" and  does not merely reflect  the arbitrator's own\r\n\n20      notions of  \"industrial  justice.\"   Misco,  484 U.S.  at  36\r                                                      \r\n\n21      (internal quotations omitted). 1.  The  Plain Language of the\r                                                                         \r\n\n22      CBA\r               \r\n\n23                We  begin with  the text.   In  relevant part,  the\r\n\n24      successor clause provides: \r\n\n25                In  the event the operation of the plant,\r\n26                in whole  or in  part, is assumed  by any\r\n\n                                     -16-\r                                          16\r\r\n\n 1                other  entity,  public  or  private,  the\r\n 2                successor organization .  . . shall agree\r\n 3                to  all  terms  and  conditions  of  this\r\n 4                Agreement.\r                               .\r\n\n 5                We  agree   with  the   district  court   that  the\r\n\n 6      arbitrator's  interpretation  is  not inconsistent  with  the\r\n\n 7      plain language of the successor clause.  First, following its\r\n\n 8      successful  bid,  OMI clearly  became  an  \"entity\" that  had\r\n\n 9      \"assumed\"  the operation of the plant.  Next, while one could\r\n\n10      arguably   read  the   phrase  \"successor   organization\"  as\r\n\n11      importing  a  further restriction  on  the  type of  entities\r\n\n12      covered  by the clause (e.g., only  those entities in privity\r                                        \r\n\n13      with  the predecessor), we do not think the text compels that\r\n\n14      interpretation.    To  the   contrary,  we  think  one  could\r\n\n15      permissibly  read  the  text  \"any  other  entity\"  that  has\r\n\n16      \"assumed\" \"the operation of the plant\"  as defining the scope\r\n\n17      of the phrase \"successor organization.\"  Thus, because OMI is\r\n\n18      an \"entity\"  that has \"assumed\"  the operation of  the plant,\r\n\n19      the  arbitrator's conclusion  that  OMI is  a \"successor\"  is\r\n\n20      consistent  with the  language  of the  clause.   Cf.  Howard\r                                                                         \r\n\n21      Johnson Co.  v. Detroit Local  Joint Executive  Bd., Hotel  &amp;\r                                                                         \r\n\n22      Restaurant  Employees  Int'l Union,  417  U.S.  249, 262  n.9\r                                              \r\n\n23      (1974)  (\"There  is,  and  can be,  no  single  definition of\r\n\n24      'successor' which is applicable in every legal context.\").\r\n\n25                Furthermore,  as the  district  court  noted,  this\r\n\n26      reading  gathers  at  least  some support  from  the  Supreme\r\n\n27      Court's decision in  Burns.  In Burns,  the Court effectively\r                                                 \r\n\n                                     -17-\r                                          17\r\r\n\n 1      held  that  an entity  like OMI  -- a  prevailing competitive\r\n\n 2      bidder  that  had  hired  a  substantial  complement  of  its\r\n\n 3      predecessor's employees  -- was a  \"successor employer,\"  see\r                                                                         \r\n\n 4      Burns, 406  U.S. at 296 (Rehnquist,  Burger, Brennan, Powell,\r                 \r\n\n 5      JJ.,  dissenting, describing  majority opinion  as implicitly\r\n\n 6      premised on  the successorship doctrine), and  required it to\r\n\n 7      recognize   and   bargain   collectively   with   the   union\r\n\n 8      representing  those  employees, id.  at  277-81.   Thus,  the\r                                               \r\n\n 9      application  of the term \"successor\" to an entity that has no\r\n\n10      direct connection or link to the  original employer, i.e., no\r                                                                     \r\n\n11      privity, has some precedent in labor case law.  See also NLRB\r                                                                         \r\n\n12      v.  Houston Bldg. Serv., Inc., 936 F.2d 178, 180-81 (5th Cir.\r                                         \r\n\n13      1991)  (subsequent  employer  who  successfully  bids  for  a\r\n\n14      contract is  a \"successor  employer\" with  a duty  to bargain\r\n\n15      with  union), cert.  denied,  502 U.S.  1090 (1992);  Systems\r                                                                         \r\n\n16      Mgmt. v. NLRB, 901 F.2d 297, 301-05 (3d Cir. 1990) (similar);\r                         \r\n\n17      cf.  Howard Johnson,  417 U.S.  at 262  n.9 (\"A  new employer\r                               \r\n\n18      . . .  may be  a  successor for  some  purposes and  not  for\r\n\n19      others.\").\r\n\n20                Notably  in  Burns,  however,  the  Court  did  not\r                                        \r\n\n21      require the \"successor  employer\" in that case  to assume the\r\n\n22      obligations  of the  collective bargaining  agreement between\r\n\n23      its predecessor and the union.  406 U.S. at 286.  Indeed, the\r\n\n24      Court  declined to do so principally  because a complete lack\r\n\n25      of  privity existed  between the  successor employer  and its\r\n\n                                     -18-\r                                          18\r\r\n\n 1      predecessor.   Id.   Arguably, such reasoning  supports EOS's\r                              \r\n\n 2      position that  the successor  clause in this  case should  be\r\n\n 3      read  narrowly  as  obligating  EOS  to  require  only  those\r\n\n 4      \"successors\"  with which  it has privity  to assume  the CBA.\r\n\n 5      Nevertheless, we  do not think  the reasoning compels  such a\r\n\n 6      reading.   In Burns, the Court  analyzed only the obligations\r                               \r\n\n 7      of a  successor employer arising generally  from the National\r\n\n 8      Labor  Relations Act.  The  Court did not,  however, focus on\r\n\n 9      the  issue   addressed  here:    whether  the  parties  to  a\r\n\n10      collective  bargaining  agreement  could  agree  to  bind   a\r\n\n11      predecessor employer to obligate  even a successor with which\r\n\n12      it  lacks privity to assume  the terms and  conditions of the\r\n\n13      agreement.  \r\n\n14                In sum,  we agree that the  arbitrator's conclusion\r\n\n15      that OMI is a successor employer is not inconsistent with the\r\n\n16      plain language of the CBA.\r\n\n17                2.   The  Arbitrator's  Own Notions  of  Industrial\r                                                                         \r\n\n18                Justice\r                             \r\n\n19                Notwithstanding    our    conclusion    that    the\r\n\n20      arbitrator's  interpretation  fits  within the  text  of  the\r\n\n21      successor  clause, we  decline to  end our  analysis at  this\r\n\n22      juncture.  Instead,  we proceed to  consider whether, in  the\r\n\n23      context  of this case,  the arbitrator's  interpretation does\r\n\n24      not merely reflect the arbitrator's own notions of industrial\r\n\n25      justice.  In other  words, we consider whether, on  the facts\r\n\n                                     -19-\r                                          19\r\r\n\n 1      presented here,  the parties could possibly  have agreed that\r\n\n 2      the  successor  clause  obligated  EOS to  assure  that  even\r\n\n 3      \"privity-less\" successors,  like OMI, would  assume the  CBA.\r\n\n 4      See Stop  &amp; Shop, 776 F.2d  at 21 (a court  should uphold the\r                            \r\n\n 5      arbitrator's interpretation \"unless it  can be shown that the\r\n\n 6      arbitrator  acted in  a  way for  which  neither party  could\r\n\n 7      [possibly] have bargained\").   \r\n\n 8                In so doing, we agree that it  is arguably doubtful\r                                                       \r\n\n 9      that  EOS and  the  Union could  possibly  have intended  the\r\n\n10      successor  clause to apply in  this case, if  to have done so\r\n\n11      necessarily  required  the  parties  to read  the  clause  as\r\n\n12      imposing  an  obligation  on  EOS  that  would  both  (1)  be\r\n\n13      impossible  to  perform  and (2)  expose  EOS  to  a risk  of\r\n\n14      substantial loss for nonperformance.   Therefore, we will now\r\n\n15      consider    whether    acceptance    of   the    arbitrator's\r\n\n16      interpretation  necessarily requires us  to conclude,  as EOS\r\n\n17      contends we must conclude, that  the parties read the  clause\r\n\n18      as imposing an impossible  obligation on EOS that exposed  it\r\n\n19      to a risk of substantial loss.  \r\n\n20                     a.  Perception that performance is impossible\r                                                                        \r\n\n21                If we  accept the arbitrator's  interpretation, EOS\r\n\n22      contends that the parties would have understood the successor\r\n\n23      clause as burdening EOS with an impossible obligation because\r\n\n24      they would  have recognized that  EOS lacked  the ability  to\r\n\n25      gain  leverage over the City  or any successor  with which it\r\n\n                                     -20-\r                                          20\r\r\n\n 1      was not  in privity.  Thus,  EOS would not be  able to compel\r\n\n 2      such  a successor  (or  compel the  City  to require  such  a\r\n\n 3      successor)  to assume the CBA.  While the Union concedes this\r\n\n 4      is true with respect to a successor like OMI, it argues that,\r\n\n 5      with respect  to the  City, the  facts before  the arbitrator\r\n\n 6      belie the assertion.  First, the Union notes that, as part of\r\n\n 7      the  City's initial contract with  EOS, the City required EOS\r\n\n 8      to assume its collective bargaining agreement with the Union.\r\n\n 9      This suggests, the Union contends, that the City (or at least\r\n\n10      EOS might have  perceived that  the City)  would have  viewed\r\n\n11      sympathetically a  request to  impose a similar  condition on\r\n\n12      any future  successors.  The  Union further points  out that,\r\n\n13      when EOS amended and renegotiated its contract with the City,\r\n\n14      it  could have bargained with  the City to  include in future\r\n\n15      bid  solicitations a  requirement that  all bidders  agree to\r\n\n16      assume any then existing bargaining agreement between EOS and\r\n\n17      the Union.   The Union also argues that the fact the City has\r\n\n18      agreed to  pay Union members their lost wages following OMI's\r\n\n19      failure  to  assume the  CBA further  suggests that  the City\r\n\n20      would have recognized that it had some obligation to consider\r\n\n21      the welfare of its former employees.  \r\n\n22                Though  not overly  persuasive, these  arguments do\r\n\n23      indeed tend to support the Union's position.  EOS responds by\r\n\n24      pointing out that,  in fact,  it was unable  to persuade  the\r\n\n25      City to require  OMI to assume the CBA.   However, nothing in\r\n\n                                     -21-\r                                          21\r\r\n\n 1      the record suggests that  EOS ever attempted to  persuade the\r\n\n 2      City to impose  such a  condition before the  June 30,  1992,\r\n\n 3      council meeting,  which occurred  after the City  had awarded\r\n\n 4      the contract to OMI.  EOS's inability to persuade the City to\r\n\n 5      impose  the condition on OMI  in 1992 does  not foreclose the\r\n\n 6      inference  that EOS may have believed  that it could convince\r\n\n 7      the  City to impose the  condition when EOS originally agreed\r\n\n 8      with  the Union to  include the successor  clause.  Moreover,\r\n\n 9      even if EOS perceived that  it might not be able to  perusade\r\n\n10      the City to  obligate its  successor to assume  the CBA,  EOS\r\n\n11      could well have assumed the risk  of having to pay damages in\r\n\n12      that situation. \r\n\n13                In sum,  we do  not  think that,  in accepting  the\r\n\n14      arbitrator's  interpretation,  we  must  conclude   that  the\r\n\n15      parties   necessarily  intended   to  impose   an  impossible\r\n\n16      condition on EOS.        b. Perception of risk of substantial\r                                                                         \r\n\n17      loss\r                \r\n\n18                Nor  do  we believe  that  the parties  necessarily\r\n\n19      perceived the clause as exposing EOS to a risk of substantial\r\n\n20      loss.   While the  arbitrator's interpretation of  the clause\r\n\n21      does  effectively make  EOS the  guarantor of  its employees'\r\n\n22      salaries  and fringe  benefits  in  the  event it  loses  its\r\n\n23      contract with  the City, we  do not agree that  EOS must have\r\n\n24      viewed  the  risk  associated   with  that  guarantee  as  so\r\n\n25      substantial  that  it never  would  have agreed  to  bear it.\r\n\n                                     -22-\r                                          22\r\r\n\n 1      First,  the risk was temporally  limited.  EOS  knew that the\r\n\n 2      clause posed a significant  risk only for the period  of time\r\n\n 3      that the  CBA survived  EOS's contract  with the  City, i.e.,\r                                                                        \r\n\n 4      eleven  months.  Second, EOS also knew that, under Burns, any\r                                                                    \r\n\n 5      successor employer  that assumed  the operation of  the plant\r\n\n 6      and hired a \"substantial complement\" of EOS's employees would\r\n\n 7      likely  be  required to  recognize  the Union  and  engage in\r\n\n 8      collective  bargaining.    Hence,  if  that  occurred,  EOS's\r\n\n 9      potential liability was limited to the extent that any future\r\n\n10      agreement between the Union and EOS's successor would be less\r\n\n11      favorable  to the Union than  the current CBA.   Arguably, if\r\n\n12      EOS believed it had achieved the best deal possible under the\r\n\n13      current  CBA, it  would not have  believed that  a successor,\r\n\n14      required to bargain with the Union,  would be able to reach a\r\n\n15      significantly better deal.  Finally, EOS would have perceived\r\n\n16      the risk as substantial  only to the extent that  it believed\r\n\n17      that the  City  would not  require  a successor  employer  to\r\n\n18      assume  the  CBA  or that  an  arbitrator  would  enforce the\r\n\n19      obligation against it.\r\n\n20                In  sum, as with the argument that the parties must\r\n\n21      have perceived the successor clause as imposing an impossible\r\n\n22      obligation,  we   do  not   think  that,  in   accepting  the\r\n\n23      arbitrator's  interpretation,  we  must  conclude   that  the\r\n\n24      parties perceived the clause as exposing EOS to a significant\r\n\n25      risk  of substantial  loss.   Though  as  a matter  of  first\r\n\n                                     -23-\r                                          23\r\r\n\n 1      impression we  might well  have decided this  case otherwise,\r\n\n 2      given  our  standard  of   deference  and  the  ambiguity  of\r\n\n 3      contractual language, we cannot say the arbitrator's  reading\r\n\n 4      of the successor clause  merely reflects the arbitrator's own\r\n\n 5      notions of  industrial justice.   It is  neither inconsistent\r\n\n 6      with the text, nor  so improbable that we are  convinced that\r\n\n 7      \"the  arbitrator acted in a way for which neither party could\r\n\n 8      [possibly] have bargained.\"  Stop &amp; Shop, 776 F.2d at 21.3\r                                                    \r\n\n 9                                   IV.\r                                         IV.\r                                            \r\n\n10                                Conclusion\r                                      Conclusion\r                                                \r\n\n11                For the foregoing  reasons, we vacate  the district\r\n\n12      court's grant  of summary  judgment, and  order the  court to\r\n\n13      enter  judgment  in  favor   of  the  Union,  confirming  the\r\n\n14      arbitration award.\r\n\n                            \r                                \r\n\n15      3.  We  also note that the  arbitrator found, as  a matter of\r\n16      fact, that, in  adopting the  successor clause,  EOS and  the\r\n17      Union  shared the understanding that the  clause bound EOS to\r\n18      compel  all successors, even those with which it did not have\r\n19      privity,  to assume  the CBA.   In  making this  finding, the\r\n20      arbitrator specifically  credited and relied  on testimony to\r\n21      that  effect   given  by  a  Union   representative  who  had\r\n22      participated  in the  negotiations of the  initial collective\r\n23      bargaining agreement between the  Union and EOS.  See  Misco,\r                                                                        \r\n24      484  U.S. at  37-38 (\"Courts  do not  sit to  hear claims  of\r\n25      factual and legal error\" because it is \"the arbitrator's view\r\n26      of  the facts and meaning  of the contract  that [the parties\r\n27      have] agreed  to accept.\"); Service Employees  Int'l, 70 F.3d\r                                                                \r\n28      at 653.  \r\n\n                                     -24-\r                                          24\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                        United States Court of Appeals\r\n                            For the First Circuit\r\n                                                 \r\n\n    No. 95-2142\r\n\n           WHEELABRATOR ENVIROTECH OPERATING SERVICES INCORPORATED,\r\n\n                             Plaintiff, Appellee,\r\n\n                                      v.\r\n\n              MASSACHUSETTS LABORERS DISTRICT COUNCIL LOCAL 1144\r\n              AND LABORERS INTERNATIONAL UNION OF NORTH AMERICA,\r\n\n                           Defendants, Appellants.\r\n\n                                                 \r\n\n                 APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                      FOR THE DISTRICT OF MASSACHUSETTS\r\n\n               [Hon. Douglas P. Woodlock, U.S. District Judge]\r                                                                 \r\n\n                                                 \r\n\n                                    Before\r\n\n                             Stahl, Circuit Judge,\r                                                     \r\n                        Aldrich, Senior Circuit Judge,\r                                                         \r\n                          and Lynch, Circuit Judge.\r                                                      \r\n\n                                                 \r\n\n        Ira Sills  with whom  Segal, Roitman  &amp; Coleman  was on  brief for\r                                                           \r\n    appellant.\r\n        Benjamin  B. Culp, Jr.,  with whom  Steven M.  Bernstein, Fisher &amp;\r                                                                              \r\n    Phillips, Bradford J. Smith and Goodwin, Procter &amp; Hoar, were on brief\r                                                               \r\n    for appellee.\r\n                                                \r\n\n                                July 10, 1996\r\n                                                 \r\n 1                STAHL,  Circuit  Judge.    This  appeal involves  a\r                      STAHL,  Circuit  Judge.\r                                            \r\n\n 2      challenge  to a  district court's  grant of  summary judgment\r\r\n\n 1      vacating   an  arbitration  award.    Massachusetts  Laborers\r\n\n 2      District   Council,   Local   1144,   (\"the   Union\")   seeks\r\n\n 3      reinstatement  of an  arbitrator's  ruling that  Wheelabrator\r\n\n 4      Envirotech  Operating Services, Inc., breached its collective\r\n\n 5      bargaining agreement with the Union  by failing to compel its\r\n\n 6      successor  to assume the agreement.  Because we hold that the\r\n\n 7      arbitrator  plausibly  construed  the  collective  bargaining\r\n\n 8      agreement, we  vacate the district court's  ruling and direct\r\n\n 9      the   district  court  to   enter  judgment   confirming  the\r\n\n10      arbitration award.\r\n\n11                                    I.\r                                          I.\r                                            \r\n\n12                                Background\r                                      Background\r                                                \r\n\n13      A.  Relevant Facts\r                              \r\n\n14                On October 16, 1980, Envirotech Operating Services,\r\n\n15      Inc., (\"EOS\")  entered  into  a  contract with  the  City  of\r\n\n16      Taunton,  Massachusetts,  (\"the  City\")  to  take   over  the\r\n\n17      operation  of the  City's waste  water treatment  plant (\"the\r\n\n18      plant\").1    The  parties  amended  this  contract  in  1982,\r\n\n19      renegotiated  it in 1985, and amended it  again in 1989.  The\r\n\n20      City ultimately  allowed this  operational contract  with the\r\n\n21      EOS  to expire  on June  30,  1992.   As a  condition of  its\r\n\n                            \r                                \r\n\n22      1.  Baker International  owned EOS in 1980  when it initially\r\n23      contracted  with  the  City  to operate  the  plant.    Baker\r\n24      International  subsequently  sold  EOS  to  Waste  Management\r\n25      International.  Ultimately, Wheelabrator acquired EOS several\r\n26      years later and formed the appellee, Wheelabrator  Envirotech\r\n27      Operating Systems, Inc.\r\n\n                                     -3-\r                                          3\r\r\n\n 1      initial  agreement with  the  City, EOS  hired a  significant\r\n\n 2      number of the City's  employees who were then working  at the\r\n\n 3      plant.    EOS  also agreed  to  recognize  the  Union as  the\r\n\n 4      exclusive  bargaining representative for its employees at the\r\n\n 5      plant  and  to  assume   the  City's  collective   bargaining\r\n\n 6      agreement with the Union.   \r\n\n 7                Following the  expiration in  1982 of  this initial\r\n\n 8      bargaining  agreement (which  EOS had  assumed), EOS  and the\r\n\n 9      Union  agreed   to  the  first  in  a  series  of  collective\r\n\n10      bargaining agreements, each lasting three years in  duration.\r\n\n11      The  parties negotiated  the collective  bargaining agreement\r\n\n12      that is the subject of this appeal (the \"CBA\") in 1989 and it\r\n\n13      expired on  May 31, 1993, eleven months  after the expiration\r\n\n14      of EOS's operational  contract with  the City.   Each of  the\r\n\n15      three-year  agreements  contained  an   identical  \"successor\r\n\n16      clause\" that provided:\r\n\n17                In the event the operation of the  plant,\r\n18                in whole  or in  part, is assumed  by any\r\n19                other  entity,  public  or  private,  the\r\n20                successor organization . . .  shall agree\r\n21                to  all  terms  and  conditions  of  this\r\n22                Agreement unless that assumption in whole\r\n23                or in part would be in violation of legal\r\n24                rights  and  obligations of  the affected\r\n25                employees of the successor organization.\r\n\n26                In March  1992 -- prior to the  expiration of EOS's\r\n\n27      contract with  the City  -- the  City solicited  proposals to\r\n\n28      operate  the plant.  EOS and  three other companies submitted\r\n\n29      bids.   The  City did  not require  the bidders  to agree  to\r\n\n                                     -4-\r                                          4\r\r\n\n 1      assume  the  EOS-Union  CBA.   On  June  23,  1992, the  City\r\n\n 2      announced  that  Operations Management  International (\"OMI\")\r\n\n 3      had submitted the winning bid  and would assume the operation\r\n\n 4      of the plant effective July 1, 1992.  Subsequently, OMI hired\r\n\n 5      a  substantial number of employees who had worked for EOS and\r\n\n 6      recognized the Union as  the bargaining representative of its\r\n\n 7      employees.   OMI,  however, refused  to assume  the EOS-Union\r\n\n 8      CBA.\r\n\n 9                At  a city  council meeting  on June 30,  1992, EOS\r\n\n10      implored the City  to reconsider  its decision  to award  the\r\n\n11      contract to OMI.  The City declined.  During the meeting, OMI\r\n\n12      confirmed that it did not intend to assume the EOS-Union CBA.\r\n\n13      B.  The Arbitrator's Award\r                                      \r\n\n14                On  June  30, 1992,  the  Union  filed a  grievance\r\n\n15      against EOS under the procedure outlined in the CBA, alleging\r\n\n16      that  EOS had  breached the  CBA by  failing to  secure OMI's\r\n\n17      assumption of the  CBA.  EOS  responded that  it had no  such\r\n\n18      obligation because, inter alia,  the successor clause did not\r                                          \r\n\n19      apply  to a situation in  which, as here,  no privity existed\r\n\n20      between  EOS and  the entity  assuming  the operation  of the\r\n\n21      plant.   On  February 24,  1993, an  arbitration hearing  was\r\n\n22      convened to resolve the dispute.\r\n\n23                Following the hearing, the arbitrator concluded (1)\r\n\n24      that the language of the successor clause was  ambiguous; (2)\r\n\n25      that the  parties  intended  the clause  to  require  EOS  to\r\n\n                                     -5-\r                                          5\r\r\n\n 1      obligate  all  successors, even  those with  which it  had no\r\n\n 2      privity, to assume the  terms and conditions of the  CBA; and\r\n\n 3      (3) that  EOS had failed to  make any effort to  fulfill that\r\n\n 4      obligation  with respect to OMI.  As a remedy, the arbitrator\r                                              \r\n\n 5      ordered  EOS to  make whole  its former  employees who  began\r\n\n 6      working for OMI in July 1992 for  all losses in wages, fringe\r\n\n 7      benefits, and other  conditions incurred as a result of OMI's\r\n\n 8      failure  to assume the  CBA.  The  arbitrator further ordered\r\n\n 9      the  parties to  offset against  the award  the value  of any\r\n\n10      relevant benefits agreed to  by OMI in its  negotiations with\r\n\n11      the  Union or any  payments resulting from  the settlement of\r\n\n12      the Union's related grievance against the City.\r\n\n13                The Union's  grievance against the City  focused on\r\n\n14      the City's  failure to obligate OMI  to assume the CBA.   The\r\n\n15      City settled the grievance  and agreed to pay all  former EOS\r\n\n16      employees the difference between  what OMI pays the employees\r\n\n17      and  the amount the  employees would have  received under the\r\n\n18      EOS-Union  CBA.     The  City,  however,  did  not  agree  to\r\n\n19      compensate the employees  for the loss  of vacation time  and\r\n\n20      other fringe benefits.\r\n\n21      C.  The District Court's Order\r                                          \r\n\n22                Following arbitration, EOS  brought this action  in\r\n\n23      federal district  court  seeking to  vacate the  arbitrator's\r\n\n24      award.   EOS moved for summary  judgment arguing, inter alia,\r                                                                        \r\n\n25      that the arbitrator had not plausibly construed the CBA.  The\r\n\n                                     -6-\r                                          6\r\r\n\n 1      Union also moved for  summary judgment to confirm  the award.\r\n\n 2      In ruling on the cross-motions, the district court upheld the\r\n\n 3      arbitrator's   interpretation   of   the  successor   clause.\r\n\n 4      Although  the court  admitted  that,  as  a matter  of  first\r\n\n 5      impression, it  likely would  have interpreted the  successor\r\n\n 6      clause as  applying only  to subsequent employers  with which\r\n\n 7      EOS  had  privity,  it  nonetheless  found  the  arbitrator's\r\n\n 8      interpretation of the clause  plausibly based on the language\r\n\n 9      of  the  CBA.    In so  holding,  the  court  noted  that the\r\n\n10      arbitrator's interpretation found some support in the Supreme\r\n\n11      Court's opinion in NLRB v. Burns Int'l Sec. Servs., Inc., 406\r                                                                    \r\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">12</span>      <span class=\"reporter\">U.S.</span> <span class=\"page\">272</span></span><pre class=\"inline\"> (1972).  In Burns, the Court implicitly  held that a\r                                      \r\n\n13      prevailing   competitive  bidder  that  hired  a  substantial\r\n\n14      complement  of   the  prior   employer's  workers   could  be\r\n\n15      considered a \"successor employer\"  for certain purposes.  Id.\r                                                                         \r\n\n16      at 277-81.\r\n\n17                The court  nonetheless  vacated the  award,  ruling\r\n\n18      that  the arbitrator  failed  to consider  whether EOS  could\r\n\n19      possibly perform  its obligations under the successor clause.\r\n\n20      The court reasoned that the clause was unenforceable because,\r\n\n21      due to the lack of privity,  EOS had no ability to compel OMI\r\n\n22      to assume the  CBA.  In short, the district  court held that,\r\n\n23      in  failing  to  consider  EOS's inability  to  perform,  the\r\n\n24      arbitrator  manifestly  ignored  the  law  of  contracts and,\r\n\n25      instead, pursued an  outcome that reflected  the arbitrator's\r\n\n                                     -7-\r                                          7\r\r\n\n 1      own \"personal notions of industrial justice.\"   The Union now\r\n\n 2      appeals.\r\n\n                                     -8-\r                                          8\r\r\n\n 1                                   II.\r                                         II.\r                                            \r\n\n 2                            Standard of Review\r                                  Standard of Review\r                                                    \r\n\n 3                We review  de novo  a district court's  decision to\r                                        \r\n\n 4      grant  summary  judgment vacating  an  arbitrator's decision.\r\n\n 5      See Labor Relations Div.  of Const. Indus. of Mass.,  Inc. v.\r                                                                      \r\n\n 6      International Bhd. of Teamsters, Local No. 379, </pre><span class=\"citation\" data-id=\"674593\"><a href=\"/opinion/674593/labor-relations-division-of-construction-industries-of-massachusetts-inc/\"><span class=\"volume\">29</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">742</span></a></span><pre class=\"inline\">,\r                                                          \r\n\n 7      745  (1st Cir. 1994).   In so doing, we  are not bound by the\r\n\n 8      district court's rationale but may  affirm the ruling on  any\r\n\n 9      independently sufficient  ground.  Carreiro v.  Rhodes Gill &amp;\r                                                                         \r\n\n10      Co., </pre><span class=\"citation\" data-id=\"706918\"><a href=\"/opinion/706918/prodliabrep-cch-p-14398-joao-carreiro-individually-and-as/\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1443</span></a></span><pre class=\"inline\">, 1446 (1st Cir. 1995).\r               \r\n\n11                Review of arbitral decisions, however, is extremely\r\n\n12      narrow and  exceedingly deferential.  Service Employees Int'l\r                                                                         \r\n\n13      Union v.  Local 1199 N.E., SEIU,  </pre><span class=\"citation\" data-id=\"708159\"><a href=\"/opinion/708159/service-employees-international-union-afl-cio-clc-v-local-1199-ne/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">647</span></a></span><pre class=\"inline\">,  651 (1st Cir.\r                                           \r\n\n14      1995)  (citing   Dorado  Beach   Hotel  Corp.  v.   Union  de\r                                                                         \r\n\n15      Trabajadores  de  la Industria  Gastronomica, Local  610, 959\r                                                                    \r\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">16</span>      <span class=\"reporter\">F.2d</span>  <span class=\"page\">2</span></span><pre class=\"inline\">, 3-4  (1st Cir.  1992));   Maine  Cent.  R.R. Co.  v.\r                                                                     \r\n\n17      Brotherhood of  Maintenance of  Way Employees, </pre><span class=\"citation\" data-id=\"522145\"><a href=\"/opinion/522145/the-maine-central-railroad-company-and-portland-terminal-company-v/\"><span class=\"volume\">873</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">425</span></a></span><pre class=\"inline\">,\r                                                         \r\n\n18      428 (1st Cir. 1989) (\"Judicial review of an arbitration award\r\n\n19      is among the narrowest  known in the law.\").   In general,  a\r\n\n20      court  reviewing an arbitral  decision does \"not  sit to hear\r\n\n21      claims of factual or  legal error as an appellate  court does\r\n\n22      in reviewing decisions of lower courts.\"  United Paperworkers\r                                                                         \r\n\n23      Int'l  Union  v.  Misco,  Inc.,   </pre><span class=\"citation\" data-id=\"111965\"><a href=\"/opinion/111965/paperworkers-v-misco-inc/\"><span class=\"volume\">484</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">29</span></a></span><pre class=\"inline\">,  38  (1987).\r                                          \r\n\n24      Essentially,   a   reviewing   court  should   refrain   from\r\n\n25      intervening in all but  the most limited circumstances, those\r\n\n                                     -9-\r                                          9\r\r\n\n 1      in which  the challenger can establish  that the arbitrator's\r\n\n 2      award  is \"(1)  unfounded in  reason and  fact; (2)  based on\r\n\n 3      reasoning  so palpably  faulty  that no  judge,  or group  of\r\n\n 4      judges, ever could  conceivably have made  such a ruling;  or\r\n\n 5      (3)  mistakenly  based  on   a  crucial  assumption  that  is\r\n\n 6      concededly  a non-fact.\"  Advest, Inc.  v. McCarthy, </pre><span class=\"citation no-link\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span>\r                                                               \r\n\n <span class=\"page\">7</span></span><pre class=\"inline\">      6,  8-9  (1st  Cir.   1990)  (citations  omitted);  see  also\r                                                                         \r\n\n 8      Bettencourt  v. Boston Edison  Co., </pre><span class=\"citation\" data-id=\"348514\"><a href=\"/opinion/348514/edward-r-bettencourt-v-boston-edison-company/\"><span class=\"volume\">560</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1045</span></a></span><pre class=\"inline\">, 1050 (1st\r                                              \r\n\n 9      Cir. 1977).\r\n\n10                Specifically, as in this case, when the arbitration\r\n\n11      concerns  the  interpretation  of  a   collective  bargaining\r\n\n12      agreement, a court  should uphold the view  of the arbitrator\r\n\n13      so  long as  \"it can  find, within  the  four corners  of the\r\n\n14      agreement, any plausible basis  for that interpretation.\"  El\r                                                                         \r\n\n15      Dorado  Technical Servs.  v.  Union Gen.  de Trabajadores  de\r                                                                         \r\n\n16      Puerto Rico,  </pre><span class=\"citation\" data-id=\"581363\"><a href=\"/opinion/581363/el-dorado-technical-services-inc-v-union-general-de-trabajadores-de/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">317</span></a></span><pre class=\"inline\">, 319 (1st  Cir. 1992).   In other\r                       \r\n\n17      words, an arbitrator may not ignore the plain language of the\r\n\n18      agreement,  but  a  court need  only  be  convinced  that the\r\n\n19      arbitrator's reading  \"'draws its essence from the collective\r\n\n20      bargaining  agreement'\"  and  does  not merely  rely  on  the\r\n\n21      arbitrator's own  notions of \"`industrial justice.'\"   Misco,\r                                                                        \r\n\n22      484  U.S.  at  36  (quoting  United  Steelworkers  of  Am. v.\r                                                                      \r\n\n23      Enterprise Wheel &amp; Car Corp., </pre><span class=\"citation\" data-id=\"106086\"><a href=\"/opinion/106086/steelworkers-v-enterprise-wheel-car-corp/\"><span class=\"volume\">363</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">593</span></a></span><pre class=\"inline\">, 597  (1960)).  In\r                                        \r\n\n24      fine, we should refuse to set aside an  arbitrator's decision\r\n\n25      \"unless it  can be shown that  the arbitrator acted in  a way\r\n\n                                     -10-\r                                          10\r\r\n\n 1      for which  neither party  could [possibly] have  bargained.\" \r\n\n 2      Local 1145, United  Food &amp; Commercial Workers Int'l  Union v.\r                                                                      \r\n\n 3      Stop &amp;  Shop Cos., </pre><span class=\"citation\" data-id=\"460234\"><a href=\"/opinion/460234/local-1445-united-food-and-commercial-workers-international-union-afl-cio/\"><span class=\"volume\">776</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span></a></span><pre class=\"inline\">,  21 (1st Cir.  1985) (citing\r                             \r\n\n 4      Enterprise Wheel, 363 U.S. at 599).\r                            \r\n\n 5                                   III.\r                                         III.\r                                             \r\n\n 6                                 Analysis\r                                       Analysis\r                                               \r\n\n 7                We  divide our analysis into  two parts.  First, we\r\n\n 8      consider whether the  district court erroneously vacated  the\r\n\n 9      arbitration award on the basis that the arbitrator improperly\r\n\n10      failed to consider  EOS's inability to  compel OMI to  assume\r\n\n11      the CBA.   Finding  the Union's argument  persuasive on  that\r\n\n12      point, we  then independently  review whether the  arbitrator\r\n\n13      plausibly  interpreted the phrase \"successor organization\" as\r\n\n14      properly applying to OMI,  an entity with which EOS  does not\r\n\n15      have privity. \r\n\n16      A.  Impossibility of Performance\r                                            \r\n\n17                The   Union   challenges   the   district   court's\r\n\n18      conclusion  that the  arbitrator \"manifestly  disregarded the\r\n\n19      law  of contracts\"  by  failing to  excuse EOS's  performance\r\n\n20      under  the  doctrine of  impossibility.2    The Union  argues\r\n\n21      that, given the court's finding that the arbitrator plausibly\r\n\n                            \r                                \r\n\n22      2.  In  Advest, 914  F.2d at 9,  we recognized  the \"manifest\r                          \r\n23      disregard\"   standard  as   an   alternate,  though   equally\r\n24      deferential, mode of review applicable to arbitral decisions.\r\n25      We  explained that, under  this formulation, review \"embraces\r\n26      instances  where  it  is  clear  from  the  record  that  the\r\n27      arbitrator  recognized the  applicable law--and  then ignored\r\n28      it.\"  Id. \r                     \r\n\n                                     -11-\r                                          11\r\r\n\n 1      interpreted the successor clause  as obligating EOS to assure\r\n\n 2      that  OMI would  assume the  CBA, the  impossibility doctrine\r\n\n 3      does not apply to this case.  We agree.\r\n\n 4                Essentially,  the  district  court  held  (and  EOS\r\n\n 5      contends) that  the arbitrator fundamentally erred in failing\r\n\n 6      to recognize that, because EOS exercised no control  over OMI\r\n\n 7      or  the  City,  performance  of  its  obligations  under  the\r\n\n 8      successor clause was impossible.   While it may be  true that\r\n\n 9      EOS  could not possibly have compelled OMI to assume the CBA,\r\n\n10      that fact, however,  is not determinative  as to whether  the\r\n\n11      arbitrator  should have excused EOS's nonperformance.  Excuse\r\n\n12      under  the  contract  doctrine of  impossibility  depends not\r\n\n13      simply   on  whether  performance  has  become  substantially\r\n\n14      impossible, but also on whether or not the parties reasonably\r\n\n15      foresaw   and  allocated   the   risk  that   the  event   or\r\n\n16      circumstances  making  performance  impossible  might  occur.\r\n\n17      See,  e.g., Chase Precast Corp.  v. John J.  Panessa Co., 566\r                                                                    \r\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">18</span>      <span class=\"reporter\">N.E.2d</span> <span class=\"page\">603</span></span><pre class=\"inline\">, 606 (Mass.  1991) (\"The principal question .  . .\r\n\n19      remains whether  an unanticipated  circumstance, the risk  of\r\n\n20      which should not fairly  be thrown on the promisor,  has made\r\n\n21      performance vitally different from  what was reasonably to be\r\n\n22      expected.\"); see  also E. Allan Farnsworth,  Contracts   9.6,\r                                                                  \r\n\n23      at 715 (2d  ed. 1990)  (\"If a party  expressly undertakes  to\r\n\n24      perform,  even though  performance becomes  impracticable [or\r\n\n25      impossible],  impracticability  [or  impossibility] will  not\r\n\n                                     -12-\r                                          12\r\r\n\n 1      excuse performance, and the party will  be liable for damages\r\n\n 2      for nonperformance.\").    Parties can  plausibly  assume  the\r\n\n 3      risks  of events occurring where  they know they  will not be\r\n\n 4      able to complete  specific performance, but  will be able  to\r\n\n 5      pay  damages.   The rationale  justifying excuse  arises only\r\n\n 6      when   an  unexpected   or   non-bargained-for  event   makes\r\n\n 7      performance so vitally different  from that which the parties\r\n\n 8      originally contemplated, that  the change in performance  can\r\n\n 9      be  said effectively  to  have vitiated  the  consent of  the\r\n\n10      parties.\r\n\n11                In this case,  once it is assumed that  the parties\r\n\n12      intended the successor clause to apply whether or not privity\r\n\n13      existed  between EOS  and  its  successor, any  impossibility\r\n\n14      argument must fail.  If, as the arbitrator found, EOS and the\r\n\n15      Union  intended  and contemplated  that the  successor clause\r\n\n16      would obligate EOS  to assure that any successor would assume\r\n\n17      the  CBA, EOS cannot  now complain  that performance  of that\r\n\n18      obligation  is impossible.   In  other words, by  agreeing to\r\n\n19      include the successor clause,  EOS accepted and bargained for\r\n\n20      the  risk that, if it lost the contract, it would effectively\r\n\n21      guarantee  that its  \"successor\" would  assume the  terms and\r\n\n22      conditions of  the CBA.  As  long as EOS clearly  foresaw and\r\n\n23      bargained with the knowledge that  it could lose the contract\r\n\n24      --  something  we must  assume  if  the arbitrator  plausibly\r\n\n25      interpreted the successor clause -- the fact that performance\r\n\n                                     -13-\r                                          13\r\r\n\n 1      might be impossible if EOS indeed lost the contract  is of no\r\n\n 2      moment.\r\n\n 3                In the  alternative, EOS argues  that the  district\r\n\n 4      court correctly vacated  the arbitration award  because EOS's\r\n\n 5      failure to perform  under the successor clause  did not cause\r\n\n 6      the  Union's injuries.  EOS reasons  that the arbitrator held\r\n\n 7      that EOS had  breached the successor  clause, not because  it\r\n\n 8      had failed to  compel OMI  to assume the  CBA, but,  instead,\r\n\n 9      because  EOS  did not  even try.    Thus, EOS  concludes, the\r\n\n10      arbitrator interpreted  the successor clause  as imposing  on\r\n\n11      EOS only the duty to  make a good faith effort to  compel OMI\r\n\n12      to assume the CBA.  EOS  then reasons that, because it had no\r\n\n13      power or leverage to bind  OMI (or the City), any  attempt to\r\n\n14      do so  would have been futile.   In other words,  because EOS\r\n\n15      did not have control over OMI, it could not have persuaded or\r\n\n16      compelled  OMI to assume the  CBA and, thus,  the Union would\r\n\n17      have suffered injury whether or not EOS had \"performed\" under\r\n\n18      the successor clause (i.e., tried to compel OMI to assume the\r                                      \r\n\n19      CBA).  Therefore, EOS  contends, its breach of  the successor\r\n\n20      clause did not cause any damage to the Union.  \r\n\n21                Though   this  reasoning   has   some  force,   EOS\r\n\n22      constructs it (as did the district court) on a false premise.\r\n\n23      Specifically,  EOS reads  the arbitrator's  interpretation of\r\n\n24      the  duties imposed  by  the successor  clause too  narrowly.\r\n\n25      That the arbitrator  recounted EOS's failure  even to try  to\r\n\n                                     -14-\r                                          14\r\r\n\n 1      obligate  OMI as  evidence  that EOS  breached the  successor\r\n\n 2      clause  does not necessarily mean that, had EOS attempted but\r\n\n 3      failed to obligate OMI, the  arbitrator would have found that\r\n\n 4      EOS  had  satisfactorily performed.    To  the contrary,  the\r\n\n 5      arbitrator expressly  stated in  the arbitration award  \"that\r\n\n 6      the intent of the  successor clause was an obligation  on the\r\n\n 7      predecessor to obligate the successor to assume all terms and\r                                   \r\n\n 8      conditions  of   the  [CBA].\"     (Emphasis  added.)     This\r\n\n 9      unequivocal statement calls for  more from EOS than simply  a\r\n\n10      good  faith,  but  unsuccessful,  attempt  to  obligate  OMI.\r\n\n11      Indeed, the fact that the arbitrator awarded damages confirms\r\n\n12      that the arbitrator  read the successor clause  as imposing a\r\n\n13      duty  on  EOS to  succeed  in obligating  its  successor, not\r\n\n14      simply  a duty to  try.  If  not, one would  have to conclude\r\n\n15      that the arbitrator irrationally awarded damages for injuries\r\n\n16      to the Union that  were not causally linked to  EOS's failure\r\n\n17      to perform, and we  have found no compelling reason  to reach\r\n\n18      such  a conclusion.    At bottom,  we  view the  arbitrator's\r\n\n19      reference to EOS's failure even to try to persuade OMI as, at\r\n\n20      most, a rhetorical flourish, simply emphasizing the extent of\r\n\n21      EOS's  breach (i.e., not only  did EOS fail  to compel OMI to\r                               \r\n\n22      assume the CBA, it did not even try).   \r\n\n23                In sum, the district court erroneously  vacated the\r\n\n24      arbitration award on the grounds that EOS could  not possibly\r\n\n25      perform its obligations under the successor clause.\r\n\n                                     -15-\r                                          15\r\r\n\n 1      B.  Successor Clause\r                                \r\n\n 2                As noted, much of our analysis so far relies on the\r\n\n 3      assumption  that the  arbitrator permissibly  interpreted the\r\n\n 4      successor clause as  requiring EOS to  assure that OMI  would\r\n\n 5      assume the CBA.  While we acknowledge that the district court\r\n\n 6      ruled favorably to the Union on this  point, we are not bound\r\n\n 7      by its holding and  may independently review the arbitrator's\r\n\n 8      decision  on  this issue.   See  Carreiro,  68 F.3d  at 1446.\r                                                     \r\n\n 9      Because the issue strikes us  as quite close, we now turn  to\r\n\n10      consider it, using de  novo review.  See Labor  Relations, 29\r                                                                     \r\n\n11      F.3d at  745.   In so  doing, we  consider first  whether the\r\n\n12      arbitrator's  interpretation  is  consistent with  the  plain\r\n\n13      language of the  CBA, and,  second whether, on  the facts  of\r\n\n14      this case,  the arbitrator's interpretation is  one for which\r\n\n15      the parties  could  possibly  have  bargained.   As  we  have\r\n\n16      stated,  our ultimate  task  is limited  to determining  only\r\n\n17      whether  the  arbitrator's  interpretation  of  the successor\r\n\n18      clause  \"draws  its essence  from  the collective  bargaining\r\n\n19      agreement\" and  does not merely reflect  the arbitrator's own\r\n\n20      notions of  \"industrial  justice.\"   Misco,  484 U.S.  at  36\r                                                      \r\n\n21      (internal quotations omitted). 1.  The  Plain Language of the\r                                                                         \r\n\n22      CBA\r               \r\n\n23                We  begin with  the text.   In  relevant part,  the\r\n\n24      successor clause provides: \r\n\n25                In  the event the operation of the plant,\r\n26                in whole  or in  part, is assumed  by any\r\n\n                                     -16-\r                                          16\r\r\n\n 1                other  entity,  public  or  private,  the\r\n 2                successor organization .  . . shall agree\r\n 3                to  all  terms  and  conditions  of  this\r\n 4                Agreement.\r                               .\r\n\n 5                We  agree   with  the   district  court   that  the\r\n\n 6      arbitrator's  interpretation  is  not inconsistent  with  the\r\n\n 7      plain language of the successor clause.  First, following its\r\n\n 8      successful  bid,  OMI clearly  became  an  \"entity\" that  had\r\n\n 9      \"assumed\"  the operation of the plant.  Next, while one could\r\n\n10      arguably   read  the   phrase  \"successor   organization\"  as\r\n\n11      importing  a  further restriction  on  the  type of  entities\r\n\n12      covered  by the clause (e.g., only  those entities in privity\r                                        \r\n\n13      with  the predecessor), we do not think the text compels that\r\n\n14      interpretation.    To  the   contrary,  we  think  one  could\r\n\n15      permissibly  read  the  text  \"any  other  entity\"  that  has\r\n\n16      \"assumed\" \"the operation of the plant\"  as defining the scope\r\n\n17      of the phrase \"successor organization.\"  Thus, because OMI is\r\n\n18      an \"entity\"  that has \"assumed\"  the operation of  the plant,\r\n\n19      the  arbitrator's conclusion  that  OMI is  a \"successor\"  is\r\n\n20      consistent  with the  language  of the  clause.   Cf.  Howard\r                                                                         \r\n\n21      Johnson Co.  v. Detroit Local  Joint Executive  Bd., Hotel  &amp;\r                                                                         \r\n\n22      Restaurant  Employees  Int'l Union,  </pre><span class=\"citation\" data-id=\"109054\"><a href=\"/opinion/109054/howard-johnson-co-v-hotel-employees/\"><span class=\"volume\">417</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">249</span></a></span><pre class=\"inline\">, 262  n.9\r                                              \r\n\n23      (1974)  (\"There  is,  and  can be,  no  single  definition of\r\n\n24      'successor' which is applicable in every legal context.\").\r\n\n25                Furthermore,  as the  district  court  noted,  this\r\n\n26      reading  gathers  at  least  some support  from  the  Supreme\r\n\n27      Court's decision in  Burns.  In Burns,  the Court effectively\r                                                 \r\n\n                                     -17-\r                                          17\r\r\n\n 1      held  that  an entity  like OMI  -- a  prevailing competitive\r\n\n 2      bidder  that  had  hired  a  substantial  complement  of  its\r\n\n 3      predecessor's employees  -- was a  \"successor employer,\"  see\r                                                                         \r\n\n 4      Burns, 406  U.S. at 296 (Rehnquist,  Burger, Brennan, Powell,\r                 \r\n\n 5      JJ.,  dissenting, describing  majority opinion  as implicitly\r\n\n 6      premised on  the successorship doctrine), and  required it to\r\n\n 7      recognize   and   bargain   collectively   with   the   union\r\n\n 8      representing  those  employees, id.  at  277-81.   Thus,  the\r                                               \r\n\n 9      application  of the term \"successor\" to an entity that has no\r\n\n10      direct connection or link to the  original employer, i.e., no\r                                                                     \r\n\n11      privity, has some precedent in labor case law.  See also NLRB\r                                                                         \r\n\n12      v.  Houston Bldg. Serv., Inc., </pre><span class=\"citation\" data-id=\"563250\"><a href=\"/opinion/563250/national-labor-relations-board-and-unlicensed-division-of-district-no-1/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">178</span></a></span><pre class=\"inline\">, 180-81 (5th Cir.\r                                         \r\n\n13      1991)  (subsequent  employer  who  successfully  bids  for  a\r\n\n14      contract is  a \"successor  employer\" with  a duty  to bargain\r\n\n15      with  union), cert.  denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">1090</span></span><pre class=\"inline\"> (1992);  Systems\r                                                                         \r\n\n16      Mgmt. v. NLRB, </pre><span class=\"citation no-link\"><span class=\"volume\">901</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">297</span></span><pre class=\"inline\">, 301-05 (3d Cir. 1990) (similar);\r                         \r\n\n17      cf.  Howard Johnson,  417 U.S.  at 262  n.9 (\"A  new employer\r                               \r\n\n18      . . .  may be  a  successor for  some  purposes and  not  for\r\n\n19      others.\").\r\n\n20                Notably  in  Burns,  however,  the  Court  did  not\r                                        \r\n\n21      require the \"successor  employer\" in that case  to assume the\r\n\n22      obligations  of the  collective bargaining  agreement between\r\n\n23      its predecessor and the union.  406 U.S. at 286.  Indeed, the\r\n\n24      Court  declined to do so principally  because a complete lack\r\n\n25      of  privity existed  between the  successor employer  and its\r\n\n                                     -18-\r                                          18\r\r\n\n 1      predecessor.   Id.   Arguably, such reasoning  supports EOS's\r                              \r\n\n 2      position that  the successor  clause in this  case should  be\r\n\n 3      read  narrowly  as  obligating  EOS  to  require  only  those\r\n\n 4      \"successors\"  with which  it has privity  to assume  the CBA.\r\n\n 5      Nevertheless, we  do not think  the reasoning compels  such a\r\n\n 6      reading.   In Burns, the Court  analyzed only the obligations\r                               \r\n\n 7      of a  successor employer arising generally  from the National\r\n\n 8      Labor  Relations Act.  The  Court did not,  however, focus on\r\n\n 9      the  issue   addressed  here:    whether  the  parties  to  a\r\n\n10      collective  bargaining  agreement  could  agree  to  bind   a\r\n\n11      predecessor employer to obligate  even a successor with which\r\n\n12      it  lacks privity to assume  the terms and  conditions of the\r\n\n13      agreement.  \r\n\n14                In sum,  we agree that the  arbitrator's conclusion\r\n\n15      that OMI is a successor employer is not inconsistent with the\r\n\n16      plain language of the CBA.\r\n\n17                2.   The  Arbitrator's  Own Notions  of  Industrial\r                                                                         \r\n\n18                Justice\r                             \r\n\n19                Notwithstanding    our    conclusion    that    the\r\n\n20      arbitrator's  interpretation  fits  within the  text  of  the\r\n\n21      successor  clause, we  decline to  end our  analysis at  this\r\n\n22      juncture.  Instead,  we proceed to  consider whether, in  the\r\n\n23      context  of this case,  the arbitrator's  interpretation does\r\n\n24      not merely reflect the arbitrator's own notions of industrial\r\n\n25      justice.  In other  words, we consider whether, on  the facts\r\n\n                                     -19-\r                                          19\r\r\n\n 1      presented here,  the parties could possibly  have agreed that\r\n\n 2      the  successor  clause  obligated  EOS to  assure  that  even\r\n\n 3      \"privity-less\" successors,  like OMI, would  assume the  CBA.\r\n\n 4      See Stop  &amp; Shop, 776 F.2d  at 21 (a court  should uphold the\r                            \r\n\n 5      arbitrator's interpretation \"unless it  can be shown that the\r\n\n 6      arbitrator  acted in  a  way for  which  neither party  could\r\n\n 7      [possibly] have bargained\").   \r\n\n 8                In so doing, we agree that it  is arguably doubtful\r                                                       \r\n\n 9      that  EOS and  the  Union could  possibly  have intended  the\r\n\n10      successor  clause to apply in  this case, if  to have done so\r\n\n11      necessarily  required  the  parties  to read  the  clause  as\r\n\n12      imposing  an  obligation  on  EOS  that  would  both  (1)  be\r\n\n13      impossible  to  perform  and (2)  expose  EOS  to  a risk  of\r\n\n14      substantial loss for nonperformance.   Therefore, we will now\r\n\n15      consider    whether    acceptance    of   the    arbitrator's\r\n\n16      interpretation  necessarily requires us  to conclude,  as EOS\r\n\n17      contends we must conclude, that  the parties read the  clause\r\n\n18      as imposing an impossible  obligation on EOS that exposed  it\r\n\n19      to a risk of substantial loss.  \r\n\n20                     a.  Perception that performance is impossible\r                                                                        \r\n\n21                If we  accept the arbitrator's  interpretation, EOS\r\n\n22      contends that the parties would have understood the successor\r\n\n23      clause as burdening EOS with an impossible obligation because\r\n\n24      they would  have recognized that  EOS lacked  the ability  to\r\n\n25      gain  leverage over the City  or any successor  with which it\r\n\n                                     -20-\r                                          20\r\r\n\n 1      was not  in privity.  Thus,  EOS would not be  able to compel\r\n\n 2      such  a successor  (or  compel the  City  to require  such  a\r\n\n 3      successor)  to assume the CBA.  While the Union concedes this\r\n\n 4      is true with respect to a successor like OMI, it argues that,\r\n\n 5      with respect  to the  City, the  facts before  the arbitrator\r\n\n 6      belie the assertion.  First, the Union notes that, as part of\r\n\n 7      the  City's initial contract with  EOS, the City required EOS\r\n\n 8      to assume its collective bargaining agreement with the Union.\r\n\n 9      This suggests, the Union contends, that the City (or at least\r\n\n10      EOS might have  perceived that  the City)  would have  viewed\r\n\n11      sympathetically a  request to  impose a similar  condition on\r\n\n12      any future  successors.  The  Union further points  out that,\r\n\n13      when EOS amended and renegotiated its contract with the City,\r\n\n14      it  could have bargained with  the City to  include in future\r\n\n15      bid  solicitations a  requirement that  all bidders  agree to\r\n\n16      assume any then existing bargaining agreement between EOS and\r\n\n17      the Union.   The Union also argues that the fact the City has\r\n\n18      agreed to  pay Union members their lost wages following OMI's\r\n\n19      failure  to  assume the  CBA further  suggests that  the City\r\n\n20      would have recognized that it had some obligation to consider\r\n\n21      the welfare of its former employees.  \r\n\n22                Though  not overly  persuasive, these  arguments do\r\n\n23      indeed tend to support the Union's position.  EOS responds by\r\n\n24      pointing out that,  in fact,  it was unable  to persuade  the\r\n\n25      City to require  OMI to assume the CBA.   However, nothing in\r\n\n                                     -21-\r                                          21\r\r\n\n 1      the record suggests that  EOS ever attempted to  persuade the\r\n\n 2      City to impose  such a  condition before the  June 30,  1992,\r\n\n 3      council meeting,  which occurred  after the City  had awarded\r\n\n 4      the contract to OMI.  EOS's inability to persuade the City to\r\n\n 5      impose  the condition on OMI  in 1992 does  not foreclose the\r\n\n 6      inference  that EOS may have believed  that it could convince\r\n\n 7      the  City to impose the  condition when EOS originally agreed\r\n\n 8      with  the Union to  include the successor  clause.  Moreover,\r\n\n 9      even if EOS perceived that  it might not be able to  perusade\r\n\n10      the City to  obligate its  successor to assume  the CBA,  EOS\r\n\n11      could well have assumed the risk  of having to pay damages in\r\n\n12      that situation. \r\n\n13                In sum,  we do  not  think that,  in accepting  the\r\n\n14      arbitrator's  interpretation,  we  must  conclude   that  the\r\n\n15      parties   necessarily  intended   to  impose   an  impossible\r\n\n16      condition on EOS.        b. Perception of risk of substantial\r                                                                         \r\n\n17      loss\r                \r\n\n18                Nor  do  we believe  that  the parties  necessarily\r\n\n19      perceived the clause as exposing EOS to a risk of substantial\r\n\n20      loss.   While the  arbitrator's interpretation of  the clause\r\n\n21      does  effectively make  EOS the  guarantor of  its employees'\r\n\n22      salaries  and fringe  benefits  in  the  event it  loses  its\r\n\n23      contract with  the City, we  do not agree that  EOS must have\r\n\n24      viewed  the  risk  associated   with  that  guarantee  as  so\r\n\n25      substantial  that  it never  would  have agreed  to  bear it.\r\n\n                                     -22-\r                                          22\r\r\n\n 1      First,  the risk was temporally  limited.  EOS  knew that the\r\n\n 2      clause posed a significant  risk only for the period  of time\r\n\n 3      that the  CBA survived  EOS's contract  with the  City, i.e.,\r                                                                        \r\n\n 4      eleven  months.  Second, EOS also knew that, under Burns, any\r                                                                    \r\n\n 5      successor employer  that assumed  the operation of  the plant\r\n\n 6      and hired a \"substantial complement\" of EOS's employees would\r\n\n 7      likely  be  required to  recognize  the Union  and  engage in\r\n\n 8      collective  bargaining.    Hence,  if  that  occurred,  EOS's\r\n\n 9      potential liability was limited to the extent that any future\r\n\n10      agreement between the Union and EOS's successor would be less\r\n\n11      favorable  to the Union than  the current CBA.   Arguably, if\r\n\n12      EOS believed it had achieved the best deal possible under the\r\n\n13      current  CBA, it  would not have  believed that  a successor,\r\n\n14      required to bargain with the Union,  would be able to reach a\r\n\n15      significantly better deal.  Finally, EOS would have perceived\r\n\n16      the risk as substantial  only to the extent that  it believed\r\n\n17      that the  City  would not  require  a successor  employer  to\r\n\n18      assume  the  CBA  or that  an  arbitrator  would  enforce the\r\n\n19      obligation against it.\r\n\n20                In  sum, as with the argument that the parties must\r\n\n21      have perceived the successor clause as imposing an impossible\r\n\n22      obligation,  we   do  not   think  that,  in   accepting  the\r\n\n23      arbitrator's  interpretation,  we  must  conclude   that  the\r\n\n24      parties perceived the clause as exposing EOS to a significant\r\n\n25      risk  of substantial  loss.   Though  as  a matter  of  first\r\n\n                                     -23-\r                                          23\r\r\n\n 1      impression we  might well  have decided this  case otherwise,\r\n\n 2      given  our  standard  of   deference  and  the  ambiguity  of\r\n\n 3      contractual language, we cannot say the arbitrator's  reading\r\n\n 4      of the successor clause  merely reflects the arbitrator's own\r\n\n 5      notions of  industrial justice.   It is  neither inconsistent\r\n\n 6      with the text, nor  so improbable that we are  convinced that\r\n\n 7      \"the  arbitrator acted in a way for which neither party could\r\n\n 8      [possibly] have bargained.\"  Stop &amp; Shop, 776 F.2d at 21.3\r                                                    \r\n\n 9                                   IV.\r                                         IV.\r                                            \r\n\n10                                Conclusion\r                                      Conclusion\r                                                \r\n\n11                For the foregoing  reasons, we vacate  the district\r\n\n12      court's grant  of summary  judgment, and  order the  court to\r\n\n13      enter  judgment  in  favor   of  the  Union,  confirming  the\r\n\n14      arbitration award.\r\n\n                            \r                                \r\n\n15      3.  We  also note that the  arbitrator found, as  a matter of\r\n16      fact, that, in  adopting the  successor clause,  EOS and  the\r\n17      Union  shared the understanding that the  clause bound EOS to\r\n18      compel  all successors, even those with which it did not have\r\n19      privity,  to assume  the CBA.   In  making this  finding, the\r\n20      arbitrator specifically  credited and relied  on testimony to\r\n21      that  effect   given  by  a  Union   representative  who  had\r\n22      participated  in the  negotiations of the  initial collective\r\n23      bargaining agreement between the  Union and EOS.  See  Misco,\r                                                                        \r\n24      484  U.S. at  37-38 (\"Courts  do not  sit to  hear claims  of\r\n25      factual and legal error\" because it is \"the arbitrator's view\r\n26      of  the facts and meaning  of the contract  that [the parties\r\n27      have] agreed  to accept.\"); Service Employees  Int'l, </pre><span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span>\r                                                                \r\n<span class=\"page\">28</span></span><pre class=\"inline\">      at 653.  \r\n\n                                     -24-\r                                          24\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106086/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109054/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/348514/",
    "http://www.courtlistener.com/api/rest/v3/opinions/460234/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522145/",
    "http://www.courtlistener.com/api/rest/v3/opinions/563250/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581363/",
    "http://www.courtlistener.com/api/rest/v3/opinions/674593/",
    "http://www.courtlistener.com/api/rest/v3/opinions/706918/",
    "http://www.courtlistener.com/api/rest/v3/opinions/708159/"
  ]
}