{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196862/",
  "absolute_url": "/opinion/196862/united-states-v-morales/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196862/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:15:43Z",
  "date_modified": "2017-03-24T10:48:59.685033Z",
  "type": "010combined",
  "sha1": "aa160496c0d36b45f7f98489d9610cc434701a44",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1616.01A",
  "local_path": null,
  "plain_text": "\n\nJuly 12, 1996\r\n                    [NOT FOR PUBLICATION] \r\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\n\nNo. 95-1616\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                   JACINTO ORLANDO MORALES,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n     [Hon. Francis J. Boyle, Senior U.S. District Judge]\r                                                                   \r\n                                         \r\n\n                            Before\r\n\n                   Torruella, Chief Judge,\r                                                     \r\n\n               Stahl and Lynch, Circuit Judges.\r                                                          \r\n\n                                         \r\n\nGeorge J. West for appellant.\r                          \r\n\nMargaret E.  Curran, Assistant United  States Attorney, with  whom\r                               \r\nZechariah  Chafee,   Assistant  United  States  Attorney  and  Sheldon\r                                                                              \r\nWhitehouse, United  States  Attorney, were  on  brief for  the  United\r                  \r\nStates.\r\n\n                                         \r\n\n                                         \r\n\n          LYNCH, Circuit Judge.  Jacinto Orlando Morales, who\r                      LYNCH, Circuit Judge.\r                                          \r\n\nat  age forty-eight  began his drug-related  criminal career,\r\r\n\nwas tried and convicted, at age fifty-six, of possession with\r\n\nintent to  distribute both  cocaine base and  cocaine and  of\r\n\nbeing a  felon in possession of  a firearm.  He  appeals from\r\n\nhis convictions, arguing that they should be reversed due  to\r\n\nineffective assistance  of counsel,  that the district  court\r\n\nerred in  its  instructions  to  the jury  and  in  admitting\r\n\ncertain  evidence,  that  the evidence  was  insufficient  to\r\n\nconvict, that the  prosecutor impermissibly  vouched for  the\r\n\ngovernment's witnesses  and that the statutes  under which he\r\n\nwas  convicted  are unconstitutional  as  exceeding Congress'\r\n\nlawful  power under  the Commerce  Clause.   In  addition, he\r\n\nappeals from his sentence, which will keep him in prison past\r\n\nage  seventy-one,  on the  grounds  that  the district  court\r\n\nshould have departed  downward in  light of his  age and  the\r\n\nsmall amounts of cocaine he says were involved.  We affirm.\r\n\n                              I\r\n\n                          Background\r                                                \r\n\n          Local police work  led to this  federal conviction.\r\n\nTwo  experienced  members  of the  Providence,  Rhode Island,\r\n\nPolice Department investigated stories of drug trafficking by\r\n\nMorales.  They obtained a search warrant for his apartment in\r\n\na three-decker tenement and drove to the residence.  They saw\r\n\nMorales  leaving his building.  They stopped him, told him of\r\n\nthe warrant, informed  him of  his rights, and  asked him  to\r\n\nreturn to  the apartment with them.   Morales did so  and let\r\n\n                             -3-\r                                          3\r\r\n\nthe two detectives into his small  apartment.  The detectives\r\n\nfound two bags, containing a total of over twenty-eight grams\r\n\nof cocaine, hidden in a pocket hollowed out of the insulation\r\n\nin the refrigerator door.  They also found twenty-three vials\r\n\nof    crack   cocaine   (cocaine    base),   alongside   drug\r\n\nparaphernalia, in  cabinets above  the kitchen sink.   Hidden\r\n\nbetween  pairs of shoes on  a curtained shelf  in the bedroom\r\n\nthey found  a  fully operable  and loaded  Raven .25  caliber\r\n\nsemi-automatic handgun.\r\n\n          The defense theory was  that the police planted the\r\n\nevidence.   The theory relied  on the testimony  of a defense\r\n\nwitness   who    lived   in   Morales'   building,   and   on\r\n\ninconsistencies in the detectives'  testimony about the order\r\n\nin which the  evidence was discovered and  about the handling\r\n\nof the evidence.  The jury convicted Morales on three of four\r\n\ncounts:  possession with intent  to distribute cocaine (count\r\n\none) and  possession with  intent to distribute  cocaine base\r\n\n(count  two), both in violation of 21 U.S.C.   841(a)(1); and\r\n\npossession of a firearm  by a convicted felon  (count three),\r\n\nin violation of 18 U.S.C.   922(g)(1).  Morales was acquitted\r\n\non  the fourth count: use of a firearm during and in relation\r\n\nto  a drug  trafficking crime,  in violation  of 18  U.S.C.  \r\n\n924(c)(1).\r\n\n          At   sentencing,  Morales'   counsel  appropriately\r\n\nconceded  that Morales  qualified  as a  career offender  for\r\n\n                             -4-\r                                          4\r\r\n\npurposes  of  U.S.S.G.   4B1.1,  but  argued  that the  court\r\n\nshould  ignore that status  in light of  the relatively small\r\n\nquantities  of drugs  involved.   Morales requested  that the\r\n\ncourt  depart downward for two reasons.  He asserted that the\r\n\ncareer offender enhancement overstated his  criminal history.\r\n\nHe  also said  the  government's  recommended sentence  would\r\n\neffectively constitute a  life sentence given  his age.   The\r\n\ncourt found there was, on the facts of this case, no basis to\r\n\nveer from  the career offender guideline and refused to grant\r\n\na downward departure.   The  court sentenced  Morales to  210\r\n\nmonths  imprisonment  consecutive  to  the   state  sentences\r\n\nMorales was then serving, with other conditions not pertinent\r\n\nhere.\r\n\n                              II\r\n\n                         Convictions\r                                                \r\n\n          Morales'   attacks  on  his  convictions  tread  on\r\n\nfamiliar ground and do not warrant extensive discussion.\r\n\nIneffective Assistance of Counsel\r                                             \r\n\n          Morales  did not present his ineffective assistance\r\n\nclaim to the district court.  \"With a regularity bordering on\r\n\nthe  monotonous,\" this  court  has  held \"that  fact-specific\r\n\nclaims of  ineffective assistance cannot make  their debut on\r\n\ndirect review  of  criminal convictions,  but,  rather,  must\r\n\noriginally  be presented  to,  and acted  upon by,  the trial\r\n\n                             -5-\r                                          5\r\r\n\ncourt.\"   United States v. Mala,  7 F.3d 1058, 1063 (1st Cir.\r                                           \r\n\n1993), cert. denied, 114 S. Ct. 1839 (1994).\r                               \r\n\n          This case does not fall within the exception to the\r\n\nrule.   Only \"where the  critical facts are  not genuinely in\r\n\ndispute  and the  record is  sufficiently developed  to allow\r\n\nreasoned   consideration\"  will   this  court   entertain  an\r\n\nineffective  assistance  claim  raised  initially  on  direct\r\n\nreview.  United  States v.  Natanel, 938 F.2d  302, 309  (1st\r                                               \r\n\nCir.  1991), cert. denied, 502 U.S. 1079 (1992).  The alleged\r                                     \r\n\nineffective assistance of counsel arose, Morales argues, from\r\n\nthe failure of his trial counsel to file a motion to suppress\r\n\nthe  evidence  resulting from  the  search  of his  apartment\r\n\nundertaken pursuant  to a  facially  valid warrant.   By  its\r\n\nnature, this claim will  require the presentation of evidence\r\n\nthat it would have had some  actual basis in fact, as well as\r\n\nproof of prejudice.  See Kimmelman v. Morrison, 477 U.S. 365,\r                                                          \r\n\n375 (1986).   Thus, Morales' ineffective  assistance claim is\r\n\nunsuited for consideration initially on this appeal.\r\n\nLimiting Instruction\r                                \r\n\n          Morales argues  that the  trial court erred  in not\r\n\nsua sponte  giving the jury a  limiting instruction directing\r                      \r\n\nit to consider  the parties' stipulation  that Morales was  a\r\n\nfelon only for purposes of establishing a required element in\r                      \r\n\nthe  felon-in-possession  of  a  firearm  charge.    But  the\r\n\ndefendant  cannot have his cake and eat  it too.  As a result\r\n\n                             -6-\r                                          6\r\r\n\nof the stipulation, the government could  not put in evidence\r\n\nof   the  number   and  nature   of  Morales'   prior  felony\r\n\nconvictions,   thereby   protecting  Morales   against  undue\r\n\nprejudice from such evidence.  The stipulation was proper and\r\n\nin accord with our  decision in United States v.  Tavares, 21\r                                                                     \r\n\nF.3d 1, 4-5 (1st Cir. 1994) (en banc), where we noted that in\r\n\nmost,  but not all cases,  such evidence has little relevance\r\n\nto the felon-in-possession charge and usually presents a risk\r\n\nof unfair prejudice.\r\n\n          Morales now asks  for a blanket  rule that a  trial\r\n\ncourt must sua  sponte give the type of  limiting instruction\r                                  \r\n\nhe urges in this appeal, a  position he is forced into by his\r\n\nfailure  to ask  for  such an  instruction  at trial.    That\r\n\nfailure is  fatal.  See United States v. De La Cruz, 902 F.2d\r                                                               \r\n\n121, 124 (1st Cir. 1990) (holding that as a general  rule the\r\n\nfailure  of the trial court  to give a cautionary instruction\r\n\nsua sponte is  not reversible error).   Even so, the cure  he\r                      \r\n\nseeks may be worse than the hypothesized disease.  Whether to\r\n\nseek a limiting  instruction is a  strategic choice by  trial\r\n\ncounsel.   \"Whether an  instruction will 'cure'  a problem or\r\n\nexacerbate it by calling more  attention to it than warranted\r\n\nis  within the ken of counsel and part of litigation strategy\r\n\nand judgment.  The obligation to suggest [an instruction], if\r\n\nany, rested on defense counsel.\"  United States v. Cartagena-\r                                                                         \r\n\nCarrasquillo,  70 F.3d  706, 713  (1st Cir.  1995).   Despite\r                        \r\n\n                             -7-\r                                          7\r\r\n\nMorales'  argument in  this case,  defendants in  other cases\r\n\nmight  well think  that  the limiting  instruction sought  by\r\n\nMorales here  would unnecessarily highlight  their status  as\r\n\nfelons.  Morales' post-conviction  assertion of error in this\r\n\ncase is no warrant for  constraining the strategic choices of\r\n\ncounsel in other cases.  There was no error.\r\n\nVials of Crack Cocaine\r                                  \r\n\n          Morales says the district court  erred in admitting\r\n\ninto evidence twenty-three vials  of crack cocaine.  He  says\r\n\nthey  were inadmissible  because  the transmittal  sheet that\r\n\naccompanied the  vials to  the laboratory for  testing stated\r\n\nthere were  twenty vials,  and because  the chemist  tested a\r\n\nsample, only two, and not all twenty-three of the vials.\r\n\n          On  the  first  argument, chain-of-custody  attacks\r\n\nusually  go  to  the  weight  of  the  evidence  and  not  to\r\n\nadmissibility; our review  is for abuse  of discretion.   See\r                                                                         \r\n\nCartagena-Carrasquillo,  70  F.3d  at  715.    The government\r                                  \r\n\nexplained  that  the  \"20\" on  the  transmittal  sheet  was a\r\n\ntypographical  error and  produced  testimony  that  in  fact\r\n\ntwenty-three vials were seized  from Morales' apartment, kept\r\n\nin  custody,  sent to  the lab,  and  that that  lab received\r\n\ntwenty-three vials.   There  was  no abuse  of discretion  in\r\n\nadmitting the vials.\r\n\n          On the second point, Morales' argument assumes that\r\n\nthe  government  had  to  show that  all  twenty-three  vials\r\n\n                             -8-\r                                          8\r\r\n\ncontained crack.  To convict Morales,  however, the jury need\r\n\nonly have  found that  defendant possessed some  amount of  a\r\n\ncontrolled  substance.  See 21 U.S.C.   841; United States v.\r                                                                      \r\n\nBarnes, 890 F.2d 545, 551-52 &amp; n.6 (1st Cir. 1989),  494 U.S.\r                  \r\n\n1019 (1990).   While undoubtedly relevant  to the sentencing,\r\n\nthe  precise quantity  and  nature of  the  substance, be  it\r\n\ncocaine or cocaine base, was not an element of the crime  for\r\n\nthe  jury to decide.   That twenty-three  vials were admitted\r\n\nbut only two vials  were tested thus could not  have amounted\r\n\nto reversible error.\r\n\nFirearm\r                   \r\n\n          Morales challenges  the admission of the handgun on\r\n\nauthentication  grounds, pointing  to inconsistencies  in the\r\n\ntestimony  of the  two  detectives as  to  the order  of  the\r\n\ndiscovery  of the evidence and the absence of an evidence tag\r\n\non the handgun.   Our review on this evidentiary  question is\r\n\nfor abuse of  discretion.   See United States  v. Abreu,  952\r                                                                   \r\n\nF.2d  1458,  1467  (1st Cir.),  cert.  denied,  503  U.S. 994\r                                                         \r\n\n(1992).  The trial judge admitted the gun into evidence after\r\n\nhearing testimony  that it  was the same  gun the  detectives\r\n\ndiscovered, the gun had the same serial number, and it was in\r\n\nthe  same condition  as when discovered.   The  serial number\r\n\nevidence alone arguably provided sufficient authentication in\r\n\nlight of  the legal requirement imposed  on gun manufacturers\r\n\nto  place an  indelible,  non-duplicating  individual  serial\r\n\n                             -9-\r                                          9\r\r\n\nnumber on all firearms.  See 27 C.F.R.   179.102; see also 26\r                                                                      \r\n\nU.S.C.   5842(a).  There was no abuse of discretion.\r\n\nSufficiency of the Evidence\r                                       \r\n\n          In  reviewing the  sufficiency of the  evidence, we\r\n\nlook  at  the evidence  and  reasonable  inferences from  the\r\n\nevidence in  the light most  favorable to the  prosecution to\r\n\ndetermine if it  would allow  a rational jury  to find  guilt\r\n\nbeyond  a reasonable doubt.   See  United States  v. Luciano-\r                                                                         \r\n\nMosquera, 63  F.3d 1142, 1149  (1st Cir. 1995),  petition for\r                                                                         \r\n\ncert. filed, 64 U.S.L.W.  3765 (U.S. Apr. 26, 1996)  (No. 95-\r                       \r\n\n1775).  Here, there was no  dispute that Morales lived in the\r\n\napartment and was its sole occupant.  That is where the drugs\r\n\nwere found, some of which were hidden, with some effort, in a\r\n\nrefrigerator door.   The gun  was also hidden,  out of  plain\r\n\nview.   The jury could  reasonably infer that  Morales was in\r\n\nknowing  possession of both the  gun and the  drugs, and need\r\n\nnot have  believed the  somewhat incoherent testimony  of the\r\n\nbuilding  occupant  proffered by  the  defense.   See  United\r                                                                         \r\n\nStates  v.  Calderon,   77  F.3d  6,   10  (1st  Cir.   1996)\r                                \r\n\n(\"Credibility  determinations are uniquely  within the jury's\r\n\nprovince,  and we defer to the jury's verdict if the evidence\r\n\ncan  support  varying   inferences.\"  (quotation  marks   and\r\n\ncitation omitted)).\r\n\nProsecutor's Closing\r                                \r\n\n                             -10-\r                                          10\r\r\n\n          Morales argues that the prosecution, in its closing\r\n\nrebuttal,  improperly  vouched  for  the  credibility of  its\r\n\npolice  witnesses.   In  particular,  Morales  points to  the\r\n\nprosecutor's final argument:\r\n\n          They're not,  I submit to you, members of\r\n          the  jury, they're not  going to  run the\r\n          risk   of    perjuring   themselves   and\r\n          jeopardizing  their  careers  over  this.\r\n          They're doing  what they do.   They do it\r\n          day in  and day  out.   They go  out with\r\n          these  search  warrants and  make arrests\r\n          and you make the  decision.  This is what\r\n          they found.    I submit  to  you  they're\r\n          credible officers  who testified credibly\r\n          about  the one  day  in their  lives that\r\n          they were working  as police officers and\r\n          they told you what they found.  I'm going\r\n          to ask you to find  the Defendant guilty.\r\n          Thank you.\r\n\nAs  Morales  made  no  contemporaneous  objection  to   these\r\n\nstatements,  review is for plain error.  See United States v.\r                                                                      \r\n\nCruz-Kuilan, 75 F.3d 59, 62 (1st Cir. 1996).\r                       \r\n\n          Morales'  theory of  the case  was that  the police\r\n\nplanted the firearm  and illegal drugs  in his apartment  and\r\n\nsubsequently lied  at trial in testifying  that they belonged\r\n\nto  Morales.   The credibility  of the  police was  at issue.\r\n\n\"Improper vouching  occurs where the  prosecution places  the\r\n\n`prestige  of  the  government  behind a  witness  by  making\r\n\npersonal assurances  about the  witness' credibility.'\"   Id.\r                                                                         \r\n\n(quoting  United States v. Neal, 36 F.3d 1190, 1207 (1st Cir.\r                                           \r\n\n1994)).   The prosecution,  in responding to  the defendant's\r\n\ntheory by  pointing out that  the police officers  had little\r\n\n                             -11-\r                                          11\r\r\n\nincentive  to  lie,   was  arguably   not  \"making   personal\r\n\nassurances.\"    Cf.  id.  (prosecution's  argument  that  its\r                                    \r\n\nwitnesses were speaking the truth  because they had reason to\r\n\ndo  so, made  in  response to  an  attack on  the  witnesses'\r\n\ncredibility, was  not improper  vouching).  Nevertheless,  as\r\n\nthe government appropriately conceded at oral argument, there\r\n\nwere statements  in the prosecution's closing,  such as \"[h]e\r\n\ntestified  truthfully,\"  of  a   type  that  this  court  has\r\n\ndisapproved in  the past as  improper vouching.1   See United\r                                                                         \r\n\nStates  v. Wihbey, 75 F.3d  761, 771-73 (1st  Cir. 1996); see\r                                                                         \r\n\nalso United States v. Sullivan,    F.3d   ,   , Nos. 95-1719,\r                                          \r\n\n95-1760, slip op. at 18 (1st  Cir. 1996) (there can be a fine\r\n\nline  between proper  arguments  in  response to  credibility\r\n\nattacks on government witnesses and improper vouching).\r\n\n          In  this case,  however, the  prosecutor's comments\r\n\n\"did not impact the  fairness, integrity or public reputation\r\n\nof  the proceedings  and so  should not  be noticed  as plain\r\n\nerror.\"  Sullivan,    F.3d at   , slip op. at 19.  Therefore,\r                             \r\n\neven assuming that the  prosecutor's comments were  improper,\r\n\nthere was no reversible error.   Cf. Wihbey, 75 F.3d at  771-\r                                                       \r\n\n72. \r\n\nConstitutionality of the Statutes\r                                             \r\n\n                    \r                                \r\n\n1.  The  United  States  represented at  oral  argument  that\r\nprosecutors  in that  office  were undergoing  \"training\"  to\r\nensure that such statements were not made in the future.\r\n\n                             -12-\r                                          12\r\r\n\n          Morales  challenges  both  the  felon-in-possession\r\n\nstatute, 18  U.S.C.    922(g)(1), and  the  drug  trafficking\r\n\nstatute, 21 U.S.C.   841(a)(1), as being unconstitutional  in\r\n\nlight of the analysis employed in United States v. Lopez, 115\r                                                                    \r\n\nS. Ct. 1624 (1995).  \r\n\n          The challenge to the constitutional validity of the\r\n\nfelon-in-possession  statute,  18   U.S.C.    922(g)(1),   is\r\n\nforeclosed by United States v. Abernathy,    F.3d   ,   , No.\r                                                    \r\n\n95-1720, slip op. at 5-6 (1st Cir. 1996) and United States v.\r                                                                      \r\n\nBennett, 75 F.3d 40, 49 (1st Cir. 1996).\r                   \r\n\n          We decline  to entertain the challenge  to the drug\r\n\nstatute,  21 U.S.C.    841(a)(1),  which is  made in  summary\r\n\nfashion,  is  wholly   lacking  in  developed   argumentation\r\n\nfocusing on  that particular statute,  and is raised  for the\r\n\nfirst  time on appeal.   See Argencourt v.  United States, 78\r                                                                     \r\n\nF.3d 14, 16 n.1 (1st Cir. 1996) (arguments mentioned, but not\r\n\ndeveloped, are deemed waived);  cf. United States v. Carvell,\r                                                                        \r\n\n74 F.3d  8, 14 (1st  Cir. 1996).   There was no  plain error.\r\n\nUnited States v. Olano, 507 U.S. 725, 736 (1993).\r                                  \r\n\n                             III\r\n\n                           Sentence\r                                               \r\n\n          Morales  argues that the district court erroneously\r\n\nruled  that it  was  powerless to  depart  downward from  the\r\n\napplicable career offender range.  To the extent the district\r\n\ncourt's  decision rested  on its  belief that  it  lacked the\r\n\n                             -13-\r                                          13\r\r\n\npower to depart, we  have jurisdiction over the appeal.   See\r                                                                         \r\n\nUnited States v. Lombard,  72 F.3d 170, 184 (1st  Cir. 1995).\r                                    \r\n\nHowever, we lack jurisdiction if the district court was aware\r\n\nof its  authority to  depart,  but declined  to exercise  its\r\n\ndiscretion to do  so.  See United States v. Morrison, 46 F.3d\r                                                                \r\n\n127, 130 (1st  Cir. 1995).   To determine  whether the  court\r\n\nmisapprehended  its  authority  to depart  or  exercised  its\r\n\ndiscretion not to depart, we  look to the sentencing  judge's\r\n\nremarks within the context of the record.  See id. at 130-31.\r                                                              \r\n\nThe record reveals that  the district court was aware  of its\r\n\npower  to grant  Morales a  downward  departure, but  did not\r\n\nthink departure was warranted in the factual circumstances of\r\n\nthis case.\r\n\n          At  sentencing,  Morales  argued  for   a  downward\r\n\ndeparture  on a number of grounds.  Primarily, he argued that\r\n\nbecause  his prior drug convictions  were minor, his case was\r\n\nsimilar to that of  United States v. Reyes, 8 F.3d  1379 (9th\r                                                      \r\n\nCir.  1993).  In  Reyes, as a  result of applying  the career\r                                   \r\n\noffender provision, U.S.S.G.    4B1.1, to a defendant's prior\r\n\nminor  drug trafficking  offenses, the  applicable sentencing\r\n\nrange was increased  from a  33-41 month range  to a  210-262\r\n\nmonth  range.   Id.  at 1381-82.    The district  court there\r                               \r\n\ndecided that although the career offender  guideline applied,\r\n\nit was  going to depart downward to a sentence within the 33-\r\n\n41  month  range.   See  id.  at 1383.    The  basis for  the\r                                        \r\n\n                             -14-\r                                          14\r\r\n\ndeparture  was  that   the  Guidelines'   treatment  of   the\r\n\ndefendant's  previous  criminal  history overrepresented  its\r\n\ntrue seriousness. See U.S.S.G.    4A1.3, 5K2.0; Reyes, 8 F.3d\r                                                                 \r\n\nat 1383-84.\r\n\n          The  sentencing  transcript  here  shows  that  the\r\n\ndistrict court  carefully considered Morales'  argument based\r\n\non Reyes.  In fact, the court recessed specifically to review\r                    \r\n\nReyes  and the  other  cases cited  by  Morales.   After  the\r                 \r\n\nrecess, the court explained that it did not consider Morales'\r\n\nprevious  drug  convictions  minor,  that  Morales'  criminal\r\n\nhistory suggested a \"lack of regard for the law or the people\r\n\n. . . being poisoned by this stuff,\" and that the enhancement\r\n\nrequired by the  career offender guideline  (from a range  of\r\n\n110-137  months   to  210-262   months)  did  not   create  a\r\n\ndisproportionate result.  The court concluded that it did not\r\n\nthink  that the defendant's  Guidelines sentencing  range was\r\n\n\"subject  to departure in these circumstances, and . . . that\r                                                         \r\n\nthere[]  [was] no basis for departure under the facts of this\r                                                                         \r\n\ncase.\"  (emphasis  added).     The  district  court   clearly\r                \r\n\nrecognized  its authority to  depart, but did  not think that\r\n\nthe  facts  or circumstances  of  this  case merited  such  a\r\n\n                             -15-\r                                          15\r\r\n\ndeparture.2    Therefore, we  lack  jurisdiction  to consider\r\n\nMorales' sentencing appeal.\r\n\n          Morales argues  in passing that  the district court\r\n\nerroneously  thought that  it could  never grant  a departure\r\n\nbased on age.  Morales misunderstands the district court.  In\r\n\nresponse to Morales' argument at sentencing that he should be\r\n\ngranted  leniency  because  he  was  sixty  at  the  time  of\r\n\nsentencing  and  would  be  seventy-one  when  released,  the\r\n\ndistrict  court  explained,  quoting  from  United States  v.\r                                                                     \r\n\nNorflett, 922 F.2d  50, 53  (1st Cir. 1990),  that under  the\r                    \r\n\nGuidelines  it could not depart merely because it thought the\r\n\nsentence was excessive.  Norflett explicitly says that age is\r                                             \r\n\na disfavored reason for departure, and can be considered only\r\n\nin circumstances  of \"substantial  atypicality.\"  See  id. at\r                                                                      \r\n\n54.   The  Norflett court held  that the  mere fact  that the\r                               \r\n\ndefendant was thirty-four when  sentenced and would be fifty-\r\n\nfour when released, did not constitute unusual circumstances.\r\n\nWe have no reason to believe that the district court in  this\r\n\ncase   misapprehended  its   authority  to   depart   on  the\r\n\n(disfavored) ground of age.\r\n\n          Affirmed.           \r                              \r\n\n                    \r                                \r\n\n2.  Since  the sentencing  in this  case, we  have recognized\r\nthat a district  court has the  authority to depart  downward\r\nwhere  a  career offender  criminal  history  category of  VI\r\noverrepresents a defendant's criminal history.  United States\r                                                                         \r\nv. Lindia, 82 F.3d 1154, 1164-65 (1st Cir. 1996).\r                     \r\n\n                             -16-\r                                          16\r\r\n",
  "html": "<p class=\"case_cite\">89 F.3d 824</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES of America, Appellee,<br>v.<br>Jacinto Orlando MORALES, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1616.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">July 12, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">George J. West for appellant.</p>\n      <p class=\"indent\">Margaret E. Curran, Assistant United States Attorney, with whom Zechariah Chafee, Assistant United States Attorney and Sheldon Whitehouse, United States Attorney, were on brief for the United States.</p>\n      <p class=\"indent\">Before TORRUELLA, chief Judge, STAHL and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Jacinto Orlando Morales, who at age forty-eight began his drug-related criminal career, was tried and convicted, at age fifty-six, of possession with intent to distribute both cocaine base and cocaine and of being a felon in possession of a firearm.   He appeals from his convictions, arguing that they should be reversed due to ineffective assistance of counsel, that the district court erred in its instructions to the jury and in admitting certain evidence, that the evidence was insufficient to convict, that the prosecutor impermissibly vouched for the government's witnesses and that the statutes under which he was convicted are unconstitutional as exceeding Congress' lawful power under the Commerce Clause.   In addition, he appeals from his sentence, which will keep him in prison past age seventy-one, on the grounds that the district court should have departed downward in light of his age and the small amounts of cocaine he says were involved.   We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* Background</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Local police work led to this federal conviction.   Two experienced members of the Providence, Rhode Island, Police Department investigated stories of drug trafficking by Morales.   They obtained a search warrant for his apartment in a three-decker tenement and drove to the residence.   They saw Morales leaving his building.   They stopped him, told him of the warrant, informed him of his rights, and asked him to return to the apartment with them.   Morales did so and let the two detectives into his small apartment.   The detectives found two bags, containing a total of over twenty-eight grams of cocaine, hidden in a pocket hollowed out of the insulation in the refrigerator door.   They also found twenty-three vials of crack cocaine (cocaine base), alongside drug paraphernalia, in cabinets above the kitchen sink.   Hidden between pairs of shoes on a curtained shelf in the bedroom they found a fully operable and loaded Raven .25 caliber semi-automatic handgun.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The defense theory was that the police planted the evidence.   The theory relied on the testimony of a defense witness who lived in Morales' building, and on inconsistencies in the detectives' testimony about the order in which the evidence was discovered and about the handling of the evidence.   The jury convicted Morales on three of four counts:  possession with intent to distribute cocaine (count one) and possession with intent to distribute cocaine base (count two), both in violation of 21 U.S.C. &#167; 841(a)(1);  and possession of a firearm by a convicted felon (count three), in violation of 18 U.S.C. &#167; 922(g)(1).   Morales was acquitted on the fourth count:  use of a firearm during and in relation to a drug trafficking crime, in violation of 18 U.S.C. &#167; 924(c)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At sentencing, Morales' counsel appropriately conceded that Morales qualified as a career offender for purposes of U.S.S.G. &#167; 4B1.1, but argued that the court should ignore that status in light of the relatively small quantities of drugs involved.   Morales requested that the court depart downward for two reasons.   He asserted that the career offender enhancement overstated his criminal history.   He also said the government's recommended sentence would effectively constitute a life sentence given his age.   The court found there was, on the facts of this case, no basis to veer from the career offender guideline and refused to grant a downward departure.   The court sentenced Morales to 210 months imprisonment consecutive to the state sentences Morales was then serving, with other conditions not pertinent here.</p>\n    </div>\n    <p>II</p>\n    <p>Convictions</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Morales' attacks on his convictions tread on familiar ground and do not warrant extensive discussion.</p>\n    </div>\n    <p>Ineffective Assistance of Counsel</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Morales did not present his ineffective assistance claim to the district court.  \"With a regularity bordering on the monotonous,\" this court has held \"that fact-specific claims of ineffective assistance cannot make their debut on direct review of criminal convictions, but, rather, must originally be presented to, and acted upon by, the trial court.\"  United States v. Mala, 7 F.3d 1058, 1063 (1st Cir.1993), cert. denied, 114 S.Ct. 1839 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This case does not fall within the exception to the rule.   Only \"where the critical facts are not genuinely in dispute and the record is sufficiently developed to allow reasoned consideration\" will this court entertain an ineffective assistance claim raised initially on direct review.  United States v. Natanel, 938 F.2d 302, 309 (1st Cir.1991), cert. denied, 502 U.S. 1079 (1992).   The alleged ineffective assistance of counsel arose, Morales argues, from the failure of his trial counsel to file a motion to suppress the evidence resulting from the search of his apartment undertaken pursuant to a facially valid warrant.   By its nature, this claim will require the presentation of evidence that it would have had some actual basis in fact, as well as proof of prejudice.  See Kimmelman v. Morrison, 477 U.S. 365, 375 (1986).   Thus, Morales' ineffective assistance claim is unsuited for consideration initially on this appeal.</p>\n    </div>\n    <p>Limiting Instruction</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Morales argues that the trial court erred in not sua sponte giving the jury a limiting instruction directing it to consider the parties' stipulation that Morales was a felon only for purposes of establishing a required element in the felon-in-possession of a firearm charge.   But the defendant cannot have his cake and eat it too.   As a result of the stipulation, the government could not put in evidence of the number and nature of Morales' prior felony convictions, thereby protecting Morales against undue prejudice from such evidence.   The stipulation was proper and in accord with our decision in United States v. Tavares, 21 F.3d 1, 4-5 (1st Cir.1994) (en banc), where we noted that in most, but not all cases, such evidence has little relevance to the felon-in-possession charge and usually presents a risk of unfair prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Morales now asks for a blanket rule that a trial court must sua sponte give the type of limiting instruction he urges in this appeal, a position he is forced into by his failure to ask for such an instruction at trial.   That failure is fatal.  See United States v. De La Cruz, 902 F.2d 121, 124 (1st Cir.1990) (holding that as a general rule the failure of the trial court to give a cautionary instruction sua sponte is not reversible error).   Even so, the cure he seeks may be worse than the hypothesized disease.   Whether to seek a limiting instruction is a strategic choice by trial counsel.  \"Whether an instruction will 'cure' a problem or exacerbate it by calling more attention to it than warranted is within the ken of counsel and part of litigation strategy and judgment.   The obligation to suggest [an instruction], if any, rested on defense counsel.\"  United States v. Cartagena-Carrasquillo, 70 F.3d 706, 713 (1st Cir.1995).   Despite Morales' argument in this case, defendants in other cases might well think that the limiting instruction sought by Morales here would unnecessarily highlight their status as felons.   Morales' post-conviction assertion of error in this case is no warrant for constraining the strategic choices of counsel in other cases.   There was no error.</p>\n    </div>\n    <p>Vials of Crack Cocaine</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Morales says the district court erred in admitting into evidence twenty-three vials of crack cocaine.   He says they were inadmissible because the transmittal sheet that accompanied the vials to the laboratory for testing stated there were twenty vials, and because the chemist tested a sample, only two, and not all twenty-three of the vials.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On the first argument, chain-of-custody attacks usually go to the weight of the evidence and not to admissibility;  our review is for abuse of discretion.  See Cartagena-Carrasquillo, 70 F.3d at 715.   The government explained that the \"20\" on the transmittal sheet was a typographical error and produced testimony that in fact twenty-three vials were seized from Morales' apartment, kept in custody, sent to the lab, and that that lab received twenty-three vials.   There was no abuse of discretion in admitting the vials.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On the second point, Morales' argument assumes that the government had to show that all twenty-three vials contained crack.   To convict Morales, however, the jury need only have found that defendant possessed some amount of a controlled substance.   See 21 U.S.C. &#167; 841;  United States v. Barnes, 890 F.2d 545, 551-52 &amp; n. 6 (1st Cir.1989), 494 U.S. 1019 (1990).   While undoubtedly relevant to the sentencing, the precise quantity and nature of the substance, be it cocaine or cocaine base, was not an element of the crime for the jury to decide.   That twenty-three vials were admitted but only two vials were tested thus could not have amounted to reversible error.</p>\n    </div>\n    <p>Firearm</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Morales challenges the admission of the handgun on authentication grounds, pointing to inconsistencies in the testimony of the two detectives as to the order of the discovery of the evidence and the absence of an evidence tag on the handgun.   Our review on this evidentiary question is for abuse of discretion.  See United States v. Abreu, 952 F.2d 1458, 1467 (1st Cir.), cert. denied, 503 U.S. 994 (1992).   The trial judge admitted the gun into evidence after hearing testimony that it was the same gun the detectives discovered, the gun had the same serial number, and it was in the same condition as when discovered.   The serial number evidence alone arguably provided sufficient authentication in light of the legal requirement imposed on gun manufacturers to place an indelible, non-duplicating individual serial number on all firearms.   See 27 C.F.R. &#167; 179.102;  see also 26 U.S.C. &#167; 5842(a).   There was no abuse of discretion.</p>\n    </div>\n    <p>Sufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In reviewing the sufficiency of the evidence, we look at the evidence and reasonable inferences from the evidence in the light most favorable to the prosecution to determine if it would allow a rational jury to find guilt beyond a reasonable doubt.  See United States v. Luciano-Mosquera, 63 F.3d 1142, 1149 (1st Cir.1995), petition for cert. filed, 64 U.S.L.W. 3765 (U.S. Apr. 26, 1996) (No. 95-1775).   Here, there was no dispute that Morales lived in the apartment and was its sole occupant.   That is where the drugs were found, some of which were hidden, with some effort, in a refrigerator door.   The gun was also hidden, out of plain view.   The jury could reasonably infer that Morales was in knowing possession of both the gun and the drugs, and need not have believed the somewhat incoherent testimony of the building occupant proffered by the defense.  See United States v. Calderon, 77 F.3d 6, 10 (1st Cir.1996) (\"Credibility determinations are uniquely within the jury's province, and we defer to the jury's verdict if the evidence can support varying inferences.\"  (quotation marks and citation omitted)).</p>\n    </div>\n    <p>Prosecutor's Closing</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Morales argues that the prosecution, in its closing rebuttal, improperly vouched for the credibility of its police witnesses.   In particular, Morales points to the prosecutor's final argument:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>They're not, I submit to you, members of the jury, they're not going to run the risk of perjuring themselves and jeopardizing their careers over this.   They're doing what they do.   They do it day in and day out.   They go out with these search warrants and make arrests and you make the decision.   This is what they found.   I submit to you they're credible officers who testified credibly about the one day in their lives that they were working as police officers and they told you what they found.   I'm going to ask you to find the Defendant guilty.   Thank you.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">As Morales made no contemporaneous objection to these statements, review is for plain error.  See United States v. Cruz-Kuilan, 75 F.3d 59, 62 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Morales' theory of the case was that the police planted the firearm and illegal drugs in his apartment and subsequently lied at trial in testifying that they belonged to Morales.   The credibility of the police was at issue.  \"Improper vouching occurs where the prosecution places the 'prestige of the government behind a witness by making personal assurances about the witness' credibility.' \"   Id. (quoting United States v. Neal, 36 F.3d 1190, 1207 (1st Cir.1994)).   The prosecution, in responding to the defendant's theory by pointing out that the police officers had little incentive to lie, was arguably not \"making personal assurances.\"   Cf. id.  (prosecution's argument that its witnesses were speaking the truth because they had reason to do so, made in response to an attack on the witnesses' credibility, was not improper vouching).   Nevertheless, as the government appropriately conceded at oral argument, there were statements in the prosecution's closing, such as \"[h]e testified truthfully,\" of a type that this court has disapproved in the past as improper vouching.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  See United States v. Wihbey, 75 F.3d 761, 771-73 (1st Cir.1996);  see also United States v. Sullivan, --- F.3d ----, ----, Nos. 95-1719, 95-1760, slip op. at 18 (1st Cir.1996) (there can be a fine line between proper arguments in response to credibility attacks on government witnesses and improper vouching).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In this case, however, the prosecutor's comments \"did not impact the fairness, integrity or public reputation of the proceedings and so should not be noticed as plain error.\"   Sullivan, --- F.3d at ---, slip op. at 19.   Therefore, even assuming that the prosecutor's comments were improper, there was no reversible error.  Cf. Wihbey, 75 F.3d at 771-72.</p>\n    </div>\n    <p>Constitutionality of the Statutes</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Morales challenges both the felon-in-possession statute, 18 U.S.C. &#167; 922(g)(1), and the drug trafficking statute, 21 U.S.C. &#167; 841(a)(1), as being unconstitutional in light of the analysis employed in United States v. Lopez, 115 S.Ct. 1624 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The challenge to the constitutional validity of the felon-in-possession statute, 18 U.S.C. &#167; 922(g)(1), is foreclosed by United States v. Abernathy, --- F.3d ---, ---, No. 95-1720, slip op. at 5-6 (1st Cir.1996) and United States v. Bennett, 75 F.3d 40, 49 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We decline to entertain the challenge to the drug statute, 21 U.S.C. &#167; 841(a)(1), which is made in summary fashion, is wholly lacking in developed argumentation focusing on that particular statute, and is raised for the first time on appeal.  See Argencourt v. United States, 78 F.3d 14, 16 n. 1 (1st Cir.1996) (arguments mentioned, but not developed, are deemed waived);  cf.   United States v. Carvell, 74 F.3d 8, 14 (1st Cir.1996).   There was no plain error.  United States v. Olano, 507 U.S. 725, 736 (1993).</p>\n    </div>\n    <p>III</p>\n    <p>Sentence</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Morales argues that the district court erroneously ruled that it was powerless to depart downward from the applicable career offender range.   To the extent the district court's decision rested on its belief that it lacked the power to depart, we have jurisdiction over the appeal.  See United States v. Lombard, 72 F.3d 170, 184 (1st Cir.1995).   However, we lack jurisdiction if the district court was aware of its authority to depart, but declined to exercise its discretion to do so.  See United States v. Morrison, 46 F.3d 127, 130 (1st Cir.1995).   To determine whether the court misapprehended its authority to depart or exercised its discretion not to depart, we look to the sentencing judge's remarks within the context of the record.   See id. at 130-31.   The record reveals that the district court was aware of its power to grant Morales a downward departure, but did not think departure was warranted in the factual circumstances of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">At sentencing, Morales argued for a downward departure on a number of grounds.   Primarily, he argued that because his prior drug convictions were minor, his case was similar to that of United States v. Reyes, 8 F.3d 1379 (9th Cir.1993).   In Reyes, as a result of applying the career offender provision, U.S.S.G. &#167; 4B1.1, to a defendant's prior minor drug trafficking offenses, the applicable sentencing range was increased from a 33-41 month range to a 210-262 month range.  Id. at 1381-82.   The district court there decided that although the career offender guideline applied, it was going to depart downward to a sentence within the 33-41 month range.   See id. at 1383.   The basis for the departure was that the Guidelines' treatment of the defendant's previous criminal history overrepresented its true seriousness.   See U.S.S.G. &#167;&#167; 4A1.3, 5K2.0;  Reyes, 8 F.3d at 1383-84.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The sentencing transcript here shows that the district court carefully considered Morales' argument based on Reyes.   In fact, the court recessed specifically to review Reyes and the other cases cited by Morales.   After the recess, the court explained that it did not consider Morales' previous drug convictions minor, that Morales' criminal history suggested a \"lack of regard for the law or the people ... being poisoned by this stuff,\" and that the enhancement required by the career offender guideline (from a range of 110-137 months to 210-262 months) did not create a disproportionate result.   The court concluded that it did not think that the defendant's Guidelines sentencing range was \"subject to departure in these circumstances, and ... that there[ ][was] no basis for departure under the facts of this case.\"  (emphasis added).   The district court clearly recognized its authority to depart, but did not think that the facts or circumstances of this case merited such a departure.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Therefore, we lack jurisdiction to consider Morales' sentencing appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Morales argues in passing that the district court erroneously thought that it could never grant a departure based on age.   Morales misunderstands the district court.   In response to Morales' argument at sentencing that he should be granted leniency because he was sixty at the time of sentencing and would be seventy-one when released, the district court explained, quoting from United States v. Norflett, 922 F.2d 50, 53 (1st Cir.1990), that under the Guidelines it could not depart merely because it thought the sentence was excessive.  Norflett explicitly says that age is a disfavored reason for departure, and can be considered only in circumstances of \"substantial atypicality.\"   See id. at 54.   The Norflett court held that the mere fact that the defendant was thirty-four when sentenced and would be fifty-four when released, did not constitute unusual circumstances.   We have no reason to believe that the district court in this case misapprehended its authority to depart on the (disfavored) ground of age.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The United States represented at oral argument that prosecutors in that office were undergoing \"training\" to ensure that such statements were not made in the future</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Since the sentencing in this case, we have recognized that a district court has the authority to depart downward where a career offender criminal history category of VI overrepresents a defendant's criminal history.  United States v. Lindia, 82 F.3d 1154, 1164-65 (1st Cir.1996)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">824</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES of America, Appellee,<br>v.<br>Jacinto Orlando MORALES, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1616.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">July 12, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">George J. West for appellant.</p>\n      <p class=\"indent\">Margaret E. Curran, Assistant United States Attorney, with whom Zechariah Chafee, Assistant United States Attorney and Sheldon Whitehouse, United States Attorney, were on brief for the United States.</p>\n      <p class=\"indent\">Before TORRUELLA, chief Judge, STAHL and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Jacinto Orlando Morales, who at age forty-eight began his drug-related criminal career, was tried and convicted, at age fifty-six, of possession with intent to distribute both cocaine base and cocaine and of being a felon in possession of a firearm.   He appeals from his convictions, arguing that they should be reversed due to ineffective assistance of counsel, that the district court erred in its instructions to the jury and in admitting certain evidence, that the evidence was insufficient to convict, that the prosecutor impermissibly vouched for the government's witnesses and that the statutes under which he was convicted are unconstitutional as exceeding Congress' lawful power under the Commerce Clause.   In addition, he appeals from his sentence, which will keep him in prison past age seventy-one, on the grounds that the district court should have departed downward in light of his age and the small amounts of cocaine he says were involved.   We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* Background</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Local police work led to this federal conviction.   Two experienced members of the Providence, Rhode Island, Police Department investigated stories of drug trafficking by Morales.   They obtained a search warrant for his apartment in a three-decker tenement and drove to the residence.   They saw Morales leaving his building.   They stopped him, told him of the warrant, informed him of his rights, and asked him to return to the apartment with them.   Morales did so and let the two detectives into his small apartment.   The detectives found two bags, containing a total of over twenty-eight grams of cocaine, hidden in a pocket hollowed out of the insulation in the refrigerator door.   They also found twenty-three vials of crack cocaine (cocaine base), alongside drug paraphernalia, in cabinets above the kitchen sink.   Hidden between pairs of shoes on a curtained shelf in the bedroom they found a fully operable and loaded Raven .25 caliber semi-automatic handgun.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The defense theory was that the police planted the evidence.   The theory relied on the testimony of a defense witness who lived in Morales' building, and on inconsistencies in the detectives' testimony about the order in which the evidence was discovered and about the handling of the evidence.   The jury convicted Morales on three of four counts:  possession with intent to distribute cocaine (count one) and possession with intent to distribute cocaine base (count two), both in violation of 21 U.S.C. &#167; 841(a)(1);  and possession of a firearm by a convicted felon (count three), in violation of 18 U.S.C. &#167; 922(g)(1).   Morales was acquitted on the fourth count:  use of a firearm during and in relation to a drug trafficking crime, in violation of 18 U.S.C. &#167; 924(c)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At sentencing, Morales' counsel appropriately conceded that Morales qualified as a career offender for purposes of U.S.S.G. &#167; 4B1.1, but argued that the court should ignore that status in light of the relatively small quantities of drugs involved.   Morales requested that the court depart downward for two reasons.   He asserted that the career offender enhancement overstated his criminal history.   He also said the government's recommended sentence would effectively constitute a life sentence given his age.   The court found there was, on the facts of this case, no basis to veer from the career offender guideline and refused to grant a downward departure.   The court sentenced Morales to 210 months imprisonment consecutive to the state sentences Morales was then serving, with other conditions not pertinent here.</p>\n    </div>\n    <p>II</p>\n    <p>Convictions</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Morales' attacks on his convictions tread on familiar ground and do not warrant extensive discussion.</p>\n    </div>\n    <p>Ineffective Assistance of Counsel</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Morales did not present his ineffective assistance claim to the district court.  \"With a regularity bordering on the monotonous,\" this court has held \"that fact-specific claims of ineffective assistance cannot make their debut on direct review of criminal convictions, but, rather, must originally be presented to, and acted upon by, the trial court.\"  United States v. Mala, <span class=\"citation\" data-id=\"194994\"><a href=\"/opinion/194994/united-states-v-mala/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1058</span></a></span>, 1063 (1st Cir.1993), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1839</span></span> (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This case does not fall within the exception to the rule.   Only \"where the critical facts are not genuinely in dispute and the record is sufficiently developed to allow reasoned consideration\" will this court entertain an ineffective assistance claim raised initially on direct review.  United States v. Natanel, <span class=\"citation\" data-id=\"564772\"><a href=\"/opinion/564772/united-states-v-efraim-natanel-aka-efriam-natanel/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">302</span></a></span>, 309 (1st Cir.1991), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1079</span></span> (1992).   The alleged ineffective assistance of counsel arose, Morales argues, from the failure of his trial counsel to file a motion to suppress the evidence resulting from the search of his apartment undertaken pursuant to a facially valid warrant.   By its nature, this claim will require the presentation of evidence that it would have had some actual basis in fact, as well as proof of prejudice.  See Kimmelman v. Morrison, <span class=\"citation\" data-id=\"111724\"><a href=\"/opinion/111724/kimmelman-v-morrison/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">365</span></a></span>, 375 (1986).   Thus, Morales' ineffective assistance claim is unsuited for consideration initially on this appeal.</p>\n    </div>\n    <p>Limiting Instruction</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Morales argues that the trial court erred in not sua sponte giving the jury a limiting instruction directing it to consider the parties' stipulation that Morales was a felon only for purposes of establishing a required element in the felon-in-possession of a firearm charge.   But the defendant cannot have his cake and eat it too.   As a result of the stipulation, the government could not put in evidence of the number and nature of Morales' prior felony convictions, thereby protecting Morales against undue prejudice from such evidence.   The stipulation was proper and in accord with our decision in United States v. Tavares, <span class=\"citation\" data-id=\"195307\"><a href=\"/opinion/195307/united-states-v-tavares/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4-5 (1st Cir.1994) (en banc), where we noted that in most, but not all cases, such evidence has little relevance to the felon-in-possession charge and usually presents a risk of unfair prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Morales now asks for a blanket rule that a trial court must sua sponte give the type of limiting instruction he urges in this appeal, a position he is forced into by his failure to ask for such an instruction at trial.   That failure is fatal.  See United States v. De La Cruz, <span class=\"citation\" data-id=\"540778\"><a href=\"/opinion/540778/united-states-v-jose-manuel-de-la-cruz-aka-jose-manuel-linares-de-la/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">121</span></a></span>, 124 (1st Cir.1990) (holding that as a general rule the failure of the trial court to give a cautionary instruction sua sponte is not reversible error).   Even so, the cure he seeks may be worse than the hypothesized disease.   Whether to seek a limiting instruction is a strategic choice by trial counsel.  \"Whether an instruction will 'cure' a problem or exacerbate it by calling more attention to it than warranted is within the ken of counsel and part of litigation strategy and judgment.   The obligation to suggest [an instruction], if any, rested on defense counsel.\"  United States v. Cartagena-Carrasquillo, <span class=\"citation\" data-id=\"196443\"><a href=\"/opinion/196443/united-states-v-carrasquillo/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">706</span></a></span>, 713 (1st Cir.1995).   Despite Morales' argument in this case, defendants in other cases might well think that the limiting instruction sought by Morales here would unnecessarily highlight their status as felons.   Morales' post-conviction assertion of error in this case is no warrant for constraining the strategic choices of counsel in other cases.   There was no error.</p>\n    </div>\n    <p>Vials of Crack Cocaine</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Morales says the district court erred in admitting into evidence twenty-three vials of crack cocaine.   He says they were inadmissible because the transmittal sheet that accompanied the vials to the laboratory for testing stated there were twenty vials, and because the chemist tested a sample, only two, and not all twenty-three of the vials.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On the first argument, chain-of-custody attacks usually go to the weight of the evidence and not to admissibility;  our review is for abuse of discretion.  See Cartagena-Carrasquillo, 70 F.3d at 715.   The government explained that the \"20\" on the transmittal sheet was a typographical error and produced testimony that in fact twenty-three vials were seized from Morales' apartment, kept in custody, sent to the lab, and that that lab received twenty-three vials.   There was no abuse of discretion in admitting the vials.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On the second point, Morales' argument assumes that the government had to show that all twenty-three vials contained crack.   To convict Morales, however, the jury need only have found that defendant possessed some amount of a controlled substance.   See 21 U.S.C. &#167; 841;  United States v. Barnes, <span class=\"citation\" data-id=\"532754\"><a href=\"/opinion/532754/united-states-v-alfreda-barnes/\"><span class=\"volume\">890</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">545</span></a></span>, 551-52 &amp; n. 6 (1st Cir.1989), <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1019</span></span> (1990).   While undoubtedly relevant to the sentencing, the precise quantity and nature of the substance, be it cocaine or cocaine base, was not an element of the crime for the jury to decide.   That twenty-three vials were admitted but only two vials were tested thus could not have amounted to reversible error.</p>\n    </div>\n    <p>Firearm</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Morales challenges the admission of the handgun on authentication grounds, pointing to inconsistencies in the testimony of the two detectives as to the order of the discovery of the evidence and the absence of an evidence tag on the handgun.   Our review on this evidentiary question is for abuse of discretion.  See United States v. Abreu, <span class=\"citation\" data-id=\"575196\"><a href=\"/opinion/575196/united-states-v-ramon-alfredo-abreu-aka-carlos-juan/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1458</span></a></span>, 1467 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">994</span></span> (1992).   The trial judge admitted the gun into evidence after hearing testimony that it was the same gun the detectives discovered, the gun had the same serial number, and it was in the same condition as when discovered.   The serial number evidence alone arguably provided sufficient authentication in light of the legal requirement imposed on gun manufacturers to place an indelible, non-duplicating individual serial number on all firearms.   See 27 C.F.R. &#167; 179.102;  see also 26 U.S.C. &#167; 5842(a).   There was no abuse of discretion.</p>\n    </div>\n    <p>Sufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In reviewing the sufficiency of the evidence, we look at the evidence and reasonable inferences from the evidence in the light most favorable to the prosecution to determine if it would allow a rational jury to find guilt beyond a reasonable doubt.  See United States v. Luciano-Mosquera, <span class=\"citation\" data-id=\"196263\"><a href=\"/opinion/196263/united-states-v-luciano-mosquera/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1142</span></a></span>, 1149 (1st Cir.1995), petition for cert. filed, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">3765</span></span> (U.S. Apr. 26, 1996) (No. 95-1775).   Here, there was no dispute that Morales lived in the apartment and was its sole occupant.   That is where the drugs were found, some of which were hidden, with some effort, in a refrigerator door.   The gun was also hidden, out of plain view.   The jury could reasonably infer that Morales was in knowing possession of both the gun and the drugs, and need not have believed the somewhat incoherent testimony of the building occupant proffered by the defense.  See United States v. Calderon, <span class=\"citation\" data-id=\"196602\"><a href=\"/opinion/196602/united-states-v-calderon/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 10 (1st Cir.1996) (\"Credibility determinations are uniquely within the jury's province, and we defer to the jury's verdict if the evidence can support varying inferences.\"  (quotation marks and citation omitted)).</p>\n    </div>\n    <p>Prosecutor's Closing</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Morales argues that the prosecution, in its closing rebuttal, improperly vouched for the credibility of its police witnesses.   In particular, Morales points to the prosecutor's final argument:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>They're not, I submit to you, members of the jury, they're not going to run the risk of perjuring themselves and jeopardizing their careers over this.   They're doing what they do.   They do it day in and day out.   They go out with these search warrants and make arrests and you make the decision.   This is what they found.   I submit to you they're credible officers who testified credibly about the one day in their lives that they were working as police officers and they told you what they found.   I'm going to ask you to find the Defendant guilty.   Thank you.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">As Morales made no contemporaneous objection to these statements, review is for plain error.  See United States v. Cruz-Kuilan, <span class=\"citation\" data-id=\"196554\"><a href=\"/opinion/196554/united-states-v-cruz-quilan/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">59</span></a></span>, 62 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Morales' theory of the case was that the police planted the firearm and illegal drugs in his apartment and subsequently lied at trial in testifying that they belonged to Morales.   The credibility of the police was at issue.  \"Improper vouching occurs where the prosecution places the 'prestige of the government behind a witness by making personal assurances about the witness' credibility.' \"   Id. (quoting United States v. Neal, <span class=\"citation\" data-id=\"679500\"><a href=\"/opinion/679500/united-states-v-gary-p-neal-united-states-v-william-f-kenney-jr/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1190</span></a></span>, 1207 (1st Cir.1994)).   The prosecution, in responding to the defendant's theory by pointing out that the police officers had little incentive to lie, was arguably not \"making personal assurances.\"   Cf. id.  (prosecution's argument that its witnesses were speaking the truth because they had reason to do so, made in response to an attack on the witnesses' credibility, was not improper vouching).   Nevertheless, as the government appropriately conceded at oral argument, there were statements in the prosecution's closing, such as \"[h]e testified truthfully,\" of a type that this court has disapproved in the past as improper vouching.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  See United States v. Wihbey, <span class=\"citation\" data-id=\"196557\"><a href=\"/opinion/196557/united-states-v-wihbey/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">761</span></a></span>, 771-73 (1st Cir.1996);  see also United States v. Sullivan, --- F.3d ----, ----, Nos. 95-1719, 95-1760, slip op. at 18 (1st Cir.1996) (there can be a fine line between proper arguments in response to credibility attacks on government witnesses and improper vouching).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In this case, however, the prosecutor's comments \"did not impact the fairness, integrity or public reputation of the proceedings and so should not be noticed as plain error.\"   Sullivan, --- F.3d at ---, slip op. at 19.   Therefore, even assuming that the prosecutor's comments were improper, there was no reversible error.  Cf. Wihbey, 75 F.3d at 771-72.</p>\n    </div>\n    <p>Constitutionality of the Statutes</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Morales challenges both the felon-in-possession statute, 18 U.S.C. &#167; 922(g)(1), and the drug trafficking statute, 21 U.S.C. &#167; 841(a)(1), as being unconstitutional in light of the analysis employed in United States v. Lopez, <span class=\"citation\" data-id=\"117927\"><a href=\"/opinion/117927/united-states-v-lopez/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1624</span></a></span> (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The challenge to the constitutional validity of the felon-in-possession statute, 18 U.S.C. &#167; 922(g)(1), is foreclosed by United States v. Abernathy, --- F.3d ---, ---, No. 95-1720, slip op. at 5-6 (1st Cir.1996) and United States v. Bennett, <span class=\"citation\" data-id=\"196545\"><a href=\"/opinion/196545/united-states-v-bennett/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">40</span></a></span>, 49 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We decline to entertain the challenge to the drug statute, 21 U.S.C. &#167; 841(a)(1), which is made in summary fashion, is wholly lacking in developed argumentation focusing on that particular statute, and is raised for the first time on appeal.  See Argencourt v. United States, <span class=\"citation\" data-id=\"196633\"><a href=\"/opinion/196633/argencourt-v-united-states/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 16 n. 1 (1st Cir.1996) (arguments mentioned, but not developed, are deemed waived);  cf.   United States v. Carvell, <span class=\"citation\" data-id=\"196531\"><a href=\"/opinion/196531/united-states-v-carvell/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 14 (1st Cir.1996).   There was no plain error.  United States v. Olano, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 736 (1993).</p>\n    </div>\n    <p>III</p>\n    <p>Sentence</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Morales argues that the district court erroneously ruled that it was powerless to depart downward from the applicable career offender range.   To the extent the district court's decision rested on its belief that it lacked the power to depart, we have jurisdiction over the appeal.  See United States v. Lombard, <span class=\"citation\" data-id=\"196476\"><a href=\"/opinion/196476/united-states-v-lombard/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">170</span></a></span>, 184 (1st Cir.1995).   However, we lack jurisdiction if the district court was aware of its authority to depart, but declined to exercise its discretion to do so.  See United States v. Morrison, <span class=\"citation\" data-id=\"195889\"><a href=\"/opinion/195889/united-states-v-morrison/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">127</span></a></span>, 130 (1st Cir.1995).   To determine whether the court misapprehended its authority to depart or exercised its discretion not to depart, we look to the sentencing judge's remarks within the context of the record.   See id. at 130-31.   The record reveals that the district court was aware of its power to grant Morales a downward departure, but did not think departure was warranted in the factual circumstances of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">At sentencing, Morales argued for a downward departure on a number of grounds.   Primarily, he argued that because his prior drug convictions were minor, his case was similar to that of United States v. Reyes, <span class=\"citation\" data-id=\"656624\"><a href=\"/opinion/656624/united-states-of-america-cross-appellee-v-armando-reyes/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1379</span></a></span> (9th Cir.1993).   In Reyes, as a result of applying the career offender provision, U.S.S.G. &#167; 4B1.1, to a defendant's prior minor drug trafficking offenses, the applicable sentencing range was increased from a 33-41 month range to a 210-262 month range.  Id. at 1381-82.   The district court there decided that although the career offender guideline applied, it was going to depart downward to a sentence within the 33-41 month range.   See id. at 1383.   The basis for the departure was that the Guidelines' treatment of the defendant's previous criminal history overrepresented its true seriousness.   See U.S.S.G. &#167;&#167; 4A1.3, 5K2.0;  Reyes, 8 F.3d at 1383-84.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The sentencing transcript here shows that the district court carefully considered Morales' argument based on Reyes.   In fact, the court recessed specifically to review Reyes and the other cases cited by Morales.   After the recess, the court explained that it did not consider Morales' previous drug convictions minor, that Morales' criminal history suggested a \"lack of regard for the law or the people ... being poisoned by this stuff,\" and that the enhancement required by the career offender guideline (from a range of 110-137 months to 210-262 months) did not create a disproportionate result.   The court concluded that it did not think that the defendant's Guidelines sentencing range was \"subject to departure in these circumstances, and ... that there[ ][was] no basis for departure under the facts of this case.\"  (emphasis added).   The district court clearly recognized its authority to depart, but did not think that the facts or circumstances of this case merited such a departure.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Therefore, we lack jurisdiction to consider Morales' sentencing appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Morales argues in passing that the district court erroneously thought that it could never grant a departure based on age.   Morales misunderstands the district court.   In response to Morales' argument at sentencing that he should be granted leniency because he was sixty at the time of sentencing and would be seventy-one when released, the district court explained, quoting from United States v. Norflett, <span class=\"citation\" data-id=\"553334\"><a href=\"/opinion/553334/united-states-v-sidney-norflett/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span>, 53 (1st Cir.1990), that under the Guidelines it could not depart merely because it thought the sentence was excessive.  Norflett explicitly says that age is a disfavored reason for departure, and can be considered only in circumstances of \"substantial atypicality.\"   See id. at 54.   The Norflett court held that the mere fact that the defendant was thirty-four when sentenced and would be fifty-four when released, did not constitute unusual circumstances.   We have no reason to believe that the district court in this case misapprehended its authority to depart on the (disfavored) ground of age.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The United States represented at oral argument that prosecutors in that office were undergoing \"training\" to ensure that such statements were not made in the future</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Since the sentencing in this case, we have recognized that a district court has the authority to depart downward where a career offender criminal history category of VI overrepresents a defendant's criminal history.  United States v. Lindia, <span class=\"citation\" data-id=\"196710\"><a href=\"/opinion/196710/united-states-v-lindia/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1154</span></a></span>, 1164-65 (1st Cir.1996)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111724/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117927/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194994/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195307/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195889/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196443/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196531/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196554/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196602/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196633/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196710/",
    "http://www.courtlistener.com/api/rest/v3/opinions/532754/",
    "http://www.courtlistener.com/api/rest/v3/opinions/540778/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553334/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/575196/",
    "http://www.courtlistener.com/api/rest/v3/opinions/656624/",
    "http://www.courtlistener.com/api/rest/v3/opinions/679500/"
  ]
}