{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196856/",
  "absolute_url": "/opinion/196856/united-states-v-procopio/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196856/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:15:35Z",
  "date_modified": "2017-03-24T10:49:03.121888Z",
  "type": "010combined",
  "sha1": "d800102bf4f9221d157217d06871f779210aea12",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1549.01A",
  "local_path": null,
  "plain_text": "\n\nJuly 24, 1996     UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 95-1549\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                     FRANCIS J. PROCOPIO,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 95-1550\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                    VINCENT A. LATTANZIO,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 95-1551\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                        BERNARD KILEY,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n                         ERRATA SHEET\r                                     ERRATA SHEET\r\n\nThe opinion of this  court issued on July  9, 1996, is  amended as\r\n\nfollows:\r\r\n\nOn  page 29,  paragraph 2,  line 8,  insert footnote  3 after  the\r\n\nwords \" . . . a fair trial.\" to read:\r\n\n   \"In light  of our criticism  of the rebuttal  argument, we\r\n\nthink  it fair  to  note  that  the assistant  United  States\r\n\nAttorney  who  argued  this  case   on  appeal  was  not  the\r\n\nprosecutor who presented the rebuttal argument at trial.\"\r\r\n\n                UNITED STATES COURT OF APPEALS\r\n\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 95-1549\r\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n                              v.\r\n\n                     FRANCIS J. PROCOPIO,\r\n                    Defendant, Appellant.\r\n\n                                         \r\nNo. 95-1550\r\n\n                  UNITED STATES OF AMERICA,\r\n                          Appellee,\r\n\n                              v.\r\n                    VINCENT A. LATTANZIO,\r\n\n                    Defendant, Appellant.\r\n                                         \r\n\nNo. 95-1551\r\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n                              v.\r\n\n                        BERNARD KILEY,\r\n                    Defendant, Appellant.\r\n\n                                         \r\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n     [Hon. Frank H. Freedman, Senior U.S. District Judge]\r                                                                    \r\n\n                                         \r\n                            Before\r\n\n                    Selya, Cyr and Boudin,\r\n                       Circuit Judges.\r                                                 \r\n\n                                         \r\r\n\nRichard  J.  Shea, by  Appointment  of  the Court,  for  appellant\r                             \r\nFrancis J. Procopio.\r\nKevin  G. Murphy, by  Appointment of  the Court,  with whom Dusel,\r                                                                             \r\nMurphy, Fennell, Liquori &amp;  Powers was on brief for  appellant Vincent\r                                          \r\nA. Lattanzio.\r\nStewart  T. Graham, Jr.,  by Appointment  of the  Court, with whom\r                                   \r\nGraham &amp; Graham was on brief for appellant Bernard Kiley.\r                       \r\nC. Jeffrey  Kinder, Assistant  United States  Attorney, with  whom\r                              \r\nDonald K. Stern,  United States Attorney, was on  brief for the United\r                       \r\nStates.\r\n\n                                         \r\n\n                         July 9, 1996\r\n                                         \r\r\n\n     BOUDIN, Circuit Judge.   On April 9, 1991,  three armed,\r                                      \r\n\nmasked men stole $1.2 million in cash about to be loaded into\r\n\nan armored  car belonging to Berkshire  Armored Car Services,\r\n\nInc.  (\"Berkshire\").    The  crime  occurred  in  Pittsfield,\r\n\nMassachusetts.   On  June 10,  1993, the  government indicted\r\n\nBernard  J. Kiley,  Vincent A. Lattanzio,  Donald J.  Abbott,\r\n\nFrancis  J. Procopio and Charles  R. Gattuso.  The government\r\n\nbelieved that the first three  men had committed the  robbery\r\n\nand that the other two had aided the venture.\r\n\n     The indictment  charged all five men  with conspiracy to\r\n\ninterfere with,  and interference with, commerce  by means of\r\n\nrobbery, 18 U.S.C.   1951, and with robbery of bank funds, 18\r\n\nU.S.C.    2113(a).  Kiley and Procopio were also charged with\r\n\nmoney  laundering, 18  U.S.C.     1956(a)(1)(B)(i), (ii).   A\r\n\nsuperseding indictment was handed down on September 30, 1993,\r\n\nadding firearms counts against Lattanzio and Kiley, 18 U.S.C.\r\n\n    922(g)(1) &amp; 924(c)(1), (2), as well as a forfeiture count\r\n\nagainst Kiley, 18 U.S.C.   982.\r\n\n     In  due course,  Gattuso pled  guilty to  conspiracy and\r\n\nentered  into a  cooperation agreement  with the  government.\r\n\nAbbott  was murdered  prior  to trial.    The district  court\r\n\nsevered the firearms charges from the other counts; the three\r\n\nremaining defendants  (Kiley,  Lattanzio and  Procopio)  were\r\n\nconvicted on all other counts after a 14-day  trial beginning\r\n\non  October 6,  1994.   A  second  jury convicted  Kiley  and\r\n\n                             -3-\r                                         -3-\r\r\n\nLattanzio  on the firearm counts  on December 14,  1994.  All\r\n\nthree  defendants appealed,  praying  for new  trials on  all\r\n\ncounts.\r\n\n     In  briefs and  oral arguments  by able  counsel, Kiley,\r\n\nLattanzio and Procopio raise  three major challenges to their\r\n\nconvictions.     First,  claiming  that   various  government\r\n\nsearches violated the Fourth Amendment, they contend that the\r\n\ndistrict  court  erred  in  failing   to  suppress  evidence.\r\n\nSecond, defendants  argue that  the court erred  in admitting\r\n\nevidence  of  possible  preparations  for  a  later  robbery.\r\n\nFinally,  defendants   urge  that  remarks  by   one  of  the\r\n\nprosecutors  constituted misconduct  warranting a  new trial.\r\n\nWe affirm.\r\n\n                        I.  BACKGROUND\r                                                  \r\n\n     Because there  is no challenge  to the  adequacy of  the\r\n\nevidence,  we do not describe  what the jury  would have been\r\n\nentitled to  find,  viewing the  evidence in  the light  most\r\n\nfavorable  to the  government.   Instead, we offer  a neutral\r\n\ndescription  of  the  evidence  at trial  to  illuminate  the\r\n\ndefendants'  claims  of error  and  to  provide a  background\r\n\nagainst  which  to  judge defendants'  claims  of  prejudice.\r\n\nFacts  relevant  to the  suppression  motions  are set  forth\r\n\nseparately in the discussion of those issues.\r\n\n     The government's  case began  with the testimony  of the\r\n\ntwo Berkshire  guards, Allan  Mongeon and  James Cota.   They\r\n\n                             -4-\r                                         -4-\r\r\n\ntestified  that three  men, armed  and masked,  accosted them\r\n\nwhile  they  were loading  bags  of  money  into a  Berkshire\r\n\narmored truck  in Pittsfield on April  9, 1991.  The  door of\r\n\nthe loading bay was open, in violation of regular procedures,\r\n\nbecause the truck inside the bay was loaded with pallets, and\r\n\na second truck, which  the guards decided to use,  was parked\r\n\ndirectly outside the bay.\r\n\n     Although the guards offered little  physical description\r\n\nof the robbers, they said that  one of the three men had been\r\n\nolder and shorter than the other two and that he  had a salt-\r\n\nand-pepper  mustache;   a   false  mustache   matching   that\r\n\ndescription was  later recovered from Kiley's  home.  Mongeon\r\n\nwas  able to  get a look  at the  right front  portion of the\r\n\nrobbers' get-away car;  he described it at the time  as a tan\r\n\nsedan  of late-70s  vintage, probably  a Plymouth  Volare; he\r\n\nlater  identified as the car he had seen a tan-and-brown 1979\r\n\nBuick  Regal, which had belonged  to Procopio at  the time of\r\n\nthe robbery.\r\n\n     In addition,  Mongeon testified that one  of the robbers\r\n\nhad  called out \"Chuck,  what are  you doing.\"   None  of the\r\n\nindividuals claimed by the government to have carried out the\r\n\nrobbery--Kiley, Lattanzio, and  Abbott--was named Chuck,  but\r\n\nGattuso was sometimes referred to by that name.  However, the\r\n\ngovernment established that Gattuso was well known to Mongeon\r\n\n(Gattuso having been  fired by Berkshire two weeks before the\r\n\n                             -5-\r                                         -5-\r\r\n\nrobbery); the point  was to suggest  that Mongeon would  have\r\n\nrecognized Gattuso's voice had he been present.\r\n\n     Gattuso  then  testified.     He  said  that  Kiley  had\r\n\napproached him  early in  March  1991, at  the suggestion  of\r\n\nGattuso's brother  Dino, for  help in planning  the Berkshire\r\n\nrobbery.   Gattuso later decided to  join, bringing his close\r\n\nfriend Procopio to  a second  meeting.  At  a final  meeting,\r\n\nGattuso   gave  Kiley  details   of  Berkshire's  operations;\r\n\nProcopio  agreed  to  provide  and  dispose  of  the  getaway\r\n\nvehicles.  Kiley  told Gattuso  that he would  carry out  the\r\n\nrobbery along with two  unnamed confederates.  Procopio later\r\n\ntold  Gattuso that one of the participants in the robbery was\r\n\nnamed \"Vinnie.\" \r\n\n     Charles Parise, an unindicted co-conspirator  and friend\r\n\nof Gattuso's, testified that Procopio brought a car--the same\r\n\nBuick  Regal identified  by Mongeon  as the  get-away car--to\r\n\nParise's garage at his home in Pittsfield on the night of the\r\n\nrobbery.  Parise said  that he was  forced to hide the  car--\r\n\nProcopio  threatened him  and his  family--and to  change its\r\n\ntires, and was later paid $8,000 for his trouble.  This money\r\n\nhe returned to  the government.   The defense  cast doubt  on\r\n\nParise's credibility by  pointing to  statements by  Parise's\r\n\ngirlfriend suggesting that he had received more than $8,000.\r\n\n     The next several days  of the trial were devoted  to the\r\n\ngovernment's  painstaking  presentation of  evidence  of cash\r\n\n                             -6-\r                                         -6-\r\r\n\ntransactions, totaling nearly $330,000, by the defendants and\r\n\ntheir  families  in  the  months  immediately  following  the\r\n\nrobbery.  For example, Kiley and Lattanzio travelled together\r\n\nto Jamaica, also treating  several friends to the trip.   The\r\n\ndefendants'  lavish spending  occurred in  spite of  the fact\r\n\nthat Kiley had no visible means of support, Procopio had been\r\n\ninsolvent  prior  to the  robbery,  and  Lattanzio had  never\r\n\ndeclared over $15,000 of income in any one year.\r\n\n     In addition, the government presented evidence  of guns,\r\n\na state police uniform,  handcuffs, and a radio  scanner that\r\n\nwere  seized from Kiley's apartment at 81 Intervale Street at\r\n\nthe time of his arrest in June 1993; there  was evidence that\r\n\nLattanzio, whose father owned the building, was also spending\r\n\ntime in the apartment, and that  two of the guns seized there\r\n\nbelonged to Lattanzio.   Finally, the government played tapes\r\n\nof telephone  conversations  among Kiley  and Lattanzio  (who\r\n\nwere in custody)  and Procopio  (out on bail)  in which  they\r\n\ndiscussed getting \"back  into business\" and  holding \"another\r\n\nparty\" to which no \"children\" would be invited.    \r\n\n     The  defendants called  a total  of five  witnesses, who\r\n\ntestified  to  alternative sources  for  the  funds that  the\r\n\ndefendants spent following the  robbery.  The defense claimed\r\n\nKiley had  funds from prior  crimes; that Procopio  had money\r\n\nfrom legitimate and illegitimate  businesses that he had been\r\n\nhiding from the IRS and his ex-wife; and that John Lattanzio,\r\n\n                             -7-\r                                         -7-\r\r\n\nSr., Vincent's father and  the depositor of much of  the cash\r\n\nin question, had gambling winnings, again not reported to the\r\n\nIRS.   In addition, the defense tried to establish that Kiley\r\n\nhad been in Florida at the time Gattuso alleged some of their\r\n\nmeetings had taken place.\r\n\n                   II.  SEARCH AND SEIZURE\r                                                      \r\n\n     Defendants  challenge the  district  court's  denial  of\r\n\nseveral suppression motions  before trial.  Procopio  objects\r\n\nto a search of his residence (in 1992);  Kiley to searches of\r\n\nhis  residence  (in 1992  and 1993)  and  to searches  of his\r\n\npapers,  recovered  from  a  stolen  safe  (in  1991)  and  a\r\n\nbriefcase seized after  a traffic stop (in  1992).  Lattanzio\r\n\njoins in the  challenge to the  admission of evidence  seized\r\n\nfrom Kiley's Intervale Street apartment in 1993.\r\n\n     June 1992 search  of Kiley's and Procopio's  properties.\r                                                                        \r\n\nIn June 1992,  Agent Howe of the IRS prepared an affidavit in\r\n\nsupport of a warrant to search four Pittsfield properties:\r\n\n          *37 Taubert Ave. (Kiley's residence)\r\n\n          *124 Crane Ave (Gattuso's residence)\r\n\n          *56 South Onota St. (Procopio's residence)\r\n\n          *483 West Housatonic St. (Procopio's garage)\r\n\n     Howe's  affidavit  set out  tips from  four confidential\r\n\ninformants.   A first confidential informant  (CI-1) had said\r\n\nthat  Kiley,  Charles  and  Dino Gattuso,  and  Procopio  had\r\n\nparticipated in  the robbery;  CI-1 had the  information from\r\n\n                             -8-\r                                         -8-\r\r\n\nArmand Bigelow, who  heard it from  his friend Dino  Gattuso.\r\n\nThe second  tip,  from CI-2,  was  that Charles  Gattuso  had\r\n\ntalked about  a $10,000 trip  to California with  his family,\r\n\nand had  said that he still  had $80,000 in cash  that he was\r\n\nnot \"stupid  enough to  put in the  bank.\"  CI-3  stated that\r\n\nCharles  Gattuso  had  buried  money  in  his  back yard  and\r\n\ncorroborated the information about the Gattuso family trip to\r\n\nCalifornia.  CI-4 said that  he had overheard a  conversation\r\n\nin which  Kiley's nephews said that Kiley was responsible for\r\n\nthe  \"armored  car  heist\"  and  flashed a  large  amount  of\r\n\ncurrency to back up the boast.\r\n\n     The Howe affidavit also  described a pattern of spending\r\n\nby Kiley,  Gattuso, and  Procopio that was  inconsistent with\r\n\ntheir  known legitimate  income.   Bank  records showed  that\r\n\nKiley had deposited over $42,000 in Florida banks  within six\r\n\nmonths  of the robbery; Procopio had spent $36,000 on a house\r\n\nin  which Gattuso was residing  and $12,000 on  a new garage.\r\n\nThe affidavit  said that Gattuso, a close friend of Procopio,\r\n\nwas   a  former   Berkshire  guard   familiar   with  company\r\n\nprocedures.  Agent Howe also stated that--based on past cases\r\n\ninvolving drug dealers--individuals who have large amounts of\r\n\ncash from illegal  sources often  have contraband,  proceeds,\r\n\nand records of their  money-laundering efforts in their homes\r\n\nand places of business.\r\n\n     Both Kiley and Procopio  moved to suppress evidence from\r\n\n                             -9-\r                                         -9-\r\r\n\nthis search; the motion was denied in a 45-page  order on May\r\n\n16,  1994.   On  appeal, Kiley  and  Procopio argue  that the\r\n\ndistrict  court's determination  that Agent  Howe's affidavit\r\n\nprovided  probable cause  to  search was  flawed; Kiley  also\r\n\ninsists that the information was stale.\r\n\n     Under Illinois  v. Gates, 462 U.S.  213 (1983), probable\r                                         \r\n\ncause  to issue a search  warrant exists when  \"given all the\r\n\ncircumstances set forth  in the  affidavit . .  . there is  a\r\n\nfair probability  that contraband or evidence of a crime will\r\n\nbe found in a particular place.\"  Id. at 238.  In reviewing a\r                                                 \r\n\nmagistrate's decision  to issue  a warrant, the  courts grant\r\n\n\"great  deference\" to  the  magistrate's  evaluation  of  the\r\n\nsupporting affidavit, United States v. Jewell, 60 F.3d 20, 22\r                                                         \r\n\n(1st Cir. 1993), reversing only  if there is no \"`substantial\r\n\nbasis  for . . . conclud[ing]'  that probable cause existed.\"\r\n\nGates, 462 U.S. at 238-39.\r                 \r\n\n     Kiley and  Procopio say  that the first  informant's tip\r\n\nwas multi-level  hearsay and that no evidence was provided to\r\n\nshow the veracity of the unidentified informant.  But the tip\r\n\ndid  not stand alone.  There was information from three other\r\n\ninformants  which tended  to  corroborate CI-1's  implication\r\n\nthat Gattuso  and Kiley  had  been involved  in the  robbery.\r\n\nMoreover,  Kiley, Gattuso, and  Procopio each  began spending\r\n\nlarge  sums of  cash  in the  months  following the  robbery;\r\n\nGattuso was  known to be familiar  with Berkshire's operating\r\n\n                             -10-\r                                         -10-\r\r\n\nprocedures;  Procopio was  a close  friend of  Gattuso's and,\r\n\nshortly after the robbery, purchased a house in which Gattuso\r\n\nwas residing.  \r\n\n     As  to Kiley, two confidential informants identified him\r\n\nas  a participant  in  the robbery,  and  the government  had\r\n\nevidence  of large cash deposits which  appeared to have been\r\n\nstructured  to  avoid   triggering  reporting   requirements.\r\n\nProcopio's claim is a somewhat closer call, but the fact that\r\n\nProcopio  had been spending  large amounts of cash--including\r\n\npayments on a house  in which Gattuso was residing--suggested\r\n\nthat  Procopio  was  involved  at  least  in  laundering  the\r\n\nproceeds of a crime in which Gattuso had participated.\r\n\n     Kiley makes  two additional  arguments.  First,  he says\r\n\nthat  Agent  Howe's experience  with  drug  dealers does  not\r\n\nqualify him  to speak about the habits  of bank robbers.  But\r\n\nwhat ties the  two situations together is the criminal's need\r\n\nto  dispose and keep track  of large cash  proceeds.  Second,\r\n\nKiley argues that the  information supporting the warrant was\r\n\nstale because the  crime had  taken place  14 months  before.\r\n\nYet, the fact that the robbery had taken place many months in\r\n\nthe  past did  not eliminate  the likelihood  that the  paper\r\n\ntrail  of  financial  records   could  be  found  in  Kiley's\r\n\nresidence.\r\n\n     Procopio argues that the district court erred in denying\r\n\nhim  a hearing under Franks v. Delaware, 438 U.S. 154 (1978).\r                                                   \r\n\n                             -11-\r                                         -11-\r\r\n\nFranks provides for  such a hearing  where a defendant  makes\r                  \r\n\n\"allegations of deliberate falsehood or of reckless disregard\r\n\nfor the truth, .  . . accompanied by an offer of proof.\"  Id.\r                                                                         \r\n\nat 171.   Procopio claimed in the  district court that such a\r\n\ndoubt about the  agent's good faith exists  here because Dino\r\n\nGattuso, the alleged source of CI-1's information, later told\r\n\nthe  government  that  he  did  not  recall  discussing  that\r\n\ninformation with anyone else.\r\n\n     The district  court properly  refused to grant  a Franks\r                                                                         \r\n\nhearing.  Dino Gattuso's statement falls  short of a specific\r\n\ndenial that he ever discussed the matter with Bigelow; nor is\r\n\nthere  any indication  that Agent  Howe was  aware of  Dino's\r\n\nstatement  at the  time Howe  swore out  the affidavit.   The\r\n\ncorroborating   information,   including   the  evidence   of\r\n\nProcopio's  unexplained   expenditures,  remains  unaffected.\r\n\nNothing appears to raise a reasonable suspicion of deliberate\r\n\nmisconduct or  recklessness on the part  of the investigating\r\n\nagent.\r\n\n     Kiley's papers from his brother's safe.  On November 29,\r                                                       \r\n\n1991, a safe  was stolen from Kiley's brother  Donald; around\r\n\nthat  time,  an  abandoned  safe  was  found  in  a  park  in\r\n\nPittsfield, with papers inside the open safe and scattered on\r\n\nthe  ground  nearby.   The papers  were  taken to  the police\r\n\nstation and were laid out to  dry and to be fingerprinted.  A\r\n\npolice  detective noticed that some  of the documents were in\r\n\n                             -12-\r                                         -12-\r\r\n\nBernard Kiley's  name and called  an FBI agent he  knew to be\r\n\ninvestigating   Kiley  and  the   Berkshire  robbery.     The\r\n\ninvestigating agents reviewed the  documents and used them to\r\n\nobtain  Kiley's bank  records by  grand jury  subpoena; these\r\n\nrecords supported the search of 37 Taubert Avenue.\r\n\n     Kiley argues  that the police actions  were improper; he\r\n\nsays that once the police knew whose safe it was and that the\r\n\ndocuments came from inside  it, they had no need to conduct a\r\n\nreview  of the  documents.    In  our  view,  any  reasonable\r\n\nexpectation of privacy Kiley  enjoyed in documents secured in\r\n\nhis  brother's safe was destroyed by private action for which\r                                                        \r\n\nthe  government  was  not  responsible.    United  States  v.\r                                                                     \r\n\nJacobsen, 466 U.S. 109, 113 (1984).  And once the papers were\r                    \r\n\nleft openly available in a public place, their examination by\r\n\ngovernment  agents  was not  \"unreasonable\" under  the Fourth\r\n\nAmendment.  Cf. id. at 115-18.\r                               \r\n\n     We thus join the Eleventh  Circuit which held there  was\r\n\nno Fourth Amendment  violation in very  similar circumstances\r\n\nin  United States v. O'Bryant, 775 F.2d 1528, 1534 (11th Cir.\r                                         \r\n\n1985).  See also United States v. Aguirre,  839 F.2d 854, 857\r                                                     \r\n\n(1st  Cir. 1988).    Because  of  the  way  we  resolve  this\r\n\nquestion, we need not reach the district court's holding that\r\n\nKiley  lacked  standing  to   challenge  the  search  of  his\r\n\nbrother's  safe  and, in  the  alternative,  that the  police\r\n\nsearch did not go beyond a proper inventory search.  \r\n\n                             -13-\r                                         -13-\r\r\n\n     Search of Kiley's briefcase  following traffic stop.  In\r                                                                    \r\n\nNovember 1992, a Lenox police office tried to pull Kiley over\r\n\nfor driving with a broken headlight.  Kiley jumped out of his\r\n\ncar, ran into  the woods,  and was eventually  caught by  the\r\n\npolice.  The  car was impounded and  the contents inventoried\r\n\nin keeping  with  department  policy.   The  police  found  a\r\n\nbriefcase  in the trunk; they  opened the briefcase and found\r\n\nmarijuana and incriminating documents detailing over $100,000\r\n\nin  expenditures.   The police  informed a federal  agent who\r\n\nasked that the car be held while he obtained a warrant.  \r\n\n     The district  court held  that  the police  department's\r\n\nsearch  of  the  briefcase--which  Kiley  said  was  locked--\r\n\nexceeded  the bounds  of  its own  policy covering  inventory\r\n\nsearches, and  therefore did  not come within  the applicable\r\n\nexception to  the Fourth Amendment.   Florida  v. Wells,  495\r                                                                   \r\n\nU.S.  1 (1990);    South Dakota  v.  Opperman, 428  U.S.  364\r                                                         \r\n\n(1976).   However,  the  court  went  on  to  hold  that  the\r\n\n\"inevitable discovery\" doctrine of  Nix v. Williams, 467 U.S.\r                                                               \r\n\nat 444, saved the search.  It reasoned that by November 1992,\r\n\nKiley  was  already  implicated   in  the  Berkshire  robbery\r\n\ninvestigation  so  that federal  agents,  being  told of  the\r\n\nbriefcase, would surely have sought a warrant to inspect  its\r\n\ncontents.  \r\n\n     The  burden   is  on  the   government  to  show   by  a\r\n\npreponderance   of  the  evidence  that  the  evidence  would\r\n\n                             -14-\r                                         -14-\r\r\n\ninevitably have been  discovered by lawful  means.  Nix,  467\r                                                                   \r\n\nU.S.  431, 444 (1984); United States v. Infante-Ruiz, 13 F.3d\r                                                                \r\n\n498, 503 (1st  Cir. 1994).   We review  the district  court's\r\n\nfact  finding   only  for  clear  error,   United  States  v.\r                                                                     \r\n\nMcLaughlin,  957  F.2d  12,  16  (1st  Cir.  1992),  but  the\r                      \r\n\nunderlying  facts  are  not  in  dispute.    We  will  assume\r\n\narguendo,  favorably to  the  defendants,  that the  ultimate\r                    \r\n\ndetermination (whether discovery here was inevitable) amounts\r\n\nto  a question of law application that is reviewable de novo.\r                                                                        \r\n\nCf. Ornelas v. United States, 116 S. Ct. 1657 (1996). \r                                        \r\n\n     Kiley points out that the federal agents only obtained a\r\n\nwarrant  after being  informed that  the  briefcase contained\r\n\npotentially incriminating bank records.   He then argues that\r\n\nit is speculation  to assume that, absent  those records, the\r\n\npolice  would have  called  federal agents  and that  federal\r\n\nagents would have sought a warrant.   And in fact, the  local\r\n\npolice called  the federal authorities  only after conducting\r\n\nwhat  we will assume, for purposes of this argument, may have\r\n\nbeen an illegal search of the briefcase.\r\n\n     Still, the local  police knew that Kiley was  the object\r\n\nof a federal robbery investigation.  And Kiley made a blatant\r\n\nattempt  to flee  from the  police when  stopped for  a minor\r\n\ntraffic   violation,  leaving  behind   an  allegedly  locked\r\n\nbriefcase.  There  is thus  little reason to  doubt that  the\r\n\nlocal  police  would  have  contacted  federal  agents,  even\r\n\n                             -15-\r                                         -15-\r\r\n\nwithout  the information  gleaned  during the  search of  the\r                                                                 \r\n\nbriefcase itself.    It is  even  more certain  that  federal\r\n\nagents, having ample time to do  so, would have then sought a\r\n\nwarrant to search the briefcase.\r\n\n     In the  alternative, Kiley questions whether without the\r\n\ndocuments  the government  would have  had probable  cause to\r\n\nsearch the briefcase.  The evidence that justified the search\r\n\nof Kiley's residence would have established probable cause to\r\n\nbelieve that  Kiley was involved in the crimes later charged;\r\n\nand Kiley's sudden flight and the locked briefcase would have\r\n\ngiven a magistrate reason  to think that Kiley might  well be\r\n\ncarrying material  pertaining to  the crimes, which  included\r\n\nmoney laundering.\r\n\n     Search of Kiley's residence at 81 Intervale.  Both Kiley\r                                                            \r\n\nand  Lattanzio  challenge  the  propriety of  the  search  of\r\n\nKiley's  new residence  at 81  Intervale Street  in Brockton,\r\n\nMassachusetts.   In June  1993, FBI  and IRS  agents obtained\r\n\narrest warrants  for Kiley and Lattanzio and a search warrant\r\n\nfor 79 Intervale  Road.  Lattanzio  was arrested outside  the\r\n\nbuilding (containing both  79 and 81 Intervale).   The agents\r\n\nnext  entered 79 Intervale and  were told by  a tenant that a\r\n\nman resided upstairs; the agents called Kiley's name from the\r\n\nback  stairs of the building  and received a  response from a\r\n\nthird-floor apartment marked 81 Intervale.  As Kiley left the\r\n\nbuilding, he was arrested.\r\n\n                             -16-\r                                         -16-\r\r\n\n     IRS  Agent Downes  telephoned  to  another  agent--Agent\r\n\nCrocker--to  ask her to prepare a warrant application for the\r\n\nnew address--81 Intervale.  Her affidavit read in part:\r\n\n          On June  8, 1993,  I talked by  telephone with\r\n     Special Agent Gerard F.  Downes who advised me that\r\n     he was at Bernard  Kiley's address at 81 Intervale,\r\n     Brockton, MA., waiting to execute a  search warrant\r\n     . . .  .   Special Agent Howe  advised me that upon\r\n     arrival  at the  residence  he discovered  that the\r\n     correct   address  for  Kiley's  residence  was  81\r\n     Intervale  Road,  Brockton,   MA.  rather  than  79\r\n     Intervale   Road   as   listed   in   the  original\r\n     application and warrant.\r\n\nAn  amended  warrant  was  issued,  and  the  ensuing  search\r\n\nrevealed  the   cache  of  arms  and   other  evidence  later\r\n\nintroduced at trial.     The  district  court  held that  the\r\n\nwarrant should not have issued to search 81 Intervale because\r\n\nnothing  in  the  affidavit  established  probable  cause  to\r\n\nbelieve  that Kiley lived  there.  In fact,  the agent on the\r\n\nscene knew  that surveillance  had shown Kiley  lived in  the\r\n\nbuilding, knew  that his mail  was delivered there,  and knew\r\n\nthat Kiley had been in the apartment moments before; but none\r\n\nof this information was  included in the warrant application.\r\n\nHowever, the district court held that the evidence  was saved\r\n\nby  the  \"good faith\"  exception  to  the exclusionary  rule.\r\n\nUnited States v. Leon, 468 U.S. 897 (1984).\r                                 \r\n\n     We agree with the  district court that Leon applies,  an\r                                                            \r\n\nissue we consider de novo.  United States v. Manning, 79 F.3d\r                                                                \r\n\n212,  221 (1st Cir. 1996).   Leon protects  good faith police\r                                             \r\n\nreliance on a magistrate search  warrant, even if the warrant\r\n\n                             -17-\r                                         -17-\r\r\n\nlater  proves  invalid,  unless  inter  alia  the  underlying\r                                                        \r\n\naffidavit  is \"so lacking in indicia of probable cause\" as to\r\n\nmake  reliance upon  it \"entirely  unreasonable.\"   Leon, 468\r                                                                    \r\n\nU.S.  at 923 (quoting Brown v. Illinois, 422 U.S. 590, 610-11\r                                                   \r\n\n(1975)) (Powell,  J., concurring in  part).  See  also United\r                                                                         \r\n\nStates v. Ricciardelli.  998 F.2d 8, 15 (1st Cir. 1993).\r                                  \r\n\n     The focus in a warrant application is usually on whether\r\n\nthe  suspect committed a  crime and  whether evidence  of the\r\n\ncrime is  to be found at  his home or business.   That hardly\r\n\nmakes the address unimportant:  to  invade the wrong location\r\n\nis a  serious matter.   But so  long as the  affidavit itself\r\n\nasserts a link  between the  suspect and the  address, it  is\r\n\neasy to  understand how  both  the officer  applying for  the\r\n\nwarrant and the magistrate might overlook a lack of detail on\r\n\na point often established  by the telephone book or  the name\r\n\non a mailbox.\r\n\n     In this instance, the second affidavit expressly recited\r\n\nthat agent Downes had advised that he was \"at Bernard Kiley's\r\n\naddress  at  81  Intervale .  .  .  .\"   Thus,  the affidavit\r\n\nincluded  the  agent's  assertion  that  the  address  to  be\r\n\nsearched (81 Intervale) was that of the suspect (Kiley) as to\r\n\nwhom probable cause had been shown; the only omission was the\r\n\nfailure to explain how the agent--who had ample basis for the\r\n\ncontention--knew that  \"81 Intervale\" was  \"Kiley's address.\"\r\n\nWhether or  not this is  a defect  in the application,  it is\r\n\n                             -18-\r                                         -18-\r\r\n\nhardly blatant, nor is  there any suggestion (or basis  for a\r\n\nsuggestion) of actual bad faith.  Thus, we conclude that Leon\r                                                                         \r\n\napplies.\r\n\n     Cases  like   Nix  and  Leon  may  seem   to  some  like\r                                             \r\n\ntechnicalities that undermine  Fourth Amendment  protections.\r\n\nOthers may view them  as practical accommodations of tensions\r\n\nbound to  arise where highly relevant  evidence is threatened\r\n\nwith exclusion in order  to deter police misconduct.   In all\r\n\nevents, it is our job to apply these  doctrines, as they have\r\n\nbeen developed by the Supreme Court,  to the particular facts\r\n\nof each case.\r\n\n                             -19-\r                                         -19-\r\r\n\n                  III.  RULE 404(b) EVIDENCE\r                                                        \r\n\n     Kiley  and Lattanzio  object to  the admission  of guns,\r\n\nhandcuffs, a  state police  uniform and  badge, and  a police\r\n\nscanner  seized at  81  Intervale.1   They have  consistently\r\n\nargued  that the  items are  inadmissible because  their only\r\n\ntendency is to suggest  that defendants are violent criminals\r\n\nand the items are character-propensity evidence prohibited by\r\n\nFed.  R. Evid 404.  The government counters that the evidence\r\n\nis relevant to indicate  a criminal association between Kiley\r\n\nand Lattanzio in 1991; the district  court agreed, relying on\r\n\nour  decision in United States  v. Fields, 871  F.2d 188 (1st\r                                                     \r\n\nCir.), cert. denied,  493 U.S. 955 (1989),  and also declined\r                               \r\n\nto exclude the evidence under Fed. R. Evid. 403.  \r\n\n      Rule  404  provides  that evidence  of  \"other  crimes,\r\n\nwrongs  or acts\" is not admissible to prove \"the character of\r\n\na person in  order to show  action in conformity  therewith;\"\r\n\nhowever, such  evidence is  admissible if offered  for \"other\r\n\npurposes.\"  Id.   See United States v.  Moreno, 991 F.2d 943,\r                                                          \r\n\n946 (1st  Cir.), cert.  denied, 114  S. Ct.  457 (1993).   If\r                                          \r\n\nevidence \"supports  a chain  of inference independent  of any\r\n\n                    \r                                \r\n\n     1Procopio  also attempts  to  raise this  issue, arguing\r\nthat the  admission of this evidence  prejudiced his defense.\r\nBut  \"[o]bjections based on Rule 404(b) may be raised only by\r\nthe  person  whose  `other   crimes,  wrongs,  or  acts'  are\r\nattempted  to be revealed.\"  United States v. David, 940 F.2d\r                                                               \r\n722,  736  (1st Cir.),  cert.  denied, 502  U.S.  989 (1991).\r                                                 \r\nProcopio asked  for and was granted  repeated instructions to\r\nthe effect that the  81 Intervale evidence did not  relate to\r\nhim.\r\n\n                             -20-\r                                         -20-\r\r\n\ntendency of the evidence to show  bad character,\" Moreno, 991\r                                                                    \r\n\nF.2d at 946, it is  said to have \"special relevance\"  and not\r\n\nbarred by Rule 404.\r\n\n     Here, such special relevance  is easy to articulate (the\r\n\nstrength and  significance of  the inference are  a different\r\n\nmatter).    Plainly,  the   seized  materials,  found  in  an\r\n\napartment used by both Kiley and Lattanzio, tended to suggest\r\n\nthat in 1993 the two men had a criminal association.  This to\r\n\nsome extent  suggested a criminal association  in 1991, which\r\n\nwas  helpful to the government's  claim that the  two men had\r\n\ncollaborated in  the Berkshire  robbery in 1991.   Thus,  the\r\n\ninference  goes  somewhat  beyond the  mere  implication that\r\n\neither man was of bad character.  \r\n\n     True, the seized  items might have belonged  only to one\r\n\nof the two  men.  Or  an association between them  might have\r\n\nbeen  criminal in  1993  but innocent  in  1991.   But  these\r\n\npossibilities affect  only the strength  of the  government's\r\n\ninference.    A  later  criminal  association  increases  the\r\n\nlikelihood of  an earlier one--which is  all that \"relevance\"\r\n\nrequires, Fed.  R. Evid.  401; United States  v. Tutiven,  40\r                                                                    \r\n\nF.3d 1,  6 (1st  Cir. 1994)--and  numerous cases  permit such\r\n\nreasoning  from a later event or condition to an earlier one.\r\n\nE.g., United States v. Andiarena, 823 F.2d 673, 677 (1st Cir.\r                                            \r\n\n1987).  \r\n\n     In  all events, we agree with the district court that we\r\n\n                             -21-\r                                         -21-\r\r\n\ncrossed this bridge in Fields.   There, three defendants were\r                                         \r\n\ncharged  with conspiracy and bank robbery.  Three years after\r\n\nthe  robberies, two of the defendants were caught in a stolen\r\n\ncar  containing  various  \"tools  of  the  trade\"  for  armed\r\n\nrobbers.    The  evidence  was  admitted  at  trial  over  an\r\n\nobjection  based on Rule 404.  This court upheld the district\r\n\ncourt, holding that the evidence \"shed light on the nature of\r\n\n[the  defendants']  association at  the  time  of the  crimes\r\n\ncharged.\"  Fields, 871 F.2d at 198.\r                             \r\n\n     On   appeal,  defendants  seek  to  distinguish  Fields,\r                                                                        \r\n\nprimarily  on  the  ground  that  the  permissible  inference\r\n\npointing toward guilt  in that case was  somewhat stronger on\r\n\nthe facts.  This may be so, although we there  noted that the\r\n\nsimilarity between the charged  crime and the subsequent acts\r\n\nwas  \"most likely insufficient to show  a \"`signature.'\"  Id.\r                                                                         \r\n\nat 197.  But  it seems to us  that, so long as some  \"special\r\n\nrelevance' is shown, the  bar of Rule 404 is crossed  and the\r\n\nissue  is  then  one  of balancing  probative  value  against\r\n\nprejudice under Rule 403.\r\n\n     This  Rule 403 judgment  was undoubtedly a  close one on\r\n\nthe  present  facts.   The  criminal  association was  itself\r\n\nmerely inferred  (Lattanzio did  not live permanently  at the\r\n\napartment), and the need to reason backward from 1993 to 1991\r\n\nfurther weakens the  inference.   And here, as  is often  the\r\n\ncase with  Rule 404(b)  evidence,  the permissible  inference\r\n\n                             -22-\r                                         -22-\r\r\n\n(criminal association) overlapped with, and went only a small\r\n\nstep beyond, the forbidden one (criminal character).  This in\r\n\nturn  increases the difficulty for  the jury and  the risk of\r\n\nprejudice.\r\n\n     On the  other hand, some  would think that  the evidence\r\n\nconfirmed  a  criminal association  as  of  1993, indeed,  an\r\n\nassociation  probably  designed   to  perpetrate   robberies.\r\n\nArguably,  the two year  gap was  less important  than usual,\r\n\ngiven an admitted association of some kind in 1991 (albeit in\r\n\nthe months after  the robbery).   The  evidence was  scarcely\r\n\nredundant.2   And  the presence  of  guns at  the  apartment,\r\n\nwhile telling, is not such as to overwhelm the emotions of an\r\n\nordinary  juror  in  the  manner  of  gruesome  testimony  or\r\n\nphotographs.\r\n\n     In  sum,  the issue  was  at best  a  close one  which a\r\n\nreasonable judge might have decided either way.  The district\r\n\ncourt  enjoys   great  latitude  in   making  an  on-the-spot\r\n\nbalancing judgment under Rule  403, Manning, 79 F.3d at  217,\r                                                       \r\n\nand we cannot  find any  abuse of discretion  here.  This  is\r\n\nespecially  so in view  of Fields where  similar evidence was\r                                             \r\n\n                    \r                                \r\n\n     2As the Advisory Committee Notes to Rule  403 point out,\r\n\"[i]n  reaching a  decision  whether to  exclude evidence  on\r\ngrounds of  unfair prejudice,  . .  .  [t]he availability  of\r\nother means of proof may also  be an appropriate factor.\"  In\r\nthis   instance,  a  prior   association  between  Kiley  and\r\nLattanzio was amply proved by other evidence (e.g.,  of their\r                                                              \r\ntrips)  but  nothing  else  directly  indicated  the criminal\r\ncharacter of the association.\r\n\n                             -23-\r                                         -23-\r\r\n\nupheld by this court.  The truly difficult problem  for us is\r\n\nnot the admission of the  evidence but the use made of  it by\r\n\nthe prosecutor in closing, a subject to which we will shortly\r\n\nreturn. \r\n\n                IV.  PROSECUTORIAL MISCONDUCT\r                                                         \r\n\n     All these defendants object  to various comments made by\r\n\nthe  prosecutor in his rebuttal  argument, and argue that the\r\n\ntrial judge erred in failing to grant a mistrial.  Several of\r\n\nthe  comments were  the subject  of timely objection  and the\r\n\nclaims  of   error  are  fully  preserved;   the  others  are\r\n\nreviewable for plain error.  United States v. Wihbey, 75 F.3d\r                                                                \r\n\n761 (1st Cir. 1996).\r\n\n     Comment on Failure to Testify.  The first charge is that\r                                              \r\n\nthe prosecutor  impermissibly  commented on  the  defendants'\r\n\nfailure  to testify.  Counsel for  Kiley and Lattanzio argued\r\n\nin their closing  that the jury could find cause for doubt in\r\n\nthe  government's  failure to  ask  the  Berkshire guards  to\r\n\nidentify Kiley's  and  Lattanzio's  voices  from  the  prison\r\n\ntapes.  In its rebuttal, the government replied:\r\n\n     And why  didn't the  Government play tapes  for the\r\n     guards and  see if they  recognized the defendants'\r\n     voices.  You heard from  two of the defense counsel\r\n     if we had, and if the guards identified the voices.\r\n     Is  there  anybody   here  that  thinks  that   the\r\n     defendants  would have  come in  the  courtroom and\r\n     fessed-up, or  would  they have  just created  more\r\n     illusions for argument.\r\n\nAn  objection  was  made,  but  the  district  judge  saw  no\r\n\nimpropriety.\r\n\n                             -24-\r                                         -24-\r\r\n\n     What the prosecutor was  trying to say was  that defense\r\n\ncounsel were making a commotion about a lack of evidence from\r\n\nthe guards but,  if such testimony had  been offered, counsel\r\n\nwould then have belittled it.  The prosecutor's reference was\r\n\ninartful and could be taken--especially out of context--as an\r\n\nimproper comment.   But it  was certainly not  an intentional\r                                                                         \r\n\ncomment on the failure to testify.  And in context, it was at\r\n\nmost  a  glancing  brush  rather  than  a  blow  against  the\r\n\nprivilege.\r\n\n     The district judge included in the closing  instructions\r\n\nthe standard warning:  that defendants have an absolute right\r\n\nnot  to testify and that no  inference should be drawn from a\r\n\nfailure to testify.   If any  juror mistook the  prosecutor's\r\n\ncomment to  suggest otherwise,  that suggestion  was squarely\r\n\ncorrected  not  long  afterwards  by  the  judge.     We  are\r\n\ncompletely  confident that  the  comment did  not affect  the\r\n\noutcome, and  although perhaps technically  a violation,  was\r\n\nharmless beyond  a reasonable doubt.   Chapman v. California,\r                                                                        \r\n\n386 U.S. 18 (1967).      Comment  on propensity  to violence.\r                                                                        \r\n\nAll defendants complain on appeal about the following remarks\r\n\nby the prosecutor:\r\n\n     These defendants, make no mistake about it, share a\r\n     violent and  vicious criminality.   The arsenal  at\r\n     Intervale  and Frank's explicitly  saying they will\r\n     go into  the criminal business again  have no other\r\n     explanation.    Our society  doesn't  need  it.   I\r\n     submit  to  you society  has  had  enough of  Frank\r\n     Procopio, Bernie Kiley, and Vinnie Lattanzio. \r\n\n                             -25-\r                                         -25-\r\r\n\n     This comment was improper  for two reasons.   First, the\r\n\n\"society doesn't  need it\"  comment \"served no  purpose other\r\n\nthan to `inflame  the passions and prejudices  of the jury.'\"\r\n\nUnited States v. Machor,  879 F.2d 945, 956 (1st  Cir. 1989),\r                                   \r\n\ncert. denied,  493 U.S.  1081 (1990)  (quoting in  part prior\r                        \r\n\nprecedent).   Second,  and more  troubling, the  prosecutor's\r\n\nremarks encouraged the jury to conclude from the 81 Intervale\r\n\nevidence  that  the  defendants  were \"violent  and  vicious\"\r\n\ncriminals.   This inference--that the defendants  were of bad\r\n\ncharacter--was  precisely  the  inference  that  Rule  404(a)\r\n\nforbids.  \r\n\n     However, defense  counsel failed  to object at  trial to\r\n\nthese remarks  by the prosecutor.  Reviewing  courts are very\r\n\nreluctant to reverse for unobjected-to errors that could have\r\n\nbeen corrected or ameliorated  by timely objection.  Arrieta-\r                                                                         \r\n\nAgressot v. United States,  3 F.3d 525, 528 (1st  Cir. 1993).\r                                     \r\n\nConsonantly, under the \"plain error\"  test, the error has  to\r\n\nbe obvious  and affect \"substantial rights,\"  and the failure\r\n\nto  reverse  the  conviction  must  cause  a  miscarriage  of\r\n\njustice.   United States v.  Olano, 113 S.  Ct. 1770, 1777-79\r                                              \r\n\n(1993).\r\n\n     We regard  this set  of  comments as  presenting a  very\r\n\nclose call, at  least as  to Lattanzio.   Against Kiley,  the\r\n\ndirect evidence  was strong;  but Lattanzio was  not directly\r\n\nidentified by  anyone, and the government's  case against him\r\n\n                             -26-\r                                         -26-\r\r\n\nwas   based   on    adequate,   but   hardly    overwhelming,\r\n\ncircumstantial evidence.  If  Lattanzio had objected at trial\r\n\nand  if (which we doubt  in light of  the final instructions)\r\n\nthe district court had ignored or overruled the objection, it\r\n\nmight  be hard  for  the government  to  show the  error  was\r\n\nharmless.  United States  v. Randazzo, 80 F.3d 623,  631 (1st\r                                                 \r\n\nCir. 1996).\r\n\n     But  here,  it  is  Lattanzio  who  must show  that  the\r\n\nimproper   remarks  likely   infected   the  jury   (affected\r\n\n\"substantial rights\" in Olano's words) and mere possibilities\r                                         \r\n\nare not enough.   The assault on the guards  and the weaponry\r\n\nfound at  Intervale were  facts permissibly before  the jury.\r\n\nWhat was added  was improper  commentary; but this  is not  a\r\n\ncase  in  which  the  jury learned  of  inadmissible  events,\r\n\nsomething  far  more  likely  to infect  fatally  the  jury's\r\n\nreasoning.\r\n\n     Similarly,   under   Olano's   miscarriage  of   justice\r                                           \r\n\nstandard, we  think the prosecutor more culpable here than in\r\n\nthe \"fess up\" comment;  that was merely inadvertent  and this\r\n\nwas seriously careless.  But it is important to note that the\r\n\ndistrict  court, in  closing instructions  the next  day, did\r\n\ngive a pointed warning to the jury:  \r\n\n          During   closing   arguments   yesterday,\r\n          certain counsel made certain remarks that\r\n          were  heated  and  inflammatory,  perhaps\r\n          depending on  how you  look at  them, and\r\n          certainly emotional.\r\n\n                             -27-\r                                         -27-\r\r\n\n               I  ask you to totally disregard what\r\n          counsel  may   have  said  in   a  heated\r\n          fashion.   Your job  is to  determine the\r\n          truth  . . . .\r\n\nThe  court also firmly  reminded the jury  that the Intervale\r\n\nevidence was not to be used as propensity evidence.\r\n\n     These are the very curative instructions that would have\r\n\nbeen given  if a timely  objection had been  made.   The fact\r\n\nthat the defense did not object also may suggest that, in the\r\n\nconditions of  the courtroom, the passage  in question passed\r\n\nby as mere  rhetoric.  In  all events, we  are not  persuaded\r\n\nunder Olano that this misstep, taken in light of the curative\r                       \r\n\ninstructions,  probably  altered  the  result or  produced  a\r\n\nfundamentally unfair trial.\r\n\n     Implication  of  threats.   Defendants,  during  closing\r                                         \r\n\narguments, attempted to  cast doubt on  Gattuso's reliability\r\n\nby referring to the fact that the government had paid him and\r\n\nreduced the charges against him.  The government responded:\r\n\n     Mr.  Graham objected, apparently a moral objection,\r\n     because the Government spent $10,000 on subsistence\r\n     expenses for Charlie Gattuso before  he entered the\r\n     witness  protection  program,   as  part  of   that\r\n     program.   I'm sure that  Mr. Graham and  the other\r\n     defendants would have preferred he not be here, and\r\n     he  not testify, and I  want to apologize on behalf\r\n     of the government for protecting his life.\r\n\nDefendants argue  that the comment unfairly  implied that the\r\n\ndefendants would prefer to see Gattuso dead and in fact posed\r\n\na threat to him.  They  also suggest that the jury could have\r\n\nhad its doubts aroused  by Abbott's absence, but in  fact any\r\n\n                             -28-\r                                         -28-\r\r\n\nhint that he had been murdered was scrupulously excluded from\r\n\nthe trial.  \r\n\n     The  jury already  knew that  Gattuso was  in a  witness\r\n\nprotection   program,  presumably  for  his  protection,  and\r\n\nobviously the  defendants would  have preferred that  Gattuso\r\n\nnot testify.   The implication  that the  defendants posed  a\r\n\nthreat to  Gattuso's  life  is more  troubling,  but  it  was\r\n\nindirect,   utterly  unsupported,   and  occurred   during  a\r\n\nlegitimate  attempt  to  explain  (in  response   to  defense\r\n\nimpeachment) why the money  had been spent.  We  do not think\r\n\nthat  the  criticized  comment,  although over  the  line  of\r\n\npropriety, affected the defendants' substantial rights.\r\n\n     Disparagement of counsel.   The prosecutor told the jury\r                                         \r\n\nthat defense arguments were  \"illusions . . . a  smoke screen\r\n\naimed at creating that, an illusion to . . . deflect you from\r\n\nthe single  thread of  truth  that   . .  .  unifies all  the\r\n\nevidence  in the case.\"   Then  the government  stated, \"This\r\n\nisn't  a game . . .  the  robbery wasn't a game, and I've got\r\n\nnews  for  the  defense  counsel,  this trial  isn't  a  game\r\n\neither.\"  Only Lattanzio objected to this statement at trial;\r\n\nhe  asked for  a curative  instruction which  was given.   No\r\n\nfurther objection was raised.  \r\n\n     \"The  prosecutor is expected  to refrain from impugning,\r\n\ndirectly or  by implication, the  integrity or  institutional\r\n\nrole  of defense counsel.\"  United States v. Bennett, 75 F.3d\r                                                                \r\n\n                             -29-\r                                         -29-\r\r\n\n40, 46 (1st  Cir. 1996),  petition for cert.  filed (June  5,\r                                                               \r\n\n1996) (No. 95-9237).  The prosecutor's remarks, although more\r\n\nwind than rain, were arguably excessive disparagement.  But a\r\n\ncorrective  instruction was  asked for and  given, and  it is\r\n\nunrealistic  to  suggest  that such  empty  cliches seriously\r\n\naffected the jury's deliberations.\r\n\n     Defendants said  at oral  argument that  the prosecution\r\n\nhad attempted in these appeals to defend its improper remarks\r\n\npiecemeal,  glossing over the  cumulative impact.  Cumulative\r\n\nimpact is a legitimate concern, cf. United States v. Manning,\r                                                                        \r\n\n23 F.3d  570, 575 (1st Cir.  1994), but the only  remark that\r\n\nraised serious risk of prejudice was the \"vicious and violent\r\n\ncriminality\" comment.   Nor  did  the other  comments form  a\r\n\npattern that  would tend to reinforce  the improper inference\r\n\nthere encouraged.   We are  thus satisfied that  the improper\r\n\narguments, even taken as a whole, do not merit reversal.\r\n\n     They  do  merit  some  criticism  of  the   prosecution.\r\n\nContrary to the  epigram, a fault is not  worse than a crime;\r\n\nbut  a  pattern   of  faults  does   suggest  a  failure   in\r\n\nsupervision.  The government should not have to devote almost\r\n\n20  pages of its brief  to explaining away  problems with its\r\n\narguments  to  the  jury.    It  is  happenstance  that   the\r\n\nprosecution has done  more damage to its  own reputation than\r\n\n                             -30-\r                                         -30-\r\r\n\nto the defendants' right to a fair trial.3    \r\n\n                        V.  CONCLUSION\r                                                  \r\n\n     Defendants  have  raised  some additional  arguments  in\r\n\ntheir briefs.   Among  others,  Procopio claims  that he  was\r\n\naffected by the Intervale evidence and also that it was error\r\n\nfor the district  court to deny his  motion to sever.   Kiley\r\n\nand  Lattanzio  object  to  the  admission  of  certain  tape\r\n\nrecordings  on hearsay  grounds  and under  Bruton v.  United\r                                                                         \r\n\nStates,  391  U.S.  123 (1968).    Lattanzio  objects  to the\r                  \r\n\nadmission of a photograph of cash in a clothes drier and also\r\n\nargues that the  district court erred by failing  to instruct\r\n\nthe jury on the meaning of reasonable doubt.\r\n\n     We  have carefully  considered defendants'  arguments on\r\n\nthese and  on a few  additional points, primarily  related to\r\n\nthe  instructions  and   additional  instances  of  allegedly\r\n\nimproper argumentation by  the prosecutor.  In our view, none\r\n\nof  these points presents a  strong claim of  error and none,\r\n\neven  if error, involves any  serious risk of  prejudice.  It\r\n\nwas fair for  defense counsel  to raise these  issues in  the\r\n\ncourse  of their thorough  and extensive briefs,  but they do\r\n\nnot require further discussion by us.\r\n\n     Affirmed.\r                          \r\n\n                    \r                                \r\n\n     3  In light  of our criticism of the  rebuttal argument,\r\nwe think it  fair to  note that the  assistant United  States\r\nAttorney   who  argued  this  case  on  appeal  was  not  the\r\nprosecutor who presented the rebuttal argument at trial.\r\n\n                             -31-\r                                         -31-\r\r\n",
  "html": "<p class=\"case_cite\">88 F.3d 21</p>\n    <p class=\"case_cite\">45 Fed. R. Evid. Serv. 142</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Francis J. PROCOPIO, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Vincent A. LATTANZIO, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Bernard KILEY, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 95-1549 to 95-1551.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 4, 1996.<br>Decided July 9, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Richard J. Shea, by Appointment of the Court, Boston, MA, for appellant Francis J. Procopio.</p>\n      <p class=\"indent\">Kevin G. Murphy, by Appointment of the Court, with whom Dusel, Murphy, Fennell, Liquori &amp; Powers, Springfield, MA, was on brief, for appellant Vincent A. Lattanzio.</p>\n      <p class=\"indent\">Stewart T. Graham, Jr., by Appointment of the Court, with whom Graham &amp; Graham, Springfield, MA, was on brief, for appellant Bernard Kiley.</p>\n      <p class=\"indent\">C. Jeffrey Kinder, Assistant United States Attorney, Springfield, MA, with whom Donald K. Stern, United States Attorney, Boston, MA, was on brief, for the United States.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On April 9, 1991, three armed, masked men stole $1.2 million in cash about to be loaded into an armored car belonging to Berkshire Armored Car Services, Inc.  (\"Berkshire\").  The crime occurred in Pittsfield, Massachusetts.  On June 10, 1993, the government indicted Bernard J. Kiley, Vincent A. Lattanzio, Donald J. Abbott, Francis J. Procopio and Charles R. Gattuso.  The government believed that the first three men had committed the robbery and that the other two had aided the venture.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The indictment charged all five men with conspiracy to interfere with, and interference with, commerce by means of robbery, 18 U.S.C. &#167; 1951, and with robbery of bank funds, 18 U.S.C. &#167;&#167; 2113(a).  Kiley and Procopio were also charged with money laundering, 18 U.S.C. &#167;&#167; 1956(a)(1)(B)(i), (ii).  A superseding indictment was handed down on September 30, 1993, adding firearms counts against Lattanzio and Kiley, 18 U.S.C. &#167;&#167; 922(g)(1) &amp; 924(c)(1), (2), as well as a forfeiture count against Kiley, 18 U.S.C. &#167; 982.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In due course, Gattuso pled guilty to conspiracy and entered into a cooperation agreement with the government.  Abbott was murdered prior to trial.  The district court severed the firearms charges from the other counts;  the three remaining defendants (Kiley, Lattanzio and Procopio) were convicted on all other counts after a 14-day trial beginning on October 6, 1994.  A second jury convicted Kiley and Lattanzio on the firearm counts on December 14, 1994.  All three defendants appealed, praying for new trials on all counts.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In briefs and oral arguments by able counsel, Kiley, Lattanzio and Procopio raise three major challenges to their convictions.  First, claiming that various government searches violated the Fourth Amendment, they contend that the district court erred in failing to suppress evidence.  Second, defendants argue that the court erred in admitting evidence of possible preparations for a later robbery.  Finally, defendants urge that remarks by one of the prosecutors constituted misconduct warranting a new trial.  We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Because there is no challenge to the adequacy of the evidence, we do not describe what the jury would have been entitled to find, viewing the evidence in the light most favorable to the government.  Instead, we offer a neutral description of the evidence at trial to illuminate the defendants' claims of error and to provide a background against which to judge defendants' claims of prejudice.  Facts relevant to the suppression motions are set forth separately in the discussion of those issues.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The government's case began with the testimony of the two Berkshire guards, Allan Mongeon and James Cota.  They testified that three men, armed and masked, accosted them while they were loading bags of money into a Berkshire armored truck in Pittsfield on April 9, 1991.  The door of the loading bay was open, in violation of regular procedures, because the truck inside the bay was loaded with pallets, and a second truck, which the guards decided to use, was parked directly outside the bay.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Although the guards offered little physical description of the robbers, they said that one of the three men had been older and shorter than the other two and that he had a salt-and-pepper mustache;  a false mustache matching that description was later recovered from Kiley's home.  Mongeon was able to get a look at the right front portion of the robbers' get-away car;  he described it at the time as a tan sedan of late-70s vintage, probably a Plymouth Volare;  he later identified as the car he had seen a tan-and-brown 1979 Buick Regal, which had belonged to Procopio at the time of the robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In addition, Mongeon testified that one of the robbers had called out \"Chuck, what are you doing.\"   None of the individuals claimed by the government to have carried out the robbery--Kiley, Lattanzio, and Abbott--was named Chuck, but Gattuso was sometimes referred to by that name.  However, the government established that Gattuso was well known to Mongeon (Gattuso having been fired by Berkshire two weeks before the robbery);  the point was to suggest that Mongeon would have recognized Gattuso's voice had he been present.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Gattuso then testified.  He said that Kiley had approached him early in March 1991, at the suggestion of Gattuso's brother Dino, for help in planning the Berkshire robbery.  Gattuso later decided to join, bringing his close friend Procopio to a second meeting.  At a final meeting, Gattuso gave Kiley details of Berkshire's operations;  Procopio agreed to provide and dispose of the getaway vehicles.  Kiley told Gattuso that he would carry out the robbery along with two unnamed confederates.  Procopio later told Gattuso that one of the participants in the robbery was named \"Vinnie.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Charles Parise, an unindicted co-conspirator and friend of Gattuso's, testified that Procopio brought a car--the same Buick Regal identified by Mongeon as the get-away car--to Parise's garage at his home in Pittsfield on the night of the robbery.  Parise said that he was forced to hide the car--Procopio threatened him and his family--and to change its tires, and was later paid $8,000 for his trouble.  This money he returned to the government.  The defense cast doubt on Parise's credibility by pointing to statements by Parise's girlfriend suggesting that he had received more than $8,000.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The next several days of the trial were devoted to the government's painstaking presentation of evidence of cash transactions, totaling nearly $330,000, by the defendants and their families in the months immediately following the robbery.  For example, Kiley and Lattanzio travelled together to Jamaica, also treating several friends to the trip.  The defendants' lavish spending occurred in spite of the fact that Kiley had no visible means of support, Procopio had been insolvent prior to the robbery, and Lattanzio had never declared over $15,000 of income in any one year.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In addition, the government presented evidence of guns, a state police uniform, handcuffs, and a radio scanner that were seized from Kiley's apartment at 81 Intervale Street at the time of his arrest in June 1993;  there was evidence that Lattanzio, whose father owned the building, was also spending time in the apartment, and that two of the guns seized there belonged to Lattanzio.  Finally, the government played tapes of telephone conversations among Kiley and Lattanzio (who were in custody) and Procopio (out on bail) in which they discussed getting \"back into business\" and holding \"another party\" to which no \"children\" would be invited.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The defendants called a total of five witnesses, who testified to alternative sources for the funds that the defendants spent following the robbery.  The defense claimed Kiley had funds from prior crimes;  that Procopio had money from legitimate and illegitimate businesses that he had been hiding from the IRS and his ex-wife;  and that John Lattanzio, Sr., Vincent's father and the depositor of much of the cash in question, had gambling winnings, again not reported to the IRS.  In addition, the defense tried to establish that Kiley had been in Florida at the time Gattuso alleged some of their meetings had taken place.</p>\n    </div>\n    <p>II. SEARCH AND SEIZURE</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Defendants challenge the district court's denial of several suppression motions before trial.  Procopio objects to a search of his residence (in 1992);  Kiley to searches of his residence (in 1992 and 1993) and to searches of his papers, recovered from a stolen safe (in 1991) and a briefcase seized after a traffic stop (in 1992).  Lattanzio joins in the challenge to the admission of evidence seized from Kiley's Intervale Street apartment in 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">June 1992 search of Kiley's and Procopio's properties.   In June 1992, Agent Howe of the IRS prepared an affidavit in support of a warrant to search four Pittsfield properties:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>* 37 Taubert Ave.  (Kiley's residence)</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>* 124 Crane Ave (Gattuso's residence)</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>* 56 South Onota St.  (Procopio's residence)</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>* 483 West Housatonic St.  (Procopio's garage)</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Howe's affidavit set out tips from four confidential informants.  A first confidential informant (CI-1) had said that Kiley, Charles and Dino Gattuso, and Procopio had participated in the robbery;  CI-1 had the information from Armand Bigelow, who heard it from his friend Dino Gattuso.  The second tip, from CI-2, was that Charles Gattuso had talked about a $10,000 trip to California with his family, and had said that he still had $80,000 in cash that he was not \"stupid enough to put in the bank.\"   CI-3 stated that Charles Gattuso had buried money in his back yard and corroborated the information about the Gattuso family trip to California.  CI-4 said that he had overheard a conversation in which Kiley's nephews said that Kiley was responsible for the \"armored car heist\" and flashed a large amount of currency to back up the boast.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Howe affidavit also described a pattern of spending by Kiley, Gattuso, and Procopio that was inconsistent with their known legitimate income.  Bank records showed that Kiley had deposited over $42,000 in Florida banks within six months of the robbery;  Procopio had spent $36,000 on a house in which Gattuso was residing and $12,000 on a new garage.  The affidavit said that Gattuso, a close friend of Procopio, was a former Berkshire guard familiar with company procedures.  Agent Howe also stated that--based on past cases involving drug dealers--individuals who have large amounts of cash from illegal sources often have contraband, proceeds, and records of their money-laundering efforts in their homes and places of business.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Both Kiley and Procopio moved to suppress evidence from this search;  the motion was denied in a 45-page order on May 16, 1994.  On appeal, Kiley and Procopio argue that the district court's determination that Agent Howe's affidavit provided probable cause to search was flawed;  Kiley also insists that the information was stale.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Under Illinois v. Gates, 462 U.S. 213, 103 S.Ct. 2317, 76 L.Ed.2d 527 (1983), probable cause to issue a search warrant exists when \"given all the circumstances set forth in the affidavit ... there is a fair probability that contraband or evidence of a crime will be found in a particular place.\"  Id. at 238, 103 S.Ct. at 2332.   In reviewing a magistrate's decision to issue a warrant, the courts grant \"great deference\" to the magistrate's evaluation of the supporting affidavit, United States v. Jewell, 60 F.3d 20, 22 (1st Cir.1995), reversing only if there is no \" 'substantial basis for ... conclud[ing]' that probable cause existed.\"  Gates, 462 U.S. at 238-39, 103 S.Ct. at 2332.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Kiley and Procopio say that the first informant's tip was multi-level hearsay and that no evidence was provided to show the veracity of the unidentified informant.  But the tip did not stand alone.  There was information from three other informants which tended to corroborate CI-1's implication that Gattuso and Kiley had been involved in the robbery.  Moreover, Kiley, Gattuso, and Procopio each began spending large sums of cash in the months following the robbery;  Gattuso was known to be familiar with Berkshire's operating procedures;  Procopio was a close friend of Gattuso's and, shortly after the robbery, purchased a house in which Gattuso was residing.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As to Kiley, two confidential informants identified him as a participant in the robbery, and the government had evidence of large cash deposits which appeared to have been structured to avoid triggering reporting requirements.  Procopio's claim is a somewhat closer call, but the fact that Procopio had been spending large amounts of cash--including payments on a house in which Gattuso was residing--suggested that Procopio was involved at least in laundering the proceeds of a crime in which Gattuso had participated.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Kiley makes two additional arguments.  First, he says that Agent Howe's experience with drug dealers does not qualify him to speak about the habits of bank robbers.  But what ties the two situations together is the criminal's need to dispose and keep track of large cash proceeds.  Second, Kiley argues that the information supporting the warrant was stale because the crime had taken place 14 months before.  Yet, the fact that the robbery had taken place many months in the past did not eliminate the likelihood that the paper trail of financial records could be found in Kiley's residence.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Procopio argues that the district court erred in denying him a hearing under Franks v. Delaware, 438 U.S. 154, 98 S.Ct. 2674, 57 L.Ed.2d 667 (1978).  Franks provides for such a hearing where a defendant makes \"allegations of deliberate falsehood or of reckless disregard for the truth, ... accompanied by an offer of proof.\"  Id. at 171, 98 S.Ct. at 2684.   Procopio claimed in the district court that such a doubt about the agent's good faith exists here because Dino Gattuso, the alleged source of CI-1's information, later told the government that he did not recall discussing that information with anyone else.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The district court properly refused to grant a Franks hearing.  Dino Gattuso's statement falls short of a specific denial that he ever discussed the matter with Bigelow;  nor is there any indication that Agent Howe was aware of Dino's statement at the time Howe swore out the affidavit.  The corroborating information, including the evidence of Procopio's unexplained expenditures, remains unaffected.  Nothing appears to raise a reasonable suspicion of deliberate misconduct or recklessness on the part of the investigating agent.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Kiley's papers from his brother's safe.   On November 29, 1991, a safe was stolen from Kiley's brother Donald;  around that time, an abandoned safe was found in a park in Pittsfield, with papers inside the open safe and scattered on the ground nearby.  The papers were taken to the police station and were laid out to dry and to be fingerprinted.  A police detective noticed that some of the documents were in Bernard Kiley's name and called an FBI agent he knew to be investigating Kiley and the Berkshire robbery.  The investigating agents reviewed the documents and used them to obtain Kiley's bank records by grand jury subpoena;  these records supported the search of 37 Taubert Avenue.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Kiley argues that the police actions were improper;  he says that once the police knew whose safe it was and that the documents came from inside it, they had no need to conduct a review of the documents.  In our view, any reasonable expectation of privacy Kiley enjoyed in documents secured in his brother's safe was destroyed by private action for which the government was not responsible.  United States v. Jacobsen, 466 U.S. 109, 113, 104 S.Ct. 1652, 1656, 80 L.Ed.2d 85 (1984).  And once the papers were left openly available in a public place, their examination by government agents was not \"unreasonable\" under the Fourth Amendment.  Cf. id. at 115-18, 104 S.Ct. at 1657-59.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We thus join the Eleventh Circuit which held there was no Fourth Amendment violation in very similar circumstances in United States v. O'Bryant, 775 F.2d 1528, 1534 (11th Cir.1985).  See also United States v. Aguirre, 839 F.2d 854, 857 (1st Cir.1988).  Because of the way we resolve this question, we need not reach the district court's holding that Kiley lacked standing to challenge the search of his brother's safe and, in the alternative, that the police search did not go beyond a proper inventory search.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Search of Kiley's briefcase following traffic stop.   In November 1992, a Lenox police office tried to pull Kiley over for driving with a broken headlight.  Kiley jumped out of his car, ran into the woods, and was eventually caught by the police.  The car was impounded and the contents inventoried in keeping with department policy.  The police found a briefcase in the trunk;  they opened the briefcase and found marijuana and incriminating documents detailing over $100,000 in expenditures.  The police informed a federal agent who asked that the car be held while he obtained a warrant.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The district court held that the police department's search of the briefcase--which Kiley said was locked--exceeded the bounds of its own policy covering inventory searches, and therefore did not come within the applicable exception to the Fourth Amendment.  Florida v. Wells, 495 U.S. 1, 110 S.Ct. 1632, 109 L.Ed.2d 1 (1990);  South Dakota v. Opperman, 428 U.S. 364, 96 S.Ct. 3092, 49 L.Ed.2d 1000 (1976).  However, the court went on to hold that the \"inevitable discovery\" doctrine of Nix v. Williams, 467 U.S. at 444, 104 S.Ct. at 2509, saved the search.  It reasoned that by November 1992, Kiley was already implicated in the Berkshire robbery investigation so that federal agents, being told of the briefcase, would surely have sought a warrant to inspect its contents.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The burden is on the government to show by a preponderance of the evidence that the evidence would inevitably have been discovered by lawful means.  Nix, 467 U.S. 431, 444, 104 S.Ct. 2501, 2509, 81 L.Ed.2d 377 (1984);  United States v. Infante-Ruiz, 13  F.3d 498, 503 (1st Cir.1994).  We review the district court's fact finding only for clear error, United States v. McLaughlin, 957 F.2d 12, 16 (1st Cir.1992), but the underlying facts are not in dispute.  We will assume arguendo, favorably to the defendants, that the ultimate determination (whether discovery here was inevitable) amounts to a question of law application that is reviewable de novo.  Cf. Ornelas v. United States, --- U.S. ----, 116 S.Ct. 1657, 134 L.Ed.2d 911 (1996).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Kiley points out that the federal agents only obtained a warrant after being informed that the briefcase contained potentially incriminating bank records.  He then argues that it is speculation to assume that, absent those records, the police would have called federal agents and that federal agents would have sought a warrant.  And in fact, the local police called the federal authorities only after conducting what we will assume, for purposes of this argument, may have been an illegal search of the briefcase.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Still, the local police knew that Kiley was the object of a federal robbery investigation.  And Kiley made a blatant attempt to flee from the police when stopped for a minor traffic violation, leaving behind an allegedly locked briefcase.  There is thus little reason to doubt that the local police would have contacted federal agents, even without the information gleaned during the search of the briefcase itself.  It is even more certain that federal agents, having ample time to do so, would have then sought a warrant to search the briefcase.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In the alternative, Kiley questions whether without the documents the government would have had probable cause to search the briefcase.  The evidence that justified the search of Kiley's residence would have established probable cause to believe that Kiley was involved in the crimes later charged;  and Kiley's sudden flight and the locked briefcase would have given a magistrate reason to think that Kiley might well be carrying material pertaining to the crimes, which included money laundering.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Search of Kiley's residence at 81 Intervale.   Both Kiley and Lattanzio challenge the propriety of the search of Kiley's new residence at 81 Intervale Street in Brockton, Massachusetts.  In June 1993, FBI and IRS agents obtained arrest warrants for Kiley and Lattanzio and a search warrant for 79 Intervale Road.  Lattanzio was arrested outside the building (containing both 79 and 81 Intervale).  The agents next entered 79 Intervale and were told by a tenant that a man resided upstairs;  the agents called Kiley's name from the back stairs of the building and received a response from a third-floor apartment marked 81 Intervale.  As Kiley left the building, he was arrested.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">IRS Agent Downes telephoned to another agent--Agent Crocker--to ask her to prepare a warrant application for the new address--81 Intervale.  Her affidavit read in part:</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">On June 8, 1993, I talked by telephone with Special Agent Gerard F. Downes who advised me that he was at Bernard Kiley's address at 81 Intervale, Brockton, MA., waiting to execute a search warrant....  Special Agent Howe advised me that upon arrival at the residence he discovered that the correct address for Kiley's residence was 81 Intervale Road, Brockton, MA. rather than 79 Intervale Road as listed in the original application and warrant.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">An amended warrant was issued, and the ensuing search revealed the cache of arms and other evidence later introduced at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The district court held that the warrant should not have issued to search 81 Intervale because nothing in the affidavit established probable cause to believe that Kiley lived there.  In fact, the agent on the scene knew that surveillance had shown Kiley lived in the building, and knew that Kiley had been in the apartment moments before;  but none of this information was included in the warrant application.  However, the district court held that the evidence was saved by the \"good faith\" exception to the exclusionary rule.  United States v. Leon, 468 U.S. 897, 104 S.Ct. 3405, 82 L.Ed.2d 677 (1984).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We agree with the district court that Leon applies, an issue we consider de novo.  United States v. Manning, 79 F.3d 212, 221 (1st Cir.1996).  Leon protects good faith police reliance on a magistrate search warrant, even if the warrant later proves invalid, unless inter alia the underlying affidavit is \"so lacking in indicia of probable cause\" as to make reliance upon it \"entirely unreasonable.\"  Leon, 468 U.S. at 923 (quoting Brown v. Illinois, 422 U.S. 590, 610-11, 95 S.Ct. 2254, 45 L.Ed.2d 416 (1975)) (Powell, J., concurring in part).  See also United States v. Ricciardelli.  998 F.2d 8, 15 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The focus in a warrant application is usually on whether the suspect committed a crime and whether evidence of the crime is to be found at his home or business.  That hardly makes the address unimportant:  to invade the wrong location is a serious matter.  But so long as the affidavit itself asserts a link between the suspect and the address, it is easy to understand how both the officer applying for the warrant and the magistrate might overlook a lack of detail on a point often established by the telephone book or the name on a mailbox.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">In this instance, the second affidavit expressly recited that agent Downes had advised that he was \"at Bernard Kiley's address at 81 Intervale....\"  Thus, the affidavit included the agent's assertion that the address to be searched (81 Intervale) was that of the suspect (Kiley) as to whom probable cause had been shown;  the only omission was the failure to explain how the agent--who had ample basis for the contention--knew that \"81 Intervale\" was \"Kiley's address.\"   Whether or not this is a defect in the application, it is hardly blatant, nor is there any suggestion (or basis for a suggestion) of actual bad faith.  Thus, we conclude that Leon applies.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Cases like Nix and Leon may seem to some like technicalities that undermine Fourth Amendment protections.  Others may view them as practical accommodations of tensions bound to arise where highly relevant evidence is threatened with exclusion in order to deter police misconduct.  In all events, it is our job to apply these doctrines, as they have been developed by the Supreme Court, to the particular facts of each case.III. RULE 404(b) EVIDENCE</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Kiley and Lattanzio object to the admission of guns, handcuffs, a state police uniform and badge, and a police scanner seized at 81 Intervale.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  They have consistently argued that the items are inadmissible because their only tendency is to suggest that defendants are violent criminals and the items are character-propensity evidence prohibited by Fed.  R. Evid 404.  The government counters that the evidence is relevant to indicate a criminal association between Kiley and Lattanzio in 1991;  the district court agreed, relying on our decision in United States v. Fields, 871 F.2d 188 (1st Cir.), cert. denied, 493 U.S. 955, 110 S.Ct. 369, 107 L.Ed.2d 355 (1989), and also declined to exclude the evidence under Fed.R.Evid. 403.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Rule 404 provides that evidence of \"other crimes, wrongs or acts\" is not admissible to prove \"the character of a person in order to show action in conformity therewith;\" however, such evidence is admissible if offered for \"other purposes.\"   Id. See United States v. Moreno, 991 F.2d 943, 946 (1st Cir.), cert. denied, 510 U.S. 971, 114 S.Ct. 457, 126 L.Ed.2d 389 (1993).  If evidence \"supports a chain of inference independent of any tendency of the evidence to show bad character,\" Moreno, 991 F.2d at 946, it is said to have \"special relevance\" and not barred by Rule 404.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Here, such special relevance is easy to articulate (the strength and significance of the inference are a different matter).  Plainly, the seized materials, found in an apartment used by both Kiley and Lattanzio, tended to suggest that in 1993 the two men had a criminal association.  This to some extent suggested a criminal association in 1991, which was helpful to the government's claim that the two men had collaborated in the Berkshire robbery in 1991.  Thus, the inference goes somewhat beyond the mere implication that either man was of bad character.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">True, the seized items might have belonged only to one of the two men.  Or an association between them might have been criminal in 1993 but innocent in 1991.  But these possibilities affect only the strength of the government's inference.  A later criminal association increases the likelihood of an earlier one--which is all that \"relevance\" requires, Fed.R.Evid. 401;  United States v. Tutiven, 40 F.3d 1, 6 (1st Cir.1994)--and numerous cases permit such reasoning from a later event or condition to an earlier one.  E.g., United States v. Andiarena, 823 F.2d 673, 677 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">In all events, we agree with the district court that we crossed this bridge in Fields.   There, three defendants were charged with conspiracy and bank robbery.  Three years after the robberies, two of the defendants were caught in a stolen car containing various \"tools of the trade\" for armed robbers.  The evidence was admitted at trial over an objection based on Rule 404.  This court upheld the district court, holding that the evidence \"shed light on the nature of [the defendants'] association at the time of the crimes charged.\"  Fields, 871 F.2d at 198.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">On appeal, defendants seek to distinguish Fields, primarily on the ground that the permissible inference pointing toward guilt in that case was somewhat stronger on the facts.  This may be so, although we there noted that the similarity between the charged crime and the subsequent acts was \"most likely insufficient to show a 'signature.' \"  Id. at 197.   But it seems to us that, so long as some \"special relevance\" is shown, the bar of Rule 404 is crossed and the issue is then one of balancing probative value against prejudice under Rule 403.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">This Rule 403 judgment was undoubtedly a close one on the present facts.  The criminal association was itself merely inferred (Lattanzio did not live permanently at the apartment), and the need to reason backward from 1993 to 1991 further weakens the inference.  And here, as is often the case with Rule 404(b) evidence, the permissible inference (criminal association) overlapped with, and went only a small step beyond, the forbidden one (criminal character).  This in turn increases the difficulty for the jury and the risk of prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">On the other hand, some would think that the evidence confirmed a criminal association as of 1993, indeed, an association probably designed to perpetrate robberies.  Arguably, the two year gap was less important than usual, given an admitted association of some kind in 1991 (albeit in the months after the robbery).  The evidence was scarcely redundant.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  And the presence of guns at the apartment, while telling, is not such as to overwhelm the emotions of an ordinary juror in the manner of gruesome testimony or photographs.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">In sum, the issue was at best a close one which a reasonable judge might have decided either way.  The district court enjoys great latitude in making an on-the-spot balancing judgment under Rule 403, Manning, 79 F.3d at 217, and we cannot find any abuse of discretion here.  This is especially so in view of Fields where similar evidence was upheld by this court.  The truly difficult problem for us is not the admission of the evidence but the use made of it by the prosecutor in closing, a subject to which we will shortly return.</p>\n    </div>\n    <p>IV. PROSECUTORIAL MISCONDUCT</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">All these defendants object to various comments made by the prosecutor in his rebuttal argument, and argue that the trial judge erred in failing to grant a mistrial.  Several of the comments were the subject of timely objection and the claims of error are fully preserved;  the others are reviewable for plain error.  United States v. Wihbey, 75 F.3d 761 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Comment on Failure to Testify.   The first charge is that the prosecutor impermissibly commented on the defendants' failure to testify.  Counsel for Kiley and Lattanzio argued in their closing that the jury could find cause for doubt in the government's failure to ask the Berkshire guards to identify Kiley's and Lattanzio's voices from the prison tapes.  In its rebuttal, the government replied:</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p>And why didn't the Government play tapes for the guards and see if they recognized the defendants' voices.  You heard from two of the defense counsel if we had, and if the guards identified the voices.  Is there anybody here that thinks that the defendants would have come in the courtroom and fessed-up, or would they have just created more illusions for argument.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">An objection was made, but the district judge saw no impropriety.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">What the prosecutor was trying to say was that defense counsel were making a commotion about a lack of evidence from the guards but, if such testimony had been offered, counsel would then have belittled it.  The prosecutor's reference was inartful and could be taken--especially out of context--as an improper comment.  But it was certainly not an intentional comment on the failure to testify.  And in context, it was at most a glancing brush rather than a blow against the privilege.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The district judge included in the closing instructions the standard warning:  that defendants have an absolute right not to testify and that no inference should be drawn from a failure to testify.  If any juror mistook the prosecutor's comment to suggest otherwise, that suggestion was squarely corrected not long afterwards by the judge.  We are completely confident that the comment did not affect the outcome, and although perhaps technically a violation, was harmless beyond a reasonable doubt.  Chapman v. California, 386 U.S. 18, 87 S.Ct. 824, 17 L.Ed.2d 705 (1967).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Comment on propensity to violence.   All defendants complain on appeal about the following remarks by the prosecutor:These defendants, make no mistake about it, share a violent and vicious criminality.  The arsenal at Intervale and Frank's explicitly saying they will go into the criminal business again have no other explanation.  Our society doesn't need it.  I submit to you society has had enough of Frank Procopio, Bernie Kiley, and Vinnie Lattanzio.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">This comment was improper for two reasons.  First, the \"society doesn't need it\" comment \"served no purpose other than to 'inflame the passions and prejudices of the jury.' \"  United States v. Machor, 879 F.2d 945, 956 (1st Cir.1989), cert. denied, 493 U.S. 1081, 110 S.Ct. 1138, 107 L.Ed.2d 1043 (1990) (quoting in part prior precedent).  Second, and more troubling, the prosecutor's remarks encouraged the jury to conclude from the 81 Intervale evidence that the defendants were \"violent and vicious\" criminals.  This inference--that the defendants were of bad character--was precisely the inference that Rule 404(a) forbids.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">However, defense counsel failed to object at trial to these remarks by the prosecutor.  Reviewing courts are very reluctant to reverse for unobjected-to errors that could have been corrected or ameliorated by timely objection.  Arrieta-Agressot v. United States, 3 F.3d 525, 528 (1st Cir.1993).  Consonantly, under the \"plain error\" test, the error has to be obvious and affect \"substantial rights,\" and the failure to reverse the conviction must cause a miscarriage of justice.  United States v. Olano, 507 U.S. 725, 732-37, 113 S.Ct. 1770, 1777-79, 123 L.Ed.2d 508 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">We regard this set of comments as presenting a very close call, at least as to Lattanzio.  Against Kiley, the direct evidence was strong;  but Lattanzio was not directly identified by anyone, and the government's case against him was based on adequate, but hardly overwhelming, circumstantial evidence.  If Lattanzio had objected at trial and if (which we doubt in light of the final instructions) the district court had ignored or overruled the objection, it might be hard for the government to show the error was harmless.  United States v. Randazzo, 80 F.3d 623, 631 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">But here, it is Lattanzio who must show that the improper remarks likely infected the jury (affected \"substantial rights\" in Olano 's words) and mere possibilities are not enough.  The assault on the guards and the weaponry found at Intervale were facts permissibly before the jury.  What was added was improper commentary;  but this is not a case in which the jury learned of inadmissible events, something far more likely to infect fatally the jury's reasoning.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Similarly, under Olano 's miscarriage of justice standard, we think the prosecutor more culpable here than in the \"fess up\" comment;  that was merely inadvertent and this was seriously careless.  But it is important to note that the district court, in closing instructions the next day, did give a pointed warning to the jury:</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p>During closing arguments yesterday, certain counsel made certain remarks that were heated and inflammatory, perhaps depending on how you look at them, and certainly emotional.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">I ask you to totally disregard what counsel may have said in a heated fashion.  Your job is to determine the truth....</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The court also firmly reminded the jury that the Intervale evidence was not to be used as propensity evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">These are the very curative instructions that would have been given if a timely objection had been made.  The fact that the defense did not object also may suggest that, in the conditions of the courtroom, the passage in question passed by as mere rhetoric.  In all events, we are not persuaded under Olano that this misstep, taken in light of the curative instructions, probably altered the result or produced a fundamentally unfair trial.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Implication of threats.   Defendants, during closing arguments, attempted to cast doubt on Gattuso's reliability by referring to the fact that the government had paid him and reduced the charges against him.  The government responded:</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p>Mr. Graham objected, apparently a moral objection, because the Government spent $10,000 on subsistence expenses for Charlie Gattuso before he entered the witness protection program, as part of that program. I'm sure that Mr. Graham and the other defendants would have preferred he not be here, and he not testify, and I want to apologize on behalf of the government for protecting his life.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Defendants argue that the comment unfairly implied that the defendants would prefer to see Gattuso dead and in fact posed a threat to him.  They also suggest that the jury could have had its doubts aroused by Abbott's absence, but in fact any hint that he had been murdered was scrupulously excluded from the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">The jury already knew that Gattuso was in a witness protection program, presumably for his protection, and obviously the defendants would have preferred that Gattuso not testify.  The implication that the defendants posed a threat to Gattuso's life is more troubling, but it was indirect, utterly unsupported, and occurred during a legitimate attempt to explain (in response to defense impeachment) why the money had been spent.  We do not think that the criticized comment, although over the line of propriety, affected the defendants' substantial rights.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Disparagement of counsel.   The prosecutor told the jury that defense arguments were \"illusions ... a smoke screen aimed at creating that, an illusion to ... deflect you from the single thread of truth that ... unifies all the evidence in the case.\"   Then the government stated, \"This isn't a game ... the robbery wasn't a game, and I've got news for the defense counsel, this trial isn't a game either.\"   Only Lattanzio objected to this statement at trial;  he asked for a curative instruction which was given.  No further objection was raised.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">\"The prosecutor is expected to refrain from impugning, directly or by implication, the integrity or institutional role of defense counsel.\"  United States v. Bennett, 75 F.3d 40, 46 (1st Cir.1996), petition for cert. filed (June 5, 1996) (No. 95-9237).  The prosecutor's remarks, although more wind than rain, were arguably excessive disparagement.  But a corrective instruction was asked for and given, and it is unrealistic to suggest that such empty cliches seriously affected the jury's deliberations.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Defendants said at oral argument that the prosecution had attempted in these appeals to defend its improper remarks piecemeal, glossing over the cumulative impact.  Cumulative impact is a legitimate concern, cf.  United States v. Manning, 23 F.3d 570, 575 (1st Cir.1994), but the only remark that raised serious risk of prejudice was the \"vicious and violent criminality\" comment.  Nor did the other comments form a pattern that would tend to reinforce the improper inference there encouraged.  We are thus satisfied that the improper arguments, even taken as a whole, do not merit reversal.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">They do merit some criticism of the prosecution.  Contrary to the epigram, a fault is not worse than a crime;  but a pattern of faults does suggest a failure in supervision.  The government should not have to devote almost 20 pages of its brief to explaining away problems with its arguments to the jury.  It is happenstance that the prosecution has done more damage to its own reputation than to the defendants' right to a fair trial.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>V. CONCLUSION</p>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Defendants have raised some additional arguments in their briefs.  Among others, Procopio claims that he was affected by the Intervale evidence and also that it was error for the district court to deny his motion to sever.  Kiley and Lattanzio object to the admission of certain tape recordings on hearsay grounds and under Bruton v. United States, 391 U.S. 123, 88 S.Ct. 1620, 20 L.Ed.2d 476 (1968).  Lattanzio objects to the admission of a photograph of cash in a clothes drier and also argues that the district court erred by failing to instruct the jury on the meaning of reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">We have carefully considered defendants' arguments on these and on a few additional points, primarily related to the instructions and additional instances of allegedly improper argumentation by the prosecutor.  In our view, none of these points presents a strong claim of error and none, even if error, involves any serious risk of prejudice.  It was fair for defense counsel to raise these issues in the course of their thorough and extensive briefs, but they do not require further discussion by us.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Procopio also attempts to raise this issue, arguing that the admission of this evidence prejudiced his defense.  But \"[o]bjections based on Rule 404(b) may be raised only by the person whose 'other crimes, wrongs, or acts' are attempted to be revealed.\"  United States v. David,  940 F.2d 722, 736 (1st Cir.), cert. denied, 502 U.S. 989, 112 S.Ct. 605, 116 L.Ed.2d 628 (1991).  Procopio asked for and was granted repeated instructions to the effect that the 81 Intervale evidence did not relate to him</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> As the Advisory Committee Notes to Rule 403 point out, \"[i]n reaching a decision whether to exclude evidence on grounds of unfair prejudice, ... [t]he availability of other means of proof may also be an appropriate factor.\"   In this instance, a prior association between Kiley and Lattanzio was amply proved by other evidence (e.g., of their trips) but nothing else directly indicated the criminal character of the association</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In light of our criticism of the rebuttal argument, we think it fair to note that the assistant United States Attorney who argued this case on appeal was not the prosecutor who presented the rebuttal argument at trial</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></span></p>\n    <p class=\"case_cite\">45 Fed. R. Evid. Serv. 142</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Francis J. PROCOPIO, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Vincent A. LATTANZIO, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Bernard KILEY, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 95-1549 to 95-1551.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 4, 1996.<br>Decided July 9, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Richard J. Shea, by Appointment of the Court, Boston, MA, for appellant Francis J. Procopio.</p>\n      <p class=\"indent\">Kevin G. Murphy, by Appointment of the Court, with whom Dusel, Murphy, Fennell, Liquori &amp; Powers, Springfield, MA, was on brief, for appellant Vincent A. Lattanzio.</p>\n      <p class=\"indent\">Stewart T. Graham, Jr., by Appointment of the Court, with whom Graham &amp; Graham, Springfield, MA, was on brief, for appellant Bernard Kiley.</p>\n      <p class=\"indent\">C. Jeffrey Kinder, Assistant United States Attorney, Springfield, MA, with whom Donald K. Stern, United States Attorney, Boston, MA, was on brief, for the United States.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On April 9, 1991, three armed, masked men stole $1.2 million in cash about to be loaded into an armored car belonging to Berkshire Armored Car Services, Inc.  (\"Berkshire\").  The crime occurred in Pittsfield, Massachusetts.  On June 10, 1993, the government indicted Bernard J. Kiley, Vincent A. Lattanzio, Donald J. Abbott, Francis J. Procopio and Charles R. Gattuso.  The government believed that the first three men had committed the robbery and that the other two had aided the venture.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The indictment charged all five men with conspiracy to interfere with, and interference with, commerce by means of robbery, 18 U.S.C. &#167; 1951, and with robbery of bank funds, 18 U.S.C. &#167;&#167; 2113(a).  Kiley and Procopio were also charged with money laundering, 18 U.S.C. &#167;&#167; 1956(a)(1)(B)(i), (ii).  A superseding indictment was handed down on September 30, 1993, adding firearms counts against Lattanzio and Kiley, 18 U.S.C. &#167;&#167; 922(g)(1) &amp; 924(c)(1), (2), as well as a forfeiture count against Kiley, 18 U.S.C. &#167; 982.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In due course, Gattuso pled guilty to conspiracy and entered into a cooperation agreement with the government.  Abbott was murdered prior to trial.  The district court severed the firearms charges from the other counts;  the three remaining defendants (Kiley, Lattanzio and Procopio) were convicted on all other counts after a 14-day trial beginning on October 6, 1994.  A second jury convicted Kiley and Lattanzio on the firearm counts on December 14, 1994.  All three defendants appealed, praying for new trials on all counts.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In briefs and oral arguments by able counsel, Kiley, Lattanzio and Procopio raise three major challenges to their convictions.  First, claiming that various government searches violated the Fourth Amendment, they contend that the district court erred in failing to suppress evidence.  Second, defendants argue that the court erred in admitting evidence of possible preparations for a later robbery.  Finally, defendants urge that remarks by one of the prosecutors constituted misconduct warranting a new trial.  We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Because there is no challenge to the adequacy of the evidence, we do not describe what the jury would have been entitled to find, viewing the evidence in the light most favorable to the government.  Instead, we offer a neutral description of the evidence at trial to illuminate the defendants' claims of error and to provide a background against which to judge defendants' claims of prejudice.  Facts relevant to the suppression motions are set forth separately in the discussion of those issues.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The government's case began with the testimony of the two Berkshire guards, Allan Mongeon and James Cota.  They testified that three men, armed and masked, accosted them while they were loading bags of money into a Berkshire armored truck in Pittsfield on April 9, 1991.  The door of the loading bay was open, in violation of regular procedures, because the truck inside the bay was loaded with pallets, and a second truck, which the guards decided to use, was parked directly outside the bay.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Although the guards offered little physical description of the robbers, they said that one of the three men had been older and shorter than the other two and that he had a salt-and-pepper mustache;  a false mustache matching that description was later recovered from Kiley's home.  Mongeon was able to get a look at the right front portion of the robbers' get-away car;  he described it at the time as a tan sedan of late-70s vintage, probably a Plymouth Volare;  he later identified as the car he had seen a tan-and-brown 1979 Buick Regal, which had belonged to Procopio at the time of the robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In addition, Mongeon testified that one of the robbers had called out \"Chuck, what are you doing.\"   None of the individuals claimed by the government to have carried out the robbery--Kiley, Lattanzio, and Abbott--was named Chuck, but Gattuso was sometimes referred to by that name.  However, the government established that Gattuso was well known to Mongeon (Gattuso having been fired by Berkshire two weeks before the robbery);  the point was to suggest that Mongeon would have recognized Gattuso's voice had he been present.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Gattuso then testified.  He said that Kiley had approached him early in March 1991, at the suggestion of Gattuso's brother Dino, for help in planning the Berkshire robbery.  Gattuso later decided to join, bringing his close friend Procopio to a second meeting.  At a final meeting, Gattuso gave Kiley details of Berkshire's operations;  Procopio agreed to provide and dispose of the getaway vehicles.  Kiley told Gattuso that he would carry out the robbery along with two unnamed confederates.  Procopio later told Gattuso that one of the participants in the robbery was named \"Vinnie.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Charles Parise, an unindicted co-conspirator and friend of Gattuso's, testified that Procopio brought a car--the same Buick Regal identified by Mongeon as the get-away car--to Parise's garage at his home in Pittsfield on the night of the robbery.  Parise said that he was forced to hide the car--Procopio threatened him and his family--and to change its tires, and was later paid $8,000 for his trouble.  This money he returned to the government.  The defense cast doubt on Parise's credibility by pointing to statements by Parise's girlfriend suggesting that he had received more than $8,000.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The next several days of the trial were devoted to the government's painstaking presentation of evidence of cash transactions, totaling nearly $330,000, by the defendants and their families in the months immediately following the robbery.  For example, Kiley and Lattanzio travelled together to Jamaica, also treating several friends to the trip.  The defendants' lavish spending occurred in spite of the fact that Kiley had no visible means of support, Procopio had been insolvent prior to the robbery, and Lattanzio had never declared over $15,000 of income in any one year.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In addition, the government presented evidence of guns, a state police uniform, handcuffs, and a radio scanner that were seized from Kiley's apartment at 81 Intervale Street at the time of his arrest in June 1993;  there was evidence that Lattanzio, whose father owned the building, was also spending time in the apartment, and that two of the guns seized there belonged to Lattanzio.  Finally, the government played tapes of telephone conversations among Kiley and Lattanzio (who were in custody) and Procopio (out on bail) in which they discussed getting \"back into business\" and holding \"another party\" to which no \"children\" would be invited.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The defendants called a total of five witnesses, who testified to alternative sources for the funds that the defendants spent following the robbery.  The defense claimed Kiley had funds from prior crimes;  that Procopio had money from legitimate and illegitimate businesses that he had been hiding from the IRS and his ex-wife;  and that John Lattanzio, Sr., Vincent's father and the depositor of much of the cash in question, had gambling winnings, again not reported to the IRS.  In addition, the defense tried to establish that Kiley had been in Florida at the time Gattuso alleged some of their meetings had taken place.</p>\n    </div>\n    <p>II. SEARCH AND SEIZURE</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Defendants challenge the district court's denial of several suppression motions before trial.  Procopio objects to a search of his residence (in 1992);  Kiley to searches of his residence (in 1992 and 1993) and to searches of his papers, recovered from a stolen safe (in 1991) and a briefcase seized after a traffic stop (in 1992).  Lattanzio joins in the challenge to the admission of evidence seized from Kiley's Intervale Street apartment in 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">June 1992 search of Kiley's and Procopio's properties.   In June 1992, Agent Howe of the IRS prepared an affidavit in support of a warrant to search four Pittsfield properties:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>* 37 Taubert Ave.  (Kiley's residence)</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>* 124 Crane Ave (Gattuso's residence)</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>* 56 South Onota St.  (Procopio's residence)</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>* 483 West Housatonic St.  (Procopio's garage)</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Howe's affidavit set out tips from four confidential informants.  A first confidential informant (CI-1) had said that Kiley, Charles and Dino Gattuso, and Procopio had participated in the robbery;  CI-1 had the information from Armand Bigelow, who heard it from his friend Dino Gattuso.  The second tip, from CI-2, was that Charles Gattuso had talked about a $10,000 trip to California with his family, and had said that he still had $80,000 in cash that he was not \"stupid enough to put in the bank.\"   CI-3 stated that Charles Gattuso had buried money in his back yard and corroborated the information about the Gattuso family trip to California.  CI-4 said that he had overheard a conversation in which Kiley's nephews said that Kiley was responsible for the \"armored car heist\" and flashed a large amount of currency to back up the boast.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Howe affidavit also described a pattern of spending by Kiley, Gattuso, and Procopio that was inconsistent with their known legitimate income.  Bank records showed that Kiley had deposited over $42,000 in Florida banks within six months of the robbery;  Procopio had spent $36,000 on a house in which Gattuso was residing and $12,000 on a new garage.  The affidavit said that Gattuso, a close friend of Procopio, was a former Berkshire guard familiar with company procedures.  Agent Howe also stated that--based on past cases involving drug dealers--individuals who have large amounts of cash from illegal sources often have contraband, proceeds, and records of their money-laundering efforts in their homes and places of business.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Both Kiley and Procopio moved to suppress evidence from this search;  the motion was denied in a 45-page order on May 16, 1994.  On appeal, Kiley and Procopio argue that the district court's determination that Agent Howe's affidavit provided probable cause to search was flawed;  Kiley also insists that the information was stale.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Under Illinois v. Gates, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">213</span></a></span>, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2317</span></a></span>, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">527</span></a></span> (1983), probable cause to issue a search warrant exists when \"given all the circumstances set forth in the affidavit ... there is a fair probability that contraband or evidence of a crime will be found in a particular place.\"  Id. at 238, 103 S.Ct. at 2332.   In reviewing a magistrate's decision to issue a warrant, the courts grant \"great deference\" to the magistrate's evaluation of the supporting affidavit, United States v. Jewell, <span class=\"citation\" data-id=\"196195\"><a href=\"/opinion/196195/united-states-v-jewell/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></a></span>, 22 (1st Cir.1995), reversing only if there is no \" 'substantial basis for ... conclud[ing]' that probable cause existed.\"  Gates, 462 U.S. at 238-39, 103 S.Ct. at 2332.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Kiley and Procopio say that the first informant's tip was multi-level hearsay and that no evidence was provided to show the veracity of the unidentified informant.  But the tip did not stand alone.  There was information from three other informants which tended to corroborate CI-1's implication that Gattuso and Kiley had been involved in the robbery.  Moreover, Kiley, Gattuso, and Procopio each began spending large sums of cash in the months following the robbery;  Gattuso was known to be familiar with Berkshire's operating procedures;  Procopio was a close friend of Gattuso's and, shortly after the robbery, purchased a house in which Gattuso was residing.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As to Kiley, two confidential informants identified him as a participant in the robbery, and the government had evidence of large cash deposits which appeared to have been structured to avoid triggering reporting requirements.  Procopio's claim is a somewhat closer call, but the fact that Procopio had been spending large amounts of cash--including payments on a house in which Gattuso was residing--suggested that Procopio was involved at least in laundering the proceeds of a crime in which Gattuso had participated.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Kiley makes two additional arguments.  First, he says that Agent Howe's experience with drug dealers does not qualify him to speak about the habits of bank robbers.  But what ties the two situations together is the criminal's need to dispose and keep track of large cash proceeds.  Second, Kiley argues that the information supporting the warrant was stale because the crime had taken place 14 months before.  Yet, the fact that the robbery had taken place many months in the past did not eliminate the likelihood that the paper trail of financial records could be found in Kiley's residence.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Procopio argues that the district court erred in denying him a hearing under Franks v. Delaware, <span class=\"citation\" data-id=\"109925\"><a href=\"/opinion/109925/franks-v-delaware/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">154</span></a></span>, <span class=\"citation\" data-id=\"109925\"><a href=\"/opinion/109925/franks-v-delaware/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2674</span></a></span>, <span class=\"citation\" data-id=\"109925\"><a href=\"/opinion/109925/franks-v-delaware/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">667</span></a></span> (1978).  Franks provides for such a hearing where a defendant makes \"allegations of deliberate falsehood or of reckless disregard for the truth, ... accompanied by an offer of proof.\"  Id. at 171, 98 S.Ct. at 2684.   Procopio claimed in the district court that such a doubt about the agent's good faith exists here because Dino Gattuso, the alleged source of CI-1's information, later told the government that he did not recall discussing that information with anyone else.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The district court properly refused to grant a Franks hearing.  Dino Gattuso's statement falls short of a specific denial that he ever discussed the matter with Bigelow;  nor is there any indication that Agent Howe was aware of Dino's statement at the time Howe swore out the affidavit.  The corroborating information, including the evidence of Procopio's unexplained expenditures, remains unaffected.  Nothing appears to raise a reasonable suspicion of deliberate misconduct or recklessness on the part of the investigating agent.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Kiley's papers from his brother's safe.   On November 29, 1991, a safe was stolen from Kiley's brother Donald;  around that time, an abandoned safe was found in a park in Pittsfield, with papers inside the open safe and scattered on the ground nearby.  The papers were taken to the police station and were laid out to dry and to be fingerprinted.  A police detective noticed that some of the documents were in Bernard Kiley's name and called an FBI agent he knew to be investigating Kiley and the Berkshire robbery.  The investigating agents reviewed the documents and used them to obtain Kiley's bank records by grand jury subpoena;  these records supported the search of 37 Taubert Avenue.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Kiley argues that the police actions were improper;  he says that once the police knew whose safe it was and that the documents came from inside it, they had no need to conduct a review of the documents.  In our view, any reasonable expectation of privacy Kiley enjoyed in documents secured in his brother's safe was destroyed by private action for which the government was not responsible.  United States v. Jacobsen, <span class=\"citation\" data-id=\"111143\"><a href=\"/opinion/111143/united-states-v-jacobsen/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">109</span></a></span>, 113, <span class=\"citation\" data-id=\"111143\"><a href=\"/opinion/111143/united-states-v-jacobsen/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1652</span></a></span>, 1656, <span class=\"citation\" data-id=\"111143\"><a href=\"/opinion/111143/united-states-v-jacobsen/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">85</span></a></span> (1984).  And once the papers were left openly available in a public place, their examination by government agents was not \"unreasonable\" under the Fourth Amendment.  Cf. id. at 115-18, 104 S.Ct. at 1657-59.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We thus join the Eleventh Circuit which held there was no Fourth Amendment violation in very similar circumstances in United States v. O'Bryant, <span class=\"citation\" data-id=\"460221\"><a href=\"/opinion/460221/united-states-v-john-dillard-obryant/\"><span class=\"volume\">775</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1528</span></a></span>, 1534 (11th Cir.1985).  See also United States v. Aguirre, <span class=\"citation\" data-id=\"501807\"><a href=\"/opinion/501807/united-states-v-luis-a-aguirre/\"><span class=\"volume\">839</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">854</span></a></span>, 857 (1st Cir.1988).  Because of the way we resolve this question, we need not reach the district court's holding that Kiley lacked standing to challenge the search of his brother's safe and, in the alternative, that the police search did not go beyond a proper inventory search.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Search of Kiley's briefcase following traffic stop.   In November 1992, a Lenox police office tried to pull Kiley over for driving with a broken headlight.  Kiley jumped out of his car, ran into the woods, and was eventually caught by the police.  The car was impounded and the contents inventoried in keeping with department policy.  The police found a briefcase in the trunk;  they opened the briefcase and found marijuana and incriminating documents detailing over $100,000 in expenditures.  The police informed a federal agent who asked that the car be held while he obtained a warrant.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The district court held that the police department's search of the briefcase--which Kiley said was locked--exceeded the bounds of its own policy covering inventory searches, and therefore did not come within the applicable exception to the Fourth Amendment.  Florida v. Wells, <span class=\"citation\" data-id=\"112412\"><a href=\"/opinion/112412/florida-v-wells/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"112412\"><a href=\"/opinion/112412/florida-v-wells/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1632</span></a></span>, <span class=\"citation\" data-id=\"112412\"><a href=\"/opinion/112412/florida-v-wells/\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1990);  South Dakota v. Opperman, <span class=\"citation\" data-id=\"109537\"><a href=\"/opinion/109537/south-dakota-v-opperman/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">364</span></a></span>, <span class=\"citation\" data-id=\"109537\"><a href=\"/opinion/109537/south-dakota-v-opperman/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3092</span></a></span>, <span class=\"citation\" data-id=\"109537\"><a href=\"/opinion/109537/south-dakota-v-opperman/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1000</span></a></span> (1976).  However, the court went on to hold that the \"inevitable discovery\" doctrine of Nix v. Williams, 467 U.S. at 444, 104 S.Ct. at 2509, saved the search.  It reasoned that by November 1992, Kiley was already implicated in the Berkshire robbery investigation so that federal agents, being told of the briefcase, would surely have sought a warrant to inspect its contents.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The burden is on the government to show by a preponderance of the evidence that the evidence would inevitably have been discovered by lawful means.  Nix, <span class=\"citation\" data-id=\"111204\"><a href=\"/opinion/111204/nix-v-williams/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">431</span></a></span>, 444, <span class=\"citation\" data-id=\"111204\"><a href=\"/opinion/111204/nix-v-williams/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2501</span></a></span>, 2509, <span class=\"citation\" data-id=\"111204\"><a href=\"/opinion/111204/nix-v-williams/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">377</span></a></span> (1984);  United States v. Infante-Ruiz, <span class=\"citation\" data-id=\"195160\"><a href=\"/opinion/195160/united-states-v-infante/\"><span class=\"volume\">13</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">498</span></a></span>, 503 (1st Cir.1994).  We review the district court's fact finding only for clear error, United States v. McLaughlin, <span class=\"citation\" data-id=\"578198\"><a href=\"/opinion/578198/united-states-v-bernard-michael-mclaughlin-united-states-of-america-v/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 16 (1st Cir.1992), but the underlying facts are not in dispute.  We will assume arguendo, favorably to the defendants, that the ultimate determination (whether discovery here was inevitable) amounts to a question of law application that is reviewable de novo.  Cf. Ornelas v. United States, --- U.S. ----, <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1657</span></a></span>, <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">911</span></a></span> (1996).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Kiley points out that the federal agents only obtained a warrant after being informed that the briefcase contained potentially incriminating bank records.  He then argues that it is speculation to assume that, absent those records, the police would have called federal agents and that federal agents would have sought a warrant.  And in fact, the local police called the federal authorities only after conducting what we will assume, for purposes of this argument, may have been an illegal search of the briefcase.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Still, the local police knew that Kiley was the object of a federal robbery investigation.  And Kiley made a blatant attempt to flee from the police when stopped for a minor traffic violation, leaving behind an allegedly locked briefcase.  There is thus little reason to doubt that the local police would have contacted federal agents, even without the information gleaned during the search of the briefcase itself.  It is even more certain that federal agents, having ample time to do so, would have then sought a warrant to search the briefcase.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In the alternative, Kiley questions whether without the documents the government would have had probable cause to search the briefcase.  The evidence that justified the search of Kiley's residence would have established probable cause to believe that Kiley was involved in the crimes later charged;  and Kiley's sudden flight and the locked briefcase would have given a magistrate reason to think that Kiley might well be carrying material pertaining to the crimes, which included money laundering.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Search of Kiley's residence at 81 Intervale.   Both Kiley and Lattanzio challenge the propriety of the search of Kiley's new residence at 81 Intervale Street in Brockton, Massachusetts.  In June 1993, FBI and IRS agents obtained arrest warrants for Kiley and Lattanzio and a search warrant for 79 Intervale Road.  Lattanzio was arrested outside the building (containing both 79 and 81 Intervale).  The agents next entered 79 Intervale and were told by a tenant that a man resided upstairs;  the agents called Kiley's name from the back stairs of the building and received a response from a third-floor apartment marked 81 Intervale.  As Kiley left the building, he was arrested.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">IRS Agent Downes telephoned to another agent--Agent Crocker--to ask her to prepare a warrant application for the new address--81 Intervale.  Her affidavit read in part:</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">On June 8, 1993, I talked by telephone with Special Agent Gerard F. Downes who advised me that he was at Bernard Kiley's address at 81 Intervale, Brockton, MA., waiting to execute a search warrant....  Special Agent Howe advised me that upon arrival at the residence he discovered that the correct address for Kiley's residence was 81 Intervale Road, Brockton, MA. rather than 79 Intervale Road as listed in the original application and warrant.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">An amended warrant was issued, and the ensuing search revealed the cache of arms and other evidence later introduced at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The district court held that the warrant should not have issued to search 81 Intervale because nothing in the affidavit established probable cause to believe that Kiley lived there.  In fact, the agent on the scene knew that surveillance had shown Kiley lived in the building, and knew that Kiley had been in the apartment moments before;  but none of this information was included in the warrant application.  However, the district court held that the evidence was saved by the \"good faith\" exception to the exclusionary rule.  United States v. Leon, <span class=\"citation\" data-id=\"111262\"><a href=\"/opinion/111262/united-states-v-leon/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">897</span></a></span>, <span class=\"citation\" data-id=\"111262\"><a href=\"/opinion/111262/united-states-v-leon/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3405</span></a></span>, <span class=\"citation\" data-id=\"111262\"><a href=\"/opinion/111262/united-states-v-leon/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">677</span></a></span> (1984).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We agree with the district court that Leon applies, an issue we consider de novo.  United States v. Manning, <span class=\"citation\" data-id=\"196640\"><a href=\"/opinion/196640/united-states-v-manning/\"><span class=\"volume\">79</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">212</span></a></span>, 221 (1st Cir.1996).  Leon protects good faith police reliance on a magistrate search warrant, even if the warrant later proves invalid, unless inter alia the underlying affidavit is \"so lacking in indicia of probable cause\" as to make reliance upon it \"entirely unreasonable.\"  Leon, 468 U.S. at 923 (quoting Brown v. Illinois, <span class=\"citation\" data-id=\"109304\"><a href=\"/opinion/109304/brown-v-illinois/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">590</span></a></span>, 610-11, <span class=\"citation\" data-id=\"109304\"><a href=\"/opinion/109304/brown-v-illinois/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2254</span></a></span>, <span class=\"citation\" data-id=\"109304\"><a href=\"/opinion/109304/brown-v-illinois/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">416</span></a></span> (1975)) (Powell, J., concurring in part).  See also United States v. Ricciardelli.  <span class=\"citation\" data-id=\"610895\"><a href=\"/opinion/610895/united-states-v-steven-ricciardelli/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span>, 15 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The focus in a warrant application is usually on whether the suspect committed a crime and whether evidence of the crime is to be found at his home or business.  That hardly makes the address unimportant:  to invade the wrong location is a serious matter.  But so long as the affidavit itself asserts a link between the suspect and the address, it is easy to understand how both the officer applying for the warrant and the magistrate might overlook a lack of detail on a point often established by the telephone book or the name on a mailbox.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">In this instance, the second affidavit expressly recited that agent Downes had advised that he was \"at Bernard Kiley's address at 81 Intervale....\"  Thus, the affidavit included the agent's assertion that the address to be searched (81 Intervale) was that of the suspect (Kiley) as to whom probable cause had been shown;  the only omission was the failure to explain how the agent--who had ample basis for the contention--knew that \"81 Intervale\" was \"Kiley's address.\"   Whether or not this is a defect in the application, it is hardly blatant, nor is there any suggestion (or basis for a suggestion) of actual bad faith.  Thus, we conclude that Leon applies.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Cases like Nix and Leon may seem to some like technicalities that undermine Fourth Amendment protections.  Others may view them as practical accommodations of tensions bound to arise where highly relevant evidence is threatened with exclusion in order to deter police misconduct.  In all events, it is our job to apply these doctrines, as they have been developed by the Supreme Court, to the particular facts of each case.III. RULE 404(b) EVIDENCE</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Kiley and Lattanzio object to the admission of guns, handcuffs, a state police uniform and badge, and a police scanner seized at 81 Intervale.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  They have consistently argued that the items are inadmissible because their only tendency is to suggest that defendants are violent criminals and the items are character-propensity evidence prohibited by Fed.  R. Evid 404.  The government counters that the evidence is relevant to indicate a criminal association between Kiley and Lattanzio in 1991;  the district court agreed, relying on our decision in United States v. Fields, <span class=\"citation\" data-id=\"520578\"><a href=\"/opinion/520578/united-states-v-michael-j-fields-united-states-of-america-v-james-p/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">188</span></a></span> (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">955</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">369</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">355</span></span> (1989), and also declined to exclude the evidence under Fed.R.Evid. 403.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Rule 404 provides that evidence of \"other crimes, wrongs or acts\" is not admissible to prove \"the character of a person in order to show action in conformity therewith;\" however, such evidence is admissible if offered for \"other purposes.\"   Id. See United States v. Moreno, <span class=\"citation\" data-id=\"605530\"><a href=\"/opinion/605530/united-states-v-raymond-moreno-jr/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">943</span></a></span>, 946 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">971</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">457</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">389</span></span> (1993).  If evidence \"supports a chain of inference independent of any tendency of the evidence to show bad character,\" Moreno, 991 F.2d at 946, it is said to have \"special relevance\" and not barred by Rule 404.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Here, such special relevance is easy to articulate (the strength and significance of the inference are a different matter).  Plainly, the seized materials, found in an apartment used by both Kiley and Lattanzio, tended to suggest that in 1993 the two men had a criminal association.  This to some extent suggested a criminal association in 1991, which was helpful to the government's claim that the two men had collaborated in the Berkshire robbery in 1991.  Thus, the inference goes somewhat beyond the mere implication that either man was of bad character.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">True, the seized items might have belonged only to one of the two men.  Or an association between them might have been criminal in 1993 but innocent in 1991.  But these possibilities affect only the strength of the government's inference.  A later criminal association increases the likelihood of an earlier one--which is all that \"relevance\" requires, Fed.R.Evid. 401;  United States v. Tutiven, <span class=\"citation\" data-id=\"195725\"><a href=\"/opinion/195725/united-states-v-tutiven/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.1994)--and numerous cases permit such reasoning from a later event or condition to an earlier one.  E.g., United States v. Andiarena, <span class=\"citation\" data-id=\"491458\"><a href=\"/opinion/491458/united-states-v-oscar-andiarena/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">673</span></a></span>, 677 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">In all events, we agree with the district court that we crossed this bridge in Fields.   There, three defendants were charged with conspiracy and bank robbery.  Three years after the robberies, two of the defendants were caught in a stolen car containing various \"tools of the trade\" for armed robbers.  The evidence was admitted at trial over an objection based on Rule 404.  This court upheld the district court, holding that the evidence \"shed light on the nature of [the defendants'] association at the time of the crimes charged.\"  Fields, 871 F.2d at 198.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">On appeal, defendants seek to distinguish Fields, primarily on the ground that the permissible inference pointing toward guilt in that case was somewhat stronger on the facts.  This may be so, although we there noted that the similarity between the charged crime and the subsequent acts was \"most likely insufficient to show a 'signature.' \"  Id. at 197.   But it seems to us that, so long as some \"special relevance\" is shown, the bar of Rule 404 is crossed and the issue is then one of balancing probative value against prejudice under Rule 403.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">This Rule 403 judgment was undoubtedly a close one on the present facts.  The criminal association was itself merely inferred (Lattanzio did not live permanently at the apartment), and the need to reason backward from 1993 to 1991 further weakens the inference.  And here, as is often the case with Rule 404(b) evidence, the permissible inference (criminal association) overlapped with, and went only a small step beyond, the forbidden one (criminal character).  This in turn increases the difficulty for the jury and the risk of prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">On the other hand, some would think that the evidence confirmed a criminal association as of 1993, indeed, an association probably designed to perpetrate robberies.  Arguably, the two year gap was less important than usual, given an admitted association of some kind in 1991 (albeit in the months after the robbery).  The evidence was scarcely redundant.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  And the presence of guns at the apartment, while telling, is not such as to overwhelm the emotions of an ordinary juror in the manner of gruesome testimony or photographs.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">In sum, the issue was at best a close one which a reasonable judge might have decided either way.  The district court enjoys great latitude in making an on-the-spot balancing judgment under Rule 403, Manning, 79 F.3d at 217, and we cannot find any abuse of discretion here.  This is especially so in view of Fields where similar evidence was upheld by this court.  The truly difficult problem for us is not the admission of the evidence but the use made of it by the prosecutor in closing, a subject to which we will shortly return.</p>\n    </div>\n    <p>IV. PROSECUTORIAL MISCONDUCT</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">All these defendants object to various comments made by the prosecutor in his rebuttal argument, and argue that the trial judge erred in failing to grant a mistrial.  Several of the comments were the subject of timely objection and the claims of error are fully preserved;  the others are reviewable for plain error.  United States v. Wihbey, <span class=\"citation\" data-id=\"196557\"><a href=\"/opinion/196557/united-states-v-wihbey/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">761</span></a></span> (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Comment on Failure to Testify.   The first charge is that the prosecutor impermissibly commented on the defendants' failure to testify.  Counsel for Kiley and Lattanzio argued in their closing that the jury could find cause for doubt in the government's failure to ask the Berkshire guards to identify Kiley's and Lattanzio's voices from the prison tapes.  In its rebuttal, the government replied:</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p>And why didn't the Government play tapes for the guards and see if they recognized the defendants' voices.  You heard from two of the defense counsel if we had, and if the guards identified the voices.  Is there anybody here that thinks that the defendants would have come in the courtroom and fessed-up, or would they have just created more illusions for argument.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">An objection was made, but the district judge saw no impropriety.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">What the prosecutor was trying to say was that defense counsel were making a commotion about a lack of evidence from the guards but, if such testimony had been offered, counsel would then have belittled it.  The prosecutor's reference was inartful and could be taken--especially out of context--as an improper comment.  But it was certainly not an intentional comment on the failure to testify.  And in context, it was at most a glancing brush rather than a blow against the privilege.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The district judge included in the closing instructions the standard warning:  that defendants have an absolute right not to testify and that no inference should be drawn from a failure to testify.  If any juror mistook the prosecutor's comment to suggest otherwise, that suggestion was squarely corrected not long afterwards by the judge.  We are completely confident that the comment did not affect the outcome, and although perhaps technically a violation, was harmless beyond a reasonable doubt.  Chapman v. California, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">18</span></a></span>, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">824</span></a></span>, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">705</span></a></span> (1967).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Comment on propensity to violence.   All defendants complain on appeal about the following remarks by the prosecutor:These defendants, make no mistake about it, share a violent and vicious criminality.  The arsenal at Intervale and Frank's explicitly saying they will go into the criminal business again have no other explanation.  Our society doesn't need it.  I submit to you society has had enough of Frank Procopio, Bernie Kiley, and Vinnie Lattanzio.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">This comment was improper for two reasons.  First, the \"society doesn't need it\" comment \"served no purpose other than to 'inflame the passions and prejudices of the jury.' \"  United States v. Machor, <span class=\"citation\" data-id=\"526435\"><a href=\"/opinion/526435/united-states-v-winston-machor-united-states-of-america-v-armand-allen/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">945</span></a></span>, 956 (1st Cir.1989), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1081</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1138</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1043</span></span> (1990) (quoting in part prior precedent).  Second, and more troubling, the prosecutor's remarks encouraged the jury to conclude from the 81 Intervale evidence that the defendants were \"violent and vicious\" criminals.  This inference--that the defendants were of bad character--was precisely the inference that Rule 404(a) forbids.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">However, defense counsel failed to object at trial to these remarks by the prosecutor.  Reviewing courts are very reluctant to reverse for unobjected-to errors that could have been corrected or ameliorated by timely objection.  Arrieta-Agressot v. United States, <span class=\"citation\" data-id=\"628961\"><a href=\"/opinion/628961/juan-arrieta-agressot-regulo-rios-jose-antonio-barroso-adalberto/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">525</span></a></span>, 528 (1st Cir.1993).  Consonantly, under the \"plain error\" test, the error has to be obvious and affect \"substantial rights,\" and the failure to reverse the conviction must cause a miscarriage of justice.  United States v. Olano, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 732-37, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, 1777-79, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">We regard this set of comments as presenting a very close call, at least as to Lattanzio.  Against Kiley, the direct evidence was strong;  but Lattanzio was not directly identified by anyone, and the government's case against him was based on adequate, but hardly overwhelming, circumstantial evidence.  If Lattanzio had objected at trial and if (which we doubt in light of the final instructions) the district court had ignored or overruled the objection, it might be hard for the government to show the error was harmless.  United States v. Randazzo, <span class=\"citation\" data-id=\"196688\"><a href=\"/opinion/196688/united-states-v-randazzo/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">623</span></a></span>, 631 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">But here, it is Lattanzio who must show that the improper remarks likely infected the jury (affected \"substantial rights\" in Olano 's words) and mere possibilities are not enough.  The assault on the guards and the weaponry found at Intervale were facts permissibly before the jury.  What was added was improper commentary;  but this is not a case in which the jury learned of inadmissible events, something far more likely to infect fatally the jury's reasoning.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Similarly, under Olano 's miscarriage of justice standard, we think the prosecutor more culpable here than in the \"fess up\" comment;  that was merely inadvertent and this was seriously careless.  But it is important to note that the district court, in closing instructions the next day, did give a pointed warning to the jury:</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p>During closing arguments yesterday, certain counsel made certain remarks that were heated and inflammatory, perhaps depending on how you look at them, and certainly emotional.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">I ask you to totally disregard what counsel may have said in a heated fashion.  Your job is to determine the truth....</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The court also firmly reminded the jury that the Intervale evidence was not to be used as propensity evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">These are the very curative instructions that would have been given if a timely objection had been made.  The fact that the defense did not object also may suggest that, in the conditions of the courtroom, the passage in question passed by as mere rhetoric.  In all events, we are not persuaded under Olano that this misstep, taken in light of the curative instructions, probably altered the result or produced a fundamentally unfair trial.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Implication of threats.   Defendants, during closing arguments, attempted to cast doubt on Gattuso's reliability by referring to the fact that the government had paid him and reduced the charges against him.  The government responded:</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p>Mr. Graham objected, apparently a moral objection, because the Government spent $10,000 on subsistence expenses for Charlie Gattuso before he entered the witness protection program, as part of that program. I'm sure that Mr. Graham and the other defendants would have preferred he not be here, and he not testify, and I want to apologize on behalf of the government for protecting his life.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Defendants argue that the comment unfairly implied that the defendants would prefer to see Gattuso dead and in fact posed a threat to him.  They also suggest that the jury could have had its doubts aroused by Abbott's absence, but in fact any hint that he had been murdered was scrupulously excluded from the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">The jury already knew that Gattuso was in a witness protection program, presumably for his protection, and obviously the defendants would have preferred that Gattuso not testify.  The implication that the defendants posed a threat to Gattuso's life is more troubling, but it was indirect, utterly unsupported, and occurred during a legitimate attempt to explain (in response to defense impeachment) why the money had been spent.  We do not think that the criticized comment, although over the line of propriety, affected the defendants' substantial rights.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Disparagement of counsel.   The prosecutor told the jury that defense arguments were \"illusions ... a smoke screen aimed at creating that, an illusion to ... deflect you from the single thread of truth that ... unifies all the evidence in the case.\"   Then the government stated, \"This isn't a game ... the robbery wasn't a game, and I've got news for the defense counsel, this trial isn't a game either.\"   Only Lattanzio objected to this statement at trial;  he asked for a curative instruction which was given.  No further objection was raised.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">\"The prosecutor is expected to refrain from impugning, directly or by implication, the integrity or institutional role of defense counsel.\"  United States v. Bennett, <span class=\"citation\" data-id=\"196545\"><a href=\"/opinion/196545/united-states-v-bennett/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">40</span></a></span>, 46 (1st Cir.1996), petition for cert. filed (June 5, 1996) (No. 95-9237).  The prosecutor's remarks, although more wind than rain, were arguably excessive disparagement.  But a corrective instruction was asked for and given, and it is unrealistic to suggest that such empty cliches seriously affected the jury's deliberations.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Defendants said at oral argument that the prosecution had attempted in these appeals to defend its improper remarks piecemeal, glossing over the cumulative impact.  Cumulative impact is a legitimate concern, cf.  United States v. Manning, <span class=\"citation\" data-id=\"195356\"><a href=\"/opinion/195356/united-states-v-manning/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">570</span></a></span>, 575 (1st Cir.1994), but the only remark that raised serious risk of prejudice was the \"vicious and violent criminality\" comment.  Nor did the other comments form a pattern that would tend to reinforce the improper inference there encouraged.  We are thus satisfied that the improper arguments, even taken as a whole, do not merit reversal.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">They do merit some criticism of the prosecution.  Contrary to the epigram, a fault is not worse than a crime;  but a pattern of faults does suggest a failure in supervision.  The government should not have to devote almost 20 pages of its brief to explaining away problems with its arguments to the jury.  It is happenstance that the prosecution has done more damage to its own reputation than to the defendants' right to a fair trial.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>V. CONCLUSION</p>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Defendants have raised some additional arguments in their briefs.  Among others, Procopio claims that he was affected by the Intervale evidence and also that it was error for the district court to deny his motion to sever.  Kiley and Lattanzio object to the admission of certain tape recordings on hearsay grounds and under Bruton v. United States, <span class=\"citation\" data-id=\"107684\"><a href=\"/opinion/107684/bruton-v-united-states/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">123</span></a></span>, <span class=\"citation\" data-id=\"107684\"><a href=\"/opinion/107684/bruton-v-united-states/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1620</span></a></span>, <span class=\"citation\" data-id=\"107684\"><a href=\"/opinion/107684/bruton-v-united-states/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">476</span></a></span> (1968).  Lattanzio objects to the admission of a photograph of cash in a clothes drier and also argues that the district court erred by failing to instruct the jury on the meaning of reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">We have carefully considered defendants' arguments on these and on a few additional points, primarily related to the instructions and additional instances of allegedly improper argumentation by the prosecutor.  In our view, none of these points presents a strong claim of error and none, even if error, involves any serious risk of prejudice.  It was fair for defense counsel to raise these issues in the course of their thorough and extensive briefs, but they do not require further discussion by us.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Procopio also attempts to raise this issue, arguing that the admission of this evidence prejudiced his defense.  But \"[o]bjections based on Rule 404(b) may be raised only by the person whose 'other crimes, wrongs, or acts' are attempted to be revealed.\"  United States v. David,  <span class=\"citation\" data-id=\"566001\"><a href=\"/opinion/566001/united-states-v-shmuel-david-united-states-of-america-v-jaime-toro/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">722</span></a></span>, 736 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">989</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">605</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">628</span></span> (1991).  Procopio asked for and was granted repeated instructions to the effect that the 81 Intervale evidence did not relate to him</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> As the Advisory Committee Notes to Rule 403 point out, \"[i]n reaching a decision whether to exclude evidence on grounds of unfair prejudice, ... [t]he availability of other means of proof may also be an appropriate factor.\"   In this instance, a prior association between Kiley and Lattanzio was amply proved by other evidence (e.g., of their trips) but nothing else directly indicated the criminal character of the association</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In light of our criticism of the rebuttal argument, we think it fair to note that the assistant United States Attorney who argued this case on appeal was not the prosecutor who presented the rebuttal argument at trial</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107684/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109304/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109537/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109925/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111143/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111262/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112412/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195160/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195356/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195725/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196195/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196640/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196688/",
    "http://www.courtlistener.com/api/rest/v3/opinions/460221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/491458/",
    "http://www.courtlistener.com/api/rest/v3/opinions/501807/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520578/",
    "http://www.courtlistener.com/api/rest/v3/opinions/526435/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578198/",
    "http://www.courtlistener.com/api/rest/v3/opinions/605530/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610895/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628961/"
  ]
}