{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196938/",
  "absolute_url": "/opinion/196938/schultz-v-ri-hosp-trust-nat-bk/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196938/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:17:53Z",
  "date_modified": "2017-03-24T10:49:13.462340Z",
  "type": "010combined",
  "sha1": "4fbbf9c2d2e8cdfbdd927e1c1cf63ad5e268d513",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1997.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\nNo. 95-1997\r\n           PETER M. SCHULTZ AND PAMELA A. SCHULTZ,\r\n\n                   Plaintiffs, Appellants,\r\n\n                              v.\r\n\n                 RHODE ISLAND HOSPITAL TRUST\r\n                 NATIONAL BANK, N.A., ET AL.,\r\n\n                    Defendants, Appellees.\r\n                                         \r\n\nNo. 95-2113\r\n                 BOWDOIN CONSTRUCTION CORP.,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                 RHODE ISLAND HOSPITAL TRUST\r\n                 NATIONAL BANK, N.A., ET AL.,\r\n\n                    Defendants, Appellees.\r\n                                         \r\n\nNo. 95-2172\r\n              ALLENBY ENTERPRISES, INC., ET AL.,\r\n\n                   Plaintiffs, Appellants,\r\n\n                              v.\r\n\n                 RHODE ISLAND HOSPITAL TRUST\r\n                 NATIONAL BANK, N.A., ET AL.,\r\n\n                    Defendants, Appellees.\r\n                                         \r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Joseph L. Tauro, U.S. District Judge]\r                                                               \r\n         [Hon. Robert E. Keeton, U.S. District Judge]\r                                                                \r\n          [Hon. Patti B. Saris, U.S. District Judge]\r                                                               \r\r\n\n                                         \r\n\n                            Before\r\n\n                   Torruella, Chief Judge,\r                                                     \r\n\n               Campbell, Senior Circuit Judge,\r                                                         \r\n\n                  and Lynch, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nEdwin  A. McCabe,  with whom  McCabe Brown  Sutherland, Joseph  P.\r                                                                              \r\nDavis III, and  Lane, Altman &amp;  Owens were on  brief, for  plaintiffs-\r                                             \r\nappellants.\r\n\nJoseph  L.  Kociubes,  with  whom  Peter  Alley,  Denise Jefferson\r                                                                              \r\nCasper, and Bingham,  Dana &amp;  Gould were  on brief,  for Rhode  Island\r                                           \r\nHospital Trust National Bank.\r\n\nAllen N.  David, Elizabeth  Z. Holmes,  and Peabody  &amp; Arnold,  on\r                                                                         \r\nbrief for Federal Deposit Insurance Corp. as receiver of Coolidge Bank\r\nand Trust Co.\r\n\nRobert D. Cultice, Louis J. Scerra, Jr., and Goldstein &amp;  Manello,\r                                                                              \r\nP.C., on brief for Chrysler First Business Credit Corp.\r            \r\n\n                                         \r\n\n                       August 22, 1996\r\n                                         \r\r\n\n      LYNCH,   Circuit   Judge.      These   three   actions,\r                                          \r\n\nconsolidated for  appeal, arise out  of a failed  real estate\r\n\nventure involving the  purchase and redevelopment of  the Sea\r\n\nCrest Hotel in Falmouth, Massachusetts (\"the Sea Crest\").  In\r\n\na federally  registered public offering,  investors purchased\r\n\ncondominium unit deeds  and \"pooled income\" interests  in the\r\n\nSea  Crest  project.    One of  the  offering's  features, as\r\n\ndisclosed in the prospectus,  was that the offering would  be\r\n\nterminated  and  all   investor  deposits  refunded  if   the\r\n\naggregate  amount of investments sold did not reach a minimum\r\n\nsubscription level  (\"MSL\") by  a set  deadline.   Plaintiffs\r\n\nasserted that  Rhode  Island  Hospital  Trust  National  Bank\r\n\n(\"RIHT\"), the lender that  financed the developer's  purchase\r\n\nof the Hotel  and served as the escrow  agent responsible for\r\n\nholding investor deposits, was liable to them for purportedly\r\n\nfailing to determine that the MSL requirement had not in fact\r\n\nbeen satisfied  by the requisite  date.  The  district courts\r\n\nconcluded, as a  matter of law,  that the plaintiffs'  claims\r\n\nagainst RIHT  for fraud, negligent  misrepresentation, breach\r\n\nof contract, and  violations of the Racketeer  Influenced and\r\n\nCorrupt  Organizations Act  (\"RICO\"),  18  U.S.C.    1961  et\r                                                                         \r\n\nseq.,  were all  deficient.   We agree  that plaintiffs  have\r                \r\n\nestablished no legal basis for holding RIHT liable  for their\r\n\nlosses.  Accordingly, we affirm.\r\n\n                             -3-\r                                          3\r\r\n\n                              I.\r\n\n                      Factual Background\r                                                    \r\n\n      In the  mid-1980's, Eugene Marchand developed a plan to\r\n\npurchase and  renovate the  Sea Crest  Resort and  Conference\r\n\nCenter, a large beach resort on Cape Cod.  Marchand sought to\r\n\nrevitalize  the hotel as a convention-oriented facility.  The\r\n\nplan  involved converting the  Sea Crest into  a condominium,\r\n\nand  then   selling  the  individual  condominium   units  to\r\n\ninvestors, together with interests  in the pool of  income to\r\n\nbe generated  from the  resort.    The condominium  units and\r\n\nthese \"pooled income\" interests were to be sold as registered\r\n\nsecurities  in  a  public  offering.    The  issuer  of   the\r\n\nsecurities would  be Marchand's development  company, Laurel-\r\n\nSea  Crest Realty Sales  Corp. (\"Laurel\"), of  which Marchand\r\n\nwas  the  sole shareholder.    Laurel's purchase  of  the Sea\r\n\nCrest, for $19.4 million, would be financed  through sales to\r\n\ninvestors and a bank loan from RIHT.  With projected expenses\r\n\nof $40.5 million and  total expected gross proceeds  from the\r\n\noffering projected at $45 million, Laurel stood to make a net\r\n\nprofit of $4.5 million.\r\n\n      On  September 12,  1986,  Laurel filed  a  registration\r\n\nstatement  and  prospectus  with   the  SEC,  describing  the\r\n\nproposed  offering of 266 \"condominium hotel interests.\"  The\r\n\nprospectus stated that the offering would be conditioned upon\r\n\na minimum level of investor participation:\r\n\n                             -4-\r                                          4\r\r\n\n      Unless 60  Hotel Interests are subscribed  for by\r\n      qualified   investors   (\"Minimum    Subscription\r\n      Level\") within 60 days  of the effective date  of\r\n      the   Registration   Statement  of   which   this\r\n      Prospectus  is a part, but in no event later than\r\n      December   31,  1986,   this  offering   will  be\r\n      withdrawn  and   all  funds   will  be   returned\r\n      promptly to subscribers.\r\n\nThe  prospectus  also  stated that  every  investor  would be\r\n\nrequired to \"pay a down payment of 10% of the purchase  price\r\n\nof the Hotel Interest (the 'Escrow Deposit'),\" which would be\r\n\n\"deposited . . . in a segregated, federally insured, interest\r\n\nbearing  account . . .  at the  Rhode  Island Hospital  Trust\r\n\nNational  Bank . . . on behalf  of Investor.\"  The prospectus\r\n\nnamed RIHT as escrow agent for the offering.\r\n\n      As Laurel waited for  the registration statement to  be\r\n\ndeclared effective by  the SEC, it  secured the financing  it\r\n\nneeded to purchase the Sea Crest.  On November 14, 1986, RIHT\r\n\nissued a  commitment letter  to Laurel  approving a  fourteen\r\n\nmillion dollar first mortgage construction loan to be used by\r\n\nLaurel  in acquiring and  renovating the Sea  Crest facility.\r\n\nRIHT's commitment,  like the  offering, was  conditioned upon\r\n\nthe  \"presale\" of  a minimum  number of  Sea  Crest interests\r\n\nprior  to December 29,  1986, the  expiration date  of RIHT's\r\n\ncommitment letter.1\r\n\n                    \r                                \r\n\n1.  RIHT's presale  requirement was, in fact,  more stringent\r\nthan  the MSL requirement.   The commitment  letter specified\r\nthat \"[p]rior to closing, a minimum of 80 units must be under\r\nwritten agreement  of purchase-sale with a 10% non-refundable\r\ndeposits [sic],\" and that those 80 units must account for \"no\r\nless than $13.6 million\" in gross proceeds.\r\n\n                             -5-\r                                          5\r\r\n\n      As of the date  that RIHT issued its  commitment letter\r\n\nto  Laurel, however,  the  SEC had  yet  to approve  Laurel's\r\n\nregistration statement.  In fact, the  registration statement\r\n\nwas  not declared  effective by  the SEC  until December  12,\r\n\n1986, leaving just two and a half weeks for Laurel to achieve\r\n\nthe  MSL set  in the  prospectus  and the  minimum number  of\r\n\npresales required by  RIHT.  It was clear  that Laurel needed\r\n\nmore  time.   Laurel sought  to restructure the  offering and\r\n\nobtain  a  new commitment  agreement  from RIHT,  with  a new\r\n\ntimetable  for meeting the minimum presale requirement.  RIHT\r\n\nagreed to renegotiate.\r\n\n      As  Laurel  and RIHT  neared  agreement on  a  new loan\r\n\ncommitment,  Laurel filed, on March 2, 1987, a post-effective\r\n\namendment  to  its  original  registration  statement.    The\r\n\namendment  established a new deadline  for Laurel to meet the\r\n\nMSL requirement.   It  also restructured  the requirement  to\r\n\ncondition   the  offering  on  a  minimum  dollar  amount  of\r\n\naggregate sales, rather than a minimum  number of unit sales.\r\n\nThe amended prospectus explained:\r\n\n      Unless   Hotel   Interests   of   $6,000,000   in\r\n      aggregate purchase  price are  subscribed for  by\r\n      qualified   investors   (\"Minimum    Subscription\r\n      Level\")  within 120 days of the effective date[2]\r\n      of  the  Registration  Statement  of  which  this\r\n      Prospectus  is  a  part,  this  offering  will be\r\n\n                    \r                                \r\n\n2.  The 120th day after December 12, 1986, the effective date\r\nof  the registration  statement  fell on  April  11, 1987,  a\r\nSaturday.\r\n\n                             -6-\r                                          6\r\r\n\n      withdrawn  and   all  funds   will  be   returned\r\n      promptly to subscribers.\r\n\nThe   amended   prospectus   left  unchanged   the   original\r\n\nprospectus's  representation  that  each  investor  would  be\r\n\nrequired to tender a down payment equal to ten percent of the\r\n\nselling price  of the  unit to be  purchased, which  would be\r\n\ndeposited in an escrow account held by RIHT.\r\n\n      RIHT  issued a new commitment letter to Laurel on March\r\n\n30,  1987.  This  time, RIHT  agreed to  give Laurel  an 18.3\r\n\nmillion dollar loan, conditioned upon the presale of  only 40\r\n\nunits  with a minimum aggregate  selling price of $6 million,\r\n\neach presale  requiring a ten percent  nonrefundable investor\r\n\ndeposit.   Laurel was  required to  satisfy  the new  40-unit\r\n\npresale  condition  by  no later  than  April  10, 1987,  the\r\n\nexpiration date of the new commitment letter.\r\n\n      Apart  from RIHT's  lending  relationship with  Laurel,\r\n\nthe bank's only role in the Sea  Crest offering was to act as\r\n\nescrow agent.  RIHT did  not sign the registration statement.\r\n\nNor did  it  participate  in  promoting the  offering  or  in\r\n\nselling or soliciting subscriptions.  RIHT's duties as escrow\r\n\nagent were  to  be governed  by  a written  escrow  agreement\r\n\nbetween Laurel and  RIHT, addressed to the investor.   A copy\r\n\nof  the  agreement,   annexed  as  an  exhibit   to  Laurel's\r\n\nregistration   statement,  was   to  be   provided   to  each\r\n\nsubscribing investor.   As will  be discussed, there  is some\r\n\ndispute as to the particular form of agreement by whose terms\r\n\n                             -7-\r                                          7\r\r\n\nRIHT  agreed to be  bound.  It  is clear, however,  that RIHT\r\n\nassumed at most a duty  to hold investors' deposits in escrow\r\n\nuntil  \"[Laurel]  shall   verify  to  the  Bank   that  . . .\r\n\n$6,000,000 in  aggregate purchase price  for Hotel  Interests\r\n\nhave  been subscribed for and received  as required under the\r\n\nRegistration Statement . . . .\"\r\n\n      As the offering proceeded,  Laurel, through its selling\r\n\nagent  (Broad Reach  Capital),  collected  purchase and  sale\r\n\nagreements for individual Sea Crest  condominium units (\"unit\r\n\nsale   agreements\").     Notwithstanding   the   prospectus's\r\n\nrepresentations  that investors would be required to tender a\r\n\nten percent non-refundable \"escrow  deposit\" upon subscribing\r\n\nto  the offering,  Laurel and  Broad  Reach Capital  accepted\r\n\npromissory notes for ten percent  of the purchase price -- in\r                            \r\n\nlieu of  cash deposits --  from almost half of  the investors\r\n\nwho  signed unit sale  agreements prior to  the MSL deadline.\r\n\nSuch  cash deposits  as were  tendered by the  investors were\r\n\nplaced in an escrow account at RIHT.  But as the deadline for\r\n\nmeeting the MSL approached, only a total of some $309,000 had\r\n\nbeen deposited into the RIHT escrow account.\r\n\n      RIHT and Laurel conducted  their loan closing on  April\r\n\n9,  1987, just  prior to  the  expiration date  of the  March\r\n\ncommitment letter.   At the  closing, RIHT was  provided with\r\n\ncopies of the  unit sale agreements  that had been  executed.\r\n\nAn officer of the bank  counted the sale agreements to verify\r\n\n                             -8-\r                                          8\r\r\n\nthat there had been  at least 40  units sold (as required  in\r\n\nRIHT's  loan  commitment letter)  and  tallied  the aggregate\r\n\namount of  sales to  verify that the  six million  dollar MSL\r\n\nrequirement had been  met (as set forth in  the agreement and\r\n\nthe prospectus).  No one  at RIHT undertook to verify whether\r\n\nthere  was a  ten percent  deposit  in escrow  for each  unit\r\n\nsubscription.    Having  satisfied itself  that  at  least 40\r\n\nsubscriptions  and $6  million in  aggregate  sales had  been\r\n\nachieved, RIHT proceeded  to close its  loan with Laurel  and\r\n\nthereafter released the escrowed investor deposits to Laurel.\r\n\nLaurel purchased the  Sea Crest and separately  closed on its\r\n\nsales of individual condominium units to investors.\r\n\n      In May  1987, Laurel hired  Bowdoin Construction  Corp.\r\n\n(\"Bowdoin\")  to serve  as  the  general  contractor  for  the\r\n\nrenovation  of the Sea Crest.  Pursuant to a letter of intent\r\n\nfrom Laurel, Bowdoin began construction work and arranged the\r\n\nnecessary subcontracts.   Based  on a  decision by  Marchand,\r\n\nBowdoin  continued its  construction  work through  the  1987\r\n\nsummer season, causing  a fall-off in revenues to  the resort\r\n\nand putting a wrinkle into Laurel's ongoing sales efforts.\r\n\n      By  late  September  1987,   Laurel  was  under  severe\r\n\nfinancial strain.  It had stopped making payments to Bowdoin,\r\n\neven  though Bowdoin continued  construction.  On  October 1,\r\n\nRIHT downgraded the credit status of its loan to Laurel.  The\r\n\nstock  market crash later  that month only  worsened matters,\r\n\n                             -9-\r                                          9\r\r\n\nand  in November  1987, Laurel  defaulted  on the  RIHT loan.\r\n\nLaurel and RIHT  discussed restructuring  or refinancing  the\r\n\nloan.  Bowdoin inquired about the status of Laurel's funding.\r\n\nAfter allegedly being  assured that it would  be paid through\r\n\nnew financing from RIHT, Bowdoin continued with construction.\r\n\nIn the  meantime, restructuring  negotiations between  Laurel\r\n\nand RIHT had ended unsuccessfully.\r\n\n      By   January   1988,   when   Bowdoin   finally  ceased\r\n\nconstruction, it had  incurred unreimbursed expenses of  over\r\n\n$1 million.  A month later, Laurel filed a Form 8-K  with the\r\n\nSEC  disclosing  that   the  Sea  Crest  offering   would  be\r\n\nindefinitely  suspended,  with  only  58  of  the  total  266\r\n\ncondominium units having been sold.  Soon afterward, a number\r\n\nof lawsuits were filed.   In April 1988, RIHT sued Laurel  to\r\n\ncollect on its loan.   In July 1988, Bowdoin  filed an action\r\n\nfor breach of contract and  enforcement of a mechanic's  lien\r\n\nin state  court, but  then voluntarily  dismissed the  action\r\n\nbased, allegedly,  on Laurel's representation  that doing  so\r\n\nwas Bowdoin's  best chance  of recovering any  of its  unpaid\r\n\ndebts.3  Ultimately, Bowdoin collected only a fraction of the\r\n\namount owed to it by Laurel.   Laurel, RIHT, and others  were\r\n\n                    \r                                \r\n\n3.  After  Bowdoin  dropped  the  state   court  lawsuit  and\r\ndischarged the lien, RIHT sold  its interest in the Sea Crest\r\nloan, at a  $5.7 million loss, to  Coolidge Bank (who  had to\r\nthat point owned a participation interest in the loan).\r\n\n                             -10-\r                                          10\r\r\n\nnamed in  suits filed  by investors, as  well as  in a  newly\r\n\ninstigated action by Bowdoin.\r\n\n                             II.\r\n\n                    Procedural Background\r                                                     \r\n\nA.  District Court Proceedings\r                                          \r\n\n      Three  separate  cases   have  been  consolidated   for\r\n\npurposes of this appeal.   Two of the cases, Schultz  v. RIHT\r                                                                         \r\n\nand  Allenby  Enterprises,  Inc.  v.  RIHT,  are  brought  by\r                                                      \r\n\ninvestors  in  the  Sea Crest  offering.4    The third  case,\r\n\nBowdoin Constr.  Corp. v. RIHT,  is brought by Bowdoin.   The\r                                          \r\n\nSchultz  and  Allenby  plaintiffs  asserted  claims   against\r                                 \r\n\nLaurel, RIHT and several others for alleged violations of the\r\n\nfederal securities  laws and civil  RICO, and for  common law\r\n\nfraud, negligent  misrepresentation, breach of  contract, and\r\n\nbreach of the covenant  of good faith and fair  dealing.  The\r\n\nBowdoin complaint asserted  claims against Laurel, RIHT,  and\r                   \r\n\nothers for  violations of civil RICO, breach of contract, and\r\n\nbreach of the covenant of good faith and fair dealing.\r\n\n      In  October  1993,   before  the  Schultz   action  was\r                                                           \r\n\nscheduled to go to trial, the plaintiffs in all three actions\r\n\n                    \r                                \r\n\n4.  The plaintiffs in the Schultz action purchased a total of\r                                             \r\nfive  condominium  units in  April  1987  (prior to  the  MSL\r\ndeadline), at an aggregate purchase price of approximately $1\r\nmillion.   There  are  38 plaintiffs  in the  Allenby action.\r                                                                 \r\nCollectively,  they  purchased  33  condominium units  at  an\r\naggregate purchase price  of some $5 million.   Approximately\r\n$1.5 million of  the Allenby plaintiffs' purchases  were made\r                                        \r\nafter the MSL deadline (April 10, 1987) had passed.\r                 \r\n\n                             -11-\r                                          11\r\r\n\nreached  a settlement  agreement with  Laurel, Marchand,  and\r\n\ncertain other affiliated  parties, and  dismissed all  claims\r\n\nagainst  them, with prejudice.   In exchange,  the plaintiffs\r\n\nreceived a promise from the  settling defendants to waive the\r\n\nattorney-client privilege and to provide interviews and trial\r\n\ntestimony  as requested by the  plaintiffs.  No money changed\r\n\nhands.\r\n\n      The Schultz  action proceeded to trial against RIHT and\r                             \r\n\nthe  other  remaining  defendant (a  bank  that  had provided\r\n\nfinancing to some  of the investors) in January  1994, before\r\n\nChief Judge Tauro.   The plaintiffs presented  twelve days of\r\n\ntestimony,  including the testimony  of Eugene Marchand.   At\r\n\nthe end  of the  plaintiffs' case,  the defendants  moved for\r\n\njudgment as a matter of law.  In  its memorandum of decision,\r\n\nthe  district  court  concluded that  Central  Bank  v. First\r                                                                         \r\n\nInterstate  Bank, 511 U.S. 164 (1994), required the dismissal\r                            \r\n\nof  the plaintiffs' claims for aiding and abetting securities\r\n\nfraud under Section 10(b)  of the Securities Exchange  Act of\r\n\n1934.   The  court also  concluded  that the  plaintiffs  had\r\n\nfailed to  present adequate evidence  on any of  their common\r\n\nlaw claims  or their RICO  claim, and granted the  motion for\r\n\njudgment as a matter of law.\r\n\n      Thereafter,  Judges Keeton  and  Saris granted  summary\r\n\njudgment motions  filed by  RIHT in  the Allenby and  Bowdoin\r                                                                         \r\n\nactions, respectively.  In deciding the Allenby motion, Judge\r                                                           \r\n\n                             -12-\r                                          12\r\r\n\nKeeton, discerning no material  difference between the issues\r\n\nin  Allenby  and Schultz,  followed  Judge  Tauro's decision,\r                                    \r\n\nbased both on an independent assessment of the  case and as a\r\n\nmatter of stare decisis.   In Bowdoin, in which the plaintiff\r                                                 \r\n\nasserted  RICO  violations  predicated  upon  allegations  of\r\n\naiding  and abetting  securities fraud,  Judge  Saris entered\r\n\nsummary judgment in  favor of RIHT, on the  dual grounds that\r\n\nsuch a claim could not be viable after Central Bank, and that\r                                                               \r\n\nplaintiffs had,  in any  event, failed  to adduce  sufficient\r\n\nevidence of a \"pattern\" of racketeering activity.\r\n\nB.  Posture on Appeal\r                                 \r\n\n      The  parties informed us at oral argument that the only\r\n\nremaining defendant in all three of these cases, at least for\r\n\npurposes  of this  appeal, is  RIHT.5   We limit  our review,\r\n\ntherefore, to those  claims seeking to hold  RIHT responsible\r\n\nfor the plaintiffs' alleged injuries.  \r\n\n      In  each of  the three  cases,  we review  de novo  the\r                                                                    \r\n\ndistrict  court's  entry  of judgment  as  a  matter of  law.\r\n\nBecause the appeals largely raise the same dispositive issues\r\n\n(albeit on somewhat different  records), we distinguish  them\r\n\nonly as necessary.  We look to whether, viewing the record in\r\n\neach case in the light  most favorable to the plaintiffs, any\r\n\n                    \r                                \r\n\n5.  Plaintiffs'  counsel   stated  at  oral   argument  that,\r\nalthough  one  other  party nominally  remains  in  the case,\r\nplaintiffs would  be content  to have  this court's  decision\r\nturn solely upon a determination  of the merits of the claims\r\nagainst RIHT.\r\n\n                             -13-\r                                          13\r\r\n\nreasonable jury  could find  in the plaintiffs'  favor.   See\r                                                                         \r\n\nFed.  R. Civ.  P.  50(a)  (Schultz); Fed.  R.  Civ. P.  56(c)\r                                              \r\n\n(Allenby; Bowdoin).   Having assessed the  merits of each  of\r                             \r\n\nthe  plaintiffs' theories of liability under this standard of\r\n\nreview, we now affirm.6\r\n\n                             III.\r\n\n                      Breach of Contract\r                                                    \r\n\n        RIHT's   only   relationship    with   the   investor\r\n\nplaintiffs arose  out of the  bank's role as escrow  agent in\r\n\nthe Sea Crest  offering.  The Schultz and  Allenby plaintiffs\r                                                              \r\n\nassert that RIHT failed in that capacity, acting in breach of\r\n\nthe  terms of the  written escrow arrangement,  in accordance\r\n\nwith which RIHT agreed to hold the deposits to be tendered by\r\n\ninvestors.   More specifically,  the plaintiffs  contend that\r\n\nRIHT  violated the  terms of  the escrow  agreement  when, on\r\n\nApril 9, 1987, it released all escrowed funds to Laurel, even\r\n\n                    \r                                \r\n\n6.  RIHT  broadly   argues,   as  a   basis  for   affirmance\r\nindependent of the  underlying merits of these  actions, that\r\nthe plaintiffs'  claims in  all three cases  are barred  as a\r\nresult of their settlement with, and prejudicial dismissal of\r\ntheir  claims against, the  Laurel defendants.   RIHT further\r\ncontends that the  judgment entered by the  district court in\r\nSchultz, if affirmed, constitutes res judicata in relation to\r                   \r\nthe  plaintiffs' claims in  the Allenby and  Bowdoin actions,\r                                                                \r\nand  that the  latter two actions  are barred on  a theory of\r\nnon-party  claim preclusion.   See Gonzalez v.  Banco Central\r                                                                         \r\nCorp., 27 F.3d 751, 755 (1st Cir. 1994); see also Becherer v.\r                                                                      \r\nMerrill Lynch,  Pierce, Fenner &amp;  Smith, Inc., 43  F.3d 1054,\r                                                         \r\n1069-70 (6th Cir.), cert. denied, 116 S. Ct. 296 (1995).   We\r                                            \r\ndecline  the  invitation  to venture  into  this  complex and\r\nunsettled area  of the  law, and rest  our affirmance  on the\r\nmerits of the three cases before us.\r\n\n                             -14-\r                                          14\r\r\n\nthough,  allegedly, the  offering's MSL  requirement had  not\r\n\nbeen satisfied.7\r\n\n      There  is  a threshold  dispute  as  to the  particular\r\n\nescrow  agreement that governs.  Plaintiffs contend that RIHT\r\n\nwas in breach of the terms of an agreement referred to by the\r\n\nparties as the \"long-form\" escrow.   RIHT replies that it was\r\n\nbound only by the terms of the so-called \"short-form\" escrow,\r\n\nbut argues, in the alternative, that  even if it was bound by\r\n\nthe long-form escrow,  the record establishes that  no breach\r\n\noccurred.\r\n\n      The short-form  escrow  agreement  was attached  as  an\r\n\nexhibit  to the registration statement that Laurel filed with\r\n\nthe SEC in  September 1986,  and had been  signed by RIHT  in\r\n\nNovember 1986.  The short-form provided, in pertinent part:\r\n\n      TO  PROSPECTIVE PURCHASERS  OF HOTEL INTERESTS IN\r\n      SEA CREST CONDOMINIUM\r\n\n          Rhode  Island  Hospital Trust  National  Bank\r\n      (the  \"Bank\") . . . having  been requested to act\r\n\n                    \r                                \r\n\n7.  The  district court in  the Schultz action  reasoned that\r                                                   \r\nonly those investors whose funds were actually deposited into\r\nthe  escrow   account  had   standing  to   challenge  RIHT's\r\ncompliance with the  escrow agreement.  The record shows that\r\nthe two plaintiffs  in the Schultz action  did not pay a  ten\r                                              \r\npercent  cash down payment, instead signing a promissory note\r\nto  Laurel for that  amount.  Most  of the plaintiffs  in the\r\nAllenby  case, on  the  other  hand, did  pay  a ten  percent\r                   \r\ndeposit,  but a  number of  the units  -- representing  about\r\n$975,000  in  aggregate sales  --  were sold  without  a cash\r\ndeposit  having  been  tendered.   Furthermore,  some  of the\r\nAllenby  plaintiffs  purchased  their  units  after  the  MSL\r                                                               \r\ndeadline  had passed.   While  we find  the  district court's\r\npoint to  be forceful,  we need  not rely  on  it, given  our\r\ndisposition of the merits of the issue.\r\n\n                             -15-\r                                          15\r\r\n\n      as escrow agent (\"Escrow Agent\")  for deposits to\r\n      be  made by  prospective purchasers  (\"Buyer\") of\r\n      Hotel    Interests   in    the   above-referenced\r\n      Condominium  from Laurel-Sea  Crest Realty  Sales\r\n      Corp.  (\"Seller\") . . .  does hereby  accept such\r\n      request and agrees to hold  deposits made payable\r\n      to  the Sea Crest Condominium Escrow Account, and\r\n      received  by it,  upon  the following  terms  and\r\n      conditions to which  Buyer and Seller agree to be\r\n      bound  by  executing  the   Unit  Sale  Agreement\r\n      (\"Agreement\")  for  Buyer's  Hotel  Interest,  to\r\n      which acopy of this escrowletter will be annexed.\r\n\n          1.  The Bank agrees to maintain  such deposit\r\n      (the \"Deposit\")  at its bank  for the  benefit of\r\n      Buyer and Seller . . . .\r\n\n          2.  In  the event  the [Unit  Sale] Agreement\r\n      is   consummated,   as   evidenced   by   Buyer's\r\n      acceptance of  a deed  to the Hotel  Unit, or  by\r\n      written statement  to that effect  executed by or\r\n      on  behalf  of Buyer  and  Seller,  Escrow  Agent\r\n      shall pay over the  Deposit to Seller, and  shall\r\n      pay  such interest  as may  have accrued thereon,\r\n      to Buyer. . . .\r\n\nThe long-form  escrow agreement was  filed with  the SEC  and\r\n\nsigned  by RIHT at some later time, the precise date being in\r\n\ndispute.  The first paragraph of the  long-form agreement was\r\n\nthe  same  as  that  in  the short-form,  but  the  body  was\r\n\nsubstantially different.   The long-form agreement  provided,\r\n\nin relevant part:\r\n\n          1.  The  Bank agrees to maintain such deposit\r\n      (the \"Deposit\")  at its bank  for the  benefit of\r\n      Buyer  and Seller  . . . .  The Deposit  shall be\r\n      held by  the Bank until  the Seller  shall verify\r\n      to  the Bank  that  (a) $6,000,000  in  aggregate\r\n      purchase  price  for  Hotel Interests  have  been\r\n      subscribed  for and  received  as required  under\r\n      the   Registration   Statement   (the    \"Minimum\r\n      Subscription  Level\")  and  thereafter  disbursed\r\n      . . . or (b) such Minimum  Subscription Level has\r\n      not  been   achieved  within  120   days  of  the\r\n      effective  date  of  the  Registration  Statement\r\n\n                             -16-\r                                          16\r\r\n\n      with the Securities and Exchange  Commission.  In\r\n      the event the  Minimum Subscription Level  is not\r\n      achieved   within  such   120  day   period,  all\r\n      deposits and  interest accrued  thereon shall  be\r\n      promptly returned to Buyer.\r\n\n          2.  In  the  event the  Minimum  Subscription\r\n      Level is  achieved and the [Unit  Sale] Agreement\r\n      is   consummated,   as   evidenced   by   Buyer's\r\n      acceptance of  a deed to  the Hotel  Unit, or  by\r\n      written statement to that  effect executed by  or\r\n      on  behalf  of  Buyer  and Seller,  Escrow  Agent\r\n      shall pay over the  Deposit to Seller, and  shall\r\n      pay such interest  as may  have accrued  thereon,\r\n      to Buyer. . . .\r\n\nBoth  the long- and  short-form escrow agreements  ended with\r\n\nthe following clauses:\r\n\n          8.  Escrow  Agent assumes  no obligations  or\r\n      responsibility  hereunder  other  than   to  make\r\n      delivery   of  the   Deposit,  and  any  earnings\r\n      thereon, as herein provided. . . .\r\n\n          It is  understood and agreed  that a  copy of\r\n      this instrument will  be annexed as an exhibit to\r\n      the  [Unit  Sale]  Agreement.    Buyer  shall  be\r\n      entitled  to  rely  upon this  escrow  agreement,\r\n      with the  same force  and effect  as if the  Bank\r\n      had contracted directly with Buyer. . . . \r\n\n      The crucial difference between the two  agreements lies\r\n\nin the description  of the  conditions that  were to  trigger\r\n\nRIHT's duty  to release  any escrowed funds  to Laurel.   The\r\n\nlong-form  agreement linked RIHT's duty to release funds from\r\n\nescrow upon the  meeting of the  MSL requirement; the  short-\r\n\nform agreement did not.\r\n\n      There  is no  dispute  that RIHT  at some  point signed\r\n\nboth the short-  and long-form agreements.   The question  is\r                \r\n\nwhen.   The plaintiffs  argue that RIHT  became bound  by the\r\n\n                             -17-\r                                          17\r\r\n\nlong-form agreement before  the April 1987 MSL  deadline, and\r\n\nthat  RIHT  therefore  had a  duty  of  \"verif[ication]\" with\r\n\nrespect to  the satisfaction  of the  MSL requirement  before\r\n\nreleasing  the funds  in escrow.   RIHT,  on the  other hand,\r\n\nconcedes  that  it  signed the  long-form  agreement  at some\r                                                                         \r\n\npoint, but not before June 1987.  Thus, RIHT asserts that, as\r\n\nof April 1987, it was bound only by the short-form agreement,\r\n\nwhich  makes no  mention  of  the  MSL  requirement.8    Even\r\n\naccepting the plaintiffs'  rendition of the record,  however,\r\n\nwe conclude  that no rational  trier of fact could  find that\r\n\nRIHT committed a breach.\r\n\n      We  look first to  the express  terms of  the long-form\r\n\nescrow agreement.9   Under that agreement, RIHT  was required\r\n\nto  \"hold deposits made payable to  the Sea Crest Condominium\r\n\nEscrow Account,  and received  by it\"  until \"[Laurel]  shall\r\n\nverify to the Bank that (a) $6,000,000  in aggregate purchase\r\n\nprice  for Hotel  Interests  have  been  subscribed  for  and\r\n\n                    \r                                \r\n\n8.  On   the  one  hand,  RIHT  has  provided  an  unrebutted\r\nattestation that the only escrow agreement on record with the\r\nSEC as  of April 1987 was  the short-form agreement.   On the\r\nother hand, there is some evidence (albeit circumstantial) to\r\nsuggest that  RIHT had  agreed to be  bound by  the long-form\r\nagreement prior to April  1987.  For  example, a copy of  the\r\nlong-form agreement  (lacking RIHT's signature)  was attached\r\nto a letter from Marchand's  attorney to RIHT dated March 16,\r\n1987, in which  the attorney  proposed to  RIHT a  particular\r\nprocedure for dealing with interest accruing to the Sea Crest\r\nescrow account.\r\n\n9.  The  parties  appear  to  agree  that  Massachusetts  law\r\ngoverns.\r\n\n                             -18-\r                                          18\r\r\n\nreceived as  required under  the Registration  Statement (the\r\n\n'Minimum   Subscription  Level') . . . .\"     This   language\r\n\nunambiguously  limits RIHT's obligations  as escrow  agent to\r\n\nholding deposits  \"received by it\"  until Laurel \"verifi[ed]\"\r\n\nthat $6 million in subscriptions had been received.\r\n\n      The record  before us  permits no genuine  dispute that\r\n\nRIHT satisfied its limited duties  under the agreement.   The\r\n\nevidence is  clear that RIHT  did not release any  funds that\r\n\nhad been deposited into the Sea Crest escrow account until it\r\n\nhad been provided by Laurel  (prior to the MSL deadline) with\r\n\ncopies of  executed unit  sale agreements  with an  aggregate\r\n\nface value in excess of  $6 million.  Plaintiffs concede that\r\n\nthere is uncontradicted testimony to this effect.\r\n\n      Plaintiffs' argument  is that  RIHT was required  to do\r\n\nmore.  They contend that  RIHT should have refused to release\r\n\nfunds in  escrow on April  9, 1987  on the grounds  that: (i)\r\n\nmany of the unit sales counted toward the MSL were not backed\r\n\nby ten percent cash  deposits; (ii) Laurel had  pledged seven\r\n\nSea Crest units as collateral for a \"bridge\" loan that it had\r\n\nobtained from Wedgestone Realty Investors Trust, the proceeds\r\n\nof which were applied to  Laurel's purchase of the Sea Crest;\r\n\nand (iii) the $6  million in unit sales that were  applied to\r\n\nthe MSL computation had not actually been received  by Laurel\r\n\nbefore the MSL deadline.\r\n\n                             -19-\r                                          19\r\r\n\n      The  response  is  that  the  escrow  agreement  cannot\r\n\nfairly be  read to  say that any  one of  these circumstances\r\n\ncreated a  bar to  the  disbursement of  the escrowed  funds.\r\n\nUnder   the terms of its escrow agreement, RIHT's role in the\r\n\nSea Crest offering  was a limited one, narrowly  defined in a\r\n\nwritten agreement.   The escrow agreement  did not impose  on\r\n\nRIHT  a generalized  duty to  police  the offering.   To  the\r\n\ncontrary, the agreement disclaimed any duty to the parties in\r\n\nescrow \"other than to make delivery  of the [escrowed funds],\r\n\nand any earnings thereon.\"\r\n\n      Thus, although  the fact that  Laurel sold a  number of\r\n\nSea Crest units without taking a ten percent deposit from the\r\n\npurchaser was arguably at odds  with the prospectus, there is\r\n\nno  language in the escrow agreement conditioning the release\r\n\nof  any escrowed funds  upon RIHT's having  received deposits\r\n\ntotalling  a  full  ten  percent of  the  six  million dollar\r\n\nminimum sales  amount.   Similarly, there  was nothing  about\r\n\nLaurel's \"bridge\"  loan from Wedgestone  that obligated RIHT,\r\n\nunder the escrow agreement, to determine that the MSL had not\r\n\nbeen met, or that funds  in escrow were otherwise required to\r\n\nbe returned to investors.\r\n\n      Finally, the  plaintiffs' argument  that $6 million  in\r\n\nactual funds had not been \"received\" prior to  RIHT's closing\r\n\nof escrow goes nowhere.   To the extent that plaintiffs argue\r\n\nthat  RIHT itself was  required to  be in  receipt of  the $6\r\n\n                             -20-\r                                          20\r\r\n\nmillion,  the argument is  inconsistent with the  language of\r\n\nthe escrow agreement.   To the extent that  the agreement can\r\n\nbe read to  require that the $6 million  have been \"received\"\r\n\nat  all, the  agreement plainly  envisions that  it would  be\r\n\nLaurel who would receive the funds, and who  would thereafter\r                  \r\n\nverify the same to RIHT.\r\n\n      In any  event,  RIHT's alleged  failure  to verify  the\r\n\nsatisfaction of the purported  \"receipt\" requirement does not\r\n\nhelp  the  plaintiffs'   case.     The  purported   \"receipt\"\r\n\nrequirement is necessarily separate and distinct from the MSL\r\n\nrequirement, and satisfaction of the latter did not depend on\r\n\nsatisfaction  of  the   former.10    The   only  circumstance\r\n\nspecified in the escrow agreement as requiring RIHT to return\r\n\nescrow deposits  to investors was  the failure to  attain the\r\n\nMSL;  Laurel's alleged  non-receipt of  $6  million in  sales\r\n\nproceeds did not require investor funds to be refunded or the\r                            \r\n\noffering to be withdrawn.   At most, the logic of plaintiffs'\r\n\ntheory is that  RIHT released escrowed  funds too early,  and\r                                                                   \r\n\n                    \r                                \r\n\n10.  The prospectus  itself states  that \"[c]losings [on  the\r\nindividual  unit  sale  agreements]  will  commence once  the\r\nMinimum  Subscription  Level  has   been  satisfied.\"    This\r\nlanguage clearly contemplates that the MSL would be satisfied\r\nbefore the actual  consummation of the unit  sale agreements.\r                  \r\nAnd  because the proceeds from the  unit sale agreements that\r\nwere counted toward the MSL could not have been \"received\" by\r\nLaurel until after  the closings on  those units, it  follows\r                              \r\nthat the satisfaction of the MSL could not have depended upon\r\nany such \"receipt.\"\r\n\n                             -21-\r                                          21\r\r\n\nnot  that RIHT wrongfully  failed to call  for termination of\r               \r\n\nthe offering.11  \r\n\n      The question remains whether  RIHT, in its capacity  as\r\n\nescrow agent, owed any duties  to plaintiffs other than those\r\n\nspelled out in the agreement.   The Supreme Judicial Court of\r\n\nMassachusetts has recently indicated that there is an absence\r\n\nof  discussion  in  Massachusetts law  of  whether  an escrow\r\n\nagent's duties may extend beyond satisfying the literal terms\r\n\nof  the  escrow agreement.    See  In  re Discipline  of  Two\r                                                                         \r\n\nAttorneys,  421 Mass. 619,  626 (1996)  (\"Massachusetts cases\r                     \r\n\nhave  not discussed  whether an  escrow holder  has any  duty\r\n\nbeyond fulfilling the terms of  the escrow.\").12  But we find\r\n\nno support for  plaintiffs' broad arguments that  RIHT, which\r\n\nis  not alleged to  have been in a  conflict of interest, was\r\n\nrequired, in effect,  to actively root out fraud  of which it\r\n\nhad no  knowledge and to  police Laurel's conduct in  the Sea\r\n\n                    \r                                \r\n\n11.  This is not  a case involving the fabrication  of \"sham\"\r\ntransactions  designed to create the mere illusion that sales\r\nhad been  generated.  The  apparent absence of  some deposits\r\nnotwithstanding, there has been no suggestion that any of the\r\nunit sale agreements that were counted toward the MSL in this\r\ncase were anything other than bona fide, binding contracts of\r\npurchase and sale.\r\n\n12.  But cf. Schmid v. National  Bank of Greece, 622 F. Supp.\r                                                           \r\n704,   710  (D.  Mass.   1985)  (\"The  escrow   agreement  or\r\ninstructions constitute  the full  measure of the  obligation\r\nassumed by  the escrow  holder and  owing to  the parties.\"),\r\naff'd, 802 F.2d 439 (1st Cir. 1986) (tbl.).\r                 \r\n\n                             -22-\r                                          22\r\r\n\nCrest offering.13   See  Two Attorneys, 421  Mass. at  626-27\r                                                  \r\n\n(citing Maganas v. Northroup, 663 P.2d 565 (Ariz. 1983) (duty\r                                        \r\n\nto disclose known fraud); Collins v. Heitman, 284 S.W.2d  628\r                                                        \r\n\n(Ark. 1955)  (duty not  to engage  in self-dealing);  Kitchen\r                                                                         \r\n\nKrafters, Inc. v. Eastside Bank of Mont., 789 P.2d 567 (Mont.\r                                                    \r\n\n1990) (duty to  disclose material facts relevant  to escrow),\r\n\noverruled on other grounds by Busta v.  Columbus Hosp. Corp.,\r                                                                        \r\n\n916 P.2d 122 (Mont. 1996); American State Bank v. Adkins, 458\r                                                                    \r\n\nN.W.2d  807 (S.D.  1990)  (duty  to  avoid  self-dealing  and\r\n\nconflicts of interest)).\r\n\n                             IV.\r\n\n                   Other Common Law Claims\r                                                      \r\n\nA.  Breach of Covenant of Good Faith and Fair Dealing\r                                                                 \r\n\n      The plaintiffs  have not pointed to any record evidence\r\n\nthat would permit a finding that RIHT's release of the escrow\r\n\nfunds to Laurel was done other than under a good faith belief\r\n\nthat the MSL requirement had  been satisfied, and that all of\r\n\n                    \r                                \r\n\n13.  Despite plaintiffs' contrary suggestion,  SEC Rule 10b-9\r\ndoes not warrant the importation into the escrow agreement of\r\na generalized  duty to  ensure that the  offering as  a whole\r\ncomplied with  the securities  laws.  Rule  10b-9 makes  it a\r\nviolation of Section 10(b) of  the Securities Exchange Act of\r\n1934 for any person to  make a representation, in  connection\r\nwith an offering,  that securities are  being offered on  any\r\n\"basis whereby all or part  of the consideration paid for any\r\nsuch security  will be  refunded to the  purchaser if  all or\r\nsome of the securities are  not sold,\" unless the offering is\r\nstructured in a specified way.  17 C.F.R.   240.10b-9.  Here,\r\nhowever, there is no support for a finding that the Sea Crest\r\noffering  did  not comply  with  Rule  10b-9  or,  even  more\r\nbasically,  that RIHT ever  made any \"representation\" covered\r\nby the Rule.\r\n\n                             -23-\r                                          23\r\r\n\nthe conditions  for releasing  the funds had  been met.   The\r\n\nrecord supports no  conclusion that RIHT acted  with the sort\r\n\nof  dishonest purpose or conscious wrongdoing necessary for a\r\n\nfinding of bad  faith or unfair dealing.   See Anthony's Pier\r                                                                         \r\n\nFour,  Inc. v.  HBC  Assoc., 411  Mass.  451, 471-72  (1991);\r                                       \r\n\nAmerican Employers'  Ins. Co.  v. Horton,  35 Mass. App.  Ct.\r                                                    \r\n\n921, 923 (1993).  The district court did not err in summarily\r\n\ndisposing  of the  plaintiffs' claims  for the breach  of the\r\n\ncovenant of good faith and fair dealing.\r\n\nB.  Fraud and Negligent Misrepresentation\r                                                     \r\n\n      Plaintiffs do  not seriously  argue that RIHT  made any\r\n\naffirmative  material misrepresentations  to them  concerning\r\n\nthe Sea Crest  offering.  RIHT did not  sign the registration\r\n\nstatement,  and  there  is  no  evidence  that  RIHT had  any\r\n\ninvolvement in the preparation  of the registration statement\r\n\nor other offering  materials for the Sea Crest  project.  Nor\r\n\ndid  RIHT participate in Laurel's marketing or sales efforts.\r\n\nThe only communication between plaintiffs and RIHT appears to\r\n\nhave been through  the escrow agreement, which  was addressed\r\n\nto investors  and was to have been  annexed to each unit sale\r\n\nagreement.\r\n\n      Absent  allegations  of affirmative  misrepresentations\r\n\nor misstatements by  RIHT, the question becomes  whether RIHT\r\n\nwas guilty  of any  actionable omissions.   Absent a  duty to\r\n\nspeak,  RIHT's silence could  not have been  fraudulent.  See\r                                                                         \r\n\n                             -24-\r                                          24\r\r\n\nRoyal Business Group,  Inc. v. Realist, Inc., 933  F.2d 1056,\r                                                        \r\n\n1064 (1st Cir.  1991).   RIHT's role in  the offering was  to\r\n\nhold  funds  deposited  with it  until  Laurel  verified that\r\n\ncertain conditions had been met.  Even assuming that RIHT, as\r\n\nescrow agent, had a duty to  disclose known fraud on the part\r                                                       \r\n\nof Laurel, see, e.g., Maganas, 663 P.2d at 565  (cited in Two\r                                                                         \r\n\nAttorneys,  421  Mass.  at 626-27),  plaintiffs  point  to no\r                     \r\n\nevidence that  would show that  RIHT was aware  of fraudulent\r\n\nconduct  by  Laurel  or  any  other  party  involved  in  the\r\n\noffering.\r\n\n      It is true  that RIHT might have had  reason to realize\r\n\nthat a  number of investors had provided  promissory notes in\r\n\nlieu of  ten percent  cash deposits  upon execution  of their\r\n\nunit sale agreements.  But there is no reason why RIHT should\r\n\nhave suspected  that this was  the result of fraud.   Indeed,\r                                                              \r\n\nthe plaintiffs do not allege  that the promissory notes  were\r\n\nfraudulently made  or  procured; rather,  they were  facially\r\n\nvalid,  enforceable   instruments.     Furthermore,  Laurel's\r\n\nacceptance  of  bona   fide  promissory  notes,   instead  of\r\n\ndeposits,  was  not  so   obviously  inconsistent  with   the\r\n\nprospectus that  RIHT should have concluded that  a fraud was\r\n\nbeing  perpetrated.  Finally,  plaintiffs fail to  argue that\r\n\nany  nondisclosure by RIHT on this  issue would have affected\r\n\ntheir decision  to invest; nor  do they explain how  any such\r\n\nnondisclosure  could have  been the  cause  of their  losses.\r\n\n                             -25-\r                                          25\r\r\n\nSee, e.g., Damon v. Sun Co., Inc., 87 F.3d 1467, 1471-72 (1st\r                                             \r\n\nCir. 1996) (elements  of fraud include proof  of reliance and\r\n\ncausation).\r\n\nC.  Aiding and Abetting Fraud\r                                         \r\n\n      The  plaintiffs'  common   law  claim  of   aiding  and\r\n\nabetting fraud  fares no better.   To establish a  common law\r\n\ncause of action for aiding  and abetting, plaintiffs must  at\r\n\nleast demonstrate some measure  of \"active participation\" and\r\n\nthe  knowing provision of  substantial assistance by  RIHT to\r\n\nthe  principal's (here, Laurel's) alleged fraud.  See Spinner\r                                                                         \r\n\nv.  Nutt, 417  Mass. 549,  556 (1994).   Plaintiffs  point to\r                    \r\n\nnothing   in  the  record  that  would  satisfy  these  basic\r\n\nelements.   Indeed, the evidence is to  the contrary.  In his\r\n\ntestimony in  the Schultz  trial, Marchand  himself expressly\r                                     \r\n\ndisavowed  the existence of  any sort of  association between\r\n\nLaureland RIHT otherthan anarm's lengthbusiness relationship.\r\n\n                              V.\r\n\n                       RICO Violations \r                                                  \r\n\n      In order to  prevail on a RICO claim,  a plaintiff must\r\n\nprove, inter alia,  that the defendant engaged  in a \"pattern\r                             \r\n\nof racketeering activity.\"  See 18 U.S.C.   1962.  Here, RIHT\r                                           \r\n\nargues  that the district court correctly granted judgment in\r\n\nits favor on plaintiffs' RICO claims, because plaintiffs have\r\n\nfailed  to establish that RIHT's  conduct falls within any of\r\n\nthe categories  of \"racketeering activity\"  described in  the\r\n\n                             -26-\r                                          26\r\r\n\nstatute, see 18 U.S.C.   1961(1), and because plaintiffs have\r                        \r\n\nfailed  to  adduce  evidence of  the  requisite  \"pattern\" of\r\n\npredicate  acts necessary to  trigger RICO liability,  see 18\r                                                                      \r\n\nU.S.C.   1962(b)-(c).\r\n\nA.  Establishment of a Predicate Act\r                                                \r\n\n      Plaintiffs argue  that, on the record, a rational trier\r\n\nof  fact could find  that RIHT engaged  in three racketeering\r\n\npredicates: (i)  aiding and  abetting securities  fraud; (ii)\r\n\nmail fraud; and  (iii) wire fraud.  The  district court found\r\n\nthat  \"aiding and abetting securities fraud\" cannot be a RICO\r\n\npredicate,  in light  of  the  Supreme  Court's  decision  in\r\n\nCentral Bank,  511 U.S.  at 164 (1994)  (no private  right of\r                        \r\n\naction for  aiding and  abetting under  Section 10(b)  of the\r\n\nExchange Act),  and that the  record supports  no finding  of\r\n\nmail or wire fraud by RIHT.\r\n\n      We reserve to another day the issue of  whether Central\r                                                                         \r\n\nBank necessarily implies that aiding and  abetting securities\r                \r\n\nfraud  cannot be a \"racketeering activity\" within the meaning\r\n\nof    1961(1).    Even  assuming  that  aiding  and  abetting\r\n\nsecurities fraud  can be  a RICO predicate  act, we  find the\r                                 \r\n\nrecord support for such a claim to  be lacking, as we do with\r\n\nrespect to the  plaintiffs' allegations that RIHT  engaged in\r\n\nmail or wire fraud.\r\n\n      As  for the  aiding and  abetting allegation,  we agree\r\n\nwith  the  district  court  that the  record  contains  not a\r\n\n                             -27-\r                                          27\r\r\n\nscintilla  of  evidence  that  would  support  the  requisite\r\n\nfinding  that  RIHT  \"consciously  shared\" in  the  principal\r\n\nwrongdoer's  (Laurel's)  specific   intent  to  defraud   the\r\n\nplaintiffs.  See United States  v. Loder, 23 F.3d 586, 590-91\r                                                    \r\n\n(1st Cir. 1994)  (describing the elements of  criminal aiding\r\n\nand abetting).  The lack  of evidence of fraudulent intent on\r\n\nthe part of RIHT similarly dooms plaintiffs' allegations that\r\n\nthe bank committed  mail or wire fraud.  There is no basis in\r\n\nthe record from which a rational trier of fact could conclude\r\n\nthat  the  mailings  or  wires  by  RIHT  (described  in  the\r\n\nplaintiffs'  brief in  only  a fleeting  fashion) constituted\r\n\ncommunications  \"in  furtherance\" of  a  scheme \"intended  to\r                                                                         \r\n\ndeceive another, by  means of false or  fraudulent pretenses,\r                           \r\n\nrepresentations,  promises,  or   other  deceptive  conduct.\"\r                                                                       \r\n\nMcEvoy Travel Bureau, Inc. v. Heritage Travel, Inc., 904 F.2d\r                                                               \r\n\n786, 791 (1st Cir.) (emphases added), cert.  denied, 498 U.S.\r                                                               \r\n\n992 (1990).\r\n\n      We  conclude  that  the  record  contains  insufficient\r\n\nevidence  to  raise  a  triable  issue  as  to  whether  RIHT\r\n\ncommitted  any of  the  RICO predicate  acts  alleged by  the\r\n\nplaintiffs.\r\n\n                             -28-\r                                          28\r\r\n\nB.  The \"Pattern\" Requirement\r                                         \r\n\n      The  plaintiffs'  RICO claims  fail for  an additional,\r\n\nindependent reason.  For the plaintiffs to prevail, they must\r\n\nestablish  not only that  RIHT engaged in  some \"racketeering\r\n\nactivity,\"  but  that   the  bank's  conduct   constituted  a\r\n\n\"pattern\" of  such activity.   See  18 U.S.C.    1962(b)-(c).\r                                              \r\n\nThe RICO  statute  by its  terms specifies  that a  \"pattern\"\r\n\nentails  at least  two predicate  racketeering acts.   See 18\r                                                                      \r\n\nU.S.C.    1961(5).   However, while  two  predicate acts  are\r\n\nnecessary   to  form  a  RICO  \"pattern,\"  they  may  not  be\r\n\nsufficient unless they  are both \"related\" and  \"amount to or\r\n\npose a threat of continued criminal activity.\"  See H.J. Inc.\r                                                                         \r\n\nv. Northwestern Bell  Tel. Co., 492 U.S.  229, 239-40 (1989);\r                                          \r\n\nFleet  Credit Corp.  v. Sion,  893  F.2d 441,  444 (1st  Cir.\r                                        \r\n\n1990).    \"In   other  words,  a  RICO  pattern  consists  of\r\n\n'continuity plus relationship.'\"  Sousa v. BP Oil, Inc., 1995\r                                                                   \r\n\nWL 842003,  *13 (D.  Mass. 1995) (quoting  H.J., 492  U.S. at\r                                                           \r\n\n239).\r\n\n      This  court has  remarked upon  the elusiveness  of any\r\n\nhelpful,  talismanic definition  of a  RICO  \"pattern.\"   See\r                                                                         \r\n\nApparel Art  Int'l Inc. v.  Jacobson, 967 F.2d 720,  722 (1st\r                                                \r\n\nCir.  1992).    But, as  then-Chief  Judge  Breyer explained,\r\n\ncourts  have consistently  held that  a  \"single episode\"  of\r\n\ncriminal  behavior, even  if it  involves  the commission  of\r\n\nmultiple related acts, does not constitute a  \"pattern.\"  See\r                                                                         \r\n\n                             -29-\r                                          29\r\r\n\nid.  at  723.   Instead,  courts  have  tended to  find  RICO\r               \r\n\n\"patterns\"  only  where the  defendant's conduct  consists of\r\n\n\"multiple  criminal episodes\" extending  over long periods of\r\n\ntime.  Id. at 724; see also H.J., 492 U.S. at  242 (\"Congress\r                                            \r\n\nwas concerned in RICO with long-term criminal conduct.\").\r\n\n      Here,  the  alleged instances  of  wrongful  conduct by\r\n\nRIHT all  constituted part of  a single \"episode.\"   Like the\r                                                   \r\n\nmultiple predicate acts that were described in Apparel Art as\r                                                                      \r\n\n\"compris[ing] a single effort\" to achieve one goal (obtaining\r\n\nand keeping a  Defense Department contract), see 967  F.2d at\r                                                            \r\n\n723, the alleged racketeering acts attributed to RIHT in this\r\n\ncase, \"taken  together, . . .  comprise a  single effort\"  to\r\n\nfacilitate a  single financial  endeavor:   the purchase  and\r\n\nrenovation of the Sea Crest resort.  Id.\r                                                    \r\n\n      If  the  mailings and  wires  RIHT  transmitted in  the\r\n\ncourse  of its involvement  in the  Sea Crest  offering could\r\n\namount  to a  RICO  \"pattern,\"  then  virtually  every  claim\r\n\nasserted  under the  federal securities  laws  could spawn  a\r\n\ncompanion   RICO  cause  of  action,  because  \"[i]n  today's\r\n\nintegrated  interstate economy,  it is  the  rare transaction\r\n\nthat does not somehow rely on  extensive use of the mails  or\r\n\nthe telephone.\"   Roeder v. Alpha Indus., Inc.,  814 F.2d 22,\r                                                          \r\n\n31 (1st Cir. 1987) (internal quotation omitted).  We conclude\r\n\nthat the instances of RIHT's conduct identified by plaintiffs\r\n\nas constituting RICO predicate acts did not  form a \"pattern\"\r\n\n                             -30-\r                                          30\r\r\n\nof   racketeering  activity   and  are   more  \"appropriately\r\n\ncharacterized  as  separate  parts  of a  single  [allegedly]\r\n\ncriminal episode.\"  Apparel Art, 967 F.2d at 723.\r                                           \r\n\n                             VI.\r\n\n                          Conclusion\r                                                \r\n\n      The three  separate judgments entered  by the  district\r\n\ncourt in these consolidated cases are affirmed.\r                                                          \r\n\n                             -31-\r                                          31\r\r\n",
  "html": "<p class=\"case_cite\">94 F.3d 721</p>\n    <p class=\"case_cite\">RICO Bus.Disp.Guide 9108</p>\n    <p class=\"parties\">Peter M. SCHULTZ and Pamela A. Schultz, Plaintiffs, Appellants,<br>v.<br>RHODE ISLAND HOSPITAL TRUST NATIONAL BANK, N.A., et al.,<br>Defendants, Appellees.<br>BOWDOIN CONSTRUCTION CORP., Plaintiff, Appellant,<br>v.<br>RHODE ISLAND HOSPITAL TRUST NATIONAL BANK, N.A., et al.,<br>Defendants, Appellees.<br>ALLENBY ENTERPRISES, INC., et al., Plaintiffs, Appellants,<br>v.<br>RHODE ISLAND HOSPITAL TRUST NATIONAL BANK, N.A., et al.,<br>Defendants, Appellees.</p>\n    <p class=\"docket\">Nos. 95-1997, 95-2113 and 95-2172.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 7, 1996.<br>Decided Aug. 22, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Edwin A. McCabe, with whom McCabe Brown Sutherland, Joseph P. Davis III, and Lane, Altman &amp; Owens were on brief, Boston, for plaintiffs-appellants.</p>\n      <p class=\"indent\">Joseph L. Kociubes, with whom Peter Alley, Denise Jefferson Casper, and Bingham, Dana &amp; Gould were on brief, Boston, for Rhode Island Hospital Trust National Bank.</p>\n      <p class=\"indent\">Allen N. David, Elizabeth Z. Holmes, and Peabody &amp; Arnold, on brief, Boston, for Federal Deposit Insurance Corp. as receiver of Coolidge Bank and Trust Co.</p>\n      <p class=\"indent\">Robert D. Cultice, Louis J. Scerra, Jr., and Goldstein &amp; Manello, P.C., on brief, Boston, for Chrysler First Business Credit Corp.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, and CAMPBELL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These three actions, consolidated for appeal, arise out of a failed real estate venture involving the purchase and redevelopment of the Sea Crest Hotel in Falmouth, Massachusetts (\"the Sea Crest\").  In a federally registered public offering, investors purchased condominium unit deeds and \"pooled income\" interests in the Sea Crest project.  One of the offering's features, as disclosed in the prospectus, was that the offering would be terminated and all investor deposits refunded if the aggregate amount of investments sold did not reach a minimum subscription level (\"MSL\") by a set deadline.  Plaintiffs asserted that Rhode Island Hospital Trust National Bank (\"RIHT\"), the lender that financed the developer's purchase of the Hotel and served as the escrow agent responsible for holding investor deposits, was liable to them for purportedly failing to determine that the MSL requirement had not in fact been satisfied by the requisite date.  The district courts concluded, as a matter of law, that the plaintiffs' claims against RIHT for fraud, negligent misrepresentation, breach of contract, and violations of the Racketeer Influenced and Corrupt Organizations Act (\"RICO\"), 18 U.S.C. &#167;&#167; 1961 et seq., were all deficient.  We agree that plaintiffs have established no legal basis for holding RIHT liable for their losses.  Accordingly, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>Factual Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In the mid-1980's, Eugene Marchand developed a plan to purchase and renovate the Sea Crest Resort and Conference Center, a large beach resort on Cape Cod.  Marchand sought to revitalize the hotel as a convention-oriented facility.  The plan involved converting the Sea Crest into a condominium, and then selling the individual condominium units to investors, together with interests in the pool of income to be generated from the resort.  The condominium units and these \"pooled income\" interests were to be sold as registered securities in a public offering.  The issuer of the securities would be Marchand's development company, Laurel-Sea Crest Realty Sales Corp.  (\"Laurel\"), of which Marchand was the sole shareholder.  Laurel's purchase of the Sea Crest, for $19.4 million, would be financed through sales to investors and a bank loan from RIHT.  With projected expenses of $40.5 million and total expected gross proceeds from the offering projected at $45 million, Laurel stood to make a net profit of $4.5 million.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On September 12, 1986, Laurel filed a registration statement and prospectus with the SEC, describing the proposed offering of 266 \"condominium hotel interests.\"   The prospectus stated that the offering would be conditioned upon a minimum level of investor participation:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>Unless 60 Hotel Interests are subscribed for by qualified investors (\"Minimum Subscription Level\") within 60 days of the effective date of the Registration Statement of which this Prospectus is a part, but in no event later than December 31, 1986, this offering will be withdrawn and all funds will be returned promptly to subscribers.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The prospectus also stated that every investor would be required to \"pay a down payment of 10% of the purchase price of the Hotel Interest (the 'Escrow Deposit'),\" which would be \"deposited ... in a segregated, federally insured, interest bearing account ... at the Rhode Island Hospital Trust National Bank ... on behalf of Investor.\"   The prospectus named RIHT as escrow agent for the offering.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As Laurel waited for the registration statement to be declared effective by the SEC, it secured the financing it needed to purchase the Sea Crest.  On November 14, 1986, RIHT issued a commitment letter to Laurel approving a fourteen million dollar first mortgage construction loan to be used by Laurel in acquiring and renovating the Sea Crest facility.  RIHT's commitment, like the offering, was conditioned upon the \"presale\" of a minimum number of Sea Crest interests prior to December 29, 1986, the expiration date of RIHT's commitment letter.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">As of the date that RIHT issued its commitment letter to Laurel, however, the SEC had yet to approve Laurel's registration statement.  In fact, the registration statement was not declared effective by the SEC until December 12, 1986, leaving just two and a half weeks for Laurel to achieve the MSL set in the prospectus and the minimum number of presales required by RIHT.  It was clear that Laurel needed more time.  Laurel sought to restructure the offering and obtain a new commitment agreement from RIHT, with a new timetable for meeting the minimum presale requirement.  RIHT agreed to renegotiate.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">As Laurel and RIHT neared agreement on a new loan commitment, Laurel filed, on March 2, 1987, a post-effective amendment to its original registration statement.  The amendment established a new deadline for Laurel to meet the MSL requirement.  It also restructured the requirement to condition the offering on a minimum dollar amount of aggregate sales, rather than a minimum number of unit sales.  The amended prospectus explained:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>Unless Hotel Interests of $6,000,000 in aggregate purchase price are subscribed for by qualified investors (\"Minimum Subscription Level\") within 120 days of the effective date [<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>] of the Registration Statement of which this Prospectus is a part, this offering will be withdrawn and all funds will be returned promptly to subscribers.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The amended prospectus left unchanged the original prospectus's representation that each investor would be required to tender a down payment equal to ten percent of the selling price of the unit to be purchased, which would be deposited in an escrow account held by RIHT.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">RIHT issued a new commitment letter to Laurel on March 30, 1987.  This time, RIHT agreed to give Laurel an 18.3 million dollar loan, conditioned upon the presale of only 40 units with a minimum aggregate selling price of $6 million, each presale requiring a ten percent nonrefundable investor deposit.  Laurel was required to satisfy the new 40-unit presale condition by no later than April 10, 1987, the expiration date of the new commitment letter.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Apart from RIHT's lending relationship with Laurel, the bank's only role in the Sea Crest offering was to act as escrow agent.  RIHT did not sign the registration statement.  Nor did it participate in promoting the offering or in selling or soliciting subscriptions.  RIHT's duties as escrow agent were to be governed by a written escrow agreement between Laurel and RIHT, addressed to the investor.  A copy of the agreement, annexed as an exhibit to Laurel's registration statement, was to be provided to each subscribing investor.  As will be discussed, there is some dispute as to the particular form of agreement by whose terms RIHT agreed to be bound.  It is clear, however, that RIHT assumed at most a duty to hold investors' deposits in escrow until \"[Laurel] shall verify to the Bank that ... $6,000,000 in aggregate purchase price for Hotel Interests have been subscribed for and received as required under the Registration Statement....\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">As the offering proceeded, Laurel, through its selling agent (Broad Reach Capital), collected purchase and sale agreements for individual Sea Crest condominium units (\"unit sale agreements\").  Notwithstanding the prospectus's representations that investors would be required to tender a ten percent non-refundable \"escrow deposit\" upon subscribing to the offering, Laurel and Broad Reach Capital accepted promissory notes for ten percent of the purchase price--in lieu of cash deposits--from almost half of the investors who signed unit sale agreements prior to the MSL deadline.  Such cash deposits as were tendered by the investors were placed in an escrow account at RIHT.  But as the deadline for meeting the MSL approached, only a total of some $309,000 had been deposited into the RIHT escrow account.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">RIHT and Laurel conducted their loan closing on April 9, 1987, just prior to the expiration date of the March commitment letter.  At the closing, RIHT was provided with copies of the unit sale agreements that had been executed.  An officer of the bank counted the sale agreements to verify that there had been at least 40 units sold (as required in RIHT's loan commitment letter) and tallied the aggregate amount of sales to verify that the six million dollar MSL requirement had been met (as set forth in the agreement and the prospectus).  No one at RIHT undertook to verify whether there was a ten percent deposit in escrow for each unit subscription.  Having satisfied itself that at least 40 subscriptions and $6 million in aggregate sales had been achieved, RIHT proceeded to close its loan with Laurel and thereafter released the escrowed investor deposits to Laurel.  Laurel purchased the Sea Crest and separately closed on its sales of individual condominium units to investors.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In May 1987, Laurel hired Bowdoin Construction Corp.  (\"Bowdoin\") to serve as the general contractor for the renovation of the Sea Crest.  Pursuant to a letter of intent from Laurel, Bowdoin began construction work and arranged the necessary subcontracts.  Based on a decision by Marchand, Bowdoin continued its construction work through the 1987 summer season, causing a fall-off in revenues to the resort and putting a wrinkle into Laurel's ongoing sales efforts.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">By late September 1987, Laurel was under severe financial strain.  It had stopped making payments to Bowdoin, even though Bowdoin continued construction.  On October 1, RIHT downgraded the credit status of its loan to Laurel.  The stock market crash later that month only worsened matters, and in November 1987, Laurel defaulted on the RIHT loan.  Laurel and RIHT discussed restructuring or refinancing the loan.  Bowdoin inquired about the status of Laurel's funding.  After allegedly being assured that it would be paid through new financing from RIHT, Bowdoin continued with construction.  In the meantime, restructuring negotiations between Laurel and RIHT had ended unsuccessfully.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">By January 1988, when Bowdoin finally ceased construction, it had incurred unreimbursed expenses of over $1 million.  A month later, Laurel filed a Form 8-K with the SEC disclosing that the Sea Crest offering would be indefinitely suspended, with only 58 of the total 266 condominium units having been sold.  Soon afterward, a number of lawsuits were filed.  In April 1988, RIHT sued Laurel to collect on its loan.  In July 1988, Bowdoin filed an action for breach of contract and enforcement of a mechanic's lien in state court, but then voluntarily dismissed the action based, allegedly, on Laurel's representation that doing so was Bowdoin's best chance of recovering any of its unpaid debts.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Ultimately, Bowdoin collected only a fraction of the amount owed to it by Laurel.  Laurel, RIHT, and others were named in suits filed by investors, as well as in a newly instigated action by Bowdoin.</p>\n    </div>\n    <p>II.</p>\n    <p>Procedural Background</p>\n    <p>A. District Court Proceedings</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Three separate cases have been consolidated for purposes of this appeal.  Two of the cases,  Schultz v. RIHT and Allenby Enters., Inc. v. RIHT, are brought by investors in the Sea Crest offering.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The third case,  Bowdoin Constr.  Corp. v. RIHT, is brought by Bowdoin.  The Schultz and Allenby plaintiffs asserted claims against Laurel, RIHT and several others for alleged violations of the federal securities laws and civil RICO, and for common law fraud, negligent misrepresentation, breach of contract, and breach of the covenant of good faith and fair dealing.  The Bowdoin complaint asserted claims against Laurel, RIHT, and others for violations of civil RICO, breach of contract, and breach of the covenant of good faith and fair dealing.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In October 1993, before the Schultz action was scheduled to go to trial, the plaintiffs in all three actions reached a settlement agreement with Laurel, Marchand, and certain other affiliated parties, and dismissed all claims against them, with prejudice.  In exchange, the plaintiffs received a promise from the settling defendants to waive the attorney-client privilege and to provide interviews and trial testimony as requested by the plaintiffs.  No money changed hands.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The Schultz action proceeded to trial against RIHT and the other remaining defendant (a bank that had provided financing to some of the investors) in January 1994, before Chief Judge Tauro.  The plaintiffs presented twelve days of testimony, including the testimony of Eugene Marchand.  At the end of the plaintiffs' case, the defendants moved for judgment as a matter of law.  In its memorandum of decision, the district court concluded that  Central Bank v. First Interstate Bank, 511 U.S. 164, 114 S.Ct. 1439, 128 L.Ed.2d 119 (1994), required the dismissal of the plaintiffs' claims for aiding and abetting securities fraud under Section 10(b) of the Securities Exchange Act of 1934.  The court also concluded that the plaintiffs had failed to present adequate evidence on any of their common law claims or their RICO claim, and granted the motion for judgment as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Thereafter, Judges Keeton and Saris granted summary judgment motions filed by RIHT in the Allenby and Bowdoin actions, respectively.  In deciding the Allenby motion, Judge Keeton, discerning no material difference between the issues in Allenby and Schultz, followed Judge Tauro's decision, based both on an independent assessment of the case and as a matter of stare decisis.   In Bowdoin, in which the plaintiff asserted RICO violations predicated upon allegations of aiding and abetting securities fraud, Judge Saris entered summary judgment in favor of RIHT, on the dual grounds that such a claim could not be viable after  Central Bank, and that plaintiffs had, in any event, failed to adduce sufficient evidence of a \"pattern\" of racketeering activity.</p>\n    </div>\n    <p>B. Posture on Appeal</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The parties informed us at oral argument that the only remaining defendant in all three of these cases, at least for purposes of this appeal, is RIHT.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  We limit our review, therefore, to those claims seeking to hold RIHT responsible for the plaintiffs' alleged injuries.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In each of the three cases, we review de novo the district court's entry of judgment as a matter of law.  Because the appeals largely raise the same dispositive issues (albeit on somewhat different records), we distinguish them only as necessary.  We look to whether, viewing the record in each case in the light most favorable to the plaintiffs, any reasonable jury could find in the plaintiffs' favor.  See Fed.R.Civ.P. 50(a) (Schultz );  Fed.R.Civ.P. 56(c) (Allenby; Bowdoin ).   Having assessed the merits of each of the plaintiffs' theories of liability under this standard of review, we now affirm.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p>III.</p>\n    <p>Breach of Contract</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">RIHT's only relationship with the investor plaintiffs arose out of the bank's role as escrow agent in the Sea Crest offering.  The Schultz and Allenby plaintiffs assert that RIHT failed in that capacity, acting in breach of the terms of the written escrow arrangement, in accordance with which RIHT agreed to hold the deposits to be tendered by investors.  More specifically, the plaintiffs contend that RIHT violated the terms of the escrow agreement when, on April 9, 1987, it released all escrowed funds to Laurel, even though, allegedly, the offering's MSL requirement had not been satisfied.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">There is a threshold dispute as to the particular escrow agreement that governs.  Plaintiffs contend that RIHT was in breach of the terms of an agreement referred to by the parties as the \"long-form\" escrow.  RIHT replies that it was bound only by the terms of the so-called \"short-form\" escrow, but argues, in the alternative, that even if it was bound by the long-form escrow, the record establishes that no breach occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The short-form escrow agreement was attached as an exhibit to the registration statement that Laurel filed with the SEC in September 1986, and had been signed by RIHT in November 1986.  The short-form provided, in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>TO PROSPECTIVE PURCHASERS OF HOTEL INTERESTS IN SEA CREST CONDOMINIUM</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Rhode Island Hospital Trust National Bank (the \"Bank\") ... having been requested to act as escrow agent (\"Escrow Agent\") for deposits to be made by prospective purchasers (\"Buyer\") of Hotel Interests in the above-referenced Condominium from Laurel-Sea Crest Realty Sales Corp.  (\"Seller\") ... does hereby accept such request and agrees to hold deposits made payable to the Sea Crest Condominium Escrow Account, and received by it, upon the following terms and conditions to which Buyer and Seller agree to be bound by executing the Unit Sale Agreement (\"Agreement\") for Buyer's Hotel Interest, to which a copy of this escrow letter will be annexed.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">1. The Bank agrees to maintain such deposit (the \"Deposit\") at its bank for the benefit of Buyer and Seller....</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">2.  In the event the [Unit Sale] Agreement is consummated, as evidenced by Buyer's acceptance of a deed to the Hotel Unit, or by written statement to that effect executed by or on behalf of Buyer and Seller, Escrow Agent shall pay over the Deposit to Seller, and shall pay such interest as may have accrued thereon, to Buyer....</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The long-form escrow agreement was filed with the SEC and signed by RIHT at some later time, the precise date being in dispute.  The first paragraph of the long-form agreement was the same as that in the short-form, but the body was substantially different.  The long-form agreement provided, in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">1.  The Bank agrees to maintain such deposit (the \"Deposit\") at its bank for the benefit of Buyer and Seller....  The Deposit shall be held by the Bank until the Seller shall verify to the Bank that (a) $6,000,000 in aggregate purchase price for Hotel Interests have been subscribed for and received as required under the Registration Statement (the \"Minimum Subscription Level\") and thereafter disbursed ... or (b) such Minimum Subscription Level has not been achieved within 120 days of the effective date of the Registration Statement with the Securities and Exchange Commission.  In the event the Minimum Subscription Level is not achieved within such 120 day period, all deposits and interest accrued thereon shall be promptly returned to Buyer.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">2. In the event the Minimum Subscription Level is achieved and the [Unit Sale] Agreement is consummated, as evidenced by Buyer's acceptance of a deed to the Hotel Unit, or by written statement to that effect executed by or on behalf of Buyer and Seller, Escrow Agent shall pay over the Deposit to Seller, and shall pay such interest as may have accrued thereon, to Buyer....</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Both the long- and short-form escrow agreements ended with the following clauses:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">8.  Escrow Agent assumes no obligations or responsibility hereunder other than to make delivery of the Deposit, and any earnings thereon, as herein provided....</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">It is understood and agreed that a copy of this instrument will be annexed as an exhibit to the [Unit Sale] Agreement.  Buyer shall be entitled to rely upon this escrow agreement, with the same force and effect as if the Bank had contracted directly with Buyer....</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The crucial difference between the two agreements lies in the description of the conditions that were to trigger RIHT's duty to release any escrowed funds to Laurel.  The long-form agreement linked RIHT's duty to release funds from escrow upon the meeting of the MSL requirement;  the short-form agreement did not.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">There is no dispute that RIHT at some point signed both the short- and long-form agreements.  The question is when.  The plaintiffs argue that RIHT became bound by the long-form agreement before the April 1987 MSL deadline, and that RIHT therefore had a duty of \"verif[ication]\" with respect to the satisfaction of the MSL requirement before releasing the funds in escrow.  RIHT, on the other hand, concedes that it signed the long-form agreement at some point, but not before June 1987.  Thus, RIHT asserts that, as of April 1987, it was bound only by the short-form agreement, which makes no mention of the MSL requirement.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Even accepting the plaintiffs' rendition of the record, however, we conclude that no rational trier of fact could find that RIHT committed a breach.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We look first to the express terms of the long-form escrow agreement.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Under that agreement, RIHT was required to \"hold deposits made payable to the Sea Crest Condominium Escrow Account, and received by it\" until \"[Laurel] shall verify to the Bank that (a) $6,000,000 in aggregate purchase price for Hotel Interests have been subscribed for and received as required under the Registration Statement (the 'Minimum Subscription Level')....\"   This language unambiguously limits RIHT's obligations as escrow agent to holding deposits \"received by it\" until Laurel \"verifi[ed]\" that $6 million in subscriptions had been received.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The record before us permits no genuine dispute that RIHT satisfied its limited duties under the agreement.  The evidence is clear that RIHT did not release any funds that had been deposited into the Sea Crest escrow account until it had been provided by Laurel (prior to the MSL deadline) with copies of executed unit sale agreements with an aggregate face value in excess of $6 million.  Plaintiffs concede that there is uncontradicted testimony to this effect.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Plaintiffs' argument is that RIHT was required to do more.  They contend that RIHT should have refused to release funds in escrow on April 9, 1987 on the grounds that:  (i) many of the unit sales counted toward the MSL were not backed by ten percent cash deposits;  (ii) Laurel had pledged seven Sea Crest units as collateral for a \"bridge\" loan that it had obtained from Wedgestone Realty Investors Trust, the proceeds of which were applied to Laurel's purchase of the Sea Crest;  and (iii) the $6 million in unit sales that were applied to the MSL computation had not actually been received by Laurel before the MSL deadline.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The response is that the escrow agreement cannot fairly be read to say that any one of these circumstances created a bar to the disbursement of the escrowed funds.  Under the terms of its escrow agreement, RIHT's role in the Sea Crest offering was a limited one, narrowly defined in a written agreement.  The escrow agreement did not impose on RIHT a generalized duty to police the offering.  To the contrary, the agreement disclaimed any duty to the parties in escrow \"other than to make delivery of the [escrowed funds], and any earnings thereon.\"</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Thus, although the fact that Laurel sold a number of Sea Crest units without taking a ten percent deposit from the purchaser was arguably at odds with the prospectus, there is no language in the escrow agreement conditioning the release of any escrowed funds upon RIHT's having received deposits totalling a full ten percent of the six million dollar minimum sales amount.  Similarly, there was nothing about Laurel's \"bridge\" loan from Wedgestone that obligated RIHT, under the escrow agreement, to determine that the MSL had not been met, or that funds in escrow were otherwise required to be returned to investors.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Finally, the plaintiffs' argument that $6 million in actual funds had not been \"received\" prior to RIHT's closing of escrow goes nowhere.  To the extent that plaintiffs argue that RIHT itself was required to be in receipt of the $6 million, the argument is inconsistent with the language of the escrow agreement.  To the extent that the agreement can be read to require that the $6 million have been \"received\" at all, the agreement plainly envisions that it would be Laurel who would receive the funds, and who would thereafter verify the same to RIHT.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">In any event, RIHT's alleged failure to verify the satisfaction of the purported \"receipt\" requirement does not help the plaintiffs' case.  The purported \"receipt\" requirement is necessarily separate and distinct from the MSL requirement, and satisfaction of the latter did not depend on satisfaction of the former.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  The only circumstance specified in the escrow agreement as requiring RIHT to return escrow deposits to investors was the failure to attain the MSL;  Laurel's alleged non-receipt of $6 million in sales proceeds did not require investor funds to be refunded or the offering to be withdrawn.  At most, the logic of plaintiffs' theory is that RIHT released escrowed funds too early, and not that RIHT wrongfully failed to call for termination of the offering.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The question remains whether RIHT, in its capacity as escrow agent, owed any duties to plaintiffs other than those spelled out in the agreement.  The Supreme Judicial Court of Massachusetts has recently indicated that there is an absence of discussion in Massachusetts law of whether an escrow agent's duties may extend beyond satisfying the literal terms of the escrow agreement.  See In re Discipline of Two Attorneys, 421 Mass. 619, 626, 660 N.E.2d 1093 (1996) (\"Massachusetts cases have not discussed whether an escrow holder has any duty beyond fulfilling the terms of the escrow.\").<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  But we find no support for plaintiffs' broad arguments that RIHT, which is not alleged to have been in a conflict of interest, was required, in effect, to actively root out fraud of which it had no knowledge and to police Laurel's conduct in the Sea Crest offering.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  See Two Attorneys, 421 Mass. at 626-27, 660 N.E.2d 1093 (citing  Maganas v. Northroup, 135 Ariz. 573, 663 P.2d 565 (1983) (duty to disclose known fraud);   Collins v. Heitman, 225 Ark. 666, 284 S.W.2d 628 (1955) (duty not to engage in self-dealing);   Kitchen Krafters, Inc. v. Eastside Bank of Mont., 242 Mont. 155, 789 P.2d 567 (1990) (duty to disclose material facts relevant to escrow), overruled on other grounds by Busta v. Columbus Hosp. Corp., 916 P.2d 122 (Mont.1996);   American State Bank v. Adkins, 458 N.W.2d 807 (S.D.1990) (duty to avoid self-dealing and conflicts of interest)).</p>\n    </div>\n    <p>IV.</p>\n    <p>Other Common Law Claims</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>A. Breach of Covenant of Good Faith and Fair Dealing</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The plaintiffs have not pointed to any record evidence that would permit a finding that RIHT's release of the escrow funds to Laurel was done other than under a good faith belief that the MSL requirement had been satisfied, and that all of the conditions for releasing the funds had been met.  The record supports no conclusion that RIHT acted with the sort of dishonest purpose or conscious wrongdoing necessary for a finding of bad faith or unfair dealing.  See Anthony's Pier Four, Inc. v. HBC Assoc., 411 Mass. 451, 471-72, 583 N.E.2d 806 (1991);   American Employers' Ins. Co. v. Horton, 35 Mass.App.Ct. 921, 923, 622 N.E.2d 283 (1993).  The district court did not err in summarily disposing of the plaintiffs' claims for the breach of the covenant of good faith and fair dealing.</p>\n    </div>\n    <p>B. Fraud and Negligent Misrepresentation</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Plaintiffs do not seriously argue that RIHT made any affirmative material misrepresentations to them concerning the Sea Crest offering.  RIHT did not sign the registration statement, and there is no evidence that RIHT had any involvement in the preparation of the registration statement or other offering materials for the Sea Crest project.  Nor did RIHT participate in Laurel's marketing or sales efforts.  The only communication between plaintiffs and RIHT appears to have been through the escrow agreement, which was addressed to investors and was to have been annexed to each unit sale agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Absent allegations of affirmative misrepresentations or misstatements by RIHT, the question becomes whether RIHT was guilty of any actionable omissions.  Absent a duty to speak, RIHT's silence could not have been fraudulent.  See Royal Business Group, Inc. v. Realist, Inc., 933 F.2d 1056, 1064 (1st Cir.1991).  RIHT's role in the offering was to hold funds deposited with it until Laurel verified that certain conditions had been met.  Even assuming that RIHT, as escrow agent, had a duty to disclose known fraud on the part of Laurel, see, e.g., Maganas, 663 P.2d at 565 (cited in Two Attorneys, 421 Mass. at 626-27, 660 N.E.2d 1093), plaintiffs point to no evidence that would show that RIHT was aware of fraudulent conduct by Laurel or any other party involved in the offering.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">It is true that RIHT might have had reason to realize that a number of investors had provided promissory notes in lieu of ten percent cash deposits upon execution of their unit sale agreements.  But there is no reason why RIHT should have suspected that this was the result of fraud.   Indeed, the plaintiffs do not allege that the promissory notes were fraudulently made or procured;  rather, they were facially valid, enforceable instruments.  Furthermore, Laurel's acceptance of bona fide promissory notes, instead of deposits, was not so obviously inconsistent with the prospectus that RIHT should have concluded that a fraud was being perpetrated.  Finally, plaintiffs fail to argue that any nondisclosure by RIHT on this issue would have affected their decision to invest;  nor do they explain how any such nondisclosure could have been the cause of their losses.  See, e.g., Damon v. Sun Co., Inc., 87 F.3d 1467, 1471-72 (1st Cir.1996) (elements of fraud include proof of reliance and causation).</p>\n    </div>\n    <p>C. Aiding and Abetting Fraud</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The plaintiffs' common law claim of aiding and abetting fraud fares no better.  To establish a common law cause of action for aiding and abetting, plaintiffs must at least demonstrate some measure of \"active participation\" and the knowing provision of substantial assistance by RIHT to the principal's (here, Laurel's) alleged fraud.  See Spinner v. Nutt, 417 Mass. 549, 556, 631 N.E.2d 542 (1994).  Plaintiffs point to nothing in the record that would satisfy these basic elements.  Indeed, the evidence is to the contrary.  In his testimony in the Schultz trial, Marchand himself expressly disavowed the existence of any sort of association between Laurel and RIHT other than an arm's length business relationship.</p>\n    </div>\n    <p>V.</p>\n    <p>RICO Violations</p>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">In order to prevail on a RICO claim, a plaintiff must prove, inter alia, that the defendant engaged in a \"pattern of racketeering activity.\"   See 18 U.S.C. &#167; 1962.  Here, RIHT argues that the district court correctly granted judgment in its favor on plaintiffs' RICO claims, because plaintiffs have failed to establish that RIHT's conduct falls within any of the categories of \"racketeering activity\" described in the statute, see 18 U.S.C. &#167; 1961(1), and because plaintiffs have failed to adduce evidence of the requisite \"pattern\" of predicate acts necessary to trigger RICO liability, see 18 U.S.C. &#167; 1962(b)-(c).</p>\n    </div>\n    <p>A. Establishment of a Predicate Act</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Plaintiffs argue that, on the record, a rational trier of fact could find that RIHT engaged in three racketeering predicates:  (i) aiding and abetting securities fraud;  (ii) mail fraud;  and (iii) wire fraud.  The district court found that \"aiding and abetting securities fraud\" cannot be a RICO predicate, in light of the Supreme Court's decision in  Central Bank, 511 U.S. at 164, 114 S.Ct. at 1455 (1994) (no private right of action for aiding and abetting under Section 10(b) of the Exchange Act), and that the record supports no finding of mail or wire fraud by RIHT.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">We reserve to another day the issue of whether  Central Bank necessarily implies that aiding and abetting securities fraud cannot be a \"racketeering activity\" within the meaning of &#167; 1961(1).  Even assuming that aiding and abetting securities fraud can be a RICO predicate act, we find the record support for such a claim to be lacking, as we do with respect to the plaintiffs' allegations that RIHT engaged in mail or wire fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">As for the aiding and abetting allegation, we agree with the district court that the record contains not a scintilla of evidence that would support the requisite finding that RIHT \"consciously shared\" in the principal wrongdoer's (Laurel's) specific intent to defraud the plaintiffs.  See United States v. Loder, 23 F.3d 586, 590-91 (1st Cir.1994) (describing the elements of criminal aiding and abetting).  The lack of evidence of fraudulent intent on the part of RIHT similarly dooms plaintiffs' allegations that the bank committed mail or wire fraud.  There is no basis in the record from which a rational trier of fact could conclude that the mailings or wires by RIHT (described in the plaintiffs' brief in only a fleeting fashion) constituted communications \"in furtherance\" of a scheme \"intended to deceive another, by means of false or fraudulent pretenses, representations, promises, or other deceptive conduct.\"   McEvoy Travel Bureau, Inc. v. Heritage Travel, Inc., 904 F.2d 786, 791 (1st Cir.)  (emphases added), cert. denied, 498 U.S. 992, 111 S.Ct. 536, 112 L.Ed.2d 546 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">We conclude that the record contains insufficient evidence to raise a triable issue as to whether RIHT committed any of the RICO predicate acts alleged by the plaintiffs.</p>\n    </div>\n    <p>B. The \"Pattern\" Requirement</p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The plaintiffs' RICO claims fail for an additional, independent reason.  For the plaintiffs to prevail, they must establish not only that RIHT engaged in some \"racketeering activity,\" but that the bank's conduct constituted a \"pattern\" of such activity.  See 18 U.S.C. &#167; 1962(b)-(c).  The RICO statute by its terms specifies that a \"pattern\" entails at least two predicate racketeering acts.  See 18 U.S.C. &#167; 1961(5).  However, while two predicate acts are necessary to form a RICO \"pattern,\" they may not be sufficient unless they are both \"related\" and \"amount to or pose a threat of continued criminal activity.\"   See H.J. Inc. v. Northwestern Bell Tel. Co., 492 U.S. 229, 239-40, 109 S.Ct. 2893, 2900, 106 L.Ed.2d 195 (1989);   Fleet Credit Corp. v. Sion, 893 F.2d 441, 444 (1st Cir.1990).  \"In other words, a RICO pattern consists of 'continuity plus relationship.' \"   Sousa v. BP Oil, Inc., 1995 WL 842003, * 13 (D.Mass.1995) (quoting  H.J., 492 U.S. at 239, 109 S.Ct. at 2900-01).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">This court has remarked upon the elusiveness of any helpful, talismanic definition of a RICO \"pattern.\"   See Apparel Art Int'l Inc. v. Jacobson, 967 F.2d 720, 722 (1st Cir.1992).  But, as then-Chief Judge Breyer explained, courts have consistently held that a \"single episode\" of criminal behavior, even if it involves the commission of multiple related acts, does not constitute a \"pattern.\"   See id. at 723.   Instead, courts have tended to find RICO \"patterns\" only where the defendant's conduct consists of \"multiple criminal episodes\" extending over long periods of time.   Id. at 724;  see also H.J., 492 U.S. at 242, 109 S.Ct. at 2902 (\"Congress was concerned in RICO with long-term criminal conduct.\").</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Here, the alleged instances of wrongful conduct by RIHT all constituted part of a single \"episode.\"   Like the multiple predicate acts that were described in  Apparel Art as \"compris[ing] a single effort\" to achieve one goal (obtaining and keeping a Defense Department contract), see 967 F.2d at 723, the alleged racketeering acts attributed to RIHT in this case, \"taken together, ... comprise a single effort\" to facilitate a single financial endeavor:  the purchase and renovation of the Sea Crest resort.   Id.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">If the mailings and wires RIHT transmitted in the course of its involvement in the Sea Crest offering could amount to a RICO \"pattern,\" then virtually every claim asserted under the federal securities laws could spawn a companion RICO cause of action, because \"[i]n today's integrated interstate economy, it is the rare transaction that does not somehow rely on extensive use of the mails or the telephone.\"   Roeder v. Alpha Indus., Inc., 814 F.2d 22, 31 (1st Cir.1987) (internal quotation omitted).  We conclude that the instances of RIHT's conduct identified by plaintiffs as constituting RICO predicate acts did not form a \"pattern\" of racketeering activity and are more \"appropriately characterized as separate parts of a single [allegedly] criminal episode.\"   Apparel Art, 967 F.2d at 723.</p>\n    </div>\n    <p>VI.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The three separate judgments entered by the district court in these consolidated cases are affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> RIHT's presale requirement was, in fact, more stringent than the MSL requirement.  The commitment letter specified that \"[p]rior to closing, a minimum of 80 units must be under written agreement of purchase-sale with a 10% non-refundable deposits [sic],\" and that those 80 units must account for \"no less than $13.6 million\" in gross proceeds</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The 120th day after December 12, 1986, the effective date of the registration statement fell on April 11, 1987, a Saturday</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> After Bowdoin dropped the state court lawsuit and discharged the lien, RIHT sold its interest in the Sea Crest loan, at a $5.7 million loss, to Coolidge Bank (who had to that point owned a participation interest in the loan)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The plaintiffs in the Schultz action purchased a total of five condominium units in April 1987 (prior to the MSL deadline), at an aggregate purchase price of approximately $1 million.  There are 38 plaintiffs in the Allenby action.  Collectively, they purchased 33 condominium units at an aggregate purchase price of some $5 million.  Approximately $1.5 million of the Allenby plaintiffs' purchases were made after the MSL deadline (April 10, 1987) had passed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Plaintiffs' counsel stated at oral argument that, although one other party nominally remains in the case, plaintiffs would be content to have this court's decision turn solely upon a determination of the merits of the claims against RIHT</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> RIHT broadly argues, as a basis for affirmance independent of the underlying merits of these actions, that the plaintiffs' claims in all three cases are barred as a result of their settlement with, and prejudicial dismissal of their claims against, the Laurel defendants.  RIHT further contends that the judgment entered by the district court in Schultz, if affirmed, constitutes res judicata in relation to the plaintiffs' claims in the Allenby and Bowdoin actions, and that the latter two actions are barred on a theory of non-party claim preclusion.  See Gonzalez v. Banco Central Corp., 27 F.3d 751, 755 (1st Cir.1994);  see also Becherer v. Merrill Lynch, Pierce, Fenner &amp; Smith, Inc., 43 F.3d 1054, 1069-70 (6th Cir.), cert. denied, --- U.S. ----, 116 S.Ct. 296, 133 L.Ed.2d 203 (1995).  We decline the invitation to venture into this complex and unsettled area of the law, and rest our affirmance on the merits of the three cases before us</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The district court in the Schultz action reasoned that only those investors whose funds were actually deposited into the escrow account had standing to challenge RIHT's compliance with the escrow agreement.  The record shows that the two plaintiffs in the Schultz action did not pay a ten percent cash down payment, instead signing a promissory note to Laurel for that amount.  Most of the plaintiffs in the Allenby case, on the other hand, did pay a ten percent deposit, but a number of the units--representing about $975,000 in aggregate sales--were sold without a cash deposit having been tendered.  Furthermore, some of the Allenby plaintiffs purchased their units after the MSL deadline had passed.  While we find the district court's point to be forceful, we need not rely on it, given our disposition of the merits of the issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> On the one hand, RIHT has provided an unrebutted attestation that the only escrow agreement on record with the SEC as of April 1987 was the short-form agreement.  On the other hand, there is some evidence (albeit circumstantial) to suggest that RIHT had agreed to be bound by the long-form agreement prior to April 1987.  For example, a copy of the long-form agreement (lacking RIHT's signature) was attached to a letter from Marchand's attorney to RIHT dated March 16, 1987, in which the attorney proposed to RIHT a particular procedure for dealing with interest accruing to the Sea Crest escrow account</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The parties appear to agree that Massachusetts law governs</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The prospectus itself states that \"[c]losings [on the individual unit sale agreements] will commence once the Minimum Subscription Level has been satisfied.\"   This language clearly contemplates that the MSL would be satisfied before the actual consummation of the unit sale agreements.  And because the proceeds from the unit sale agreements that were counted toward the MSL could not have been \"received\" by Laurel until after the closings on those units, it follows that the satisfaction of the MSL could not have depended upon any such \"receipt.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> This is not a case involving the fabrication of \"sham\" transactions designed to create the mere illusion that sales had been generated.  The apparent absence of some deposits notwithstanding, there has been no suggestion that any of the unit sale agreements that were counted toward the MSL in this case were anything other than bona fide, binding contracts of purchase and sale</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> But cf. Schmid v. National Bank of Greece, 622 F.Supp. 704, 710 (D.Mass.1985) (\"The escrow agreement or instructions constitute the full measure of the obligation assumed by the escrow holder and owing to the parties.\"), aff'd, 802 F.2d 439 (1st Cir.1986) (tbl.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Despite plaintiffs' contrary suggestion, SEC Rule 10b-9 does not warrant the importation into the escrow agreement of a generalized duty to ensure that the offering as a whole complied with the securities laws.  Rule 10b-9 makes it a violation of Section 10(b) of the Securities Exchange Act of 1934 for any person to make a representation, in connection with an offering, that securities are being offered on any \"basis whereby all or part of the consideration paid for any such security will be refunded to the purchaser if all or some of the securities are not sold,\" unless the offering is structured in a specified way.  17 C.F.R. &#167; 240.10b-9.  Here, however, there is no support for a finding that the Sea Crest offering did not comply with Rule 10b-9 or, even more basically, that RIHT ever made any \"representation\" covered by the Rule</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">721</span></span></p>\n    <p class=\"case_cite\">RICO Bus.Disp.Guide 9108</p>\n    <p class=\"parties\">Peter M. SCHULTZ and Pamela A. Schultz, Plaintiffs, Appellants,<br>v.<br>RHODE ISLAND HOSPITAL TRUST NATIONAL BANK, N.A., et al.,<br>Defendants, Appellees.<br>BOWDOIN CONSTRUCTION CORP., Plaintiff, Appellant,<br>v.<br>RHODE ISLAND HOSPITAL TRUST NATIONAL BANK, N.A., et al.,<br>Defendants, Appellees.<br>ALLENBY ENTERPRISES, INC., et al., Plaintiffs, Appellants,<br>v.<br>RHODE ISLAND HOSPITAL TRUST NATIONAL BANK, N.A., et al.,<br>Defendants, Appellees.</p>\n    <p class=\"docket\">Nos. 95-1997, 95-2113 and 95-2172.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 7, 1996.<br>Decided Aug. 22, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Edwin A. McCabe, with whom McCabe Brown Sutherland, Joseph P. Davis III, and Lane, Altman &amp; Owens were on brief, Boston, for plaintiffs-appellants.</p>\n      <p class=\"indent\">Joseph L. Kociubes, with whom Peter Alley, Denise Jefferson Casper, and Bingham, Dana &amp; Gould were on brief, Boston, for Rhode Island Hospital Trust National Bank.</p>\n      <p class=\"indent\">Allen N. David, Elizabeth Z. Holmes, and Peabody &amp; Arnold, on brief, Boston, for Federal Deposit Insurance Corp. as receiver of Coolidge Bank and Trust Co.</p>\n      <p class=\"indent\">Robert D. Cultice, Louis J. Scerra, Jr., and Goldstein &amp; Manello, P.C., on brief, Boston, for Chrysler First Business Credit Corp.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, and CAMPBELL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These three actions, consolidated for appeal, arise out of a failed real estate venture involving the purchase and redevelopment of the Sea Crest Hotel in Falmouth, Massachusetts (\"the Sea Crest\").  In a federally registered public offering, investors purchased condominium unit deeds and \"pooled income\" interests in the Sea Crest project.  One of the offering's features, as disclosed in the prospectus, was that the offering would be terminated and all investor deposits refunded if the aggregate amount of investments sold did not reach a minimum subscription level (\"MSL\") by a set deadline.  Plaintiffs asserted that Rhode Island Hospital Trust National Bank (\"RIHT\"), the lender that financed the developer's purchase of the Hotel and served as the escrow agent responsible for holding investor deposits, was liable to them for purportedly failing to determine that the MSL requirement had not in fact been satisfied by the requisite date.  The district courts concluded, as a matter of law, that the plaintiffs' claims against RIHT for fraud, negligent misrepresentation, breach of contract, and violations of the Racketeer Influenced and Corrupt Organizations Act (\"RICO\"), 18 U.S.C. &#167;&#167; 1961 et seq., were all deficient.  We agree that plaintiffs have established no legal basis for holding RIHT liable for their losses.  Accordingly, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>Factual Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In the mid-1980's, Eugene Marchand developed a plan to purchase and renovate the Sea Crest Resort and Conference Center, a large beach resort on Cape Cod.  Marchand sought to revitalize the hotel as a convention-oriented facility.  The plan involved converting the Sea Crest into a condominium, and then selling the individual condominium units to investors, together with interests in the pool of income to be generated from the resort.  The condominium units and these \"pooled income\" interests were to be sold as registered securities in a public offering.  The issuer of the securities would be Marchand's development company, Laurel-Sea Crest Realty Sales Corp.  (\"Laurel\"), of which Marchand was the sole shareholder.  Laurel's purchase of the Sea Crest, for $19.4 million, would be financed through sales to investors and a bank loan from RIHT.  With projected expenses of $40.5 million and total expected gross proceeds from the offering projected at $45 million, Laurel stood to make a net profit of $4.5 million.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On September 12, 1986, Laurel filed a registration statement and prospectus with the SEC, describing the proposed offering of 266 \"condominium hotel interests.\"   The prospectus stated that the offering would be conditioned upon a minimum level of investor participation:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>Unless 60 Hotel Interests are subscribed for by qualified investors (\"Minimum Subscription Level\") within 60 days of the effective date of the Registration Statement of which this Prospectus is a part, but in no event later than December 31, 1986, this offering will be withdrawn and all funds will be returned promptly to subscribers.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The prospectus also stated that every investor would be required to \"pay a down payment of 10% of the purchase price of the Hotel Interest (the 'Escrow Deposit'),\" which would be \"deposited ... in a segregated, federally insured, interest bearing account ... at the Rhode Island Hospital Trust National Bank ... on behalf of Investor.\"   The prospectus named RIHT as escrow agent for the offering.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As Laurel waited for the registration statement to be declared effective by the SEC, it secured the financing it needed to purchase the Sea Crest.  On November 14, 1986, RIHT issued a commitment letter to Laurel approving a fourteen million dollar first mortgage construction loan to be used by Laurel in acquiring and renovating the Sea Crest facility.  RIHT's commitment, like the offering, was conditioned upon the \"presale\" of a minimum number of Sea Crest interests prior to December 29, 1986, the expiration date of RIHT's commitment letter.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">As of the date that RIHT issued its commitment letter to Laurel, however, the SEC had yet to approve Laurel's registration statement.  In fact, the registration statement was not declared effective by the SEC until December 12, 1986, leaving just two and a half weeks for Laurel to achieve the MSL set in the prospectus and the minimum number of presales required by RIHT.  It was clear that Laurel needed more time.  Laurel sought to restructure the offering and obtain a new commitment agreement from RIHT, with a new timetable for meeting the minimum presale requirement.  RIHT agreed to renegotiate.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">As Laurel and RIHT neared agreement on a new loan commitment, Laurel filed, on March 2, 1987, a post-effective amendment to its original registration statement.  The amendment established a new deadline for Laurel to meet the MSL requirement.  It also restructured the requirement to condition the offering on a minimum dollar amount of aggregate sales, rather than a minimum number of unit sales.  The amended prospectus explained:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>Unless Hotel Interests of $6,000,000 in aggregate purchase price are subscribed for by qualified investors (\"Minimum Subscription Level\") within 120 days of the effective date [<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>] of the Registration Statement of which this Prospectus is a part, this offering will be withdrawn and all funds will be returned promptly to subscribers.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The amended prospectus left unchanged the original prospectus's representation that each investor would be required to tender a down payment equal to ten percent of the selling price of the unit to be purchased, which would be deposited in an escrow account held by RIHT.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">RIHT issued a new commitment letter to Laurel on March 30, 1987.  This time, RIHT agreed to give Laurel an 18.3 million dollar loan, conditioned upon the presale of only 40 units with a minimum aggregate selling price of $6 million, each presale requiring a ten percent nonrefundable investor deposit.  Laurel was required to satisfy the new 40-unit presale condition by no later than April 10, 1987, the expiration date of the new commitment letter.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Apart from RIHT's lending relationship with Laurel, the bank's only role in the Sea Crest offering was to act as escrow agent.  RIHT did not sign the registration statement.  Nor did it participate in promoting the offering or in selling or soliciting subscriptions.  RIHT's duties as escrow agent were to be governed by a written escrow agreement between Laurel and RIHT, addressed to the investor.  A copy of the agreement, annexed as an exhibit to Laurel's registration statement, was to be provided to each subscribing investor.  As will be discussed, there is some dispute as to the particular form of agreement by whose terms RIHT agreed to be bound.  It is clear, however, that RIHT assumed at most a duty to hold investors' deposits in escrow until \"[Laurel] shall verify to the Bank that ... $6,000,000 in aggregate purchase price for Hotel Interests have been subscribed for and received as required under the Registration Statement....\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">As the offering proceeded, Laurel, through its selling agent (Broad Reach Capital), collected purchase and sale agreements for individual Sea Crest condominium units (\"unit sale agreements\").  Notwithstanding the prospectus's representations that investors would be required to tender a ten percent non-refundable \"escrow deposit\" upon subscribing to the offering, Laurel and Broad Reach Capital accepted promissory notes for ten percent of the purchase price--in lieu of cash deposits--from almost half of the investors who signed unit sale agreements prior to the MSL deadline.  Such cash deposits as were tendered by the investors were placed in an escrow account at RIHT.  But as the deadline for meeting the MSL approached, only a total of some $309,000 had been deposited into the RIHT escrow account.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">RIHT and Laurel conducted their loan closing on April 9, 1987, just prior to the expiration date of the March commitment letter.  At the closing, RIHT was provided with copies of the unit sale agreements that had been executed.  An officer of the bank counted the sale agreements to verify that there had been at least 40 units sold (as required in RIHT's loan commitment letter) and tallied the aggregate amount of sales to verify that the six million dollar MSL requirement had been met (as set forth in the agreement and the prospectus).  No one at RIHT undertook to verify whether there was a ten percent deposit in escrow for each unit subscription.  Having satisfied itself that at least 40 subscriptions and $6 million in aggregate sales had been achieved, RIHT proceeded to close its loan with Laurel and thereafter released the escrowed investor deposits to Laurel.  Laurel purchased the Sea Crest and separately closed on its sales of individual condominium units to investors.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In May 1987, Laurel hired Bowdoin Construction Corp.  (\"Bowdoin\") to serve as the general contractor for the renovation of the Sea Crest.  Pursuant to a letter of intent from Laurel, Bowdoin began construction work and arranged the necessary subcontracts.  Based on a decision by Marchand, Bowdoin continued its construction work through the 1987 summer season, causing a fall-off in revenues to the resort and putting a wrinkle into Laurel's ongoing sales efforts.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">By late September 1987, Laurel was under severe financial strain.  It had stopped making payments to Bowdoin, even though Bowdoin continued construction.  On October 1, RIHT downgraded the credit status of its loan to Laurel.  The stock market crash later that month only worsened matters, and in November 1987, Laurel defaulted on the RIHT loan.  Laurel and RIHT discussed restructuring or refinancing the loan.  Bowdoin inquired about the status of Laurel's funding.  After allegedly being assured that it would be paid through new financing from RIHT, Bowdoin continued with construction.  In the meantime, restructuring negotiations between Laurel and RIHT had ended unsuccessfully.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">By January 1988, when Bowdoin finally ceased construction, it had incurred unreimbursed expenses of over $1 million.  A month later, Laurel filed a Form 8-K with the SEC disclosing that the Sea Crest offering would be indefinitely suspended, with only 58 of the total 266 condominium units having been sold.  Soon afterward, a number of lawsuits were filed.  In April 1988, RIHT sued Laurel to collect on its loan.  In July 1988, Bowdoin filed an action for breach of contract and enforcement of a mechanic's lien in state court, but then voluntarily dismissed the action based, allegedly, on Laurel's representation that doing so was Bowdoin's best chance of recovering any of its unpaid debts.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Ultimately, Bowdoin collected only a fraction of the amount owed to it by Laurel.  Laurel, RIHT, and others were named in suits filed by investors, as well as in a newly instigated action by Bowdoin.</p>\n    </div>\n    <p>II.</p>\n    <p>Procedural Background</p>\n    <p>A. District Court Proceedings</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Three separate cases have been consolidated for purposes of this appeal.  Two of the cases,  Schultz v. RIHT and Allenby Enters., Inc. v. RIHT, are brought by investors in the Sea Crest offering.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The third case,  Bowdoin Constr.  Corp. v. RIHT, is brought by Bowdoin.  The Schultz and Allenby plaintiffs asserted claims against Laurel, RIHT and several others for alleged violations of the federal securities laws and civil RICO, and for common law fraud, negligent misrepresentation, breach of contract, and breach of the covenant of good faith and fair dealing.  The Bowdoin complaint asserted claims against Laurel, RIHT, and others for violations of civil RICO, breach of contract, and breach of the covenant of good faith and fair dealing.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In October 1993, before the Schultz action was scheduled to go to trial, the plaintiffs in all three actions reached a settlement agreement with Laurel, Marchand, and certain other affiliated parties, and dismissed all claims against them, with prejudice.  In exchange, the plaintiffs received a promise from the settling defendants to waive the attorney-client privilege and to provide interviews and trial testimony as requested by the plaintiffs.  No money changed hands.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The Schultz action proceeded to trial against RIHT and the other remaining defendant (a bank that had provided financing to some of the investors) in January 1994, before Chief Judge Tauro.  The plaintiffs presented twelve days of testimony, including the testimony of Eugene Marchand.  At the end of the plaintiffs' case, the defendants moved for judgment as a matter of law.  In its memorandum of decision, the district court concluded that  Central Bank v. First Interstate Bank, <span class=\"citation\" data-id=\"117837\"><a href=\"/opinion/117837/central-bank-of-denver-na-v-first-interstate-bank-of-denver-na/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">164</span></a></span>, <span class=\"citation\" data-id=\"117837\"><a href=\"/opinion/117837/central-bank-of-denver-na-v-first-interstate-bank-of-denver-na/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1439</span></a></span>, <span class=\"citation\" data-id=\"117837\"><a href=\"/opinion/117837/central-bank-of-denver-na-v-first-interstate-bank-of-denver-na/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">119</span></a></span> (1994), required the dismissal of the plaintiffs' claims for aiding and abetting securities fraud under Section 10(b) of the Securities Exchange Act of 1934.  The court also concluded that the plaintiffs had failed to present adequate evidence on any of their common law claims or their RICO claim, and granted the motion for judgment as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Thereafter, Judges Keeton and Saris granted summary judgment motions filed by RIHT in the Allenby and Bowdoin actions, respectively.  In deciding the Allenby motion, Judge Keeton, discerning no material difference between the issues in Allenby and Schultz, followed Judge Tauro's decision, based both on an independent assessment of the case and as a matter of stare decisis.   In Bowdoin, in which the plaintiff asserted RICO violations predicated upon allegations of aiding and abetting securities fraud, Judge Saris entered summary judgment in favor of RIHT, on the dual grounds that such a claim could not be viable after  Central Bank, and that plaintiffs had, in any event, failed to adduce sufficient evidence of a \"pattern\" of racketeering activity.</p>\n    </div>\n    <p>B. Posture on Appeal</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The parties informed us at oral argument that the only remaining defendant in all three of these cases, at least for purposes of this appeal, is RIHT.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  We limit our review, therefore, to those claims seeking to hold RIHT responsible for the plaintiffs' alleged injuries.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In each of the three cases, we review de novo the district court's entry of judgment as a matter of law.  Because the appeals largely raise the same dispositive issues (albeit on somewhat different records), we distinguish them only as necessary.  We look to whether, viewing the record in each case in the light most favorable to the plaintiffs, any reasonable jury could find in the plaintiffs' favor.  See Fed.R.Civ.P. 50(a) (Schultz );  Fed.R.Civ.P. 56(c) (Allenby; Bowdoin ).   Having assessed the merits of each of the plaintiffs' theories of liability under this standard of review, we now affirm.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p>III.</p>\n    <p>Breach of Contract</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">RIHT's only relationship with the investor plaintiffs arose out of the bank's role as escrow agent in the Sea Crest offering.  The Schultz and Allenby plaintiffs assert that RIHT failed in that capacity, acting in breach of the terms of the written escrow arrangement, in accordance with which RIHT agreed to hold the deposits to be tendered by investors.  More specifically, the plaintiffs contend that RIHT violated the terms of the escrow agreement when, on April 9, 1987, it released all escrowed funds to Laurel, even though, allegedly, the offering's MSL requirement had not been satisfied.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">There is a threshold dispute as to the particular escrow agreement that governs.  Plaintiffs contend that RIHT was in breach of the terms of an agreement referred to by the parties as the \"long-form\" escrow.  RIHT replies that it was bound only by the terms of the so-called \"short-form\" escrow, but argues, in the alternative, that even if it was bound by the long-form escrow, the record establishes that no breach occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The short-form escrow agreement was attached as an exhibit to the registration statement that Laurel filed with the SEC in September 1986, and had been signed by RIHT in November 1986.  The short-form provided, in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>TO PROSPECTIVE PURCHASERS OF HOTEL INTERESTS IN SEA CREST CONDOMINIUM</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Rhode Island Hospital Trust National Bank (the \"Bank\") ... having been requested to act as escrow agent (\"Escrow Agent\") for deposits to be made by prospective purchasers (\"Buyer\") of Hotel Interests in the above-referenced Condominium from Laurel-Sea Crest Realty Sales Corp.  (\"Seller\") ... does hereby accept such request and agrees to hold deposits made payable to the Sea Crest Condominium Escrow Account, and received by it, upon the following terms and conditions to which Buyer and Seller agree to be bound by executing the Unit Sale Agreement (\"Agreement\") for Buyer's Hotel Interest, to which a copy of this escrow letter will be annexed.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">1. The Bank agrees to maintain such deposit (the \"Deposit\") at its bank for the benefit of Buyer and Seller....</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">2.  In the event the [Unit Sale] Agreement is consummated, as evidenced by Buyer's acceptance of a deed to the Hotel Unit, or by written statement to that effect executed by or on behalf of Buyer and Seller, Escrow Agent shall pay over the Deposit to Seller, and shall pay such interest as may have accrued thereon, to Buyer....</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The long-form escrow agreement was filed with the SEC and signed by RIHT at some later time, the precise date being in dispute.  The first paragraph of the long-form agreement was the same as that in the short-form, but the body was substantially different.  The long-form agreement provided, in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">1.  The Bank agrees to maintain such deposit (the \"Deposit\") at its bank for the benefit of Buyer and Seller....  The Deposit shall be held by the Bank until the Seller shall verify to the Bank that (a) $6,000,000 in aggregate purchase price for Hotel Interests have been subscribed for and received as required under the Registration Statement (the \"Minimum Subscription Level\") and thereafter disbursed ... or (b) such Minimum Subscription Level has not been achieved within 120 days of the effective date of the Registration Statement with the Securities and Exchange Commission.  In the event the Minimum Subscription Level is not achieved within such 120 day period, all deposits and interest accrued thereon shall be promptly returned to Buyer.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">2. In the event the Minimum Subscription Level is achieved and the [Unit Sale] Agreement is consummated, as evidenced by Buyer's acceptance of a deed to the Hotel Unit, or by written statement to that effect executed by or on behalf of Buyer and Seller, Escrow Agent shall pay over the Deposit to Seller, and shall pay such interest as may have accrued thereon, to Buyer....</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Both the long- and short-form escrow agreements ended with the following clauses:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">8.  Escrow Agent assumes no obligations or responsibility hereunder other than to make delivery of the Deposit, and any earnings thereon, as herein provided....</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">It is understood and agreed that a copy of this instrument will be annexed as an exhibit to the [Unit Sale] Agreement.  Buyer shall be entitled to rely upon this escrow agreement, with the same force and effect as if the Bank had contracted directly with Buyer....</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The crucial difference between the two agreements lies in the description of the conditions that were to trigger RIHT's duty to release any escrowed funds to Laurel.  The long-form agreement linked RIHT's duty to release funds from escrow upon the meeting of the MSL requirement;  the short-form agreement did not.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">There is no dispute that RIHT at some point signed both the short- and long-form agreements.  The question is when.  The plaintiffs argue that RIHT became bound by the long-form agreement before the April 1987 MSL deadline, and that RIHT therefore had a duty of \"verif[ication]\" with respect to the satisfaction of the MSL requirement before releasing the funds in escrow.  RIHT, on the other hand, concedes that it signed the long-form agreement at some point, but not before June 1987.  Thus, RIHT asserts that, as of April 1987, it was bound only by the short-form agreement, which makes no mention of the MSL requirement.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Even accepting the plaintiffs' rendition of the record, however, we conclude that no rational trier of fact could find that RIHT committed a breach.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We look first to the express terms of the long-form escrow agreement.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Under that agreement, RIHT was required to \"hold deposits made payable to the Sea Crest Condominium Escrow Account, and received by it\" until \"[Laurel] shall verify to the Bank that (a) $6,000,000 in aggregate purchase price for Hotel Interests have been subscribed for and received as required under the Registration Statement (the 'Minimum Subscription Level')....\"   This language unambiguously limits RIHT's obligations as escrow agent to holding deposits \"received by it\" until Laurel \"verifi[ed]\" that $6 million in subscriptions had been received.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The record before us permits no genuine dispute that RIHT satisfied its limited duties under the agreement.  The evidence is clear that RIHT did not release any funds that had been deposited into the Sea Crest escrow account until it had been provided by Laurel (prior to the MSL deadline) with copies of executed unit sale agreements with an aggregate face value in excess of $6 million.  Plaintiffs concede that there is uncontradicted testimony to this effect.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Plaintiffs' argument is that RIHT was required to do more.  They contend that RIHT should have refused to release funds in escrow on April 9, 1987 on the grounds that:  (i) many of the unit sales counted toward the MSL were not backed by ten percent cash deposits;  (ii) Laurel had pledged seven Sea Crest units as collateral for a \"bridge\" loan that it had obtained from Wedgestone Realty Investors Trust, the proceeds of which were applied to Laurel's purchase of the Sea Crest;  and (iii) the $6 million in unit sales that were applied to the MSL computation had not actually been received by Laurel before the MSL deadline.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The response is that the escrow agreement cannot fairly be read to say that any one of these circumstances created a bar to the disbursement of the escrowed funds.  Under the terms of its escrow agreement, RIHT's role in the Sea Crest offering was a limited one, narrowly defined in a written agreement.  The escrow agreement did not impose on RIHT a generalized duty to police the offering.  To the contrary, the agreement disclaimed any duty to the parties in escrow \"other than to make delivery of the [escrowed funds], and any earnings thereon.\"</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Thus, although the fact that Laurel sold a number of Sea Crest units without taking a ten percent deposit from the purchaser was arguably at odds with the prospectus, there is no language in the escrow agreement conditioning the release of any escrowed funds upon RIHT's having received deposits totalling a full ten percent of the six million dollar minimum sales amount.  Similarly, there was nothing about Laurel's \"bridge\" loan from Wedgestone that obligated RIHT, under the escrow agreement, to determine that the MSL had not been met, or that funds in escrow were otherwise required to be returned to investors.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Finally, the plaintiffs' argument that $6 million in actual funds had not been \"received\" prior to RIHT's closing of escrow goes nowhere.  To the extent that plaintiffs argue that RIHT itself was required to be in receipt of the $6 million, the argument is inconsistent with the language of the escrow agreement.  To the extent that the agreement can be read to require that the $6 million have been \"received\" at all, the agreement plainly envisions that it would be Laurel who would receive the funds, and who would thereafter verify the same to RIHT.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">In any event, RIHT's alleged failure to verify the satisfaction of the purported \"receipt\" requirement does not help the plaintiffs' case.  The purported \"receipt\" requirement is necessarily separate and distinct from the MSL requirement, and satisfaction of the latter did not depend on satisfaction of the former.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  The only circumstance specified in the escrow agreement as requiring RIHT to return escrow deposits to investors was the failure to attain the MSL;  Laurel's alleged non-receipt of $6 million in sales proceeds did not require investor funds to be refunded or the offering to be withdrawn.  At most, the logic of plaintiffs' theory is that RIHT released escrowed funds too early, and not that RIHT wrongfully failed to call for termination of the offering.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The question remains whether RIHT, in its capacity as escrow agent, owed any duties to plaintiffs other than those spelled out in the agreement.  The Supreme Judicial Court of Massachusetts has recently indicated that there is an absence of discussion in Massachusetts law of whether an escrow agent's duties may extend beyond satisfying the literal terms of the escrow agreement.  See In re Discipline of Two Attorneys, <span class=\"citation no-link\"><span class=\"volume\">421</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">619</span></span>, 626, <span class=\"citation no-link\"><span class=\"volume\">660</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1093</span></span> (1996) (\"Massachusetts cases have not discussed whether an escrow holder has any duty beyond fulfilling the terms of the escrow.\").<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  But we find no support for plaintiffs' broad arguments that RIHT, which is not alleged to have been in a conflict of interest, was required, in effect, to actively root out fraud of which it had no knowledge and to police Laurel's conduct in the Sea Crest offering.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  See Two Attorneys, 421 Mass. at 626-27, <span class=\"citation no-link\"><span class=\"volume\">660</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1093</span></span> (citing  Maganas v. Northroup, <span class=\"citation\" data-id=\"2618935\"><a href=\"/opinion/2618935/maganas-v-northroup/\"><span class=\"volume\">135</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">573</span></a></span>, <span class=\"citation\" data-id=\"2618935\"><a href=\"/opinion/2618935/maganas-v-northroup/\"><span class=\"volume\">663</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">565</span></a></span> (1983) (duty to disclose known fraud);   Collins v. Heitman, <span class=\"citation no-link\"><span class=\"volume\">225</span> <span class=\"reporter\">Ark.</span> <span class=\"page\">666</span></span>, <span class=\"citation\" data-id=\"1565811\"><a href=\"/opinion/1565811/collins-v-heitman/\"><span class=\"volume\">284</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">628</span></a></span> (1955) (duty not to engage in self-dealing);   Kitchen Krafters, Inc. v. Eastside Bank of Mont., <span class=\"citation no-link\"><span class=\"volume\">242</span> <span class=\"reporter\">Mont.</span> <span class=\"page\">155</span></span>, <span class=\"citation\" data-id=\"881843\"><a href=\"/opinion/881843/kitchen-krafters-v-eastside-bank/\"><span class=\"volume\">789</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">567</span></a></span> (1990) (duty to disclose material facts relevant to escrow), overruled on other grounds by Busta v. Columbus Hosp. Corp., <span class=\"citation\" data-id=\"884023\"><a href=\"/opinion/884023/busta-v-columbus-hospital-corp/\"><span class=\"volume\">916</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">122</span></a></span> (Mont.1996);   American State Bank v. Adkins, <span class=\"citation\" data-id=\"2074817\"><a href=\"/opinion/2074817/american-state-bank-v-adkins/\"><span class=\"volume\">458</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">807</span></a></span> (S.D.1990) (duty to avoid self-dealing and conflicts of interest)).</p>\n    </div>\n    <p>IV.</p>\n    <p>Other Common Law Claims</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>A. Breach of Covenant of Good Faith and Fair Dealing</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The plaintiffs have not pointed to any record evidence that would permit a finding that RIHT's release of the escrow funds to Laurel was done other than under a good faith belief that the MSL requirement had been satisfied, and that all of the conditions for releasing the funds had been met.  The record supports no conclusion that RIHT acted with the sort of dishonest purpose or conscious wrongdoing necessary for a finding of bad faith or unfair dealing.  See Anthony's Pier Four, Inc. v. HBC Assoc., <span class=\"citation\" data-id=\"2172105\"><a href=\"/opinion/2172105/anthonys-pier-four-inc-v-hbc-associates/\"><span class=\"volume\">411</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">451</span></a></span>, 471-72, <span class=\"citation\" data-id=\"2172105\"><a href=\"/opinion/2172105/anthonys-pier-four-inc-v-hbc-associates/\"><span class=\"volume\">583</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">806</span></a></span> (1991);   American Employers' Ins. Co. v. Horton, 35 Mass.App.Ct. 921, 923, <span class=\"citation no-link\"><span class=\"volume\">622</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">283</span></span> (1993).  The district court did not err in summarily disposing of the plaintiffs' claims for the breach of the covenant of good faith and fair dealing.</p>\n    </div>\n    <p>B. Fraud and Negligent Misrepresentation</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Plaintiffs do not seriously argue that RIHT made any affirmative material misrepresentations to them concerning the Sea Crest offering.  RIHT did not sign the registration statement, and there is no evidence that RIHT had any involvement in the preparation of the registration statement or other offering materials for the Sea Crest project.  Nor did RIHT participate in Laurel's marketing or sales efforts.  The only communication between plaintiffs and RIHT appears to have been through the escrow agreement, which was addressed to investors and was to have been annexed to each unit sale agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Absent allegations of affirmative misrepresentations or misstatements by RIHT, the question becomes whether RIHT was guilty of any actionable omissions.  Absent a duty to speak, RIHT's silence could not have been fraudulent.  See Royal Business Group, Inc. v. Realist, Inc., <span class=\"citation\" data-id=\"561777\"><a href=\"/opinion/561777/royal-business-group-inc-v-realist-inc/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1056</span></a></span>, 1064 (1st Cir.1991).  RIHT's role in the offering was to hold funds deposited with it until Laurel verified that certain conditions had been met.  Even assuming that RIHT, as escrow agent, had a duty to disclose known fraud on the part of Laurel, see, e.g., Maganas, 663 P.2d at 565 (cited in Two Attorneys, 421 Mass. at 626-27, <span class=\"citation no-link\"><span class=\"volume\">660</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1093</span></span>), plaintiffs point to no evidence that would show that RIHT was aware of fraudulent conduct by Laurel or any other party involved in the offering.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">It is true that RIHT might have had reason to realize that a number of investors had provided promissory notes in lieu of ten percent cash deposits upon execution of their unit sale agreements.  But there is no reason why RIHT should have suspected that this was the result of fraud.   Indeed, the plaintiffs do not allege that the promissory notes were fraudulently made or procured;  rather, they were facially valid, enforceable instruments.  Furthermore, Laurel's acceptance of bona fide promissory notes, instead of deposits, was not so obviously inconsistent with the prospectus that RIHT should have concluded that a fraud was being perpetrated.  Finally, plaintiffs fail to argue that any nondisclosure by RIHT on this issue would have affected their decision to invest;  nor do they explain how any such nondisclosure could have been the cause of their losses.  See, e.g., Damon v. Sun Co., Inc., <span class=\"citation\" data-id=\"721298\"><a href=\"/opinion/721298/roy-r-damon-and-eleanor-m-damon-v-sun-company-inc-roy-r-damon-and/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1467</span></a></span>, 1471-72 (1st Cir.1996) (elements of fraud include proof of reliance and causation).</p>\n    </div>\n    <p>C. Aiding and Abetting Fraud</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The plaintiffs' common law claim of aiding and abetting fraud fares no better.  To establish a common law cause of action for aiding and abetting, plaintiffs must at least demonstrate some measure of \"active participation\" and the knowing provision of substantial assistance by RIHT to the principal's (here, Laurel's) alleged fraud.  See Spinner v. Nutt, <span class=\"citation\" data-id=\"1981773\"><a href=\"/opinion/1981773/spinner-v-nutt/\"><span class=\"volume\">417</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">549</span></a></span>, 556, <span class=\"citation\" data-id=\"1981773\"><a href=\"/opinion/1981773/spinner-v-nutt/\"><span class=\"volume\">631</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">542</span></a></span> (1994).  Plaintiffs point to nothing in the record that would satisfy these basic elements.  Indeed, the evidence is to the contrary.  In his testimony in the Schultz trial, Marchand himself expressly disavowed the existence of any sort of association between Laurel and RIHT other than an arm's length business relationship.</p>\n    </div>\n    <p>V.</p>\n    <p>RICO Violations</p>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">In order to prevail on a RICO claim, a plaintiff must prove, inter alia, that the defendant engaged in a \"pattern of racketeering activity.\"   See 18 U.S.C. &#167; 1962.  Here, RIHT argues that the district court correctly granted judgment in its favor on plaintiffs' RICO claims, because plaintiffs have failed to establish that RIHT's conduct falls within any of the categories of \"racketeering activity\" described in the statute, see 18 U.S.C. &#167; 1961(1), and because plaintiffs have failed to adduce evidence of the requisite \"pattern\" of predicate acts necessary to trigger RICO liability, see 18 U.S.C. &#167; 1962(b)-(c).</p>\n    </div>\n    <p>A. Establishment of a Predicate Act</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Plaintiffs argue that, on the record, a rational trier of fact could find that RIHT engaged in three racketeering predicates:  (i) aiding and abetting securities fraud;  (ii) mail fraud;  and (iii) wire fraud.  The district court found that \"aiding and abetting securities fraud\" cannot be a RICO predicate, in light of the Supreme Court's decision in  Central Bank, 511 U.S. at 164, 114 S.Ct. at 1455 (1994) (no private right of action for aiding and abetting under Section 10(b) of the Exchange Act), and that the record supports no finding of mail or wire fraud by RIHT.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">We reserve to another day the issue of whether  Central Bank necessarily implies that aiding and abetting securities fraud cannot be a \"racketeering activity\" within the meaning of &#167; 1961(1).  Even assuming that aiding and abetting securities fraud can be a RICO predicate act, we find the record support for such a claim to be lacking, as we do with respect to the plaintiffs' allegations that RIHT engaged in mail or wire fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">As for the aiding and abetting allegation, we agree with the district court that the record contains not a scintilla of evidence that would support the requisite finding that RIHT \"consciously shared\" in the principal wrongdoer's (Laurel's) specific intent to defraud the plaintiffs.  See United States v. Loder, <span class=\"citation\" data-id=\"195365\"><a href=\"/opinion/195365/united-states-v-loder/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">586</span></a></span>, 590-91 (1st Cir.1994) (describing the elements of criminal aiding and abetting).  The lack of evidence of fraudulent intent on the part of RIHT similarly dooms plaintiffs' allegations that the bank committed mail or wire fraud.  There is no basis in the record from which a rational trier of fact could conclude that the mailings or wires by RIHT (described in the plaintiffs' brief in only a fleeting fashion) constituted communications \"in furtherance\" of a scheme \"intended to deceive another, by means of false or fraudulent pretenses, representations, promises, or other deceptive conduct.\"   McEvoy Travel Bureau, Inc. v. Heritage Travel, Inc., <span class=\"citation\" data-id=\"542857\"><a href=\"/opinion/542857/mcevoy-travel-bureau-inc-v-heritage-travel-inc/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">786</span></a></span>, 791 (1st Cir.)  (emphases added), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">992</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">536</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">546</span></span> (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">We conclude that the record contains insufficient evidence to raise a triable issue as to whether RIHT committed any of the RICO predicate acts alleged by the plaintiffs.</p>\n    </div>\n    <p>B. The \"Pattern\" Requirement</p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The plaintiffs' RICO claims fail for an additional, independent reason.  For the plaintiffs to prevail, they must establish not only that RIHT engaged in some \"racketeering activity,\" but that the bank's conduct constituted a \"pattern\" of such activity.  See 18 U.S.C. &#167; 1962(b)-(c).  The RICO statute by its terms specifies that a \"pattern\" entails at least two predicate racketeering acts.  See 18 U.S.C. &#167; 1961(5).  However, while two predicate acts are necessary to form a RICO \"pattern,\" they may not be sufficient unless they are both \"related\" and \"amount to or pose a threat of continued criminal activity.\"   See H.J. Inc. v. Northwestern Bell Tel. Co., <span class=\"citation\" data-id=\"112323\"><a href=\"/opinion/112323/hj-inc-v-northwestern-bell-telephone-co/\"><span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, 239-40, <span class=\"citation\" data-id=\"112323\"><a href=\"/opinion/112323/hj-inc-v-northwestern-bell-telephone-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2893</span></a></span>, 2900, <span class=\"citation\" data-id=\"112323\"><a href=\"/opinion/112323/hj-inc-v-northwestern-bell-telephone-co/\"><span class=\"volume\">106</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">195</span></a></span> (1989);   Fleet Credit Corp. v. Sion, <span class=\"citation\" data-id=\"534779\"><a href=\"/opinion/534779/fleet-credit-corporation-v-anthony-sion/\"><span class=\"volume\">893</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">441</span></a></span>, 444 (1st Cir.1990).  \"In other words, a RICO pattern consists of 'continuity plus relationship.' \"   Sousa v. BP Oil, Inc., <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">842003</span></span>, * 13 (D.Mass.1995) (quoting  H.J., 492 U.S. at 239, 109 S.Ct. at 2900-01).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">This court has remarked upon the elusiveness of any helpful, talismanic definition of a RICO \"pattern.\"   See Apparel Art Int'l Inc. v. Jacobson, <span class=\"citation\" data-id=\"585784\"><a href=\"/opinion/585784/apparel-art-international-inc-v-leon-jacobson/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">720</span></a></span>, 722 (1st Cir.1992).  But, as then-Chief Judge Breyer explained, courts have consistently held that a \"single episode\" of criminal behavior, even if it involves the commission of multiple related acts, does not constitute a \"pattern.\"   See id. at 723.   Instead, courts have tended to find RICO \"patterns\" only where the defendant's conduct consists of \"multiple criminal episodes\" extending over long periods of time.   Id. at 724;  see also H.J., 492 U.S. at 242, 109 S.Ct. at 2902 (\"Congress was concerned in RICO with long-term criminal conduct.\").</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Here, the alleged instances of wrongful conduct by RIHT all constituted part of a single \"episode.\"   Like the multiple predicate acts that were described in  Apparel Art as \"compris[ing] a single effort\" to achieve one goal (obtaining and keeping a Defense Department contract), see 967 F.2d at 723, the alleged racketeering acts attributed to RIHT in this case, \"taken together, ... comprise a single effort\" to facilitate a single financial endeavor:  the purchase and renovation of the Sea Crest resort.   Id.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">If the mailings and wires RIHT transmitted in the course of its involvement in the Sea Crest offering could amount to a RICO \"pattern,\" then virtually every claim asserted under the federal securities laws could spawn a companion RICO cause of action, because \"[i]n today's integrated interstate economy, it is the rare transaction that does not somehow rely on extensive use of the mails or the telephone.\"   Roeder v. Alpha Indus., Inc., <span class=\"citation\" data-id=\"484931\"><a href=\"/opinion/484931/gilbert-roeder-etc-v-alpha-industries-inc/\"><span class=\"volume\">814</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 31 (1st Cir.1987) (internal quotation omitted).  We conclude that the instances of RIHT's conduct identified by plaintiffs as constituting RICO predicate acts did not form a \"pattern\" of racketeering activity and are more \"appropriately characterized as separate parts of a single [allegedly] criminal episode.\"   Apparel Art, 967 F.2d at 723.</p>\n    </div>\n    <p>VI.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The three separate judgments entered by the district court in these consolidated cases are affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> RIHT's presale requirement was, in fact, more stringent than the MSL requirement.  The commitment letter specified that \"[p]rior to closing, a minimum of 80 units must be under written agreement of purchase-sale with a 10% non-refundable deposits [sic],\" and that those 80 units must account for \"no less than $13.6 million\" in gross proceeds</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The 120th day after December 12, 1986, the effective date of the registration statement fell on April 11, 1987, a Saturday</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> After Bowdoin dropped the state court lawsuit and discharged the lien, RIHT sold its interest in the Sea Crest loan, at a $5.7 million loss, to Coolidge Bank (who had to that point owned a participation interest in the loan)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The plaintiffs in the Schultz action purchased a total of five condominium units in April 1987 (prior to the MSL deadline), at an aggregate purchase price of approximately $1 million.  There are 38 plaintiffs in the Allenby action.  Collectively, they purchased 33 condominium units at an aggregate purchase price of some $5 million.  Approximately $1.5 million of the Allenby plaintiffs' purchases were made after the MSL deadline (April 10, 1987) had passed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Plaintiffs' counsel stated at oral argument that, although one other party nominally remains in the case, plaintiffs would be content to have this court's decision turn solely upon a determination of the merits of the claims against RIHT</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> RIHT broadly argues, as a basis for affirmance independent of the underlying merits of these actions, that the plaintiffs' claims in all three cases are barred as a result of their settlement with, and prejudicial dismissal of their claims against, the Laurel defendants.  RIHT further contends that the judgment entered by the district court in Schultz, if affirmed, constitutes res judicata in relation to the plaintiffs' claims in the Allenby and Bowdoin actions, and that the latter two actions are barred on a theory of non-party claim preclusion.  See Gonzalez v. Banco Central Corp., <span class=\"citation\" data-id=\"195467\"><a href=\"/opinion/195467/gonzalez-abreau-v-banco-central/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">751</span></a></span>, 755 (1st Cir.1994);  see also Becherer v. Merrill Lynch, Pierce, Fenner &amp; Smith, Inc., <span class=\"citation\" data-id=\"685627\"><a href=\"/opinion/685627/richard-c-becherer-lawrence-milton-richard-robert-a-horvath-shirley-l/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1054</span></a></span>, 1069-70 (6th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">296</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">203</span></span> (1995).  We decline the invitation to venture into this complex and unsettled area of the law, and rest our affirmance on the merits of the three cases before us</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The district court in the Schultz action reasoned that only those investors whose funds were actually deposited into the escrow account had standing to challenge RIHT's compliance with the escrow agreement.  The record shows that the two plaintiffs in the Schultz action did not pay a ten percent cash down payment, instead signing a promissory note to Laurel for that amount.  Most of the plaintiffs in the Allenby case, on the other hand, did pay a ten percent deposit, but a number of the units--representing about $975,000 in aggregate sales--were sold without a cash deposit having been tendered.  Furthermore, some of the Allenby plaintiffs purchased their units after the MSL deadline had passed.  While we find the district court's point to be forceful, we need not rely on it, given our disposition of the merits of the issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> On the one hand, RIHT has provided an unrebutted attestation that the only escrow agreement on record with the SEC as of April 1987 was the short-form agreement.  On the other hand, there is some evidence (albeit circumstantial) to suggest that RIHT had agreed to be bound by the long-form agreement prior to April 1987.  For example, a copy of the long-form agreement (lacking RIHT's signature) was attached to a letter from Marchand's attorney to RIHT dated March 16, 1987, in which the attorney proposed to RIHT a particular procedure for dealing with interest accruing to the Sea Crest escrow account</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The parties appear to agree that Massachusetts law governs</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The prospectus itself states that \"[c]losings [on the individual unit sale agreements] will commence once the Minimum Subscription Level has been satisfied.\"   This language clearly contemplates that the MSL would be satisfied before the actual consummation of the unit sale agreements.  And because the proceeds from the unit sale agreements that were counted toward the MSL could not have been \"received\" by Laurel until after the closings on those units, it follows that the satisfaction of the MSL could not have depended upon any such \"receipt.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> This is not a case involving the fabrication of \"sham\" transactions designed to create the mere illusion that sales had been generated.  The apparent absence of some deposits notwithstanding, there has been no suggestion that any of the unit sale agreements that were counted toward the MSL in this case were anything other than bona fide, binding contracts of purchase and sale</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> But cf. Schmid v. National Bank of Greece, <span class=\"citation\" data-id=\"2395613\"><a href=\"/opinion/2395613/schmid-v-national-bank-of-greece-sa/\"><span class=\"volume\">622</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">704</span></a></span>, 710 (D.Mass.1985) (\"The escrow agreement or instructions constitute the full measure of the obligation assumed by the escrow holder and owing to the parties.\"), aff'd, <span class=\"citation no-link\"><span class=\"volume\">802</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">439</span></span> (1st Cir.1986) (tbl.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Despite plaintiffs' contrary suggestion, SEC Rule 10b-9 does not warrant the importation into the escrow agreement of a generalized duty to ensure that the offering as a whole complied with the securities laws.  Rule 10b-9 makes it a violation of Section 10(b) of the Securities Exchange Act of 1934 for any person to make a representation, in connection with an offering, that securities are being offered on any \"basis whereby all or part of the consideration paid for any such security will be refunded to the purchaser if all or some of the securities are not sold,\" unless the offering is structured in a specified way.  17 C.F.R. &#167; 240.10b-9.  Here, however, there is no support for a finding that the Sea Crest offering did not comply with Rule 10b-9 or, even more basically, that RIHT ever made any \"representation\" covered by the Rule</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112323/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117837/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195365/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195467/",
    "http://www.courtlistener.com/api/rest/v3/opinions/484931/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534779/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542857/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/585784/",
    "http://www.courtlistener.com/api/rest/v3/opinions/685627/",
    "http://www.courtlistener.com/api/rest/v3/opinions/721298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/881843/",
    "http://www.courtlistener.com/api/rest/v3/opinions/884023/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1565811/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1981773/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2074817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2172105/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2395613/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2618935/"
  ]
}