{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196904/",
  "absolute_url": "/opinion/196904/lewis-v-pacific-gulf/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196904/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:16:54Z",
  "date_modified": "2017-03-24T10:49:08.915905Z",
  "type": "010combined",
  "sha1": "41e3d521a762bdb1aa7a218ce17b0ba653d8f3eb",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-2212.01A",
  "local_path": null,
  "plain_text": "\n\n                            [NOT FOR PUBLICATION]\r\n                        UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                            FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n                                                 \r\n\n    No. 95-2212\r\n\n                              KENNETH J. LEWIS,\r\n\n                            Plaintiff, Appellant,\r\n\n                                      v.\r\n\n                          PACIFIC-GULF MARINE, INC.,\r\n\n                             Defendant, Appellee.\r\n\n                                                 \r\n\n                 APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                      FOR THE DISTRICT OF MASSACHUSETTS\r\n\n               [Hon. Douglas P. Woodlock, U.S. District Judge]\r                                                                 \r\n\n                                                 \r\n\n                                    Before\r\n\n                             Selya, Circuit Judge,\r                                                     \r\n\n                       Campbell, Senior Circuit Judge,\r                                                         \r\n\n                          and Boudin, Circuit Judge.\r                                                       \r\n\n                                                 \r\n\n        Thomas  J. Boyle with whom  Law Offices of Thomas J. Boyle were on\r                                                                      \r\n    briefs for appellant.\r\n        Brian  B.  Kydd  with  whom  Kneeland  &amp; Kydd  was  on  brief  for\r                                                         \r\n    appellee.\r\n\n                                                 \r\n\n                                August 2, 1996\r\n                                                 \r\r\n\n 1           Per  Curiam.  Kenneth Lewis was injured while welding on\r                            \r\n\n 2      the M/V  NOSAC RANGER, an  automobile-carrying ship.   He now\r\n\n 3      appeals from the  judgment entered against  him after a  jury\r\n\n 4      trial on  his negligence and  unseaworthiness claims  against\r\n\n 5      Pacific Gulf Marine,  a Louisiana corporation that  owned and\r\n\n 6      operated the ship.  He  raises several objections to the jury\r\n\n 7      instructions and complains of the  failure to grant him a new\r\n\n 8      trial.  After considering all claims of error, we affirm.\r\n\n 9           The relevant events  are straightforward although  there\r\n\n10      is some conflict  in the testimony as to details.  Lewis went\r\n\n11      aboard  the  NOSAC  RANGER  as  a  licensed  third  assistant\r\n\n12      engineer on  July 7,  1990.  He  had extensive  experience in\r\n\n13      welding,  but had  done little  welding on  ships.   As third\r\n\n14      assistant engineer  he was expected  to do some welding.   In\r\n\n15      fact,  he  completed  several  welding  tasks  on  the  ship,\r\n\n16      including an overhead weld.   On  August   8,  1990,   Lewis'\r\n\n17      supervisor,   First  Assistant   Engineer  Donald   Ricciuti,\r\n\n18      assigned him  the task of welding a bracket to the ceiling of\r\n\n19      the ship's workshop to steady a drill press.  Lewis testified\r\n\n20      that he requested  assistance when Ricciuti assigned  him the\r\n\n21      job, while  Ricciuti testified  Lewis  did not,  but that  he\r\n\n22      would have  assigned an  assistant if asked.   In  any event,\r\n\n23      Ricciuti did not assign anyone to help Lewis.\r\n\n24           To weld  the bracket, Lewis  needed to be able  to reach\r\n\n25      the ceiling.  He placed  a stepladder beside the drill press,\r\n\n                                     -2-\r                                         -2-\r\r\n\n 1      climbed  to the third  rung, and stood  with one foot  on the\r\n\n 2      ladder and the other on a  metal bench beside it.  He  worked\r\n\n 3      on  the task for  nearly three  hours.   He had  some trouble\r\n\n 4      welding, apparently  either because  he had  set the  welding\r\n\n 5      machine to deliver too much current or because  the vibration\r\n\n 6      of the  ship made it  difficult to hold the  welding tool the\r\n\n 7      proper distance from the metal.  While attempting to complete\r\n\n 8      the weld, he  lost his balance and fell backward  to the deck\r\n\n 9      some three feet below, injuring his back.\r\n\n10           In a complaint filed in January 1993, Lewis alleged that\r\n\n11      his  injuries resulted  from  the defendant's  negligence and\r\n\n12      that the  vessel was unseaworthy  in several respects.   As a\r\n\n13      basis for both  claims, he asserted that  the ship's workshop\r\n\n14      was dangerously  cluttered, and that the  defendant furnished\r\n\n15      him with defective or unsuitable equipment, failed to provide\r\n\n16      him  with adequate help,  and failed adequately  to supervise\r\n\n17      him.  After a five-day trial, the jury returned a verdict for\r\n\n18      the defendant.  The trial  judge denied a timely filed motion\r\n\n19      for a new trial.\r\n\n20           1.   On  appeal,  Lewis  concentrates  on  the  district\r\n\n21      judge's   answer  to  a   question  the  jury   asked  during\r\n\n22      deliberations.  The jury asked: \"Would lack of supervision by\r\n\n23      a superior officer  constitute negligence  by the  defendant?\r\n\n24      E.G.,  not inspecting Mr. Lewis'  progress.\"  The judge heard\r\n\n25      argument from the parties and  then instructed the jury  that\r\n\n                                     -3-\r                                         -3-\r\r\n\n 1      whether  Ricciuti's conduct  was  negligent  depended on  the\r\n\n 2      relative  responsibilities of Lewis and his supervisors.  The\r\n\n 3      judge  directed  the  jury  to  engage  in  a  \"weighing   of\r\n\n 4      respective  duties  of  the  parties,\"  by  considering  what\r\n\n 5      responsibilities Lewis assumed as a third assistant engineer,\r\n\n 6      and considering  whether in  light of those  responsibilities\r\n\n 7      Ricciuti  should have supervised him more carefully.  Neither\r\n\n 8      party objected after the instruction was given.\r\n\n 9           The general raise-or-waive  rule for objections to  jury\r\n\n10      instructions  applies to a court's answer to a question asked\r\n\n11      by the jury during deliberations.  See Smith v. Massachusetts\r                                                                         \r\n\n12      Inst. of Technology, 877 F.2d 1106, 1109-10 (1st Cir.), cert.\r                                                                         \r\n\n13      denied, 493 U.S.  965 (1989).  Because  Lewis' counsel failed\r                  \r\n\n14      to object  after the new  instructions were given  and before\r\n\n15      the  jury  retired  to  deliberate  further,  we  review  the\r\n\n16      instruction only for plain error.  Id.\r                                                  \r\n\n17           In all  events, Lewis'  basic position  is  wrong.   His\r\n\n18      proffered alternative answer  to the question, a  bare \"yes,\"\r\n\n19      is at  least potentially  misleading:  whether  a failure  to\r\n\n20      supervise an  employee in  the conduct  of a  particular task\r\n\n21      constitutes  negligence  depends  on whether  the  degree  of\r\n\n22      supervision  was  reasonable  in   the  circumstances.    Cf.\r                                                                         \r\n\n23      Robinson v.  Zapata Corp., 664  F.2d 45, 48 (5th  Cir. 1981).\r                                     \r\n\n24      As  the proffered alternative  instruction was incorrect, the\r\n\n                                     -4-\r                                         -4-\r\r\n\n 1      judge was under no obligation to give it.  Parker v.  City of\r                                                                         \r\n\n 2      Nashua, 76 F.3d 9, 12 (1st Cir. 1996).\r                  \r\n\n 3           Lewis is  also mistaken  in asserting  that the  judge's\r\n\n 4      answer constituted an instruction on the \"primary duty rule,\"\r\n\n 5      a  doctrine that  exonerates an  admiralty  defendant if  the\r\n\n 6      plaintiff's injury arose from the plaintiff's own breach of a\r\n\n 7      contractual duty  to  the employer.   Lewis  argues that  the\r\n\n 8      doctrine  may  be applied  only  when  an  employee is  in  a\r\n\n 9      supervisory position and that it was  wrongly applied to him.\r\n\n10      Although   the  judge  borrowed   language  from  a  decision\r\n\n11      involving the primary duty rule, see Bernard v. Maersk Lines,\r                                                                         \r\n\n12      Ltd., 22 F.3d  903, 907 (9th  Cir. 1994), he  did not give  a\r                                                                 \r\n\n13      \"primary duty\" instruction here.\r\n\n14           Rather, the judge said that Ricciuti's duty to supervise\r\n\n15      Lewis  depended  on  what   Ricciuti  could  reasonably  have\r\n\n16      expected  Lewis to  accomplish without  supervision--and what\r\n\n17      Ricciuti  could reasonably expect  naturally depended  on the\r\n\n18      scope of Lewis' duties as third assistant engineer as well as\r\n\n19      his  former welding  experience.   The  question was  not, as\r\n\n20      Lewis  suggests, whether  Ricciuti had  a  duty to  supervise\r\n\n21      Lewis, but rather  what the scope of the duty was and whether\r\n\n22      in these particular circumstances the duty was breached.  The\r\n\n23      instruction  explained  the problem  and  offered  a rational\r\n\n24      framework  for answering it.   The instruction  was certainly\r\n\n25      not plain error, if error at all.\r\n\n                                     -5-\r                                         -5-\r\r\n\n 1           2.   Lewis  also argues that  the judge erred  in making\r\n\n 2      the following statement (the emphasis is ours) and in denying\r\n\n 3      Lewis'  related later  motion to  grant a  new trial  to hear\r\n\n 4      contrary evidence:\r\n\n 5           If, on the  other hand, you conclude that  the breach of\r\n 6           or the failure to provide supervision to a person who is\r\n 7           an experienced welder  who is brought onto the vessel to\r                                                                         \r\n 8           do  welding,   who  conducts   welding  without   direct\r                            \r\n 9           supervision  under other  circumstances, is  not one  of\r\n10           those set of circumstances which deprives someone of the\r\n11           care or the seaworthy vessel that he's entitled to, then\r\n12           you'll answer this question \"no\".\r\n\n13           Lewis contends  that the  reference to  his having  been\r\n\n14      hired to do  welding introduced a new issue into  the case on\r\n\n15      which  there had been no evidence  at trial, and which he had\r\n\n16      no opportunity to litigate.   This claim is a perfect example\r\n\n17      of why it is  necessary to explain to the judge  the basis of\r\n\n18      the  objection.   Whether the  comment was  merely a  slip or\r\n\n19      reflected the judge's  assessment of the evidence  on record,\r\n\n20      any error could easily have been cured had a timely objection\r\n\n21      to the  underlined phrase brought  the matter to  the judge's\r\n\n22      attention.\r\n\n23           We will assume  arguendo that the failure to object does\r                                         \r\n\n24      not preclude an  appeal on the district  court's post-verdict\r\n\n25      denial  of  the  motion  for  a  new  trial  based  on  newly\r\n\n26      discovered evidence.  But such a motion requires, among other\r\n\n27      requisites, that  the evidence  \"could not  by due  diligence\r\n\n28      have  been discovered  earlier by  the movant\"  and that  \"it\r\n\n29      would probably change the result  if a new trial is granted.\"\r\n\n                                     -6-\r                                         -6-\r\r\n\n 1      Nickerson v. G.D.  Searle &amp; Co., 900 F.2d  412, 417 (1st Cir.\r                                           \r\n\n 2      1990); and we review the denial of a new trial under an abuse\r\n\n 3      of discretion  standard.  Raymond v. Raymond  Corp., 938 F.2d\r                                                               \r\n\n 4      1518, 1522 (1st Cir. 1991).\r\n\n 5           Lewis'  \"newly   discovered  evidence\"   is  simply   an\r\n\n 6      affidavit   stating  that   welding  is   not   ordinarily  a\r\n\n 7      contractual  duty  of  a  third  assistant  engineer.    This\r\n\n 8      evidence cannot  justify a new  trial because it  should have\r\n\n 9      been  discovered before  or  during  trial.    The  defendant\r\n\n10      elicited  testimony  to  show  that  the   position  involved\r\n\n11      welding, that  Lewis was a  certified welder, and  that Lewis\r\n\n12      represented himself as an accomplished welder when he came on\r\n\n13      board the ship.   Lewis  thus had clear  notice that his  own\r\n\n14      employment duties and welding experience were at issue.\r\n\n15           Further,  even if  the  evidence  could  not  have  been\r\n\n16      discovered through due diligence, it was unlikely to have led\r\n\n17      to  a different  result if  introduced at  trial.   The judge\r\n\n18      instructed  the jury  that the  scope of  Lewis' duties  as a\r\n\n19      third   assistant  engineer  was  a  factor  to  consider  in\r\n\n20      determining  whether Ricciuti  negligently supervised  Lewis.\r\n\n21      The  jury had  before  it  testimony  that the  job  involved\r\n\n22      welding and  that Lewis was  known to be a  competent welder.\r\n\n23      Additional  evidence showing that welding was  not one of the\r\n\n24      central duties of  an engineer would  have been relevant  but\r\n\n25      not outcome-determinative.\r\n\n                                     -7-\r                                         -7-\r\r\n\n 1           3.   Lewis'  other attacks  on the  instructions require\r\n\n 2      only  brief comment.   Lewis  objected below  to the  judge's\r\n\n 3      failure   to  give  two  of  his  requested  instructions  on\r\n\n 4      unseaworthiness.   He  wanted the  judge  to give  additional\r\n\n 5      instructions  explaining that assigning  too few people  to a\r\n\n 6      particular task can create an unseaworthy condition, and also\r\n\n 7      that otherwise seaworthy equipment can be unseaworthy if used\r\n\n 8      improperly.   Cf. Johnson v. Offshore Express, Inc., 845 F.2d\r                                                               \r\n\n 9      1347,  1354  (5th Cir.),  cert. denied,  488 U.S.  968 (1988)\r                                                  \r\n\n10      (manpower); Allen  v. Seacoast  Prods., Inc.,  623 F.2d  355,\r                                                        \r\n\n11      360-61 (5th Cir. 1980) (equipment).\r\n\n12           Taking  the instructions  as a  whole,  the trial  judge\r\n\n13      accurately  stated  the  law  and  adequately  explained  the\r\n\n14      plaintiff's   theories  of   unseaworthiness.     The   judge\r\n\n15      repeatedly stated that  lack of adequate personnel  or proper\r\n\n16      equipment  could  constitute unseaworthiness,  and  explained\r\n\n17      that  the manpower  and  equipment had  to  be sufficient  to\r\n\n18      \"permit[] [the  jobs ordered]  to be done  with what  we will\r\n\n19      call  an adequate  setup.  . .  .\"   The  jury was  certainly\r\n\n20      informed that inadequate manpower or equipment could render a\r\n\n21      vessel  unseaworthy.  See Veranda Beach Club Ltd. Partnership\r                                                                         \r\n\n22      v. Western Sur. Co., 936 F.2d 1364, 1384 (1st Cir. 1991).\r                               \r\n\n23           Lewis also  contends that the  court erred by  giving an\r\n\n24      \"unavoidable  accident\"  instruction, a  type  of instruction\r\n\n25      that  has  been  criticized  as  confusing,  because  it  may\r\n\n                                     -8-\r                                         -8-\r\r\n\n 1      misleadingly suggest  that a  plaintiff must  prove fault  to\r\n\n 2      prevail on  an unseaworthiness claim.   See Lowry v.  A/S D/S\r                                                                         \r\n\n 3      Svendborg,  396 F.2d  850, 853  (3d  Cir. 1968).   But  again\r                     \r\n\n 4      Lewis' claim of  error arises from a  misunderstanding of the\r\n\n 5      trial judge's instruction.\r\n\n 6           What   the  judge  actually  said  was  that  \"the  mere\r\n\n 7      happening  of  an  accident  does   not  in  and  of   itself\r\n\n 8      demonstrate  that there  is  unseaworthiness.\"   This  merely\r\n\n 9      restates the plaintiff's burden to prove  the existence of an\r\n\n10      unseaworthy  condition that caused  the accident.   The judge\r\n\n11      did not suggest that  Lewis had to prove fault to  recover on\r                                                          \r\n\n12      his  unseaworthiness  claim,  and in  fact  the  judge stated\r\n\n13      clearly    in   his    instructions   that    liability   for\r\n\n14      unseaworthiness does not depend on fault.\r\n\n15           Finally, Lewis objects  to an instruction that  the jury\r\n\n16      would  have to agree  unanimously \"as  to the  condition that\r\n\n17      constituted  either  negligence  or  unseaworthiness  in  the\r\n\n18      vessel.\"   But only  a perfunctory  two-sentence argument  is\r\n\n19      made  in  Lewis'  appeal  brief  on this  issue,  and  it  is\r\n\n20      insufficient to preserve the point for review.  United States\r                                                                         \r\n\n21      v. Zannino, 895 F.2d 1, 17 (1st Cir.), cert. denied, 494 U.S.\r                                                               \r\n\n22      1082 (1990).  It is worth adding that Lewis did not object to\r\n\n23      the instruction when it was given.\r\n\n24           Affirmed.\r                         \r\n\n                                     -9-\r                                         -9-\r\r\n",
  "html": "<p class=\"case_cite\">91 F.3d 121</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Kenneth J. LEWIS, Plaintiff, Appellant,<br>v.<br>PACIFIC-GULF MARINE, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-2212.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Aug. 2, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas J. Boyle with whom Law Offices of Thomas J. Boyle were on briefs for appellant.</p>\n      <p class=\"indent\">Brian B. Kydd with whom Kneeland &amp; Kydd was on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Kenneth Lewis was injured while welding on the M/V NOSAC RANGER, an automobile-carrying ship.  He now appeals from the judgment entered against him after a jury trial on his negligence and unseaworthiness claims against Pacific Gulf Marine, a Louisiana corporation that owned and operated the ship.  He raises several objections to the jury instructions and complains of the failure to grant him a new trial.  After considering all claims of error, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The relevant events are straightforward although there is some conflict in the testimony as to details.  Lewis went aboard the NOSAC RANGER as a licensed third assistant engineer on July 7, 1990.  He had extensive experience in welding, but had done little welding on ships.  As third assistant engineer he was expected to do some welding.  In fact, he completed several welding tasks on the ship, including an overhead weld.  On August 8, 1990, Lewis' supervisor, First Assistant Engineer Donald Ricciuti, assigned him the task of welding a bracket to the ceiling of the ship's workshop to steady a drill press.  Lewis testified that he requested assistance when Ricciuti assigned him the job, while Ricciuti testified Lewis did not, but that he would have assigned an assistant if asked.  In any event, Ricciuti did not assign anyone to help Lewis.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">To weld the bracket, Lewis needed to be able to reach the ceiling.  He placed a stepladder beside the drill press, climbed to the third rung, and stood with one foot on the ladder and the other on a metal bench beside it.  He worked on the task for nearly three hours.  He had some trouble welding, apparently either because he had set the welding machine to deliver too much current or because the vibration of the ship made it difficult to hold the welding tool the proper distance from the metal.  While attempting to complete the weld, he lost his balance and fell backward to the deck some three feet below, injuring his back.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In a complaint filed in January 1993, Lewis alleged that his injuries resulted from the defendant's negligence and that the vessel was unseaworthy in several respects.  As a basis for both claims, he asserted that the ship's workshop was dangerously cluttered, and that the defendant furnished him with defective or unsuitable equipment, failed to provide him with adequate help, and failed adequately to supervise him.  After a five-day trial, the jury returned a verdict for the defendant.  The trial judge denied a timely filed motion for a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">1. On appeal, Lewis concentrates on the district judge's answer to a question the jury asked during deliberations.  The jury asked:  \"Would lack of supervision by a superior officer constitute negligence by the defendant?   E.G., not inspecting Mr. Lewis' progress.\"   The judge heard argument from the parties and then instructed the jury that whether Ricciuti's conduct was negligent depended on the relative responsibilities of Lewis and his supervisors.  The judge directed the jury to engage in a \"weighing of respective duties of the parties,\" by considering what responsibilities Lewis assumed as a third assistant engineer, and considering whether in light of those responsibilities Ricciuti should have supervised him more carefully.  Neither party objected after the instruction was given.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The general raise-or-waive rule for objections to jury instructions applies to a court's answer to a question asked by the jury during deliberations.   See Smith v. Massachusetts Inst. of Technology, 877 F.2d 1106, 1109-10 (1st Cir.), cert. denied, 493 U.S. 965 (1989).  Because Lewis' counsel failed to object after the new instructions were given and before the jury retired to deliberate further, we review the instruction only for plain error.   Id.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In all events, Lewis' basic position is wrong.  His proffered alternative answer to the question, a bare \"yes,\" is at least potentially misleading:  whether a failure to supervise an employee in the conduct of a particular task constitutes negligence depends on whether the degree of supervision was reasonable in the circumstances.   Cf. Robinson v. Zapata Corp., 664 F.2d 45, 48 (5th Cir.1981).  As the proffered alternative instruction was incorrect, the judge was under no obligation to give it.   Parker v. City of Nashua, 76 F.3d 9, 12 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Lewis is also mistaken in asserting that the judge's answer constituted an instruction on the \"primary duty rule,\" a doctrine that exonerates an admiralty defendant if the plaintiff's injury arose from the plaintiff's own breach of a contractual duty to the employer.  Lewis argues that the doctrine may be applied only when an employee is in a supervisory position and that it was wrongly applied to him.  Although the judge borrowed language from a decision involving the primary duty rule,  see Bernard v. Maersk Lines, Ltd., 22 F.3d 903, 907 (9th Cir.1994), he did not give a \"primary duty\" instruction here.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Rather, the judge said that Ricciuti's duty to supervise Lewis depended on what Ricciuti could reasonably have expected Lewis to accomplish without supervision--and what Ricciuti could reasonably expect naturally depended on the scope of Lewis' duties as third assistant engineer as well as his former welding experience.  The question was not, as Lewis suggests, whether Ricciuti had a duty to supervise Lewis, but rather what the scope of the duty was and whether in these particular circumstances the duty was breached.  The instruction explained the problem and offered a rational framework for answering it.  The instruction was certainly not plain error, if error at all.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">2. Lewis also argues that the judge erred in making the following statement (the emphasis is ours) and in denying Lewis' related later motion to grant a new trial to hear contrary evidence:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">If, on the other hand, you conclude that the breach of or the failure to provide supervision to a person who is an experienced welder who is brought onto the vessel to do welding, who conducts welding without direct supervision under other circumstances, is not one of those set of circumstances which deprives someone of the care or the seaworthy vessel that he's entitled to, then you'll answer this question \"no\".</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Lewis contends that the reference to his having been hired to do welding introduced a new issue into the case on which there had been no evidence at trial, and which he had no opportunity to litigate.  This claim is a perfect example of why it is necessary to explain to the judge the basis of the objection.  Whether the comment was merely a slip or reflected the judge's assessment of the evidence on record, any error could easily have been cured had a timely objection to the underlined phrase brought the matter to the judge's attention.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We will assume arguendo that the failure to object does not preclude an appeal on the district court's post-verdict denial of the motion for a new trial based on newly discovered evidence.  But such a motion requires, among other requisites, that the evidence \"could not by due diligence have been discovered earlier by the movant\" and that \"it would probably change the result if a new trial is granted.\"   Nickerson v. G.D. Searle &amp; Co., 900 F.2d 412, 417 (1st Cir.1990);  and we review the denial of a new trial under an abuse of discretion standard.   Raymond v. Raymond Corp., 938 F.2d 1518, 1522 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Lewis' \"newly discovered evidence\" is simply an affidavit stating that welding is not ordinarily a contractual duty of a third assistant engineer.  This evidence cannot justify a new trial because it should have been discovered before or during trial.  The defendant elicited testimony to show that the position involved welding, that Lewis was a certified welder, and that Lewis represented himself as an accomplished welder when he came on board the ship.  Lewis thus had clear notice that his own employment duties and welding experience were at issue.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Further, even if the evidence could not have been discovered through due diligence, it was unlikely to have led to a different result if introduced at trial.  The judge instructed the jury that the scope of Lewis' duties as a third assistant engineer was a factor to consider in determining whether Ricciuti negligently supervised Lewis.  The jury had before it testimony that the job involved welding and that Lewis was known to be a competent welder.  Additional evidence showing that welding was not one of the central duties of an engineer would have been relevant but not outcome-determinative.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">3. Lewis' other attacks on the instructions require only brief comment.  Lewis objected below to the judge's failure to give two of his requested instructions on unseaworthiness.  He wanted the judge to give additional instructions explaining that assigning too few people to a particular task can create an unseaworthy condition, and also that otherwise seaworthy equipment can be unseaworthy if used improperly.   Cf. Johnson v. Offshore Express, Inc., 845 F.2d 1347, 1354 (5th Cir.), cert. denied, 488 U.S. 968 (1988) (manpower);   Allen v. Seacoast Prods., Inc., 623 F.2d 355, 360-61 (5th Cir.1980) (equipment).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Taking the instructions as a whole, the trial judge accurately stated the law and adequately explained the plaintiff's theories of unseaworthiness.  The judge repeatedly stated that lack of adequate personnel or proper equipment could constitute unseaworthiness, and explained that the manpower and equipment had to be sufficient to \"permit[ ] [the jobs ordered] to be done with what we will call an adequate setup....\"  The jury was certainly informed that inadequate manpower or equipment could render a vessel unseaworthy.   See Veranda Beach Club Ltd. Partnership v. Western Sur. Co., 936 F.2d 1364, 1384 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Lewis also contends that the court erred by giving an \"unavoidable accident\" instruction, a type of instruction that has been criticized as confusing, because it may misleadingly suggest that a plaintiff must prove fault to prevail on an unseaworthiness claim.   See Lowry v. A/S D/S Svendborg, 396 F.2d 850, 853 (3d Cir.1968).  But again Lewis' claim of error arises from a misunderstanding of the trial judge's instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">What the judge actually said was that \"the mere happening of an accident does not in and of itself demonstrate that there is unseaworthiness.\"   This merely restates the plaintiff's burden to prove the existence of an unseaworthy condition that caused the accident.  The judge did not suggest that Lewis had to prove fault to recover on his unseaworthiness claim, and in fact the judge stated clearly in his instructions that liability for unseaworthiness does not depend on fault.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Finally, Lewis objects to an instruction that the jury would have to agree unanimously \"as to the condition that constituted either negligence or unseaworthiness in the vessel.\"   But only a perfunctory two-sentence argument is made in Lewis' appeal brief on this issue, and it is insufficient to preserve the point for review.   United States v. Zannino, 895 F.2d 1, 17 (1st Cir.), cert. denied, 494 U.S. 1082 (1990).  It is worth adding that Lewis did not object to the instruction when it was given.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">121</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Kenneth J. LEWIS, Plaintiff, Appellant,<br>v.<br>PACIFIC-GULF MARINE, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-2212.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Aug. 2, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas J. Boyle with whom Law Offices of Thomas J. Boyle were on briefs for appellant.</p>\n      <p class=\"indent\">Brian B. Kydd with whom Kneeland &amp; Kydd was on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Kenneth Lewis was injured while welding on the M/V NOSAC RANGER, an automobile-carrying ship.  He now appeals from the judgment entered against him after a jury trial on his negligence and unseaworthiness claims against Pacific Gulf Marine, a Louisiana corporation that owned and operated the ship.  He raises several objections to the jury instructions and complains of the failure to grant him a new trial.  After considering all claims of error, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The relevant events are straightforward although there is some conflict in the testimony as to details.  Lewis went aboard the NOSAC RANGER as a licensed third assistant engineer on July 7, 1990.  He had extensive experience in welding, but had done little welding on ships.  As third assistant engineer he was expected to do some welding.  In fact, he completed several welding tasks on the ship, including an overhead weld.  On August 8, 1990, Lewis' supervisor, First Assistant Engineer Donald Ricciuti, assigned him the task of welding a bracket to the ceiling of the ship's workshop to steady a drill press.  Lewis testified that he requested assistance when Ricciuti assigned him the job, while Ricciuti testified Lewis did not, but that he would have assigned an assistant if asked.  In any event, Ricciuti did not assign anyone to help Lewis.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">To weld the bracket, Lewis needed to be able to reach the ceiling.  He placed a stepladder beside the drill press, climbed to the third rung, and stood with one foot on the ladder and the other on a metal bench beside it.  He worked on the task for nearly three hours.  He had some trouble welding, apparently either because he had set the welding machine to deliver too much current or because the vibration of the ship made it difficult to hold the welding tool the proper distance from the metal.  While attempting to complete the weld, he lost his balance and fell backward to the deck some three feet below, injuring his back.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In a complaint filed in January 1993, Lewis alleged that his injuries resulted from the defendant's negligence and that the vessel was unseaworthy in several respects.  As a basis for both claims, he asserted that the ship's workshop was dangerously cluttered, and that the defendant furnished him with defective or unsuitable equipment, failed to provide him with adequate help, and failed adequately to supervise him.  After a five-day trial, the jury returned a verdict for the defendant.  The trial judge denied a timely filed motion for a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">1. On appeal, Lewis concentrates on the district judge's answer to a question the jury asked during deliberations.  The jury asked:  \"Would lack of supervision by a superior officer constitute negligence by the defendant?   E.G., not inspecting Mr. Lewis' progress.\"   The judge heard argument from the parties and then instructed the jury that whether Ricciuti's conduct was negligent depended on the relative responsibilities of Lewis and his supervisors.  The judge directed the jury to engage in a \"weighing of respective duties of the parties,\" by considering what responsibilities Lewis assumed as a third assistant engineer, and considering whether in light of those responsibilities Ricciuti should have supervised him more carefully.  Neither party objected after the instruction was given.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The general raise-or-waive rule for objections to jury instructions applies to a court's answer to a question asked by the jury during deliberations.   See Smith v. Massachusetts Inst. of Technology, <span class=\"citation\" data-id=\"525211\"><a href=\"/opinion/525211/william-b-smith-v-massachusetts-institute-of-technology/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1106</span></a></span>, 1109-10 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">965</span></span> (1989).  Because Lewis' counsel failed to object after the new instructions were given and before the jury retired to deliberate further, we review the instruction only for plain error.   Id.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In all events, Lewis' basic position is wrong.  His proffered alternative answer to the question, a bare \"yes,\" is at least potentially misleading:  whether a failure to supervise an employee in the conduct of a particular task constitutes negligence depends on whether the degree of supervision was reasonable in the circumstances.   Cf. Robinson v. Zapata Corp., <span class=\"citation\" data-id=\"396912\"><a href=\"/opinion/396912/larry-don-robinson-v-zapata-corporation/\"><span class=\"volume\">664</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">45</span></a></span>, 48 (5th Cir.1981).  As the proffered alternative instruction was incorrect, the judge was under no obligation to give it.   Parker v. City of Nashua, <span class=\"citation\" data-id=\"196553\"><a href=\"/opinion/196553/parker-v-sheehan/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 12 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Lewis is also mistaken in asserting that the judge's answer constituted an instruction on the \"primary duty rule,\" a doctrine that exonerates an admiralty defendant if the plaintiff's injury arose from the plaintiff's own breach of a contractual duty to the employer.  Lewis argues that the doctrine may be applied only when an employee is in a supervisory position and that it was wrongly applied to him.  Although the judge borrowed language from a decision involving the primary duty rule,  see Bernard v. Maersk Lines, Ltd., <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">903</span></span>, 907 (9th Cir.1994), he did not give a \"primary duty\" instruction here.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Rather, the judge said that Ricciuti's duty to supervise Lewis depended on what Ricciuti could reasonably have expected Lewis to accomplish without supervision--and what Ricciuti could reasonably expect naturally depended on the scope of Lewis' duties as third assistant engineer as well as his former welding experience.  The question was not, as Lewis suggests, whether Ricciuti had a duty to supervise Lewis, but rather what the scope of the duty was and whether in these particular circumstances the duty was breached.  The instruction explained the problem and offered a rational framework for answering it.  The instruction was certainly not plain error, if error at all.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">2. Lewis also argues that the judge erred in making the following statement (the emphasis is ours) and in denying Lewis' related later motion to grant a new trial to hear contrary evidence:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">If, on the other hand, you conclude that the breach of or the failure to provide supervision to a person who is an experienced welder who is brought onto the vessel to do welding, who conducts welding without direct supervision under other circumstances, is not one of those set of circumstances which deprives someone of the care or the seaworthy vessel that he's entitled to, then you'll answer this question \"no\".</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Lewis contends that the reference to his having been hired to do welding introduced a new issue into the case on which there had been no evidence at trial, and which he had no opportunity to litigate.  This claim is a perfect example of why it is necessary to explain to the judge the basis of the objection.  Whether the comment was merely a slip or reflected the judge's assessment of the evidence on record, any error could easily have been cured had a timely objection to the underlined phrase brought the matter to the judge's attention.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We will assume arguendo that the failure to object does not preclude an appeal on the district court's post-verdict denial of the motion for a new trial based on newly discovered evidence.  But such a motion requires, among other requisites, that the evidence \"could not by due diligence have been discovered earlier by the movant\" and that \"it would probably change the result if a new trial is granted.\"   Nickerson v. G.D. Searle &amp; Co., <span class=\"citation\" data-id=\"539795\"><a href=\"/opinion/539795/cindy-nickerson-v-gd-searle-company-and-ortho-pharmaceutical/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">412</span></a></span>, 417 (1st Cir.1990);  and we review the denial of a new trial under an abuse of discretion standard.   Raymond v. Raymond Corp., <span class=\"citation\" data-id=\"564962\"><a href=\"/opinion/564962/33-fed-r-evid-serv-1294-prodliabrepcchp-12860-jeanne-raymond/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1518</span></a></span>, 1522 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Lewis' \"newly discovered evidence\" is simply an affidavit stating that welding is not ordinarily a contractual duty of a third assistant engineer.  This evidence cannot justify a new trial because it should have been discovered before or during trial.  The defendant elicited testimony to show that the position involved welding, that Lewis was a certified welder, and that Lewis represented himself as an accomplished welder when he came on board the ship.  Lewis thus had clear notice that his own employment duties and welding experience were at issue.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Further, even if the evidence could not have been discovered through due diligence, it was unlikely to have led to a different result if introduced at trial.  The judge instructed the jury that the scope of Lewis' duties as a third assistant engineer was a factor to consider in determining whether Ricciuti negligently supervised Lewis.  The jury had before it testimony that the job involved welding and that Lewis was known to be a competent welder.  Additional evidence showing that welding was not one of the central duties of an engineer would have been relevant but not outcome-determinative.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">3. Lewis' other attacks on the instructions require only brief comment.  Lewis objected below to the judge's failure to give two of his requested instructions on unseaworthiness.  He wanted the judge to give additional instructions explaining that assigning too few people to a particular task can create an unseaworthy condition, and also that otherwise seaworthy equipment can be unseaworthy if used improperly.   Cf. Johnson v. Offshore Express, Inc., <span class=\"citation\" data-id=\"505527\"><a href=\"/opinion/505527/barbara-jean-johnson-cross-appellant-v-offshore-express-inc/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1347</span></a></span>, 1354 (5th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">968</span></span> (1988) (manpower);   Allen v. Seacoast Prods., Inc., <span class=\"citation\" data-id=\"379096\"><a href=\"/opinion/379096/whitney-allen-v-seacoast-products-inc/\"><span class=\"volume\">623</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span>, 360-61 (5th Cir.1980) (equipment).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Taking the instructions as a whole, the trial judge accurately stated the law and adequately explained the plaintiff's theories of unseaworthiness.  The judge repeatedly stated that lack of adequate personnel or proper equipment could constitute unseaworthiness, and explained that the manpower and equipment had to be sufficient to \"permit[ ] [the jobs ordered] to be done with what we will call an adequate setup....\"  The jury was certainly informed that inadequate manpower or equipment could render a vessel unseaworthy.   See Veranda Beach Club Ltd. Partnership v. Western Sur. Co., <span class=\"citation\" data-id=\"563774\"><a href=\"/opinion/563774/veranda-beach-club-limited-partnership-v-western-surety-co-frg-ventures/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1364</span></a></span>, 1384 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Lewis also contends that the court erred by giving an \"unavoidable accident\" instruction, a type of instruction that has been criticized as confusing, because it may misleadingly suggest that a plaintiff must prove fault to prevail on an unseaworthiness claim.   See Lowry v. A/S D/S Svendborg, <span class=\"citation\" data-id=\"280707\"><a href=\"/opinion/280707/lonnie-w-lowry-sr-v-as-ds-svendborg-and-ds-af-1912-aa-v-universal/\"><span class=\"volume\">396</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">850</span></a></span>, 853 (3d Cir.1968).  But again Lewis' claim of error arises from a misunderstanding of the trial judge's instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">What the judge actually said was that \"the mere happening of an accident does not in and of itself demonstrate that there is unseaworthiness.\"   This merely restates the plaintiff's burden to prove the existence of an unseaworthy condition that caused the accident.  The judge did not suggest that Lewis had to prove fault to recover on his unseaworthiness claim, and in fact the judge stated clearly in his instructions that liability for unseaworthiness does not depend on fault.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Finally, Lewis objects to an instruction that the jury would have to agree unanimously \"as to the condition that constituted either negligence or unseaworthiness in the vessel.\"   But only a perfunctory two-sentence argument is made in Lewis' appeal brief on this issue, and it is insufficient to preserve the point for review.   United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span></span> (1990).  It is worth adding that Lewis did not object to the instruction when it was given.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/196553/",
    "http://www.courtlistener.com/api/rest/v3/opinions/280707/",
    "http://www.courtlistener.com/api/rest/v3/opinions/379096/",
    "http://www.courtlistener.com/api/rest/v3/opinions/396912/",
    "http://www.courtlistener.com/api/rest/v3/opinions/505527/",
    "http://www.courtlistener.com/api/rest/v3/opinions/525211/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/539795/",
    "http://www.courtlistener.com/api/rest/v3/opinions/563774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564962/"
  ]
}