{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196985/",
  "absolute_url": "/opinion/196985/jacques-v-clean-up-group/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196985/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:19:45Z",
  "date_modified": "2017-03-24T10:49:31.466974Z",
  "type": "010combined",
  "sha1": "5dd21d4964e7361d48ca97df5c8d41937db51f9c",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-2209.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 95-2209\r\n\n                         RICHARD JACQUES,\r\n\n                      Plaintiff - Appellant,\r\n\n                                v.\r\n\n                      CLEAN-UP GROUP, INC.,\r\n\n                      Defendant - Appellee.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                    FOR THE DISTRICT OF MAINE\r\n\n         [Hon. Eugene W. Beaulieu, U.S. Magistrate Judge]\r                                                                  \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                 Cyr and Boudin, Circuit Judges.\r                                                         \r\n\n                                           \r\n\n     Eric M. Mehnert, with whom Hawkes &amp; Mehnert was on brief for\r                                                          \r\nappellant.\r\n     John S. Bobrowiecki, Jr., with whom Farris, Susi, Heselton &amp;\r                                                                           \r\nLadd, P.A. was on brief for appellee.\r                    \r\n\n                                           \r\n\n                        September 19, 1996\r\n                                           \r\r\n\n          TORRUELLA,  Chief Judge.    Appellant  Richard  Jacques\r                    TORRUELLA,  Chief Judge.\r                                           \r\n\n(\"Jacques\"),  a  person  with   epilepsy,  brought  suit  against\r\n\nAppellee Clean-Up Group, Inc. (\"the Group\") seeking damages under\r\n\nthe  Americans with Disabilities Act (\"the ADA\" or \"the Act\"), 42\r\n\nU.S.C.   12101 et seq.   The jury returned a verdict in favor the\r                               \r\n\nGroup and,  subsequently,  the  district  court  denied  Jacques'\r\n\nmotion for  judgment as a matter of law pursuant to Federal Rules\r\n\nof Civil  Procedure 50 and upheld the jury verdict.  Before us is\r\n\nJacques' appeal of the decision and judgment below.  Jacques also\r\n\nappeals from an evidentiary ruling.  We affirm.\r\n\n                          I.  BACKGROUND\r                                    I.  BACKGROUND\r\n\n          Jacques argues  that there is  insufficient evidence to\r\n\nsupport the jury  verdict and that  the district court  therefore\r\n\nshould  have granted his  motion for judgment as  a matter of law\r\n\npursuant to Fed. R.  Civ. P. 50(a) &amp; (b).  We  review the court's\r\n\ndenial  of the Rule 50 motion de novo, examining  the evidence in\r                                               \r\n\nthe light most  favorable to  the nonmovant, the  Group.   Golden\r                                                                           \r\n\nRule Ins. Co. v. Atallah, 45 F.3d 512, 516 (1st Cir. 1995). \"[W]e\r                                  \r\n\nmay not consider the  credibility of witnesses, resolve conflicts\r\n\nin testimony, or evaluate the weight of the evidence.\"  Wagenmann\r                                                                           \r\n\nv. Adams,  829 F.2d 196,  200 (1st Cir.  1987).  Reversal  of the\r                  \r\n\ndenial  of the  motion  is  warranted  \"only  if  the  facts  and\r\n\ninferences 'point so strongly and overwhelmingly in  favor of the\r\n\nmovant' that a reasonable  jury could not have reached  a verdict\r\n\nagainst  that  party.\"     Atallah,  45  F.3d  at   516  (quoting\r                                            \r\n\nAcevedo-D az v. Aponte, 1 F.3d 62, 66 (1st Cir. 1993)).  Thus, we\r                                \r\n\n                               -2-\r\r\n\npresent the facts in the light most favorable to the Group as the\r\n\njury could have found them.\r\n\n          Clean-Up Group,  Inc., a Maine corporation,  is a small\r\n\ncleaning company, located approximately two-and-a-half miles from\r\n\nJacques' residence.  Jacques was employed by the Group as an all-\r\n\npurpose cleaning  person between  November 6, 1993,  and February\r\n\n1994.    Because of  his epilepsy,  Jacques  is not  permitted to\r\n\noperate a motor vehicle in Maine.  Throughout his employment, the\r\n\nGroup had regularly assigned Jacques to more than forty hours per\r\n\nweek   at  various  job  sites   and  considered  him   to  be  a\r\n\nconscientious and good  worker.  Jacques reported  to his various\r\n\nassignments by walking, riding  his bicycle, or riding in  one of\r\n\nthe  Group's  vans, which  were  routinely  used when  employees,\r\n\nworking as a crew, and  equipment had to be transported to  a job\r\n\nsite.   Employees riding  in vans  were  driven to  and from  the\r\n\nGroup's office.  The  Group had never provided  transportation to\r\n\nits employees under other circumstances. On  February  19,  1994,\r\n\nJacques was  laid off  from  the Group  when  the crew  to  which\r\n\nJacques  was  assigned  was dissolved.    A  few  days later,  on\r\n\nFebruary  24, the  Group offered  Jacques a  full-time assignment\r\n\ncleaning the  Kennebec Ice Arena  (the \"Arena\"), which  was about\r\n\nthree miles from Jacques'  home.  Of those laid off,  Jacques was\r\n\nthe  only one  of  his crew  to  be offered  another  assignment.\r\n\nAlthough he had never  requested a ride to  an assignment in  the\r\n\npast,  because he could not drive and the Arena was approximately\r\n\nthree miles  from his  home, Jacques asked  the Group's  manager,\r\n\n                               -3-\r\r\n\nChris Buck (\"Buck\"), whether he would be catching a ride from the\r\n\nGroup's headquarters or whether  a company van would pick  him up\r\n\non its way to the job site.  Buck replied that Jacques would have\r\n\nto arrange for  his own  transportation to the  Arena.   Jacques'\r\n\nresponse  was that he would inquire into bus routes and schedules\r\n\nand would telephone Buck right back.  Upon gathering the relevant\r\n\ninformation,  Jacques telephoned  Buck and  informed him  that he\r\n\ncould take a  bus and arrive at the Arena  sometime between 10:00\r\n\na.m. and 10:30 a.m.  In reply, Buck informed him that starting at\r\n\nthat time  was unacceptable.    The Arena  assignment required  a\r\n\nstart  time  of 8:00  a.m.  as  certain public  areas  had  to be\r\n\ncompleted prior to,  at least, 9:30 a.m.   Buck told Jacques that\r\n\nhe would find  someone else  for the Arena  assignment.   Another\r\n\nemployee, who the evidence  shows did not have a  disability, was\r\n\nsubsequently assigned to that assignment. \r\n\n          Jacques  was  not  dismissed  from the  Group  for  his\r\n\nfailure to  perform  the Arena  assignment  and continued  to  be\r\n\nassigned  to work  seven hours a  week on Sundays  at the Carlton\r\n\nWoolen  Mills (the  \"Mills\"), an  assignment which  generally was\r\n\nconsidered one of the dirtiest.  Jacques had previously worked at\r\n\nthe Mills.  The record suggests  that it was often an  assignment\r\n\nGroup  employees  did  in order  to  earn  overtime.   The  Group\r\n\nprovided Jacques with transportation  to the Mills in one  of the\r\n\ncompany vans in which two other employees also traveled.  Jacques\r\n\nreported to the Mills assignment from  February 27, 1994, through\r\n\nMarch  27, 1994, at which point Jacques discontinued reporting to\r\n\n                               -4-\r\r\n\nthat  assignment.   Jacques has  not worked  for the  Group since\r\n\nthen.  Shortly after  February 25, 1994, Jacques began soliciting\r\n\ndirect  employment  from  some  of  the  Group's  customers.   In\r\n\nconnection with his job search, Jacques sent a letter dated March\r\n\n3,  1994, to  one  of the  Group's customers,  in  which he  made\r\n\ndisparaging statements about the Group (the \"March 3 letter\"). \r\n\n          Jacques  subsequently brought  this civil  action under\r\n\nthe ADA,  alleging that  the Group discriminated  against him  in\r\n\nregard  to  his  right of  return  from  layoff,  rehire and  job\r\n\nassignment by  failing to  find a \"reasonable  accommodation\" for\r\n\nhis  disability.1   After the  court denied  Jacques' motion  for\r\n\npartial   summary   judgment,2    the   issues   of   intentional\r\n\ndiscrimination  and punitive damages were tried to a jury on July\r\n\n11,  1995.  At  the close of the  Group's evidence, Jacques moved\r\n\nfor judgment as a  matter of law pursuant to Fed. R.  Civ. P. 50,\r\n\nwhich motion was  denied.  On July 17, 1995, the  jury returned a\r\n\nverdict  finding that  the Group  did not  illegally discriminate\r\n\nagainst Jacques on the basis of his disability and, consequently,\r\n\ndid not reach  the issues of  compensatory and punitive  damages.\r\n                    \r                              \r\n\n1  Jacques does  not allege that he was  discriminated against in\r\ntermination or  layoff.  Indeed,  not only  is it  uncontroverted\r\nthat  the  Group did  not terminate  Jacques  for his  failure to\r\nfulfill the  Arena assignment  and that  Jacques continued to  be\r\nassigned to the weekly Mills assignment, but the evidence clearly\r\nshows that Jacques stopped reporting to the  Mills assignment and\r\nthe Group on his own volition.\r\n\n2  The district court denied summary judgment on the grounds that\r\nthere  was   \"a   material  dispute   about  whether   [Jacques']\r\nemployment, and there [was]  insufficient evidence that [Jacques]\r\nsuffered some  other adverse  employment action.\"   Memorandum of\r\nDecision, May 23, 1995 (Docket No. 23).\r\n\n                               -5-\r\r\n\nAppellant moved again for judgment as a matter of law pursuant to\r\n\nFed. R. Civ. P.  50.  After reviewing  briefs from both  parties,\r\n\nthe district court issued its memorandum and decision  on October\r\n\n2,  1995, in which it denied Jacques' motion and entered judgment\r\n\nin accordance with the jury verdict.  \r\n\n                       II.  APPLICABLE LAW\r                                 II.  APPLICABLE LAW\r\n\n          The ADA is a federal civil  rights statute, enacted \"to\r\n\nprovide  a  clear  and  comprehensive national  mandate  for  the\r\n\nelimination   of   discrimination   against    individuals   with\r\n\ndisabilities.\"  42  U.S.C.    12101(b)(1).    \"In the  employment\r\n\ncontext,  the ADA  prohibits a  'covered entity'  (defined as  'a\r\n\nperson  engaged in an industry  affecting commerce who  has 15 or\r\n\nmore  employees')  from  'discriminat[ing]  against  a  qualified\r\n\nindividual  with a disability  because of the  disability of such\r\n\nindividual in  regard to job application  procedures, the hiring,\r\n\nadvancement, or   discharge of employees,  employee compensation,\r\n\njob  training, and  other  terms, conditions,  and privileges  of\r\n\nemployment.'\"  Katz  v. City Metal Co, Inc., 87  F.3d 26, 30 (1st\r                                                     \r\n\nCir.  1996)  (quoting  42  U.S.C.     12112(a));  see  Grenier v.\r                                                                        \r\n\nCyanamid Plastics,  Inc., 70 F.3d 667, 671  (1st Cir. 1995).  The\r                                  \r\n\nregulations3 adopted under the  ADA  provide that it  is unlawful\r\n\nfor  a   covered  entity   to  discriminate   on  the  basis   of\r\n\n                    \r                              \r\n\n3   \"Such  administrative  interpretations  of  the  Act  by  the\r\nenforcing  agency,  'while not  controlling  upon  the courts  by\r\nreason  of their  authority,  do constitute a  body of experience\r\nand informed judgment to which  courts and litigants may properly\r\nresort  for guidance.'\"  Grenier, 70 F.3d at 672 (quoting Meritor\r                                                                           \r\nSav. Bank, FSB v. Vinson, 477 U.S. 57, 65 (1986)).\r                                  \r\n\n                               -6-\r\r\n\n\"disability,\" see 42 U.S.C.   12102(2) (defining term), against a\r                           \r\n\n\"qualified  individual  with  a  disability,\"  see  42  U.S.C.   \r                                                            \r\n\n12111(8)  (defining term), in regard to, inter alia, the right of\r                                                             \r\n\nreturn  from layoff,  29  C.F.R. Ch.  XIV    1630.4(b),  and  job\r\n\nassignments, 29 C.F.R. Ch. XIV   1630.4(d).\r\n\n          The ADA further  provides that the  term \"discriminate\"\r\n\nincludes:\r\n\n            not  making reasonable  accommodations to\r\n            the known physical or  mental limitations\r\n            of an otherwise qualified individual with\r\n            a  disability  who  is  an  applicant  or\r\n            employee, unless such covered  entity can\r\n            demonstrate that  the accommodation would\r\n            impose an undue hardship on the operation\r\n            of  the business  of such  covered entity\r\n            . . . .\r\n\n42  U.S.C.    12112(5)(A).    Reasonable accommodations  include,\r\n\ninter alia,  \"job restructuring [and] part-time  or modified work\r                    \r\n\nschedules.\"  42 U.S.C.   12111(9); see 29 C.F.R. App.   1630.2(o)\r                                                \r\n\n(defining reasonable accommodation).  Furthermore, in order \r\n\n            [t]o determine the appropriate reasonable\r\n            accommodation,  it  may be  necessary for\r\n            the   covered   entity  to   initiate  an\r\n            informal,  interactive  process with  the\r\n            qualified  individuals with  a disability\r\n            in need of the accommodation.\r\n\n29 C.F.R.   1630.2(o)(3).\r\n\n          To establish a claim of disability discrimination under\r\n\nthe ADA, a plaintiff  must prove three things by  a preponderance\r\n\nof the evidence:\r\n\n            First,  that  he  [or  she]  was disabled\r\n            within  the meaning of  the Act.  Second,\r\n            that    with   or    without   reasonable\r\n            accommodation he  [or  she] was  able  to\r\n            perform the essential functions  of [the]\r\n\n                               -7-\r\r\n\n            job.    And,  third,  that  the  employer\r\n            discharged him  [or her] in  whole or  in\r\n            part because of his [or her] disability.\r\n\nKatz, 87 F.3d  at 30.  A plaintiff may  also indirectly prove his\r              \r\n\nor  her case \"by using  the prima facie  case and burden shifting\r                                                 \r\n\nmethods that originated in McDonnell Douglas Corp.  v. Green, 411\r                                                                      \r\n\nU.S. 792 (1973).\"   Id.  n.2 (citations omitted);  see Taylor  v.\r                                                                       \r\n\nPrincipal  Financial  Group, Inc.,       F.3d    ,     ,  1996 WL\r                                           \r\n\n350705  at *6  (5th Cir.  1996) (citations  omitted).   Under the\r\n\nMcDonnell Douglas  analysis, a  plaintiff must  first prove  by a\r                           \r\n\npreponderance of the evidence that he or she (i) has a disability\r\n\nwithin the meaning of  the Act; (ii) is qualified to  perform the\r\n\nessential  functions  of  the  job, with  or  without  reasonable\r\n\naccommodations; (iii) was subject to an adverse employment action\r\n\nby a  company subject to  the Act;  (iv) was replaced  by a  non-\r\n\ndisabled person  or was treated less  favorably than non-disabled\r\n\nemployees; and (v) suffered damages as a result.  See Taylor,    \r                                                                      \r\n\nF.3d at    , 1996 WL 350705 at *6. \r\n\n                     III.  PROCEEDINGS BELOW\r                               III.  PROCEEDINGS BELOW\r\n\n          Below, the  Group stipulated  to the following:  (i) at\r\n\nthe time of Jacques' separation from the Group, it was subject to\r\n\nthe ADA; (ii)  Jacques is  \"disabled\" within the  meaning of  the\r\n\nADA; and (iii)  the Group  was aware of  Jacques' disability  and\r\n\ninability  to  drive   a  car   at  the  time   of  the   alleged\r\n\ndiscrimination.   As the district court  correctly found, Jacques\r\n\nwas clearly qualified, indeed over-qualified given his education,\r\n\nfor  the position  of a  general purpose  cleaner.   However, the\r\n\n                               -8-\r\r\n\nGroup argued  that Jacques was not  \"otherwise qualified\" because\r\n\nhe could  not fulfill, with or  without reasonable accommodation,\r\n\nthe \"essential function\"4 of  arriving at the Arena by  8:00 a.m.\r\n\nand  that his  suggested accommodations  -- transportation  and a\r\n\nlater starting time  -- would pose an undue burden  on the Group.\r\n\nThe jury,  thus, was charged with determining whether Jacques was\r\n\notherwise qualified to perform the essential function of the job,\r\n\nwith  or  without  reasonable accommodation;  whether  the  Group\r\n\nillegally  discriminated   against  him  on  the   basis  of  his\r\n\ndisability;  and,  if so,  if he  suffered  damages as  a result.\r\n\nBecause  the  jury  resolved  the  merits  against  Jacques,  the\r\n\nquestion of damages was never addressed. \r\n\n          Based on  the evidence,  the  district court  concluded\r\n\nthat a reasonable jury could find:  (i)  that the completion time\r\n\nof the Arena assignment was an essential element of the position,\r\n\nsee 29 C.F.R. App.   1630.2(n); (ii) that there was no reasonable\r             \r\n\naccommodation to Jacques' disability that would not pose an undue\r\n\nhardship to  the Group,5 see 42 U.S.C.   1211(10); and (iii) that\r                                      \r\n\nfor these reasons,  the jury could  reasonably find that  Jacques\r\n\n                    \r                              \r\n\n4   The EEOC regulations define the term \"essential functions\" as\r\n\"the  fundamental  job  duties  of the  employment  position  the\r\nindividual with  a disability  holds\" and  \"does not  include the\r\nmarginal functions of the position.\"   29 C.F.R.    1630.2(n)(1).\r\nAmong other  reasons, a job function may  be considered essential\r\nbecause the position exists  to perform that particular function.\r\nSee 29 C.F.R.    1630.2(n)(2); Larkins v. Ciba Vision  Corp., 858\r                                                                      \r\nF. Supp. 1572, 1580 (N.D.Ga. 1994).\r\n\n5  According to the Group, the Mills assignment was  not intended\r\nto be a reasonable accommodation for Jacques.  \r\n\n                               -9-\r\r\n\nwas not otherwise qualified to perform the essential function  of\r\n\nthe Arena assignment, with or without reasonable accommodation.\r\n\n                               -10-\r\r\n\n                         IV.  DISCUSSION\r                                   IV.  DISCUSSION\r\n\n          Turning to  the appeal  before us,  we note  first that\r\n\nJacques conceded during oral  argument that an essential function\r\n\nof  the  Arena   assignment  was  the   8:00  a.m.  start   time.\r\n\nConsequently,  in light  of  the Group's  stipulations below  and\r\n\nJacques'  concession, resolution  of this  appeal hinges  only on\r\n\nwhether the jury properly  found that Jacques was  not \"otherwise\r\n\nqualified, with  or without reasonable accommodation\"  to perform\r\n\nthe  Arena assignment's  essential function  of arriving  by 8:00\r\n\na.m.  \r\n\n          After reviewing de novo the  evidence in the light most\r                                           \r\n\nfavorable to the Group as the nonmovant, Atallah, 45 F.3d at 516,\r                                                          \r\n\nwe agree with  the district  court that a  reasonable jury  could\r\n\nreach the conclusions it set forth in its  decision.  Indeed, the\r\n\njury reasonably could have found that Jacques' disability was not\r\n\na motivating factor in the Group's decision to find a replacement\r\n\nfor  the Arena assignment.  Not  only was Jacques the only person\r\n\nfrom  the laid-off crew to  have been offered  the opportunity to\r\n\nreturn from layoff, but at the time Jacques was offered the Arena\r\n\nassignment  the  Group (including  Buck)  had  full knowledge  of\r\n\nJacques'  disability  and his  inability  to  drive; indeed,  the\r\n\nrecord shows that,  with respect to the Arena assignment, Jacques\r\n\nwas  both \"hired\"  and \"fired\"  by  the same  person, Buck.   See\r                                                                           \r\n\nTyndall, 31 F.3d at  214 (noting that there is a strong inference\r                 \r\n\nof  nondiscrimination  where the  hirer  and firer  are  the same\r\n\nperson).\r\n\n                               -11-\r\r\n\n          Furthermore,  the record strongly suggests that Jacques\r\n\ncould have  fulfilled the essential  function of arriving  at the\r\n\nArena  by   8:00  a.m.  without   the  need   for  a   reasonable\r                                         \r\n\naccommodation.  Jacques  testified that he  was quite willing  to\r\n\nmake his  own way to the  Group's office some two  and half miles\r\n\nfrom his home, however,  he never explained why he  was unwilling\r\n\nto go  the approximate extra half a mile to  the Arena.  The jury\r\n\nreasonably  could have  been swayed  by this  unexplained refusal\r\n\ngiven  the   uncontroverted  evidence  that  Jacques   had  never\r\n\npreviously requested  transportation and had always  made his way\r\n\nto the Group's office. \r\n\n            Or,  in the  alternative,  the jury  reasonably could\r\n\nhave found that providing Jacques with transportation constituted\r\n\nan undue  burden  for the  Group as  there was  testimony to  the\r\n\neffect that:  (i) all of  the Group's vans were assigned to other\r\n\ncrews and were  unavailable to transport  Jacques; (ii) no  other\r\n\nGroup   employee   was   available   to  provide   Jacques   with\r\n\ntransportation  on  a   daily  basis;  and  (iii)   it  would  be\r\n\neconomically detrimental for the Group to hire another individual\r\n\nto drive  Jacques in light of its  profit margin.  Further still,\r\n\nthe jury  reasonably could have found  that accommodating Jacques\r\n\nby permitting him  to start  after 10:00 a.m.,  by splitting  his\r\n\nshift with another employee, or  by reassignment to another  crew\r\n\nwould be unreasonable as  it would eliminate the job's  essential\r\n\nfunction  of arriving  at  8:00 a.m.    See, e.g.,  Treadwell  v.\r                                                                       \r\n\nAlexander, 707 F.2d 473, 478 (11th Cir. 1983) (affirming district\r                   \r\n\n                               -12-\r\r\n\ncourt conclusion  that, in  light of agency's  limited resources,\r\n\n\"doubling  up\"  employees  would  impose  an  \"undue  hardship\");\r\n\nLarkins  v. CIBA Vision Corp.,  858 F. Supp.  1572, 1583 (N.D.Ga.\r                                       \r\n\n1994)  (holding  that the  ADA does  not  require an  employer to\r\n\neliminate the  essential  functions of  a job  to accommodate  an\r\n\nemployee).\r\n\n          This  does not  end  our inquiry,  however, as  Jacques\r\n\nfaults the  district court's  denial of  his Fed.  R. Civ.  P. 50\r\n\nmotion.   He  argues  here,  as  he did  below,  that  the  Group\r\n\ndiscriminated  against  him  as  a  matter  of  law  through  its\r\n\nuncontroverted failure  to  engage in  an \"informal,  interactive\r\n\nprocess\"  with   him,  within  the   meaning  of   29  C.F.R.    \r\n\n1630.2(o)(3),  in  order   to  determine  whether   a  reasonable\r\n\naccommodation could have been  made so that Jacques could  get to\r\n\nthe Arena by 8:00 a.m.6  The reasonableness of Jacques' suggested\r\n\naccommodations  and  the question  of  any undue  burden  for the\r\n\nGroup,  Jacques contends, are not even  reached in this case.  As\r\n\nJacques admitted in  oral argument, the fundamental  basis of his\r\n\nclaim  is that  the  Group's failure  to  look for,  or  suggest,\r\n\nalternative accommodations constitutes a violation even where, as\r\n\nhere, there  is no proof  that any  informal interactive  process\r\n\nwould have actually borne any fruit. \r\n\n                    \r                              \r\n\n6  For  record support, Jacques points to his  trial testimony as\r\nwell  as that of  Buck and  the Group's  President, all  of which\r\ndemonstrate  that the Group made  absolutely no effort  to find a\r\nreasonable  accommodation   or   otherwise  assist   Jacques   in\r\ndetermining whether one existed.  \r\n\n                               -13-\r\r\n\n          For  legal   support,  Jacques  relies  on   29  C.F.R.\r\n\n  1630.2(o)(3).   In  response  to the  Group's observation  that\r\n\nJacques'  brief provides  no  case law  to support  his argument,\r\n\nduring  oral   argument  Jacques   pointed  us  to   three  cases\r\n\ninterpreting analogous  provisions in the  Rehabilitation Act  of\r\n\n1973,  29 U.S.C.   791 et seq.,7 and California's Fair Employment\r                                        \r\n\nand  Housing Act (\"FEHA\").  These cases, he contends, support his\r\n\nassertion  that it is an  employer's duty to  suggest and provide\r\n\nreasonable  accommodations to  the employee.   See  Buckingham v.\r                                                                        \r\n\nUnited States, 998  F.2d 735, 739-41  (9th Cir. 1993)  (upholding\r                       \r\n\ndenial of summary judgment for employer on the grounds that there\r\n\nis   no  per  se  rule  against   employee  transfers  under  the\r                          \r\n\nRehabilitation  Act  and  that  employers have  duty  to  \"gather\r\n\nsufficient information\"  when accommodation is required to enable\r\n\nemployee  to  perform  essential  function);  Sargent  v.  Litton\r                                                                           \r\n\nSystems, Inc., 841 F.  Supp. 956 (N.D.Ca. 1994)  (denying summary\r                       \r\n\njudgment  under FEHA where genuine issue of material fact existed\r\n\nregarding employer's  efforts  to accommodate  and  existence  of\r\n\nundue hardship); Butler v. Dept. of  the Navy, 595 F. Supp. 1063,\r                                                       \r\n\n1068 (D.Md.  1984) (noting that  government's duty to  propose or\r\n\nmake  reasonable  accommodations  cannot  be  triggered  by  mere\r\n\nexistence of handicapped employee where there is no evidence that\r\n\nemployee  was  not  reasonably   accommodated  and  finding  that\r\n\n                    \r                              \r\n\n7  \"Unless expressly  stated otherwise, the standards  applied in\r\nthe ADA are not intended to be lesser than the  standards applied\r\nunder  the Rehabilitation Act of 1973.\"  29 C.F.R.   1630.1, App.\r\n(1995). \r\n\n                               -14-\r\r\n\nemployee  failed to show how reasons for dismissal were caused by\r\n\nfailure to reasonably accommodate).   \r\n\n          For record support,  Jacques points to trial  testimony\r\n\nelicited  by the Group's  after-the-fact investigation into three\r\n\narea  organizations  that  provide  transportation   to  disabled\r\n\nindividuals.     This  testimony,   Jacques   argues,  not   only\r\n\ndemonstrates  his complete  unawareness  until  asked  on  cross-\r\n\nexamination that those  services existed but also that  the Group\r\n\nwas   better  situated   to   ascertain  alternative   reasonable\r\n\naccommodations.  Their  failure to do so,  he points out,  is not\r\n\nsurprising given  the undisputed testimony that  the Group, while\r\n\naware  that  it was  subject  to  the  ADA, was  unaware  of  ADA\r\n\nprovisions regarding reasonable accommodations.\r\n\n          The Group counters with two  points.  First, the  Group\r\n\nargues  that   29  C.F.R.     1630.2(o)(3)  does  not  impose  an\r\n\naffirmative obligation  upon the  employer as it  explicitly uses\r\n\nthe  term \"may,\" not \"shall.\"   Second, the Group points out that\r\n\nthe jury was instructed in accordance with Section 1630.2(o)(3)'s\r\n\nlanguage and that  the jury  could have found  from the  evidence\r\n\npresented that the Group's  failure to suggest additional options\r\n\ndid   not    constitute   a   failure   to   provide   reasonable\r\n\naccommodations.  Conceding at oral argument that the employer may\r\n\nin  some situations  have specialized  knowledge or  be otherwise\r\n\nbetter  situated such  that  it  would  be  required  to  suggest\r\n\naccommodations in the first  instance, the Group argues  that the\r\n\njury could reasonably conclude that this was not such a case. \r\n\n                               -15-\r\r\n\n          The  regulations' use  of \"may\"  clearly suggests  that\r\n\nCongress, while  it could have imposed  an affirmative obligation\r\n\nupon employers in all cases,  chose not to.  That said,  however,\r\n\nas the  Seventh Circuit  recently observed, \"someone,  either the\r\n\nemployer or  the employee, bears the  ultimate responsibility for\r\n\ndetermining what specific actions must be taken by the employer,\"\r\n\nBeck v. University of Wis.,  75 F.3d 1130, 1135 (7th  Cir. 1996),\r                                    \r\n\nand 29 C.F.R.    1630.2(o)(3) indicates that \"[t]he  employer has\r\n\nat  least  some  responsibility   in  determining  the  necessary\r\n\naccommodation  . .  .  [and  that]  the regulations  envision  an\r\n\ninteractive process that requires participation by both parties.\"\r\n\nId.    The Fifth  Circuit made  a  similar observation  even more\r             \r\n\nrecently:   \"Once  the accommodation  is properly  requested, the\r\n\nresponsibility  for  fashioning  a  reasonable  accommodation  is\r\n\nshared  between the employee and the employer.\"  Taylor,     F.3d\r                                                                 \r\n\nat     , 1996  WL  350705 at  *8  (stating that  the  \"employee's\r\n\ninitial request triggers employer's obligation  to participate in\r\n\ninteractive process\" and that employer  cannot be held liable for\r\n\nfailing  to   provide  one  if  employee  fails   to  request  an\r\n\naccommodation.);  cf. White v. York Int'l Corp., 45 F.3d 357, 363\r                                                         \r\n\n(10th Cir.  1995) (noting  that interactive process  is triggered\r\n\nonly after  employer makes threshold determination  that disabled\r\n\nemployee may be accommodated).8\r\n\n                    \r                              \r\n\n8   Neither  party cited  any of  these ADA  cases.   Even though\r\nTaylor was  decided after  oral argument, neither  party filed  a\r                \r\nsupplemental letter pursuant to Fed. R. App. P. 28(j).\r\n\n                               -16-\r\r\n\n          That  said, based  upon  our standard  of review,  this\r\n\nappeal  begins and  ends with  the reasonableness  of the  jury's\r\n\nverdict:   we  simply  cannot conclude  that reasonable  persons,\r\n\nlooking at the evidence in the light most favorable to the Group,\r\n\nand according it all reasonable  inferences could not have  found\r\n\nfor  the Group.  See  Gallagher v. Wilton  Enterprises, Inc., 962\r                                                                      \r\n\nF.2d  120,  124   (1st  Cir.   1992);  Chedd,   Angier  v.   Omni\r                                                                           \r\n\nPublications, Inc., 756 F.2d 930, 934  (1st Cir. 1985).  In other\r                            \r\n\nwords, we agree  with the Group  that the jury  could have  found\r\n\nfrom the  evidence presented that the Group's  failure to suggest\r\n\nadditional  options  did  not  constitute a  failure  to  provide\r\n\nreasonable accommodations.  \r\n\n            The jury was correctly instructed that \r\n\n            it may be necessary  for the employer  to\r\n            initiate a discussion  with the  employee\r\n            about appropriate accommodations  . . . .\r\n            Unlawful  discrimination occurs  when the\r\n            employee's  .  .  .   opportunities  with\r\n            respect  to .  . .  right of  return from\r\n            layoff, rehiring and  job assignment  are\r\n            adversely   affected   because   of   his\r\n            disability or because the employer failed\r\n            to make a reasonable accommodation.\r\n\nTr.  Trans. Vol. IV  at 388-89.  Jacques  objected to the court's\r\n\nrefusal to instruct  the jury that  if it were  to find that  the\r\n\nGroup failed to give him a reasonable accommodation then it would\r\n\nnot need to  go any  further as this  failure itself  constituted\r\n\nintentional discrimination but did not object on the grounds that\r\n\nthe instruction misstated the law.  Nor does he make such a claim\r\n\nor  otherwise  challenge  the  district  court's  instruction  on\r\n\nappeal. \r\n\n                               -17-\r\r\n\n          Given its instructions and  the evidence presented, the\r\n\njury could have reasonably concluded that the Group's failure to \r\n\ninitiate an  interactive process or suggest  alternatives did not\r\n\nconstitute a per se  failure to provide reasonable accommodations\r                             \r\n\nhere.   The jury reasonably could have concluded that engaging in\r\n\nan  interactive process  simply  was not  necessary  in order  to\r                                                  \r\n\ndetermine the appropriate reasonable accommodation.  Not only was\r\n\nthere substantial  evidence from  which to conclude  that Jacques\r\n\n(an  intelligent  and  well-educated individual  who  had  always\r\n\nmanaged to make his own way to job sites in the past) was just as\r\n\nwell situated, if not better so, to investigate and suggest other\r\n\nalternatives, but  the jury reasonably could  have concluded that\r\n\nJacques was simply unwilling to fulfill the essential function of\r\n\nthe  Arena  assignment:    as  we  already noted,  Jacques  never\r\n\nexplained why the extra  half mile precluded him from  getting to\r\n\nthe Arena assignment on his own or why he was otherwise unwilling\r\n\nto travel that extra distance.  Cf. Taylor,     F.3d at    , 1996\r                                                    \r\n\nWL 350705 at *8 (noting that employee failed to fulfill burden of\r\n\nadducing summary judgment evidence  showing that he told employer\r\n\nthat he was limited  as a result of his  disability); Buckingham,\r                                                                          \r\n\n998 F.2d at 742 (noting on  remand that employee may meet  burden\r\n\nby showing, inter alia, that accommodation sought is necessary to\r                                                                        \r\n\nenable performance of essential function).9  \r\n                    \r                              \r\n\n9  We  recognize that, even when qualified employees  are able to\r\nperform  a  job's  essential  functions,  employers  may  not  be\r\nrelieved of  their duty  to accommodate where  accommodations are\r\nrequired to  allow equal  enjoyment of employment  privileges and\r\nbenefits  or to pursue therapy or treatment.  See Buckingham, 998\r                                                                      \r\n\n                               -18-\r\r\n\n          Furthermore,  apart from  his  investigation  into  bus\r\n\nroutes, Jacques presented no evidence that he requested any other\r\n\naccommodations, inquired whether  the Group had any  suggestions,\r\n\nor  otherwise indicated that he was still interested in finding a\r\n\nsolution.    Cf. Taylor,      F.3d  at    ,  1996  WL 350705  * 8\r                                 \r\n\n(noting  that  responsibility  for  fashioning  accommodation  is\r\n\nshared   between   employer  and   employee).      While  it   is\r\n\nuncontroverted  that the  Group did  not suggest  any alternative\r\n\naccommodations  after   it  rejected  as   unreasonable  Jacques'\r\n\nproposed  accommodations, there  is  no evidence  that the  Group\r\n\nfailed  to consider Jacques'  requested accommodations and \"there\r\n\nis nothing in the record from which we can discern any attempt by\r\n\nthe  [Group] to sweep the problem under  the rug.\"  Beck, 75 F.3d\r                                                                  \r\n\nat  1136 (affirming summary  judgment in favor  of employer under\r\n\nthe  ADA   where  employee  was  responsible   for  breakdown  in\r\n\ninteractive process to  determine reasonable accommodation);  cf.\r                                                                          \r\n\nButler, 595  F. Supp. at  1967 (noting  that there  must be  some\r                \r\n\nsufficient connection between the loss of the protected interest,\r\n\nthe job, and the violation of the duty owed to the employee).  \r\n\n          Indeed, just as the jury reasonably could conclude that\r\n\nJacques did not need reasonable accommodation in order to perform\r\n\nthe essential  functions, the  Group quite reasonably  could have\r\n\ninterpreted Jacques' unexplained refusal to travel the additional\r\n\n                    \r                              \r\n\nF.2d  at 740-41.   This, however, does  not assist  Jacques as he\r\npresented no evidence that he required accommodation in  order to\r\nenjoy equal  privileges  and benefits  or  to pursue  therapy  or\r\ntreatment for his epilepsy.\r\n\n                               -19-\r\r\n\nhalf-a-mile as an  implicit refusal of  the Arena assignment  and\r\n\npreference to  wait for  a more  convenient assignment  to become\r\n\navailable.   As  Macomber  testified, Jacques  \"rode his  bike to\r\n\n[the] office every single  day, and the ice [A]rena  was not much\r\n\nfurther.   That's the  reason [why] I  offered him the  job.\"  In\r\n\nfact,  trial testimony  that  the Group  filed  in opposition  to\r\n\nJacques' application to the Maine Department of Labor for partial\r\n\nunemployment  on the basis  that he refused  the Arena assignment\r\n\nsuggests that  this is  precisely how  the Group  interpreted the\r\n\nsituation.\r\n\n          Of  course, we  are  painfully aware  that the  Group's\r\n\nfailure to engage in an informal interactive process with Jacques\r\n\nregarding accommodation options  beyond those which  he requested\r\n\nresults  from  its  failure  to  be  properly   informed  of  its\r\n\nobligations  under the  ADA.   Nevertheless, the Group  is spared\r\n\nfrom  walking the plank given  that we cannot  conclude under our\r\n\ncircumscribed  review of  the  jury's verdict  -- evaluating  the\r\n\nevidence  with  our \"eye[s]  toward  determining  whether it  can\r\n\nsupport only one  outcome,\" S nchez  v. Puerto Rico  Oil Co.,  37\r                                                                      \r\n\nF.3d 712, 716 (1st Cir.  1994) --  that no reasonable  jury could\r\n\nhave reached the verdict reached below.\r\n\n          The ADA  represents a  major commitment by  the federal\r\n\ngovernment  to  assure  adequate  protection  to  Americans  with\r\n\ndisabilities.    There  may  well  be  situations  in  which  the\r\n\nemployer's failure  to engage in an  informal interactive process\r\n\nwould constitute  a failure to  provide reasonable  accommodation\r\n\n                               -20-\r\r\n\nthat amounts  to a  violation of the  ADA.   But cases  involving\r\n\nreasonable accommodation  turns heavily  upon their facts  and an\r\n\nappraisal of  the reasonableness of  the parties' behavior.   The\r\n\njury   verdict  in  this  case   was  not  irrational,  the  jury\r\n\ninstructions  were not subject  to objection,  and we  leave more\r\n\ndifficult cases to another day.\r\n\n                      V.  EVIDENTIARY RULING\r                                V.  EVIDENTIARY RULING\r\n\n          Jacques also argues that  the district court abused its\r\n\ndiscretion when it admitted  into evidence the March 3  letter in\r\n\nwhich Jacques made  disparaging statements about  the Group.   If\r\n\nthis were a case about discrimination occurring upon termination,\r\n\nJacques  maintains, the  letter's  admission would  be justified;\r\n\nhowever, because the discrimination occurred upon Jacques' return\r\n\nfrom  layoff -- one  week before  the aggressive  and inflamatory\r\n\nletter was written -- the probative value of the letter is highly\r\n\nquestionable.   Because of  this, Jacques continues,  and because\r\n\nthe letter served  merely to  reflect upon his  character and  to\r\n\narouse  the jury's hostility, it should have been excluded due to\r\n\nits \"extreme prejudicial nature.\"  \r\n\n          As  Jacques  points  out,  \"[e]vidence  having  a  dual\r\n\ntendency, inadmissible  and gravely  prejudicial for one  purpose\r\n\nbut  not  objectionable  for another  if  separately  considered,\r\n\nshould be excluded from the jury where the feat of ignoring it in\r\n\nthe one aspect while  considering it in the  other is too  subtle\r\n\nfor the ordinary mind and the risk of confusion is so great as to\r\n\nupset the  balance of  practical advantage.\"   Shepard v.  United\r                                                                           \r\n\n                               -21-\r\r\n\nStates, 290 U.S.  96, 103 (1933).   Be that  as it may,  Jacques'\r                \r\n\ncounsel  failed  not only  to object  on  any grounds  other than\r\n\nrelevance but also to request a limiting instruction.  As counsel\r\n\nnever moved beyond relevancy to argue unfair prejudice under Fed.\r\n\nR. Evid.  403, we review Jacques'  claim of error under  Rule 403\r\n\nonly  for  plain  error  pursuant  to  Fed.  R.  Civ.  P.  103,10\r\n\nrecognizing while we do so that \"Rule 403 is a liberal rule under\r\n\nwhich relevant evidence generally is admitted.\"  United States v.\r                                                                        \r\n\nMcMahon, 938 F.2d 1501,  1508 (1st Cir. 1991); Dente  v. Riddell,\r                                                                           \r\n\nInc.,  664 F.2d  1, 5 (1st  Cir. 1981)  (\"A trial  judge has much\r              \r\n\nlatitude in these matters.\").\r\n\n          It  was  clearly not  plainly  erroneous  to admit  the\r\n\nletter   on  the basis  that its  probative value  outweighed its\r\n\nprejudicial effect.  While the letter does not frame Jacques in a\r\n\nflattering  light, it  was certainly  not without relevance.   In\r\n\nresponse to Jacques' relevancy objection, the Group replied below\r\n\nthat the  March 3 letter was  relevant as it tended  to show that\r\n\nthe Group  did not intentionally discriminate  against Jacques in\r\n\nmaking  its decision  to terminate  and failure  to rehire.   The\r\n\ncourt  agreed,  noting  that  \"if  the  jury  finds  it  was  the\r\n\ndisability which was the cause of termination first, they have to\r\n\nfind that and  that's discriminatory. . .  . If there were  other\r\n                    \r                              \r\n\n10  Fed. R. Civ. P. 103 provides,  in pertinent part:  \"Error may\r\nnot be predicated upon a ruling which admits or excludes evidence\r\nunless a  substantial right of the party is affected  . . . .  In\r\ncase  the ruling is one admitting evidence, a timely objection or\r\nmotion  to strike  appears  on the  record, stating  the specific\r\nground  of objection, if the specific ground for the objection is\r\nnot apparent from the context.\"\r\n\n                               -22-\r\r\n\nreasons, it's a factual finding for the jury.\"11  Even though the\r\n\nletter  was written  after the  alleged discrimination  regarding\r\n\nJacques' return from  layoff, it  was still relevant  as it  also\r\n\ntended  to show  that Jacques  was an  intelligent,  educated and\r\n\nresourceful  individual.    It  also  was  probative  as  to  his\r\n\ncredibility.   Even were we  to assume that  the magistrate judge\r\n\nwas  faced  with a  \"close call\"  given the  letter's prejudicial\r\n\npropensity, see Fed. R. Civ. P. 403, we nonetheless would find no\r                         \r\n\nplain error.  Not only do we find that the probative value of the\r\n\nletter is not \"substantially outweighed\" by any unfair prejudice,\r\n\nbut we  would strike the Rule 403 balance in favor of admission. \r\n\nMcMahon, 938 F.2d at 1508.  \r                 \r\n\n                         VI.  CONCLUSION\r                                   VI.  CONCLUSION\r\n\n          For  the  foregoing  reasons,  the  decision  below  is\r\n\naffirmed.\r          affirmed\r                  \r\n\n                    \r                              \r\n\n11   Relying on McShain,  Inc. v. Cessna  Aircraft Co.,  563 F.2d\r                                                                \r\n632, 635 (3d Cir. 1977), Jacques also faults the district court's\r\narticulation of factors used in balancing the probative value and\r\nprejudicial effect  of the evidence.  Id. (\"The substantiality of\r                                                   \r\nthe   consideration  given  to   competing  interests  (potential\r\nprejudice  and  probative value)  can  best be  guaranteed  by an\r\nexplicit articulation of the trial court's reasoning.\").  Because\r\nJacques failed to raise the issue of prejudicial effect below, we\r\nalso review this for plain error.  We find none. \r\n\n                               -23-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 95-2209\r\n\n                         RICHARD JACQUES,\r\n\n                      Plaintiff - Appellant,\r\n\n                                v.\r\n\n                      CLEAN-UP GROUP, INC.,\r\n\n                      Defendant - Appellee.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                    FOR THE DISTRICT OF MAINE\r\n\n         [Hon. Eugene W. Beaulieu, U.S. Magistrate Judge]\r                                                                  \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                 Cyr and Boudin, Circuit Judges.\r                                                         \r\n\n                                           \r\n\n     Eric M. Mehnert, with whom Hawkes &amp; Mehnert was on brief for\r                                                          \r\nappellant.\r\n     John S. Bobrowiecki, Jr., with whom Farris, Susi, Heselton &amp;\r                                                                           \r\nLadd, P.A. was on brief for appellee.\r                    \r\n\n                                           \r\n\n                        September 19, 1996\r\n                                           \r\r\n\n          TORRUELLA,  Chief Judge.    Appellant  Richard  Jacques\r                    TORRUELLA,  Chief Judge.\r                                           \r\n\n(\"Jacques\"),  a  person  with   epilepsy,  brought  suit  against\r\n\nAppellee Clean-Up Group, Inc. (\"the Group\") seeking damages under\r\n\nthe  Americans with Disabilities Act (\"the ADA\" or \"the Act\"), 42\r\n\nU.S.C.   12101 et seq.   The jury returned a verdict in favor the\r                               \r\n\nGroup and,  subsequently,  the  district  court  denied  Jacques'\r\n\nmotion for  judgment as a matter of law pursuant to Federal Rules\r\n\nof Civil  Procedure 50 and upheld the jury verdict.  Before us is\r\n\nJacques' appeal of the decision and judgment below.  Jacques also\r\n\nappeals from an evidentiary ruling.  We affirm.\r\n\n                          I.  BACKGROUND\r                                    I.  BACKGROUND\r\n\n          Jacques argues  that there is  insufficient evidence to\r\n\nsupport the jury  verdict and that  the district court  therefore\r\n\nshould  have granted his  motion for judgment as  a matter of law\r\n\npursuant to Fed. R.  Civ. P. 50(a) &amp; (b).  We  review the court's\r\n\ndenial  of the Rule 50 motion de novo, examining  the evidence in\r                                               \r\n\nthe light most  favorable to  the nonmovant, the  Group.   Golden\r                                                                           \r\n\nRule Ins. Co. v. Atallah, </pre><span class=\"citation\" data-id=\"195848\"><a href=\"/opinion/195848/golden-rule-ins-v-atallah/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">512</span></a></span><pre class=\"inline\">, 516 (1st Cir. 1995). \"[W]e\r                                  \r\n\nmay not consider the  credibility of witnesses, resolve conflicts\r\n\nin testimony, or evaluate the weight of the evidence.\"  Wagenmann\r                                                                           \r\n\nv. Adams,  </pre><span class=\"citation\" data-id=\"494589\"><a href=\"/opinion/494589/ronald-e-wagenmann-v-russell-j-adams-appeal-of-gerald-r-anderson/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">196</span></a></span><pre class=\"inline\">,  200 (1st Cir.  1987).  Reversal  of the\r                  \r\n\ndenial  of the  motion  is  warranted  \"only  if  the  facts  and\r\n\ninferences 'point so strongly and overwhelmingly in  favor of the\r\n\nmovant' that a reasonable  jury could not have reached  a verdict\r\n\nagainst  that  party.\"     Atallah,  45  F.3d  at   516  (quoting\r                                            \r\n\nAcevedo-D az v. Aponte, </pre><span class=\"citation\" data-id=\"627336\"><a href=\"/opinion/627336/franco-acevedo-diaz-v-jose-e-aponte-ada-n-perez-franco-acevedo-diaz-v/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">62</span></a></span><pre class=\"inline\">, 66 (1st Cir. 1993)).  Thus, we\r                                \r\n\n                               -2-\r\r\n\npresent the facts in the light most favorable to the Group as the\r\n\njury could have found them.\r\n\n          Clean-Up Group,  Inc., a Maine corporation,  is a small\r\n\ncleaning company, located approximately two-and-a-half miles from\r\n\nJacques' residence.  Jacques was employed by the Group as an all-\r\n\npurpose cleaning  person between  November 6, 1993,  and February\r\n\n1994.    Because of  his epilepsy,  Jacques  is not  permitted to\r\n\noperate a motor vehicle in Maine.  Throughout his employment, the\r\n\nGroup had regularly assigned Jacques to more than forty hours per\r\n\nweek   at  various  job  sites   and  considered  him   to  be  a\r\n\nconscientious and good  worker.  Jacques reported  to his various\r\n\nassignments by walking, riding  his bicycle, or riding in  one of\r\n\nthe  Group's  vans, which  were  routinely  used when  employees,\r\n\nworking as a crew, and  equipment had to be transported to  a job\r\n\nsite.   Employees riding  in vans  were  driven to  and from  the\r\n\nGroup's office.  The  Group had never provided  transportation to\r\n\nits employees under other circumstances. On  February  19,  1994,\r\n\nJacques was  laid off  from  the Group  when  the crew  to  which\r\n\nJacques  was  assigned  was dissolved.    A  few  days later,  on\r\n\nFebruary  24, the  Group offered  Jacques a  full-time assignment\r\n\ncleaning the  Kennebec Ice Arena  (the \"Arena\"), which  was about\r\n\nthree miles from Jacques'  home.  Of those laid off,  Jacques was\r\n\nthe  only one  of  his crew  to  be offered  another  assignment.\r\n\nAlthough he had never  requested a ride to  an assignment in  the\r\n\npast,  because he could not drive and the Arena was approximately\r\n\nthree miles  from his  home, Jacques asked  the Group's  manager,\r\n\n                               -3-\r\r\n\nChris Buck (\"Buck\"), whether he would be catching a ride from the\r\n\nGroup's headquarters or whether  a company van would pick  him up\r\n\non its way to the job site.  Buck replied that Jacques would have\r\n\nto arrange for  his own  transportation to the  Arena.   Jacques'\r\n\nresponse  was that he would inquire into bus routes and schedules\r\n\nand would telephone Buck right back.  Upon gathering the relevant\r\n\ninformation,  Jacques telephoned  Buck and  informed him  that he\r\n\ncould take a  bus and arrive at the Arena  sometime between 10:00\r\n\na.m. and 10:30 a.m.  In reply, Buck informed him that starting at\r\n\nthat time  was unacceptable.    The Arena  assignment required  a\r\n\nstart  time  of 8:00  a.m.  as  certain public  areas  had  to be\r\n\ncompleted prior to,  at least, 9:30 a.m.   Buck told Jacques that\r\n\nhe would find  someone else  for the Arena  assignment.   Another\r\n\nemployee, who the evidence  shows did not have a  disability, was\r\n\nsubsequently assigned to that assignment. \r\n\n          Jacques  was  not  dismissed  from the  Group  for  his\r\n\nfailure to  perform  the Arena  assignment  and continued  to  be\r\n\nassigned  to work  seven hours a  week on Sundays  at the Carlton\r\n\nWoolen  Mills (the  \"Mills\"), an  assignment which  generally was\r\n\nconsidered one of the dirtiest.  Jacques had previously worked at\r\n\nthe Mills.  The record suggests  that it was often an  assignment\r\n\nGroup  employees  did  in order  to  earn  overtime.   The  Group\r\n\nprovided Jacques with transportation  to the Mills in one  of the\r\n\ncompany vans in which two other employees also traveled.  Jacques\r\n\nreported to the Mills assignment from  February 27, 1994, through\r\n\nMarch  27, 1994, at which point Jacques discontinued reporting to\r\n\n                               -4-\r\r\n\nthat  assignment.   Jacques has  not worked  for the  Group since\r\n\nthen.  Shortly after  February 25, 1994, Jacques began soliciting\r\n\ndirect  employment  from  some  of  the  Group's  customers.   In\r\n\nconnection with his job search, Jacques sent a letter dated March\r\n\n3,  1994, to  one  of the  Group's customers,  in  which he  made\r\n\ndisparaging statements about the Group (the \"March 3 letter\"). \r\n\n          Jacques  subsequently brought  this civil  action under\r\n\nthe ADA,  alleging that  the Group discriminated  against him  in\r\n\nregard  to  his  right of  return  from  layoff,  rehire and  job\r\n\nassignment by  failing to  find a \"reasonable  accommodation\" for\r\n\nhis  disability.1   After the  court denied  Jacques' motion  for\r\n\npartial   summary   judgment,2    the   issues   of   intentional\r\n\ndiscrimination  and punitive damages were tried to a jury on July\r\n\n11,  1995.  At  the close of the  Group's evidence, Jacques moved\r\n\nfor judgment as a  matter of law pursuant to Fed. R.  Civ. P. 50,\r\n\nwhich motion was  denied.  On July 17, 1995, the  jury returned a\r\n\nverdict  finding that  the Group  did not  illegally discriminate\r\n\nagainst Jacques on the basis of his disability and, consequently,\r\n\ndid not reach  the issues of  compensatory and punitive  damages.\r\n                    \r                              \r\n\n1  Jacques does  not allege that he was  discriminated against in\r\ntermination or  layoff.  Indeed,  not only  is it  uncontroverted\r\nthat  the  Group did  not terminate  Jacques  for his  failure to\r\nfulfill the  Arena assignment  and that  Jacques continued to  be\r\nassigned to the weekly Mills assignment, but the evidence clearly\r\nshows that Jacques stopped reporting to the  Mills assignment and\r\nthe Group on his own volition.\r\n\n2  The district court denied summary judgment on the grounds that\r\nthere  was   \"a   material  dispute   about  whether   [Jacques']\r\nemployment, and there [was]  insufficient evidence that [Jacques]\r\nsuffered some  other adverse  employment action.\"   Memorandum of\r\nDecision, May 23, 1995 (Docket No. 23).\r\n\n                               -5-\r\r\n\nAppellant moved again for judgment as a matter of law pursuant to\r\n\nFed. R. Civ. P.  50.  After reviewing  briefs from both  parties,\r\n\nthe district court issued its memorandum and decision  on October\r\n\n2,  1995, in which it denied Jacques' motion and entered judgment\r\n\nin accordance with the jury verdict.  \r\n\n                       II.  APPLICABLE LAW\r                                 II.  APPLICABLE LAW\r\n\n          The ADA is a federal civil  rights statute, enacted \"to\r\n\nprovide  a  clear  and  comprehensive national  mandate  for  the\r\n\nelimination   of   discrimination   against    individuals   with\r\n\ndisabilities.\"  42  U.S.C.    12101(b)(1).    \"In the  employment\r\n\ncontext,  the ADA  prohibits a  'covered entity'  (defined as  'a\r\n\nperson  engaged in an industry  affecting commerce who  has 15 or\r\n\nmore  employees')  from  'discriminat[ing]  against  a  qualified\r\n\nindividual  with a disability  because of the  disability of such\r\n\nindividual in  regard to job application  procedures, the hiring,\r\n\nadvancement, or   discharge of employees,  employee compensation,\r\n\njob  training, and  other  terms, conditions,  and privileges  of\r\n\nemployment.'\"  Katz  v. City Metal Co, Inc., </pre><span class=\"citation\" data-id=\"196845\"><a href=\"/opinion/196845/katz-v-city-metal-co/\"><span class=\"volume\">87</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span><pre class=\"inline\">, 30 (1st\r                                                     \r\n\nCir.  1996)  (quoting  42  U.S.C.     12112(a));  see  Grenier v.\r                                                                        \r\n\nCyanamid Plastics,  Inc., </pre><span class=\"citation\" data-id=\"708160\"><a href=\"/opinion/708160/andre-grenier-v-cyanamid-plastics-inc/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">667</span></a></span><pre class=\"inline\">, 671  (1st Cir. 1995).  The\r                                  \r\n\nregulations3 adopted under the  ADA  provide that it  is unlawful\r\n\nfor  a   covered  entity   to  discriminate   on  the  basis   of\r\n\n                    \r                              \r\n\n3   \"Such  administrative  interpretations  of  the  Act  by  the\r\nenforcing  agency,  'while not  controlling  upon  the courts  by\r\nreason  of their  authority,  do constitute a  body of experience\r\nand informed judgment to which  courts and litigants may properly\r\nresort  for guidance.'\"  Grenier, 70 F.3d at 672 (quoting Meritor\r                                                                           \r\nSav. Bank, FSB v. Vinson, </pre><span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">57</span></a></span><pre class=\"inline\">, 65 (1986)).\r                                  \r\n\n                               -6-\r\r\n\n\"disability,\" see 42 U.S.C.   12102(2) (defining term), against a\r                           \r\n\n\"qualified  individual  with  a  disability,\"  see  42  U.S.C.   \r                                                            \r\n\n12111(8)  (defining term), in regard to, inter alia, the right of\r                                                             \r\n\nreturn  from layoff,  29  C.F.R. Ch.  XIV    1630.4(b),  and  job\r\n\nassignments, 29 C.F.R. Ch. XIV   1630.4(d).\r\n\n          The ADA further  provides that the  term \"discriminate\"\r\n\nincludes:\r\n\n            not  making reasonable  accommodations to\r\n            the known physical or  mental limitations\r\n            of an otherwise qualified individual with\r\n            a  disability  who  is  an  applicant  or\r\n            employee, unless such covered  entity can\r\n            demonstrate that  the accommodation would\r\n            impose an undue hardship on the operation\r\n            of  the business  of such  covered entity\r\n            . . . .\r\n\n42  U.S.C.    12112(5)(A).    Reasonable accommodations  include,\r\n\ninter alia,  \"job restructuring [and] part-time  or modified work\r                    \r\n\nschedules.\"  42 U.S.C.   12111(9); see 29 C.F.R. App.   1630.2(o)\r                                                \r\n\n(defining reasonable accommodation).  Furthermore, in order \r\n\n            [t]o determine the appropriate reasonable\r\n            accommodation,  it  may be  necessary for\r\n            the   covered   entity  to   initiate  an\r\n            informal,  interactive  process with  the\r\n            qualified  individuals with  a disability\r\n            in need of the accommodation.\r\n\n29 C.F.R.   1630.2(o)(3).\r\n\n          To establish a claim of disability discrimination under\r\n\nthe ADA, a plaintiff  must prove three things by  a preponderance\r\n\nof the evidence:\r\n\n            First,  that  he  [or  she]  was disabled\r\n            within  the meaning of  the Act.  Second,\r\n            that    with   or    without   reasonable\r\n            accommodation he  [or  she] was  able  to\r\n            perform the essential functions  of [the]\r\n\n                               -7-\r\r\n\n            job.    And,  third,  that  the  employer\r\n            discharged him  [or her] in  whole or  in\r\n            part because of his [or her] disability.\r\n\nKatz, 87 F.3d  at 30.  A plaintiff may  also indirectly prove his\r              \r\n\nor  her case \"by using  the prima facie  case and burden shifting\r                                                 \r\n\nmethods that originated in McDonnell Douglas Corp.  v. Green, </pre><span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span>\r                                                                      \r\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span><pre class=\"inline\"> (1973).\"   Id.  n.2 (citations omitted);  see Taylor  v.\r                                                                       \r\n\nPrincipal  Financial  Group, Inc.,       F.3d    ,     ,  </pre><span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span>\r                                           \r\n\n<span class=\"page\">350705</span></span><pre class=\"inline\">  at *6  (5th Cir.  1996) (citations  omitted).   Under the\r\n\nMcDonnell Douglas  analysis, a  plaintiff must  first prove  by a\r                           \r\n\npreponderance of the evidence that he or she (i) has a disability\r\n\nwithin the meaning of  the Act; (ii) is qualified to  perform the\r\n\nessential  functions  of  the  job, with  or  without  reasonable\r\n\naccommodations; (iii) was subject to an adverse employment action\r\n\nby a  company subject to  the Act;  (iv) was replaced  by a  non-\r\n\ndisabled person  or was treated less  favorably than non-disabled\r\n\nemployees; and (v) suffered damages as a result.  See Taylor,    \r                                                                      \r\n\nF.3d at    , </pre><span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">350705</span></span><pre class=\"inline\"> at *6. \r\n\n                     III.  PROCEEDINGS BELOW\r                               III.  PROCEEDINGS BELOW\r\n\n          Below, the  Group stipulated  to the following:  (i) at\r\n\nthe time of Jacques' separation from the Group, it was subject to\r\n\nthe ADA; (ii)  Jacques is  \"disabled\" within the  meaning of  the\r\n\nADA; and (iii)  the Group  was aware of  Jacques' disability  and\r\n\ninability  to  drive   a  car   at  the  time   of  the   alleged\r\n\ndiscrimination.   As the district court  correctly found, Jacques\r\n\nwas clearly qualified, indeed over-qualified given his education,\r\n\nfor  the position  of a  general purpose  cleaner.   However, the\r\n\n                               -8-\r\r\n\nGroup argued  that Jacques was not  \"otherwise qualified\" because\r\n\nhe could  not fulfill, with or  without reasonable accommodation,\r\n\nthe \"essential function\"4 of  arriving at the Arena by  8:00 a.m.\r\n\nand  that his  suggested accommodations  -- transportation  and a\r\n\nlater starting time  -- would pose an undue burden  on the Group.\r\n\nThe jury,  thus, was charged with determining whether Jacques was\r\n\notherwise qualified to perform the essential function of the job,\r\n\nwith  or  without  reasonable accommodation;  whether  the  Group\r\n\nillegally  discriminated   against  him  on  the   basis  of  his\r\n\ndisability;  and,  if so,  if he  suffered  damages as  a result.\r\n\nBecause  the  jury  resolved  the  merits  against  Jacques,  the\r\n\nquestion of damages was never addressed. \r\n\n          Based on  the evidence,  the  district court  concluded\r\n\nthat a reasonable jury could find:  (i)  that the completion time\r\n\nof the Arena assignment was an essential element of the position,\r\n\nsee 29 C.F.R. App.   1630.2(n); (ii) that there was no reasonable\r             \r\n\naccommodation to Jacques' disability that would not pose an undue\r\n\nhardship to  the Group,5 see 42 U.S.C.   1211(10); and (iii) that\r                                      \r\n\nfor these reasons,  the jury could  reasonably find that  Jacques\r\n\n                    \r                              \r\n\n4   The EEOC regulations define the term \"essential functions\" as\r\n\"the  fundamental  job  duties  of the  employment  position  the\r\nindividual with  a disability  holds\" and  \"does not  include the\r\nmarginal functions of the position.\"   29 C.F.R.    1630.2(n)(1).\r\nAmong other  reasons, a job function may  be considered essential\r\nbecause the position exists  to perform that particular function.\r\nSee 29 C.F.R.    1630.2(n)(2); Larkins v. Ciba Vision  Corp., </pre><span class=\"citation\" data-id=\"2253578\"><a href=\"/opinion/2253578/larkins-v-ciba-vision-corp/\"><span class=\"volume\">858</span>\r                                                                      \r\n<span class=\"reporter\">F. Supp.</span> <span class=\"page\">1572</span></a></span><pre class=\"inline\">, 1580 (N.D.Ga. 1994).\r\n\n5  According to the Group, the Mills assignment was  not intended\r\nto be a reasonable accommodation for Jacques.  \r\n\n                               -9-\r\r\n\nwas not otherwise qualified to perform the essential function  of\r\n\nthe Arena assignment, with or without reasonable accommodation.\r\n\n                               -10-\r\r\n\n                         IV.  DISCUSSION\r                                   IV.  DISCUSSION\r\n\n          Turning to  the appeal  before us,  we note  first that\r\n\nJacques conceded during oral  argument that an essential function\r\n\nof  the  Arena   assignment  was  the   8:00  a.m.  start   time.\r\n\nConsequently,  in light  of  the Group's  stipulations below  and\r\n\nJacques'  concession, resolution  of this  appeal hinges  only on\r\n\nwhether the jury properly  found that Jacques was  not \"otherwise\r\n\nqualified, with  or without reasonable accommodation\"  to perform\r\n\nthe  Arena assignment's  essential function  of arriving  by 8:00\r\n\na.m.  \r\n\n          After reviewing de novo the  evidence in the light most\r                                           \r\n\nfavorable to the Group as the nonmovant, Atallah, 45 F.3d at 516,\r                                                          \r\n\nwe agree with  the district  court that a  reasonable jury  could\r\n\nreach the conclusions it set forth in its  decision.  Indeed, the\r\n\njury reasonably could have found that Jacques' disability was not\r\n\na motivating factor in the Group's decision to find a replacement\r\n\nfor  the Arena assignment.  Not  only was Jacques the only person\r\n\nfrom  the laid-off crew to  have been offered  the opportunity to\r\n\nreturn from layoff, but at the time Jacques was offered the Arena\r\n\nassignment  the  Group (including  Buck)  had  full knowledge  of\r\n\nJacques'  disability  and his  inability  to  drive; indeed,  the\r\n\nrecord shows that,  with respect to the Arena assignment, Jacques\r\n\nwas  both \"hired\"  and \"fired\"  by  the same  person, Buck.   See\r                                                                           \r\n\nTyndall, 31 F.3d at  214 (noting that there is a strong inference\r                 \r\n\nof  nondiscrimination  where the  hirer  and firer  are  the same\r\n\nperson).\r\n\n                               -11-\r\r\n\n          Furthermore,  the record strongly suggests that Jacques\r\n\ncould have  fulfilled the essential  function of arriving  at the\r\n\nArena  by   8:00  a.m.  without   the  need   for  a   reasonable\r                                         \r\n\naccommodation.  Jacques  testified that he  was quite willing  to\r\n\nmake his  own way to the  Group's office some two  and half miles\r\n\nfrom his home, however,  he never explained why he  was unwilling\r\n\nto go  the approximate extra half a mile to  the Arena.  The jury\r\n\nreasonably  could have  been swayed  by this  unexplained refusal\r\n\ngiven  the   uncontroverted  evidence  that  Jacques   had  never\r\n\npreviously requested  transportation and had always  made his way\r\n\nto the Group's office. \r\n\n            Or,  in the  alternative,  the jury  reasonably could\r\n\nhave found that providing Jacques with transportation constituted\r\n\nan undue  burden  for the  Group as  there was  testimony to  the\r\n\neffect that:  (i) all of  the Group's vans were assigned to other\r\n\ncrews and were  unavailable to transport  Jacques; (ii) no  other\r\n\nGroup   employee   was   available   to  provide   Jacques   with\r\n\ntransportation  on  a   daily  basis;  and  (iii)   it  would  be\r\n\neconomically detrimental for the Group to hire another individual\r\n\nto drive  Jacques in light of its  profit margin.  Further still,\r\n\nthe jury  reasonably could have found  that accommodating Jacques\r\n\nby permitting him  to start  after 10:00 a.m.,  by splitting  his\r\n\nshift with another employee, or  by reassignment to another  crew\r\n\nwould be unreasonable as  it would eliminate the job's  essential\r\n\nfunction  of arriving  at  8:00 a.m.    See, e.g.,  Treadwell  v.\r                                                                       \r\n\nAlexander, </pre><span class=\"citation\" data-id=\"418266\"><a href=\"/opinion/418266/roger-b-treadwell-v-clifford-alexander-secretary-of-the-army-and/\"><span class=\"volume\">707</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">473</span></a></span><pre class=\"inline\">, 478 (11th Cir. 1983) (affirming district\r                   \r\n\n                               -12-\r\r\n\ncourt conclusion  that, in  light of agency's  limited resources,\r\n\n\"doubling  up\"  employees  would  impose  an  \"undue  hardship\");\r\n\nLarkins  v. CIBA Vision Corp.,  </pre><span class=\"citation\" data-id=\"2253578\"><a href=\"/opinion/2253578/larkins-v-ciba-vision-corp/\"><span class=\"volume\">858</span> <span class=\"reporter\">F. Supp.</span>  <span class=\"page\">1572</span></a></span><pre class=\"inline\">, 1583 (N.D.Ga.\r                                       \r\n\n1994)  (holding  that the  ADA does  not  require an  employer to\r\n\neliminate the  essential  functions of  a job  to accommodate  an\r\n\nemployee).\r\n\n          This  does not  end  our inquiry,  however, as  Jacques\r\n\nfaults the  district court's  denial of  his Fed.  R. Civ.  P. 50\r\n\nmotion.   He  argues  here,  as  he did  below,  that  the  Group\r\n\ndiscriminated  against  him  as  a  matter  of  law  through  its\r\n\nuncontroverted failure  to  engage in  an \"informal,  interactive\r\n\nprocess\"  with   him,  within  the   meaning  of   29  C.F.R.    \r\n\n1630.2(o)(3),  in  order   to  determine  whether   a  reasonable\r\n\naccommodation could have been  made so that Jacques could  get to\r\n\nthe Arena by 8:00 a.m.6  The reasonableness of Jacques' suggested\r\n\naccommodations  and  the question  of  any undue  burden  for the\r\n\nGroup,  Jacques contends, are not even  reached in this case.  As\r\n\nJacques admitted in  oral argument, the fundamental  basis of his\r\n\nclaim  is that  the  Group's failure  to  look for,  or  suggest,\r\n\nalternative accommodations constitutes a violation even where, as\r\n\nhere, there  is no proof  that any  informal interactive  process\r\n\nwould have actually borne any fruit. \r\n\n                    \r                              \r\n\n6  For  record support, Jacques points to his  trial testimony as\r\nwell  as that of  Buck and  the Group's  President, all  of which\r\ndemonstrate  that the Group made  absolutely no effort  to find a\r\nreasonable  accommodation   or   otherwise  assist   Jacques   in\r\ndetermining whether one existed.  \r\n\n                               -13-\r\r\n\n          For  legal   support,  Jacques  relies  on   29  C.F.R.\r\n\n  1630.2(o)(3).   In  response  to the  Group's observation  that\r\n\nJacques'  brief provides  no  case law  to support  his argument,\r\n\nduring  oral   argument  Jacques   pointed  us  to   three  cases\r\n\ninterpreting analogous  provisions in the  Rehabilitation Act  of\r\n\n1973,  29 U.S.C.   791 et seq.,7 and California's Fair Employment\r                                        \r\n\nand  Housing Act (\"FEHA\").  These cases, he contends, support his\r\n\nassertion  that it is an  employer's duty to  suggest and provide\r\n\nreasonable  accommodations to  the employee.   See  Buckingham v.\r                                                                        \r\n\nUnited States, </pre><span class=\"citation\" data-id=\"611025\"><a href=\"/opinion/611025/melvin-buckingham-v-united-states-of-america-united-states-postal/\"><span class=\"volume\">998</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">735</span></a></span><pre class=\"inline\">, 739-41  (9th Cir. 1993)  (upholding\r                       \r\n\ndenial of summary judgment for employer on the grounds that there\r\n\nis   no  per  se  rule  against   employee  transfers  under  the\r                          \r\n\nRehabilitation  Act  and  that  employers have  duty  to  \"gather\r\n\nsufficient information\"  when accommodation is required to enable\r\n\nemployee  to  perform  essential  function);  Sargent  v.  Litton\r                                                                           \r\n\nSystems, Inc., 841 F.  Supp. 956 (N.D.Ca. 1994)  (denying summary\r                       \r\n\njudgment  under FEHA where genuine issue of material fact existed\r\n\nregarding employer's  efforts  to accommodate  and  existence  of\r\n\nundue hardship); Butler v. Dept. of  the Navy, </pre><span class=\"citation\" data-id=\"1683543\"><a href=\"/opinion/1683543/butler-v-department-of-the-navy/\"><span class=\"volume\">595</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1063</span></a></span><pre class=\"inline\">,\r                                                       \r\n\n1068 (D.Md.  1984) (noting that  government's duty to  propose or\r\n\nmake  reasonable  accommodations  cannot  be  triggered  by  mere\r\n\nexistence of handicapped employee where there is no evidence that\r\n\nemployee  was  not  reasonably   accommodated  and  finding  that\r\n\n                    \r                              \r\n\n7  \"Unless expressly  stated otherwise, the standards  applied in\r\nthe ADA are not intended to be lesser than the  standards applied\r\nunder  the Rehabilitation Act of 1973.\"  29 C.F.R.   1630.1, App.\r\n(1995). \r\n\n                               -14-\r\r\n\nemployee  failed to show how reasons for dismissal were caused by\r\n\nfailure to reasonably accommodate).   \r\n\n          For record support,  Jacques points to trial  testimony\r\n\nelicited  by the Group's  after-the-fact investigation into three\r\n\narea  organizations  that  provide  transportation   to  disabled\r\n\nindividuals.     This  testimony,   Jacques   argues,  not   only\r\n\ndemonstrates  his complete  unawareness  until  asked  on  cross-\r\n\nexamination that those  services existed but also that  the Group\r\n\nwas   better  situated   to   ascertain  alternative   reasonable\r\n\naccommodations.  Their  failure to do so,  he points out,  is not\r\n\nsurprising given  the undisputed testimony that  the Group, while\r\n\naware  that  it was  subject  to  the  ADA, was  unaware  of  ADA\r\n\nprovisions regarding reasonable accommodations.\r\n\n          The Group counters with two  points.  First, the  Group\r\n\nargues  that   29  C.F.R.     1630.2(o)(3)  does  not  impose  an\r\n\naffirmative obligation  upon the  employer as it  explicitly uses\r\n\nthe  term \"may,\" not \"shall.\"   Second, the Group points out that\r\n\nthe jury was instructed in accordance with Section 1630.2(o)(3)'s\r\n\nlanguage and that  the jury  could have found  from the  evidence\r\n\npresented that the Group's  failure to suggest additional options\r\n\ndid   not    constitute   a   failure   to   provide   reasonable\r\n\naccommodations.  Conceding at oral argument that the employer may\r\n\nin  some situations  have specialized  knowledge or  be otherwise\r\n\nbetter  situated such  that  it  would  be  required  to  suggest\r\n\naccommodations in the first  instance, the Group argues  that the\r\n\njury could reasonably conclude that this was not such a case. \r\n\n                               -15-\r\r\n\n          The  regulations' use  of \"may\"  clearly suggests  that\r\n\nCongress, while  it could have imposed  an affirmative obligation\r\n\nupon employers in all cases,  chose not to.  That said,  however,\r\n\nas the  Seventh Circuit  recently observed, \"someone,  either the\r\n\nemployer or  the employee, bears the  ultimate responsibility for\r\n\ndetermining what specific actions must be taken by the employer,\"\r\n\nBeck v. University of Wis.,  </pre><span class=\"citation\" data-id=\"712199\"><a href=\"/opinion/712199/lorraine-beck-v-university-of-wisconsin-board-of-regents-university-of/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1130</span></a></span><pre class=\"inline\">, 1135 (7th  Cir. 1996),\r                                    \r\n\nand 29 C.F.R.    1630.2(o)(3) indicates that \"[t]he  employer has\r\n\nat  least  some  responsibility   in  determining  the  necessary\r\n\naccommodation  . .  .  [and  that]  the regulations  envision  an\r\n\ninteractive process that requires participation by both parties.\"\r\n\nId.    The Fifth  Circuit made  a  similar observation  even more\r             \r\n\nrecently:   \"Once  the accommodation  is properly  requested, the\r\n\nresponsibility  for  fashioning  a  reasonable  accommodation  is\r\n\nshared  between the employee and the employer.\"  Taylor,     F.3d\r                                                                 \r\n\nat     , </pre><span class=\"citation no-link\"><span class=\"volume\">1996</span>  <span class=\"reporter\">WL</span>  <span class=\"page\">350705</span></span><pre class=\"inline\"> at  *8  (stating that  the  \"employee's\r\n\ninitial request triggers employer's obligation  to participate in\r\n\ninteractive process\" and that employer  cannot be held liable for\r\n\nfailing  to   provide  one  if  employee  fails   to  request  an\r\n\naccommodation.);  cf. White v. York Int'l Corp., </pre><span class=\"citation\" data-id=\"686833\"><a href=\"/opinion/686833/david-l-white-v-york-international-corporation/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">357</span></a></span><pre class=\"inline\">, 363\r                                                         \r\n\n(10th Cir.  1995) (noting  that interactive process  is triggered\r\n\nonly after  employer makes threshold determination  that disabled\r\n\nemployee may be accommodated).8\r\n\n                    \r                              \r\n\n8   Neither  party cited  any of  these ADA  cases.   Even though\r\nTaylor was  decided after  oral argument, neither  party filed  a\r                \r\nsupplemental letter pursuant to Fed. R. App. P. 28(j).\r\n\n                               -16-\r\r\n\n          That  said, based  upon  our standard  of review,  this\r\n\nappeal  begins and  ends with  the reasonableness  of the  jury's\r\n\nverdict:   we  simply  cannot conclude  that reasonable  persons,\r\n\nlooking at the evidence in the light most favorable to the Group,\r\n\nand according it all reasonable  inferences could not have  found\r\n\nfor  the Group.  See  Gallagher v. Wilton  Enterprises, Inc., </pre><span class=\"citation\" data-id=\"582535\"><a href=\"/opinion/582535/59-fair-emplpraccas-bna-1251-58-empl-prac-dec-p-41431-carolyn-m/\"><span class=\"volume\">962</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">120</span></a></span><pre class=\"inline\">,  124   (1st  Cir.   1992);  Chedd,   Angier  v.   Omni\r                                                                           \r\n\nPublications, Inc., </pre><span class=\"citation\" data-id=\"449209\"><a href=\"/opinion/449209/the-chedd-angier-production-co-inc-v-omni-publications-international/\"><span class=\"volume\">756</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">930</span></a></span><pre class=\"inline\">, 934  (1st Cir. 1985).  In other\r                            \r\n\nwords, we agree  with the Group  that the jury  could have  found\r\n\nfrom the  evidence presented that the Group's  failure to suggest\r\n\nadditional  options  did  not  constitute a  failure  to  provide\r\n\nreasonable accommodations.  \r\n\n            The jury was correctly instructed that \r\n\n            it may be necessary  for the employer  to\r\n            initiate a discussion  with the  employee\r\n            about appropriate accommodations  . . . .\r\n            Unlawful  discrimination occurs  when the\r\n            employee's  .  .  .   opportunities  with\r\n            respect  to .  . .  right of  return from\r\n            layoff, rehiring and  job assignment  are\r\n            adversely   affected   because   of   his\r\n            disability or because the employer failed\r\n            to make a reasonable accommodation.\r\n\nTr.  Trans. Vol. IV  at 388-89.  Jacques  objected to the court's\r\n\nrefusal to instruct  the jury that  if it were  to find that  the\r\n\nGroup failed to give him a reasonable accommodation then it would\r\n\nnot need to  go any  further as this  failure itself  constituted\r\n\nintentional discrimination but did not object on the grounds that\r\n\nthe instruction misstated the law.  Nor does he make such a claim\r\n\nor  otherwise  challenge  the  district  court's  instruction  on\r\n\nappeal. \r\n\n                               -17-\r\r\n\n          Given its instructions and  the evidence presented, the\r\n\njury could have reasonably concluded that the Group's failure to \r\n\ninitiate an  interactive process or suggest  alternatives did not\r\n\nconstitute a per se  failure to provide reasonable accommodations\r                             \r\n\nhere.   The jury reasonably could have concluded that engaging in\r\n\nan  interactive process  simply  was not  necessary  in order  to\r                                                  \r\n\ndetermine the appropriate reasonable accommodation.  Not only was\r\n\nthere substantial  evidence from  which to conclude  that Jacques\r\n\n(an  intelligent  and  well-educated individual  who  had  always\r\n\nmanaged to make his own way to job sites in the past) was just as\r\n\nwell situated, if not better so, to investigate and suggest other\r\n\nalternatives, but  the jury reasonably could  have concluded that\r\n\nJacques was simply unwilling to fulfill the essential function of\r\n\nthe  Arena  assignment:    as  we  already noted,  Jacques  never\r\n\nexplained why the extra  half mile precluded him from  getting to\r\n\nthe Arena assignment on his own or why he was otherwise unwilling\r\n\nto travel that extra distance.  Cf. Taylor,     F.3d at    , </pre><span class=\"citation no-link\"><span class=\"volume\">1996</span>\r                                                    \r\n\n<span class=\"reporter\">WL</span> <span class=\"page\">350705</span></span><pre class=\"inline\"> at *8 (noting that employee failed to fulfill burden of\r\n\nadducing summary judgment evidence  showing that he told employer\r\n\nthat he was limited  as a result of his  disability); Buckingham,\r                                                                          \r\n\n998 F.2d at 742 (noting on  remand that employee may meet  burden\r\n\nby showing, inter alia, that accommodation sought is necessary to\r                                                                        \r\n\nenable performance of essential function).9  \r\n                    \r                              \r\n\n9  We  recognize that, even when qualified employees  are able to\r\nperform  a  job's  essential  functions,  employers  may  not  be\r\nrelieved of  their duty  to accommodate where  accommodations are\r\nrequired to  allow equal  enjoyment of employment  privileges and\r\nbenefits  or to pursue therapy or treatment.  See Buckingham, 998\r                                                                      \r\n\n                               -18-\r\r\n\n          Furthermore,  apart from  his  investigation  into  bus\r\n\nroutes, Jacques presented no evidence that he requested any other\r\n\naccommodations, inquired whether  the Group had any  suggestions,\r\n\nor  otherwise indicated that he was still interested in finding a\r\n\nsolution.    Cf. Taylor,      F.3d  at    ,  </pre><span class=\"citation no-link\"><span class=\"volume\">1996</span>  <span class=\"reporter\">WL</span> <span class=\"page\">350705</span></span><pre class=\"inline\">  * 8\r                                 \r\n\n(noting  that  responsibility  for  fashioning  accommodation  is\r\n\nshared   between   employer  and   employee).      While  it   is\r\n\nuncontroverted  that the  Group did  not suggest  any alternative\r\n\naccommodations  after   it  rejected  as   unreasonable  Jacques'\r\n\nproposed  accommodations, there  is  no evidence  that the  Group\r\n\nfailed  to consider Jacques'  requested accommodations and \"there\r\n\nis nothing in the record from which we can discern any attempt by\r\n\nthe  [Group] to sweep the problem under  the rug.\"  Beck, 75 F.3d\r                                                                  \r\n\nat  1136 (affirming summary  judgment in favor  of employer under\r\n\nthe  ADA   where  employee  was  responsible   for  breakdown  in\r\n\ninteractive process to  determine reasonable accommodation);  cf.\r                                                                          \r\n\nButler, 595  F. Supp. at  1967 (noting  that there  must be  some\r                \r\n\nsufficient connection between the loss of the protected interest,\r\n\nthe job, and the violation of the duty owed to the employee).  \r\n\n          Indeed, just as the jury reasonably could conclude that\r\n\nJacques did not need reasonable accommodation in order to perform\r\n\nthe essential  functions, the  Group quite reasonably  could have\r\n\ninterpreted Jacques' unexplained refusal to travel the additional\r\n\n                    \r                              \r\n\nF.2d  at 740-41.   This, however, does  not assist  Jacques as he\r\npresented no evidence that he required accommodation in  order to\r\nenjoy equal  privileges  and benefits  or  to pursue  therapy  or\r\ntreatment for his epilepsy.\r\n\n                               -19-\r\r\n\nhalf-a-mile as an  implicit refusal of  the Arena assignment  and\r\n\npreference to  wait for  a more  convenient assignment  to become\r\n\navailable.   As  Macomber  testified, Jacques  \"rode his  bike to\r\n\n[the] office every single  day, and the ice [A]rena  was not much\r\n\nfurther.   That's the  reason [why] I  offered him the  job.\"  In\r\n\nfact,  trial testimony  that  the Group  filed  in opposition  to\r\n\nJacques' application to the Maine Department of Labor for partial\r\n\nunemployment  on the basis  that he refused  the Arena assignment\r\n\nsuggests that  this is  precisely how  the Group  interpreted the\r\n\nsituation.\r\n\n          Of  course, we  are  painfully aware  that the  Group's\r\n\nfailure to engage in an informal interactive process with Jacques\r\n\nregarding accommodation options  beyond those which  he requested\r\n\nresults  from  its  failure  to  be  properly   informed  of  its\r\n\nobligations  under the  ADA.   Nevertheless, the Group  is spared\r\n\nfrom  walking the plank given  that we cannot  conclude under our\r\n\ncircumscribed  review of  the  jury's verdict  -- evaluating  the\r\n\nevidence  with  our \"eye[s]  toward  determining  whether it  can\r\n\nsupport only one  outcome,\" S nchez  v. Puerto Rico  Oil Co.,  </pre><span class=\"citation\" data-id=\"679955\"><a href=\"/opinion/679955/jose-l-sanchez-v-puerto-rico-oil-company/\"><span class=\"volume\">37</span>\r                                                                      \r\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">712</span></a></span><pre class=\"inline\">, 716 (1st Cir.  1994) --  that no reasonable  jury could\r\n\nhave reached the verdict reached below.\r\n\n          The ADA  represents a  major commitment by  the federal\r\n\ngovernment  to  assure  adequate  protection  to  Americans  with\r\n\ndisabilities.    There  may  well  be  situations  in  which  the\r\n\nemployer's failure  to engage in an  informal interactive process\r\n\nwould constitute  a failure to  provide reasonable  accommodation\r\n\n                               -20-\r\r\n\nthat amounts  to a  violation of the  ADA.   But cases  involving\r\n\nreasonable accommodation  turns heavily  upon their facts  and an\r\n\nappraisal of  the reasonableness of  the parties' behavior.   The\r\n\njury   verdict  in  this  case   was  not  irrational,  the  jury\r\n\ninstructions  were not subject  to objection,  and we  leave more\r\n\ndifficult cases to another day.\r\n\n                      V.  EVIDENTIARY RULING\r                                V.  EVIDENTIARY RULING\r\n\n          Jacques also argues that  the district court abused its\r\n\ndiscretion when it admitted  into evidence the March 3  letter in\r\n\nwhich Jacques made  disparaging statements about  the Group.   If\r\n\nthis were a case about discrimination occurring upon termination,\r\n\nJacques  maintains, the  letter's  admission would  be justified;\r\n\nhowever, because the discrimination occurred upon Jacques' return\r\n\nfrom  layoff -- one  week before  the aggressive  and inflamatory\r\n\nletter was written -- the probative value of the letter is highly\r\n\nquestionable.   Because of  this, Jacques continues,  and because\r\n\nthe letter served  merely to  reflect upon his  character and  to\r\n\narouse  the jury's hostility, it should have been excluded due to\r\n\nits \"extreme prejudicial nature.\"  \r\n\n          As  Jacques  points  out,  \"[e]vidence  having  a  dual\r\n\ntendency, inadmissible  and gravely  prejudicial for one  purpose\r\n\nbut  not  objectionable  for another  if  separately  considered,\r\n\nshould be excluded from the jury where the feat of ignoring it in\r\n\nthe one aspect while  considering it in the  other is too  subtle\r\n\nfor the ordinary mind and the risk of confusion is so great as to\r\n\nupset the  balance of  practical advantage.\"   Shepard v.  United\r                                                                           \r\n\n                               -21-\r\r\n\nStates, </pre><span class=\"citation\" data-id=\"102137\"><a href=\"/opinion/102137/shepard-v-united-states/\"><span class=\"volume\">290</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">96</span></a></span><pre class=\"inline\">, 103 (1933).   Be that  as it may,  Jacques'\r                \r\n\ncounsel  failed  not only  to object  on  any grounds  other than\r\n\nrelevance but also to request a limiting instruction.  As counsel\r\n\nnever moved beyond relevancy to argue unfair prejudice under Fed.\r\n\nR. Evid.  403, we review Jacques'  claim of error under  Rule 403\r\n\nonly  for  plain  error  pursuant  to  Fed.  R.  Civ.  P.  103,10\r\n\nrecognizing while we do so that \"Rule 403 is a liberal rule under\r\n\nwhich relevant evidence generally is admitted.\"  United States v.\r                                                                        \r\n\nMcMahon, </pre><span class=\"citation\" data-id=\"564960\"><a href=\"/opinion/564960/united-states-v-charles-t-mcmahon/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1501</span></a></span><pre class=\"inline\">,  1508 (1st Cir. 1991); Dente  v. Riddell,\r                                                                           \r\n\nInc.,  </pre><span class=\"citation\" data-id=\"396903\"><a href=\"/opinion/396903/francis-j-dente-v-riddell-inc/\"><span class=\"volume\">664</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1</span></a></span><pre class=\"inline\">, 5 (1st  Cir. 1981)  (\"A trial  judge has much\r              \r\n\nlatitude in these matters.\").\r\n\n          It  was  clearly not  plainly  erroneous  to admit  the\r\n\nletter   on  the basis  that its  probative value  outweighed its\r\n\nprejudicial effect.  While the letter does not frame Jacques in a\r\n\nflattering  light, it  was certainly  not without relevance.   In\r\n\nresponse to Jacques' relevancy objection, the Group replied below\r\n\nthat the  March 3 letter was  relevant as it tended  to show that\r\n\nthe Group  did not intentionally discriminate  against Jacques in\r\n\nmaking  its decision  to terminate  and failure  to rehire.   The\r\n\ncourt  agreed,  noting  that  \"if  the  jury  finds  it  was  the\r\n\ndisability which was the cause of termination first, they have to\r\n\nfind that and  that's discriminatory. . .  . If there were  other\r\n                    \r                              \r\n\n10  Fed. R. Civ. P. 103 provides,  in pertinent part:  \"Error may\r\nnot be predicated upon a ruling which admits or excludes evidence\r\nunless a  substantial right of the party is affected  . . . .  In\r\ncase  the ruling is one admitting evidence, a timely objection or\r\nmotion  to strike  appears  on the  record, stating  the specific\r\nground  of objection, if the specific ground for the objection is\r\nnot apparent from the context.\"\r\n\n                               -22-\r\r\n\nreasons, it's a factual finding for the jury.\"11  Even though the\r\n\nletter  was written  after the  alleged discrimination  regarding\r\n\nJacques' return from  layoff, it  was still relevant  as it  also\r\n\ntended  to show  that Jacques  was an  intelligent,  educated and\r\n\nresourceful  individual.    It  also  was  probative  as  to  his\r\n\ncredibility.   Even were we  to assume that  the magistrate judge\r\n\nwas  faced  with a  \"close call\"  given the  letter's prejudicial\r\n\npropensity, see Fed. R. Civ. P. 403, we nonetheless would find no\r                         \r\n\nplain error.  Not only do we find that the probative value of the\r\n\nletter is not \"substantially outweighed\" by any unfair prejudice,\r\n\nbut we  would strike the Rule 403 balance in favor of admission. \r\n\nMcMahon, 938 F.2d at 1508.  \r                 \r\n\n                         VI.  CONCLUSION\r                                   VI.  CONCLUSION\r\n\n          For  the  foregoing  reasons,  the  decision  below  is\r\n\naffirmed.\r          affirmed\r                  \r\n\n                    \r                              \r\n\n11   Relying on McShain,  Inc. v. Cessna  Aircraft Co.,  </pre><span class=\"citation\" data-id=\"349545\"><a href=\"/opinion/349545/john-mcshain-inc-v-cessna-aircraft-company-v-wings-inc-and-butler/\"><span class=\"volume\">563</span> <span class=\"reporter\">F.2d</span>\r                                                                \r\n<span class=\"page\">632</span></a></span><pre class=\"inline\">, 635 (3d Cir. 1977), Jacques also faults the district court's\r\narticulation of factors used in balancing the probative value and\r\nprejudicial effect  of the evidence.  Id. (\"The substantiality of\r                                                   \r\nthe   consideration  given  to   competing  interests  (potential\r\nprejudice  and  probative value)  can  best be  guaranteed  by an\r\nexplicit articulation of the trial court's reasoning.\").  Because\r\nJacques failed to raise the issue of prejudicial effect below, we\r\nalso review this for plain error.  We find none. \r\n\n                               -23-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102137/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/349545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/396903/",
    "http://www.courtlistener.com/api/rest/v3/opinions/418266/",
    "http://www.courtlistener.com/api/rest/v3/opinions/449209/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564960/",
    "http://www.courtlistener.com/api/rest/v3/opinions/582535/",
    "http://www.courtlistener.com/api/rest/v3/opinions/611025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/627336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/679955/",
    "http://www.courtlistener.com/api/rest/v3/opinions/686833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/708160/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712199/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1683543/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2253578/"
  ]
}