{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196952/",
  "absolute_url": "/opinion/196952/providence-hospital-v-nlrb/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196952/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:19:07Z",
  "date_modified": "2017-03-24T10:49:32.018932Z",
  "type": "010combined",
  "sha1": "7c934959b0ec85ede295fbd30e4ebec957b66781",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1198.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 96-1198\r\n\n             PROVIDENCE HOSPITAL AND MERCY HOSPITAL,\r\n\n                 Petitioners, Cross-Respondents,\r\n\n                                v.\r\n\n                 NATIONAL LABOR RELATIONS BOARD,\r\n\n                  Respondent, Cross-Petitioner.\r\n\n                                             \r\n\n                PETITION FOR REVIEW OF AN ORDER OF\r\n\n                THE NATIONAL LABOR RELATIONS BOARD\r\n\n                                             \r\n\n                              Before\r\n\n                Selya and Boudin, Circuit Judges,\r                                                          \r\n\n                 and McAuliffe,* District Judge.\r                                                         \r\n                                             \r\n\n     Maurice M.  Cahillane, with  whom Egan, Flanagan  and Cohen,\r                                                                           \r\nP.C. was on brief, for petitioners and cross-respondents.\r              \r\n     Vincent  Falvo, with  whom Frederick  L. Feinstein,  General\r                                                                 \r\nCounsel,  Linda  Sher,  Associate  General  Counsel,  Aileen   A.\r                                                                           \r\nArmstrong, Deputy  Associate General  Counsel, Linda  J. Dreeben,\r                                                                          \r\nSupervisory Attorney,  and Lisa  R.  Shearin, Attorney,  National\r                                                      \r\nLabor Relations Board, were  on brief, for respondent  and cross-\r\npetitioner.\r\n\n                                             \r\n\n                         August 28, 1996\r\n                                             \r\n\n               \r\n*Of the District of New Hampshire, sitting by designation.\r\r\n\n          SELYA,   Circuit   Judge.     Petitioners   and  cross-\r                    SELYA,   Circuit   Judge.\r                                            \r\n\nrespondents,    Providence    Hospital    and   Mercy    Hospital\r\n\n(collectively, the Hospitals), seek judicial review of an adverse\r\n\nadministrative determination.   We deny the  petition and enforce\r\n\nthe order of respondent  and cross-petitioner, the National Labor\r\n\nRelations Board (the Board).\r\n\nI.  BACKGROUND\r          I.  BACKGROUND\r\n\n          The Hospitals are members  of the Sisters of Providence\r\n\nHealth  System (SPHS),  a  chain  of not-for-profit  institutions\r\n\noperating  in  western  Massachusetts.   The  Hospitals'  nursing\r\n\nstaffs are  unionized  and the  Massachusetts Nurses  Association\r\n\n(MNA) represents the nurses.   Spurred by rumors of  an impending\r\n\nconsolidation, an MNA representative, Shirley Astle, wrote to the\r\n\npresident  of  Mercy  Hospital  on August  11,  1993,  requesting\r\n\nrelevant  particulars.   The hospital  responded that it  was too\r\n\nearly  to  predict   the  changes  that   might  result  from   a\r\n\nconsolidation,  and that in all events a reduction in force would\r\n\nlikely be restricted to management personnel.\r\n\n          Shortly  thereafter SPHS announced plans to consolidate\r\n\nthe Hospitals' administrations.  As the first step in the pavane,\r\n\nit appointed  Vincent McCorkle  as president and  chief executive\r\n\nofficer of both institutions.  A letter dated September 28, 1993,\r\n\nsent  to the union  by a member  of the newly  unified management\r\n\nteam, confirmed the  earlier assurance that, although  management\r\n\nwould  be  \"look[ing] at  ways to  integrate how  [the Hospitals]\r\n\nprovide care,\"  there  were no  definite  plans to  downsize  the\r\n\n                                2\r\r\n\nbargaining  units.   It was  simply \"too  early to  determine the\r\n\nnature and  extent of  any potential  impact on  employee working\r\n\nconditions.\"\r\n\n          On February  24, 1994,  McCorkle sent  a letter to  the\r\n\nHospitals'  combined  work  force.     The  letter  informed  the\r\n\nemployees  of a perceived \"need to  adjust . . . staffing levels\"\r\n\nand suggested that this adjustment would be accomplished at least\r\n\nin part by reduction  in force.1  Roughly three  weeks thereafter\r\n\nthe Hospitals advised local media outlets that some 200 positions\r\n\nwould  be eliminated  as part  of the  ongoing consolidation.   A\r\n\nsecond press release, distributed later that same week, indicated\r\n\nthat despite  management's earlier assurances  198 Mercy Hospital\r\n\nemployees  and  six   Providence  Hospital  employees   had  been\r\n\ncashiered.2\r\n\n          On  the  very day  that  McCorkle  first announced  the\r\n\nimpending reduction  in force,  SPHS and a  competing health-care\r\n\nsystem, Holyoke-Chicopee Area Health Resources  (HCAHR), signed a\r\n\nmemorandum  of understanding (MOU)  commemorating their intent to\r\n\nmerge.  McCorkle informed the Hospitals' employees of the planned\r\n\nmerger on February 25, 1994.  Although this statement hinted at a\r\n\nfurther reorganization and possible future efficiencies of scale,\r\n\n                    \r                              \r\n\n     1The  communique added  that the  Hospitals had  intended to\r\ndelay   informing  workers   about  these  layoffs   until  plans\r\ncrystallized, but that a threatened news leak forced management's\r\nhand.\r\n\n     2The record  indicates that thirty-eight of  the individuals\r\nlaid off at Mercy were nurses.  The record is silent, however, as\r\nto whether any nurses were laid off at Providence.\r\n\n                                3\r\r\n\nMcCorkle claimed that no decisions had been made regarding future\r\n\nstaffing.  In short order,  SPHS and HCAHR submitted applications\r\n\nto  federal and state agencies  in an endeavor  to gain necessary\r\n\nregulatory approvals.\r\n\n          On May  5, 1994    with  layoffs a  reality and  with a\r\n\nmerger  now in  the  offing    Astle requested  a copy  of SPHS's\r\n\n\"business  plan,\"  saying  that  the  MNA wanted  \"to  begin  its\r\n\nassessment of the merger's  impact on the conditions of  work for\r\n\nthe  RNs  MNA  represents  at Providence  and  Mercy  Hospitals.\"\r\n\nMcCorkle  temporized  while forwarding  the  request  to counsel.\r\n\nAstle wrote again on May 24, complaining that she had received no\r\n\nsubstantive response.   The Hospitals' lawyer  finally replied on\r\n\nJune  2, but  he gave  MNA's request  the back  of his  hand; the\r\n\nattorney took  the  position that  SPHS  \"is a  totally  separate\r\n\ncorporation,\" and,  therefore, the Hospitals did  not have access\r\n\nto a  copy of the desired  document (if, indeed, such  a document\r\n\nexisted).\r\n\n          MNA  chose not  to quibble.   Instead,  it renewed  its\r\n\nrequest in somewhat  altered form.  In letters dated  July 26 and\r\n\nAugust 5, respectively, it set  forth a particularized listing of\r\n\ndocuments  that it wished to examine, a detailed statement of the\r\n\nreasons underlying its information  requests, and the legal basis\r\n\nupon  which  the  requests   rested.3    Regarding  the  internal\r\n                    \r                              \r\n\n     3Sandwiched  between   these  requests  was  a  letter  from\r\nMcCorkle to the Hospitals'  employees offering insights anent the\r\nproposed  merger.  In this missive, dated July 29, 1994, McCorkle\r\nacknowledged  that  some  departments  would  be  amalgamated but\r\npredicted that \"most  jobs will be saved and moved within the new\r\n\n                                4\r\r\n\nconsolidation, MNA asked that the Hospitals provide copies of (1)\r\n\nall documents relating to the  consolidation (or in lieu thereof,\r\n\na  detailed explanation of the consolidation);  (2) any plans for\r\n\nfurther  work force  reductions at  Mercy Hospital;  and  (3) any\r\n\nplans regarding changes in the  Hospitals' corporate status.   As\r\n\nto  the anticipated merger with  HCAHR, MNA sought  (1) copies of\r\n\nthe MOU and other  documents explicating the merger's  terms; (2)\r\n\nplans  for, or  information about,  proposed staffing  changes at\r\n\nMercy  Hospital  in  consequence  of this  merger;  and  (3)  all\r\n\ndocuments pertaining to the Hospitals'  proposed corporate status\r\n\nwithin  the merged group of facilities.  Each request solicited a\r\n\nresponse within ten days.\r\n\n          The Hospitals asserted that they needed additional time\r\n\nto  formulate a meaningful  response.   MNA waited  patiently for\r\n\nmore  than a month before sending a follow-up letter on September\r\n\n12.    Receiving  no immediate  response,  the  union then  filed\r\n\ncharges  with  the  Board.   As  the  Board's  processing of  the\r\n\ncharging  papers drew to a close, the Hospitals provided MNA with\r\n\nsome   but not all    of the requested data, characterizing their\r\n\nDecember 29  transmittal as a  \"response to the  NLRB information\r\n\ncharge.\"  The Board's regional director issued a formal complaint\r\n\nten days later.  In  May 1995   on the eve of the  NLRB hearing  \r\n\nthe  Hospitals  supplied  MNA  with  materials  explaining  their\r\n\ncorporate structure and reaffirming that no further layoffs would\r\n                    \r                              \r\n\nsystem.\"   An attachment hinted at  possible future reductions in\r\nforce  (though claiming that \"right now, we have no game plan for\r\nlayoffs\").\r\n\n                                5\r\r\n\nresult from  the internal consolidation.  They  furnished no data\r\n\nrelating to the proposed merger with HCAHR.\r\n\n          The  matter was  heard by  an administrative  law judge\r\n\n(ALJ)  who took  evidence and  reserved judgment.    Three months\r\n\nelapsed before the ALJ issued his decision.  In the interim HCAHR\r\n\npurported to terminate the  MOU.  Displeased no little  and quite\r\n\nsome, SPHS filed suit in  state court alleging breach of  the MOU\r\n\nand seeking, inter alia, specific performance.\r                                 \r\n\nII.  THE BOARD'S DECISION   \r          II.  THE BOARD'S DECISION\r\n\n          In September 1995 the ALJ published his findings and  a\r\n\nproposed order.   He determined  that the Hospitals  had breached\r\n\ntheir duty  to bargain in  good faith by  withholding information\r\n\nrelevant  to the  performance of  the union's  undertakings  as a\r\n\ncollective  bargaining representative,  and had  thereby violated\r\n\nthe National Labor Relations  Act (NLRA), specifically, 29 U.S.C.\r\n\n  158(a)(1) &amp; (5).\r\n\n          The  Hospitals  took  exception  to  the  decision  and\r\n\nappealed to  the Board.  The Board adopted the ALJ's findings and\r\n\nrationale,4 albeit modifying the recommended order slightly.  See\r                                                                           \r\n\nProvidence  Hosp., 320 N.L.R.B. No.  60 (Jan. 31,  1996), 1996 WL\r                           \r\n\n48263,  at *1.   In  light  of this  adoption,  we recount  those\r\n\nfindings as if they were made ab initio by the Board.\r                                                 \r\n\n          The   Board   first   addressed   MNA's   requests  for\r\n                    \r                              \r\n\n     4The Board  is not obliged  to make independent  findings or\r\nconduct its own analysis of the factors prompting an order where,\r\nas here,  it expressly adopts  the ALJ's findings  and reasoning.\r\nSee NLRB  v. Horizon Air Servs.,  Inc., 761 F.2d 22,  24 n.1 (1st\r                                                \r\nCir. 1985).\r\n\n                                6\r\r\n\ninformation regarding  the internal  consolidation.   It adjudged\r\n\nthis information relevant  because MNA might well  have needed it\r\n\n\"so  that  it  could determine  what  legal  effect  if any  [the\r\n\nconsolidation] would have on its collective-bargaining agreements\r\n\nwith  the hospitals, when  it should  demand bargaining  over the\r\n\neffects of  the transaction,\"  and what effect  the restructuring\r\n\nwould have  on the bargaining units.  See id.  at *7.  Turning to\r                                                       \r\n\nthe  requests regarding the proposed merger, the Board found that\r\n\ninformation to  be relevant, even  though not directly  linked to\r\n\nterms and conditions of employment.  See id. at *8.  It explained\r                                                      \r\n\nthat \"MNA needed to  know the impact of the proposed  [merger] on\r\n\nits  contracts,\" as  well as  any other  possible effects  on the\r\n\nstatus of the bargaining units.  Id. at *9.  Moreover, McCorkle's\r                                              \r\n\nletters  to the  employees suggested  the possibility  \"that some\r\n\ndecisions might have been made which would affect bargaining unit\r\n\nemployees.\"  Id.\r                          \r\n\nIII.  DISCUSSION\r          III.  DISCUSSION\r\n\n          We  start by reiterating  the deferential standard that\r\n\nobtains  when federal courts review  orders of the  Board.  Then,\r\n\nbefore moving to specifics, we discuss in general terms the scope\r\n\nof  an employer's  duty  to disclose  relevant information  to an\r\n\ninquiring union.\r\n\n                   A.  The Standard of Review.\r                             A.  The Standard of Review.\r                                                       \r\n\n          When a party challenges the  Board's determination that\r\n\nit has committed  an unfair  labor practice,  an inquiring  court\r\n\nmust scrutinize  the record as a  whole.  As to  matters of fact,\r\n\n                                7\r\r\n\nthe \r\n\ncourt should uphold the Board's findings if they are supported by\r\n\nsubstantial evidence.   See Universal  Camera Corp. v.  NLRB, 340\r                                                                      \r\n\nU.S. 474, 488 (1951);  Teamsters Local Union No. 42  v. NLRB, 825\r                                                                      \r\n\nF.2d 608, 612 (1st Cir.  1987).  As to matters of  law, appellate\r\n\nreview is  plenary.   Nevertheless,  appellate courts  ordinarily\r\n\nshould defer to  the Board's interpretations  of the statutes  it\r\n\nmust  enforce, such  as the  NLRA, whenever  such interpretations\r\n\nflow  rationally from  the statutory text.   See  NLRB v.  Town &amp;\r                                                                           \r\n\nCountry Elec., Inc., 116 S. Ct.  450, 453 (1995); NLRB v.  Curtin\r                                                                           \r\n\nMatheson Scientific, Inc., 494 U.S. 775, 778 n.2 (1990).\r                                   \r\n\n                    B.  The Duty to Disclose.\r                              B.  The Duty to Disclose.\r                                                      \r\n\n          The NLRA imposes upon employers and unions alike a duty\r\n\nto bargain in good faith over \"wages, hours,  and other terms and\r\n\nconditions of  employment.\"  29  U.S.C.   158(d).   The right  to\r\n\nbargain collectively would be  little more than a  hollow promise\r\n\nif a bargaining representative did not have the concomitant right\r\n\nto  muster  the information  needed  to  conduct that  bargaining\r\n\neffectively.  Thus,  \"[t]he duty  to bargain collectively  . .  .\r\n\nincludes a duty to provide relevant information needed by a labor\r\n\nunion  for the proper performance of its duties as the employees'\r\n\nbargaining representative.\"  Detroit Edison Co. v. NLRB, 440 U.S.\r                                                                 \r\n\n301,  303 (1979).   A breach of  this duty constitutes  an unfair\r\n\nlabor practice under 29 U.S.C.   158(a)(5).\r\n\n          Stating the rule is not a  surefire means of dispelling\r\n\nall uncertainty.   Relevance, like beauty, sometimes lies  in the\r\n\n                                8\r\r\n\neye  of   the  beholder,  and  parties  can   differ  about  what\r\n\ninformation  is (or is not)  relevant to a  union's functions qua\r                                                                           \r\n\nbargaining  agent.    Stated  in   traditional  terms,  requested\r\n\ninformation is relevant if it seems probable that the information\r\n\nwill be of legitimate use to the union in carrying out its duties\r\n\nand responsibilities  qua bargaining  agent.   See  NLRB v.  Acme\r                                                                           \r\n\nIndus. Co., 385 U.S. 432, 437 (1967).  Put another way, requested\r                    \r\n\ninformation should  be deemed relevant if  it is likely to  be of\r\n\nmaterial assistance in evaluating strategies  that may be open to\r\n\nthe union as part of its struggle to minimize the adverse effects\r\n\nof the  employer's decisionmaking  process on persons  within the\r\n\nbargaining unit.   See Western Mass. Elec. Co.  v. NLRB, 589 F.2d\r                                                                 \r\n\n42,  48 (1st Cir. 1978).  These  liberal formulations of the test\r\n\nmake  manifest that the relevancy  threshold is low  and that the\r\n\nstandard  is   neither  onerous   in  nature  nor   stringent  in\r\n\napplication.5  This  is as it  should be, for  a union cannot  be\r\n\nexpected  to   chart  a  prudent  course   without  reliable  and\r\n\nreasonably specific information about the employer's plans.\r\n\n          The Board and  the courts have put a gloss  on the test\r\n\nfor  relevancy    a gloss  that alters  the burden  of persuasion\r\n\ndepending upon the nature of the  data sought by the union.  When\r\n\n\"the requested information concerns wages and related information\r\n                    \r                              \r\n\n     5The standard  is analogous  to the relevancy  standard that\r\ngoverns in the pretrial  discovery process, under which discovery\r\ninitiatives are deemed  relevant as long as  they seem calculated\r\nto  lead  to the  unearthing of  admissible  evidence.   See Acme\r                                                                           \r\nIndus., 385  U.S. at  437 (approving  \"discovery-type standard\");\r                \r\nNLRB v.  New Eng. Newspapers,  Inc., 856 F.2d  409, 414 n.4  (1st\r                                             \r\nCir. 1988) (same).\r\n\n                                9\r\r\n\nfor  employees  in  the   bargaining  unit,  the  information  is\r\n\npresumptively  relevant to  bargainable issues.\"   Soule  Glass &amp;\r                                                                           \r\n\nGlazing  Co. v.  NLRB,  652  F.2d  1055,  1093  (1st  Cir.  1981)\r                               \r\n\n(citation  and internal quotation marks  omitted).  In such cases\r\n\nthe  employer must either  disprove relevance  or explain  why it\r\n\ncannot furnish the information.  See, e.g., NLRB v. Borden, Inc.,\r                                                                          \r\n\n600  F.2d 313,  317  (1st  Cir. 1979).    By contrast,  when  the\r\n\nrequested information  only indirectly  implicates the  terms and\r\n\nconditions of employment, it is the union's burden to demonstrate\r\n\nthe  relevance of  the  information  to  the performance  of  its\r\n\nstatutory obligations.  See Western Mass. Elec., 573 F.2d at 105.\r                                                         \r\n\nDespite  this  dichotomy,  however,  the  ultimate  standard   of\r\n\nrelevancy  does not  vary.   Moreover, in  both situations  it is\r\n\nnecessary  to  measure  relevance   under  the  totality  of  the\r\n\ncircumstances  that obtain  in a  particular case.   See  NLRB v.\r                                                                        \r\n\nTruitt Mfg. Co, 351 U.S. 149, 153-54 (1956).\r                        \r\n\n          Once  the  Board has  made  its  assessment of  whether\r\n\nparticular information  must be produced, the  standard of review\r\n\nlooms large.  At  that juncture, a reviewing court  should accord\r\n\nconsiderable respect both to the Board's determination and to the\r\n\nfactual  findings  underpinning  it.    See  NLRB  v.   New  Eng.\r                                                                           \r\n\nNewspapers, Inc., 856 F.2d 409, 414 (1st Cir. 1988).\r                          \r\n\n                         C.  The Merits.\r                                   C.  The Merits.\r                                                 \r\n\n             It  is  against  this  backdrop  that  we  mull  the\r\n\nassignments of error.  The Hospitals interpose both relevancy and\r\n\nconfidentiality objections to the Board's decision concerning the\r\n\n                                10\r\r\n\nrequests for  merger-related information.   They  lodge relevancy\r\n\nand  substantial compliance  objections to  the Board's  decision\r\n\nconcerning  the  requests for  consolidation-related information.\r\n\nFinally,  they question the scope of the Board's order.  Although\r\n\nthe  applicable legal  principles  overlap, we  treat these  five\r\n\npoints separately.\r\n\n          1.  Relevance  of the Planned  Merger.  The  Hospitals'\r                    1.  Relevance  of the Planned  Merger.\r                                                         \r\n\nrelevancy objection  to the compulsory sharing  of merger-related\r\n\ninformation  is  painted  with  too  broad  a  brush.    Whatever\r\n\ngeneralities may pertain to proposed mergers in the abstract, the\r\n\nconcrete (and somewhat unusual) factual circumstances surrounding\r\n\nthis  proposed merger  afford  substantial evidence  adequate  to\r\n\nsupport the Board's order.\r\n\n          To be  sure, certain management actions that ultimately\r\n\nmay  have a  significant impact  on the  terms and  conditions of\r\n\nemployment within the bargaining  unit are nonetheless beyond the\r\n\npurview of  collective  bargaining.   In  a much-quoted  turn  of\r\n\nphrase, Justice  Stewart referred to these  actions as comprising\r\n\n\"the core  of entrepreneurial control.\"   Fibreboard Paper Prods.\r                                                                           \r\n\nCo.  v. NLRB, 379 U.S. 203, 223 (1964) (Stewart, J., concurring).\r                      \r\n\nThe  thesis holds  that important  management decisions,  such as\r\n\nchoosing a  marketing strategy or liquidating  lines of business,\r\n\nare not  concinnous subjects for mandatory  collective bargaining\r\n\nbecause  they \"are  fundamental to  the basic direction  of [the]\r\n\ncorporate  enterprise.\"  Id.  The components forming this core of\r                                      \r\n\nentrepreneurial  control  are  often  classified   as  comprising\r\n\n                                11\r\r\n\nmatters that are \"akin to the decision whether to be in  business\r\n\nat all.\"   First National Maint. Corp. v. NLRB, 452 U.S. 666, 676\r                                                        \r\n\n(1981).   And while such  matters are not  primarily addressed to\r\n\nconditions  of  employment, they  may  have  effects    sometimes\r\n\nprofound effects   upon those conditions.\r\n\n          Although  the content  of this core  of entrepreneurial\r\n\ncontrol  eludes   a  precise  description,  see   United  Food  &amp;\r                                                                           \r\n\nCommercial  Workers, Etc., v. NLRB,  1 F.3d 24,  30-33 (D.C. Cir.\r                                            \r\n\n1993),  it  is plain  that the  decision  to merge  two unrelated\r\n\ncorporate entities  falls within it.  See  International Ass'n of\r                                                                           \r\n\nMachinists &amp;  Aerospace Workers v. Northeast  Airlines, Inc., 473\r                                                                      \r\n\nF.2d  549, 556-57 (1st Cir.), cert. denied, 409 U.S. 845 (1972).6\r                                                    \r\n\nThus, MNA had no right either to veto the decision to merge or to\r\n\nrequest  information  for  the  purpose  of  intruding  into  the\r\n\nnegotiations between the merger partners (SPHS and HCAHR).\r\n\n          Still, there  is an  important distinction  between the\r\n\nright to  bargain about a core  entrepreneurial business decision\r\n\n(a right which a union does not possess) and the right to bargain\r\n\nabout  the  effects  of  that  decision  on  employees  within  a\r\n\nbargaining  unit  (a  right  which, depending  upon  the  overall\r\n                    \r                              \r\n\n     6We think that mergers involving independent entities are to\r\nbe  distinguished  from   internal  consolidations  involving   a\r\ncombination  or realignment  of  subsidiaries owned  by a  common\r\nparent.   Such internal  consolidations do  not require  the same\r\ndegree of \"secrecy, flexibility and quickness\" that, according to\r\nNortheast Airlines, 473 F.2d at 557, renders arm's-length mergers\r                            \r\nnot easily susceptible  of collective bargaining.   In any event,\r\nthe Hospitals do  not contend  that the  decision to  consolidate\r\ninternally,  as opposed to the decision to merge with an external\r\npartner, comes  within the core of  entrepreneurial control, and,\r\naccordingly, we express no opinion on the topic.\r\n\n                                12\r\r\n\ncircumstances,  a  union may  possess).   After  all,  subject to\r\n\nconsiderations such as relevancy  and immediacy, unions generally\r\n\nenjoy  the right to bargain  over the effects  of decisions which\r\n\nare  not themselves mandatory  subjects of collective bargaining.\r\n\nSee First National Maint., 452  U.S. at 681; Northeast  Airlines,\r                                                                          \r\n\n473  F.2d at  557.   It  follows  that,  even when  a  particular\r\n\nmanagerial  decision  is  not   itself  a  mandatory  subject  of\r\n\nbargaining,   the  decision's  forecasted   impact  on  salaries,\r\n\nemployment levels,  or other  terms and conditions  of employment\r\n\nmay  constitute  a mandatory  subject  of  collective bargaining.\r\n\nSee, e.g., Holly  Farms Corp. v.  NLRB, 48  F.3d 1360, 1368  (4th\r                                                \r\n\nCir. 1995), aff'd, 116  S. Ct. 1396 (1996); New  Eng. Newspapers,\r                                                                          \r\n\n856  F.2d at 413; Penntech Papers, Inc.  v. NLRB, 706 F.2d 18, 26\r                                                          \r\n\n(1st  Cir.), cert. denied, 464  U.S. 892 (1983).   Embracing this\r                                   \r\n\ntenet,  MNA   contends  that  its  requests   for  merger-related\r\n\ninformation were relevant to  \"effects bargaining,\" and therefore\r\n\nshould have been honored.\r\n\n          In an effort to parry the union's thrust, the Hospitals\r\n\noffer two  reasons why  MNA  could not  properly predicate  these\r\n\ninformation requests on a desire to engage in effects bargaining.\r\n\nThey  suggest that  (1)  such bargaining  always  must await  the\r\n\nculmination of a pending  merger (and here, the parties  have not\r\n\nfinalized the transaction and may never do so), and (2) even if a\r\n\npending merger can sometimes be an appropriate subject of effects\r\n\nbargaining, the prospects of  this particular merger are  too dim\r\n\nand its outline too  amorphous to warrant a finding  of relevancy\r\n\n                                13\r\r\n\n(especially since restraint-of-trade laws  may limit any detailed\r\n\ndiscussions  of  operating  efficiencies   until  the  merger  is\r\n\nconsummated).  In our view, neither suggestion is convincing.\r\n\n          The  Hospitals' contention that effects bargaining (or,\r\n\nmore  accurately, the  gathering  of information  preliminary  to\r\n\neffects  bargaining)  always must  await  the  consummation of  a\r\n\nmerger depends almost entirely  on their reading of  our decision\r\n\nin  Northeast Airlines.   That decision however,  is incapable of\r                                \r\n\ncarrying the cargo that the Hospitals load on it.  For one thing,\r\n\nthe question that we  discussed in Northeast Airlines arose  in a\r                                                               \r\n\nmaterially  different  legal  posture.   There  we  affirmed  the\r\n\ndistrict court's denial  of an injunction sought by  a union as a\r\n\nmeans   of  preventing  the  merger   of  the  employer  into  an\r\n\nindependent  company.  See  Northeast Airlines, 473  F.2d at 558.\r                                                        \r\n\nWe hung our  decision on  the district court's  balancing of  the\r\n\nequities   standard fare in cases seeking injunctive relief.  For\r\n\nanother  thing, the union's  goal in the  Northeast Airlines case\r                                                                      \r\n\nwas to require the employer to incorporate the union's views into\r\n\nthe  framework  of  the contemplated  merger.    See  id.   Here,\r                                                                   \r\n\nhowever,  the  union sought  neither to  halt  the merger  nor to\r\n\nmeddle  in   the  negotiations  between  the  merging  entities.7\r\n                    \r                              \r\n\n     7Another  difference    but one  to which  we attach  little\r\nweight    is that  Northeast Airlines involved  the Railway Labor\r                                               \r\nAct  (RLA), 45 U.S.C.    151-188.   We deem it settled that cases\r\nbrought under the RLA can inform the decisional process under the\r\nNLRA.  See,  e.g., Trans  World Airlines v.  Independent Fed.  of\r                                                                           \r\nFlight Attendants, 489 U.S. 426, 426-27 (1989); Lebow v. American\r                                                                           \r\nTrans Air, Inc., 86 F.3d 661, 665-66 (7th Cir. 1996); Brotherhood\r                                                                           \r\nof  Locomotive Engineers v. Kansas City So. Ry. Co., 26 F.3d 787,\r                                                             \r\n795 (8th Cir.), cert. denied, 115 S. Ct. 320 (1994).\r                                      \r\n\n                                14\r\r\n\nBecause considerations  not present  here informed  the Northeast\r                                                                           \r\n\nAirlines  court's  discussion  of  the  core  of  entrepreneurial\r                  \r\n\ncontrol,  we  think that  Northeast  Airlines  can be  reconciled\r                                                       \r\n\neasily with authority  (to which we  subscribe) holding that,  as\r\n\nlong as a  pending merger  is sufficiently advanced,  a union  is\r\n\nentitled to  request information  shown by  the  totality of  the\r\n\ncircumstances  to  be relevant  in order  to prepare  for effects\r\n\nbargaining.   See Holly Farms, 48 F.3d at 1360 (upholding Board's\r                                       \r\n\nfinding that employer's failure  to produce merger agreement when\r\n\nrequested   pre-merger  constituted  an  unfair  labor  practice)\r\n\n(enforcing 311 N.L.R.B. 273, 350 (1993)); Children's Hosp. of San\r                                                                           \r\n\nFrancisco, 312  N.L.R.B. 920, 923 (1993)  (ordering disclosure of\r                   \r\n\nmerger agreement because its contents, even before the merger was\r\n\nconsummated,  \"clearly would  have influenced  [the union]  as to\r\n\nnegotiating tactics, positions, and demands\").\r\n\n          This brings us to  the Hospitals' second argument.   It\r\n\nis common  ground  that a  union  cannot demand  bargaining  over\r\n\neffects  that  are  purely  speculative, ephemeral,  or  too  far\r\n\nremoved from the  underlying activity.   See Detroit Edison,  440\r                                                                     \r\n\nU.S. at 314-15; Northeast Airlines, 473 F.2d at 558.  But in this\r                                            \r\n\ninstance, the Hospitals themselves  presented the planned  merger\r\n\nto their  employees and to the  media as a fait  accompli.  Their\r\n\npress  release  spoke  in  categorical terms,  and  a  subsequent\r\n\nmemorandum sent  by McCorkle  to the  employees  crowed that  the\r\n\ngoverning  boards  of  both  merger partners  \"have  given  final\r\n\napproval  to   the  proposed  [transaction],\"   subject  only  to\r\n\n                                15\r\r\n\nregulatory   clearances  (which,   we  note,   were  subsequently\r\n\nprocured).  The same  communique mentioned \"some specifics\" about\r\n\nthe system that would  result from the merger, including  (1) the\r\n\npartners' plans  to \"combin[e]  some acute care,  non-acute care,\r\n\nand  administrative   services\"   across  facilities,   and   (2)\r\n\nMcCorkle's  prediction that  \"most jobs  will be saved  and moved\r\n\nwithin  the  new  System.\"    A  newsletter  distributed  by  the\r\n\nHospitals  in the same time frame suggested that the merger would\r\n\nbe completed in three to six  months.  It informed the work force\r\n\nthat, although \"right now, [SPHS and HCAHR] have no game plan for\r\n\nlayoffs,\"  the workers should  expect \"a significant reallocation\r\n\nof jobs within the new System\" at some point.\r\n\n          A  union  is entitled  to  plan in  advance  for likely\r\n\ncontingencies.   Under  the  totality of  the circumstances  that\r\n\nexisted  here    especially the  employer's expressed  confidence\r\n\nthat the  merger would take  place soon  and the emphasis  in its\r\n\nhandouts on the  reallocation of  personnel   we  believe it  was\r\n\nwithin the Board's  authority to find that  the union's professed\r\n\nneed for  specifics about  the  merger's probable  impact on  the\r\n\nbargaining  unit was  reasonable.   See Union  Builders, Inc.  v.\r                                                                       \r\n\nNLRB, 68 F.3d 520, 523 (1st Cir. 1995) (explaining that employers\r              \r\n\nmust \"divulge  information of even merely  potential relevance\").\r\n\nIn other words, given  management's professed near-certainty that\r\n\nthe  merger would eventuate and  its broad hints  that it already\r\n\nhad  formulated some ideas relative to future staffing of the new\r\n\nsystem, the  Board reasonably could find    as it did    that MNA\r\n\n                                16\r\r\n\nneeded  information  both  about  the proposed  merger  (for  the\r\n\npurpose of  bargaining over its  effects, if and  when necessary)\r\n\nand the  structural attributes of  the new  system (to  determine\r\n\nwhether  the collective bargaining  agreements would  survive the\r\n\nrealignment).   Thus, substantial evidence  supported the Board's\r\n\nendorsement   of   the   union's  requests   for   merger-related\r\n\ninformation.\r\n\n          We add  an eschotocol  of sorts.   The Hospitals  claim\r\n\nthat the  ultimate failure of the merger8  takes two bites out of\r\n\nthe  Board's case,  serving  not  only  to moot  the  information\r\n\nrequests  but also to underscore  their prematurity.   We are not\r\n\npersuaded.    The  relevance  of requested  information  must  be\r\n\ndetermined  by the circumstances that exist at the time the union\r\n\nmakes  the request, not by  the circumstances that  obtain at the\r\n\ntime an agency or a court finally vindicates the union's right to\r\n\ndivulgement.   See NLRB v. Arkansas Rice Growers Coop. Ass'n, 400\r                                                                      \r\n\nF.2d  565, 567 (8th Cir. 1968); Mary Thompson Hosp., 296 N.L.R.B.\r                                                             \r\n\n1245, 1250  (1989), enforced, 943 F.2d 741 (7th Cir. 1991).  Were\r                                      \r\n\nthe law otherwise, an employer would have a perverse incentive to\r\n\ndrag its feet, and a union could lose deserved rights through the\r\n\nticking of the clock  and the delay inherent in  the adjudicatory\r\n\nprocess.\r\n\n          2.   Confidentiality.   The  Hospitals' second  line of\r                    2.   Confidentiality.\r                                        \r\n\n                    \r                              \r\n\n     8In  candor, it is far from clear  that the merger is a dead\r\nletter.  SPHS's suit against HCAHR is still pending in  the state\r\ncourt.   In its complaint  SPHS terms the  MOU \"binding\" and asks\r\nfor specific performance.\r\n\n                                17\r\r\n\ndefense is that the MOU was subject to a side agreement requiring\r\n\nthe  parties to keep all matters pertaining to the merger secret.\r\n\nWe agree with the basic premise  on which this defense rests:  an\r\n\nemployer's  commitment to, or  genuine need  for, confidentiality\r\n\nsometimes  can  constitute  an  appropriate  reason  for  keeping\r\n\ndocuments   even documents  that are potentially relevant to  the\r\n\ncollective  bargaining process    out  of a  union's hands.   See\r                                                                           \r\n\nDetroit Edison, 440  U.S. at  319.  And  when confidentiality  is\r                        \r\n\nproperly  put in  issue,  the Board  must  carefully balance  the\r\n\nemployer's need  for privacy  against  the union's  need to  make\r\n\ninformed decisions  in its capacity as  the employees' bargaining\r\n\nrepresentative.  See New Eng. Newspapers, 856 F.2d at 413.\r                                                  \r\n\n          But there is  less here  than meets the  eye.   Because\r\n\nconfidentiality is in the nature of an affirmative defense, it is\r\n\nthe  employer's   burden  to   demonstrate  that   the  requested\r\n\ninformation  is shielded by a legitimate privacy claim.  See Mary\r                                                                           \r\n\nThompson Hosp.  v. NLRB, 943  F.2d 741, 747 (7th  Cir. 1991); see\r                                                                           \r\n\ngenerally  Borden, 600 F.2d at 317 (assuming relevancy, it is the\r                           \r\n\nemployer's burden to provide some good and sufficient reason  why\r\n\nthe union's request should  be denied).  Moreover, to  permit the\r\n\nrequisite balancing, the employer normally must advance its claim\r\n\nof  confidentiality in  its response  to the  union's information\r\n\nrequest.    Only  in  that  way  will  the  parties  have  a fair\r\n\nopportunity  to confront  the problem  head-on and bargain  for a\r\n\npartial disclosure  that will satisfy the  legitimate concerns of\r\n\nboth sides.  See Mary Thompson Hosp., 943 F.2d at 747.\r                                              \r\n\n                                18\r\r\n\n          Setting this principle into  motion, the Board has held\r\n\nthat  it is untimely for  an employer to  raise a confidentiality\r\n\nobjection  to an  information  request for  the first  time after\r\n\nproceedings before the  Board have been  commenced.  See  Detroit\r                                                                           \r\n\nNewspaper Agency, 317 N.L.R.B. 1071, 1072 (1995).   This protocol\r                          \r\n\nrepresents  a responsible  application of  the statutory  duty to\r\n\nbargain in good faith, and we must therefore defer to the Board's\r\n\nexpertise.   Thus,  because the  Hospitals  failed to  follow the\r\n\nproper   procedural   sequence   and  neglected   to   assert   a\r\n\nconfidentiality objection  in their  exchange with the  union, we\r\n\nreject this line of defense.9\r\n\n          3.  Relevance of the Internal Consolidation.  The Board\r                    3.  Relevance of the Internal Consolidation.\r                                                               \r\n\nalso  found that  MNA's  requests for  information regarding  the\r\n\nconsolidation were  relevant.   This finding cannot  seriously be\r\n\nquestioned.\r\n\n          MNA initially sought this  information in the summer of\r\n\n1993.  It honed the information requests and renewed them several\r\n\ntimes  in the succeeding months.   Aside from  broad denials that\r\n\nthe consolidation would have any  effect on the bargaining units,\r\n\nmanagement's first substantive response  came late in 1994 (after\r\n\nMNA  had  preferred charges  and the  Board was  on the  verge of\r\n\nissuing a complaint).  In the intervening  fifteen months (during\r\n                    \r                              \r\n\n     9The Hospitals' asseveration that they could not explain the\r\nneed for confidentiality without revealing privileged information\r\nproves too much.   If that was the case,  then the Hospitals were\r\nobliged to cite that  dilemma in response to the  MNA's requests.\r\nThey did not do so.\r\n\n                                19\r\r\n\nwhich interval  MNA made  five separate requests  for information\r\n\nabout the  consolidation) the  Hospitals laid  off more  than 200\r\n\nworkers.   In light of the  continuing uncertainty about imminent\r\n\ncorporate   restructuring      uncertainty   fed   by  statements\r\n\nattributable to  management   MNA reasonably  could have believed\r\n\nthat further changes were in the offing.  Consequently, the Board\r\n\nplausibly  could have  found    as it  did    that  the requested\r\n\ninformation had great importance to the union and was, therefore,\r\n\nrelevant.   This is especially  so in view  of the fact  that the\r\n\ncollective bargaining agreement at Providence Hospital expired on\r\n\nDecember 31, 1994,  unless automatically renewed, and  MNA had to\r\n\ndecide  no  later  than October  1,  1994  whether  to allow  the\r\n\ncontract to renew automatically or to reopen negotiations.\r\n\n          The  Hospitals offer  no  convincing  rebuttal  to  the\r\n\nBoard's relevancy  finding.  As  the Board noted,  see Providence\r                                                                           \r\n\nHosp., 1996 WL 48263,  at *7, the Hospitals' position  boils down\r               \r\n\nto a naked assertion that the union had to take management at its\r\n\nword  that  the  organizational  changes  portended   no  further\r\n\nalterations in staffing.  That is not the way the world works:  a\r\n\nunion is not bound to  accept management's ipse dixit, especially\r                                                               \r\n\nwhen, as  now, the totality  of the circumstances  indicates that\r\n\nsomething  else  may be  afoot.    Here,  extensive  layoffs  had\r\n\nfollowed past assurances from management, and the union had every\r\n\nreason  to probe.  It requested information which, if extant, had\r\n\nundeniable  relevance  for  the  purpose  of effects  bargaining.\r\n\nThus,  MNA had a statutory right to receive this information in a\r\n\n                                20\r\r\n\ntimely fashion,  or in lieu thereof to  receive a contemporaneous\r\n\nwritten statement  as to  some legally  sufficient reason  why it\r\n\ncould not be produced  (say, that no such information  existed or\r\n\nthat it was somehow privileged).10\r\n\n          4.  Substantial Compliance.  We dismiss out of hand the\r                    4.  Substantial Compliance.\r                                              \r\n\nHospitals'   suggestion   that   their  belated   disclosure   of\r\n\nconsolidation-related information  cures their default.  MNA made\r\n\na  series of information requests over a period spanning thirteen\r\n\nmonths.   The  Hospitals stonewalled  for that  entire length  of\r\n\ntime.  They then  furnished some information in December  of 1994\r\n\n(after the Board investigation had begun) and some in May of 1995\r\n\n(on the eve of the hearing).  Even assuming arguendo that the two\r                                                              \r\n\nbatches  of  belatedly  supplied  information  in  the  aggregate\r\n\nfulfilled the union's requests,  the Hospitals' act of contrition\r\n\ncame too late.  As the Board explained, the protracted delay that\r\n\nseparated the requests from the divulgement of data could \"not be\r\n\nattributed  to  the  time  needed  to  assemble  the  information\r\n\nfurnished.\"  Id. at *8.  A union is entitled to timely disclosure\r                          \r\n\nof relevant information.   See Capitol Steel &amp; Iron  Co. v. NLRB,\r                                                                          \r\n\n89 F.3d  692, 697  (10th  Cir. 1996);  Borden, 600  F.2d at  318;\r                                                       \r\n\n                    \r                              \r\n\n     10We   reject  the   Hospitals'   contention   that   public\r\navailability of  the requested information obviated  the need for\r\ndisclosure.   The argument is inherently circular:  MNA could not\r\npossibly know that all  the information was in the  public domain\r\nif  the Hospitals refused to turn over the requested documents or\r\nto make any  other substantive response.  At the  very least, the\r\nHospitals had the duty to explain to MNA in a timely fashion that\r\neverything was  out in the open.  As the Board put it, \"the Union\r\nwas  entitled to hear that [news] directly from the [Hospitals].\"\r\nProvidence Hosp., 1996 WL 48263, at *8.\r                          \r\n\n                                21\r\r\n\nWestern Mass. Elec.,  589 F.2d at 46 n.6.   Because the Hospitals\r                             \r\n\nfailed to  provide MNA with relevant  documentation regarding the\r\n\nconsolidation  \"as  promptly  as  circumstances  allow,\"  Capitol\r                                                                           \r\n\nSteel, 89 F.3d at 698 (quoting Decker Coal Co., 301 N.L.R.B. 729,\r                                                        \r\n\n740 (1991)), the Board's  finding of an unfair labor  practice is\r\n\nunimpugnable.\r\n\n          5.  The Scope of the Order.  We briefly  touch upon the\r                    5.  The Scope of the Order.\r                                              \r\n\nHospitals'  objection  to  the  Board's  remedial  order.    Some\r\n\nbackground is desirable.  The  ALJ initially recommended that the\r\n\nHospitals  be  required  to  furnish  \"in  a  timely  fashion, on\r\n\nrequest,  information  concerning  any  proposed  affiliation  or\r\n\nconsolidation of Mercy Hospital and Providence Hospitals with one\r\n\nanother  and  concerning  proposed  mergers,  consolidations,  or\r\n\naffiliations of Providence and  Mercy Hospitals with other health\r\n\ncare  providers.\"  See Providence  Hosp., 1996 WL  48263, at *11.\r                                                  \r\n\nThis language contains an  evident ambiguity, raising uncertainty\r\n\nas to  whether it applies  to all mergers  (past and  future), or\r\n\nonly  to the  stalled SPHS/HCAHR  merger, or  strictly to  future\r\n\n(indeterminate)  mergers.    The  Board  removed  this ambiguity,\r\n\nmodifying  the recommended  order  \"to require  the Hospitals  to\r\n\nfurnish to [MNA] the information requested in [MNA's] requests of\r\n\nJuly 26 and August 5, 1994.\"  Id. at  *1 n.1.  To the Board's way\r                                           \r\n\nof  thinking,  this  modification   \"more  closely  reflects  the\r\n\nviolations found.\"  Id.\r                                 \r\n\n          The modified order responds  to the reality that, here,\r\n\nan unusual  concatenation of  events exist, e.g.,  the Hospitals'\r\n\n                                22\r\r\n\npresentation  of the merger as a done deal, their insistence that\r\n\nthe  MOU  obligated the  signing  parties  even after  HCAHR  had\r\n\nrepudiated it,  and their stonewalling  in the  face of  repeated\r\n\ninformation  requests.     What   is  more,  by   specifying  the\r\n\ninformation that  the Hospitals  must disclose, the  Board limits\r\n\nthe remedy and leaves  future transactions untouched.  This  step\r\n\nfits neatly with our  belief that each situation is  sui generis,\r                                                                          \r\n\nand that  pending mergers may or  may not be a  proper subject of\r\n\neffects    bargaining    (depending    on   the    individualized\r\n\ncircumstances).  Based on these  considerations, the modification\r\n\nfalls well within the Board's province.\r\n\nIV.  CONCLUSION\r          IV.  CONCLUSION\r\n\n          We  need go  no further.   For  the  reasons elucidated\r\n\nabove, we hold that  the Board's decision and order  comport with\r\n\napplicable precedent and are supported by substantial evidence in\r\n\nthe record.\r\n\n          The petition for review  is denied.  The cross-petition\r                    The petition for review  is denied.  The cross-petition\r                                                                           \r\n\nfor enforcement is granted.  Costs will be taxed in  favor of the\r          for enforcement is granted.  Costs will be taxed in  favor of the\r                                                                           \r\n\nBoard.\r          Board.\r               \r\n\n                                23\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 96-1198\r\n\n             PROVIDENCE HOSPITAL AND MERCY HOSPITAL,\r\n\n                 Petitioners, Cross-Respondents,\r\n\n                                v.\r\n\n                 NATIONAL LABOR RELATIONS BOARD,\r\n\n                  Respondent, Cross-Petitioner.\r\n\n                                             \r\n\n                PETITION FOR REVIEW OF AN ORDER OF\r\n\n                THE NATIONAL LABOR RELATIONS BOARD\r\n\n                                             \r\n\n                              Before\r\n\n                Selya and Boudin, Circuit Judges,\r                                                          \r\n\n                 and McAuliffe,* District Judge.\r                                                         \r\n                                             \r\n\n     Maurice M.  Cahillane, with  whom Egan, Flanagan  and Cohen,\r                                                                           \r\nP.C. was on brief, for petitioners and cross-respondents.\r              \r\n     Vincent  Falvo, with  whom Frederick  L. Feinstein,  General\r                                                                 \r\nCounsel,  Linda  Sher,  Associate  General  Counsel,  Aileen   A.\r                                                                           \r\nArmstrong, Deputy  Associate General  Counsel, Linda  J. Dreeben,\r                                                                          \r\nSupervisory Attorney,  and Lisa  R.  Shearin, Attorney,  National\r                                                      \r\nLabor Relations Board, were  on brief, for respondent  and cross-\r\npetitioner.\r\n\n                                             \r\n\n                         August 28, 1996\r\n                                             \r\n\n               \r\n*Of the District of New Hampshire, sitting by designation.\r\r\n\n          SELYA,   Circuit   Judge.     Petitioners   and  cross-\r                    SELYA,   Circuit   Judge.\r                                            \r\n\nrespondents,    Providence    Hospital    and   Mercy    Hospital\r\n\n(collectively, the Hospitals), seek judicial review of an adverse\r\n\nadministrative determination.   We deny the  petition and enforce\r\n\nthe order of respondent  and cross-petitioner, the National Labor\r\n\nRelations Board (the Board).\r\n\nI.  BACKGROUND\r          I.  BACKGROUND\r\n\n          The Hospitals are members  of the Sisters of Providence\r\n\nHealth  System (SPHS),  a  chain  of not-for-profit  institutions\r\n\noperating  in  western  Massachusetts.   The  Hospitals'  nursing\r\n\nstaffs are  unionized  and the  Massachusetts Nurses  Association\r\n\n(MNA) represents the nurses.   Spurred by rumors of  an impending\r\n\nconsolidation, an MNA representative, Shirley Astle, wrote to the\r\n\npresident  of  Mercy  Hospital  on August  11,  1993,  requesting\r\n\nrelevant  particulars.   The hospital  responded that it  was too\r\n\nearly  to  predict   the  changes  that   might  result  from   a\r\n\nconsolidation,  and that in all events a reduction in force would\r\n\nlikely be restricted to management personnel.\r\n\n          Shortly  thereafter SPHS announced plans to consolidate\r\n\nthe Hospitals' administrations.  As the first step in the pavane,\r\n\nit appointed  Vincent McCorkle  as president and  chief executive\r\n\nofficer of both institutions.  A letter dated September 28, 1993,\r\n\nsent  to the union  by a member  of the newly  unified management\r\n\nteam, confirmed the  earlier assurance that, although  management\r\n\nwould  be  \"look[ing] at  ways to  integrate how  [the Hospitals]\r\n\nprovide care,\"  there  were no  definite  plans to  downsize  the\r\n\n                                2\r\r\n\nbargaining  units.   It was  simply \"too  early to  determine the\r\n\nnature and  extent of  any potential  impact on  employee working\r\n\nconditions.\"\r\n\n          On February  24, 1994,  McCorkle sent  a letter to  the\r\n\nHospitals'  combined  work  force.     The  letter  informed  the\r\n\nemployees  of a perceived \"need to  adjust . . . staffing levels\"\r\n\nand suggested that this adjustment would be accomplished at least\r\n\nin part by reduction  in force.1  Roughly three  weeks thereafter\r\n\nthe Hospitals advised local media outlets that some 200 positions\r\n\nwould  be eliminated  as part  of the  ongoing consolidation.   A\r\n\nsecond press release, distributed later that same week, indicated\r\n\nthat despite  management's earlier assurances  198 Mercy Hospital\r\n\nemployees  and  six   Providence  Hospital  employees   had  been\r\n\ncashiered.2\r\n\n          On  the  very day  that  McCorkle  first announced  the\r\n\nimpending reduction  in force,  SPHS and a  competing health-care\r\n\nsystem, Holyoke-Chicopee Area Health Resources  (HCAHR), signed a\r\n\nmemorandum  of understanding (MOU)  commemorating their intent to\r\n\nmerge.  McCorkle informed the Hospitals' employees of the planned\r\n\nmerger on February 25, 1994.  Although this statement hinted at a\r\n\nfurther reorganization and possible future efficiencies of scale,\r\n\n                    \r                              \r\n\n     1The  communique added  that the  Hospitals had  intended to\r\ndelay   informing  workers   about  these  layoffs   until  plans\r\ncrystallized, but that a threatened news leak forced management's\r\nhand.\r\n\n     2The record  indicates that thirty-eight of  the individuals\r\nlaid off at Mercy were nurses.  The record is silent, however, as\r\nto whether any nurses were laid off at Providence.\r\n\n                                3\r\r\n\nMcCorkle claimed that no decisions had been made regarding future\r\n\nstaffing.  In short order,  SPHS and HCAHR submitted applications\r\n\nto  federal and state agencies  in an endeavor  to gain necessary\r\n\nregulatory approvals.\r\n\n          On May  5, 1994    with  layoffs a  reality and  with a\r\n\nmerger  now in  the  offing    Astle requested  a copy  of SPHS's\r\n\n\"business  plan,\"  saying  that  the  MNA wanted  \"to  begin  its\r\n\nassessment of the merger's  impact on the conditions of  work for\r\n\nthe  RNs  MNA  represents  at Providence  and  Mercy  Hospitals.\"\r\n\nMcCorkle  temporized  while forwarding  the  request  to counsel.\r\n\nAstle wrote again on May 24, complaining that she had received no\r\n\nsubstantive response.   The Hospitals' lawyer  finally replied on\r\n\nJune  2, but  he gave  MNA's request  the back  of his  hand; the\r\n\nattorney took  the  position that  SPHS  \"is a  totally  separate\r\n\ncorporation,\" and,  therefore, the Hospitals did  not have access\r\n\nto a  copy of the desired  document (if, indeed, such  a document\r\n\nexisted).\r\n\n          MNA  chose not  to quibble.   Instead,  it renewed  its\r\n\nrequest in somewhat  altered form.  In letters dated  July 26 and\r\n\nAugust 5, respectively, it set  forth a particularized listing of\r\n\ndocuments  that it wished to examine, a detailed statement of the\r\n\nreasons underlying its information  requests, and the legal basis\r\n\nupon  which  the  requests   rested.3    Regarding  the  internal\r\n                    \r                              \r\n\n     3Sandwiched  between   these  requests  was  a  letter  from\r\nMcCorkle to the Hospitals'  employees offering insights anent the\r\nproposed  merger.  In this missive, dated July 29, 1994, McCorkle\r\nacknowledged  that  some  departments  would  be  amalgamated but\r\npredicted that \"most  jobs will be saved and moved within the new\r\n\n                                4\r\r\n\nconsolidation, MNA asked that the Hospitals provide copies of (1)\r\n\nall documents relating to the  consolidation (or in lieu thereof,\r\n\na  detailed explanation of the consolidation);  (2) any plans for\r\n\nfurther  work force  reductions at  Mercy Hospital;  and  (3) any\r\n\nplans regarding changes in the  Hospitals' corporate status.   As\r\n\nto  the anticipated merger with  HCAHR, MNA sought  (1) copies of\r\n\nthe MOU and other  documents explicating the merger's  terms; (2)\r\n\nplans  for, or  information about,  proposed staffing  changes at\r\n\nMercy  Hospital  in  consequence  of this  merger;  and  (3)  all\r\n\ndocuments pertaining to the Hospitals'  proposed corporate status\r\n\nwithin  the merged group of facilities.  Each request solicited a\r\n\nresponse within ten days.\r\n\n          The Hospitals asserted that they needed additional time\r\n\nto  formulate a meaningful  response.   MNA waited  patiently for\r\n\nmore  than a month before sending a follow-up letter on September\r\n\n12.    Receiving  no immediate  response,  the  union then  filed\r\n\ncharges  with  the  Board.   As  the  Board's  processing of  the\r\n\ncharging  papers drew to a close, the Hospitals provided MNA with\r\n\nsome   but not all    of the requested data, characterizing their\r\n\nDecember 29  transmittal as a  \"response to the  NLRB information\r\n\ncharge.\"  The Board's regional director issued a formal complaint\r\n\nten days later.  In  May 1995   on the eve of the  NLRB hearing  \r\n\nthe  Hospitals  supplied  MNA  with  materials  explaining  their\r\n\ncorporate structure and reaffirming that no further layoffs would\r\n                    \r                              \r\n\nsystem.\"   An attachment hinted at  possible future reductions in\r\nforce  (though claiming that \"right now, we have no game plan for\r\nlayoffs\").\r\n\n                                5\r\r\n\nresult from  the internal consolidation.  They  furnished no data\r\n\nrelating to the proposed merger with HCAHR.\r\n\n          The  matter was  heard by  an administrative  law judge\r\n\n(ALJ)  who took  evidence and  reserved judgment.    Three months\r\n\nelapsed before the ALJ issued his decision.  In the interim HCAHR\r\n\npurported to terminate the  MOU.  Displeased no little  and quite\r\n\nsome, SPHS filed suit in  state court alleging breach of  the MOU\r\n\nand seeking, inter alia, specific performance.\r                                 \r\n\nII.  THE BOARD'S DECISION   \r          II.  THE BOARD'S DECISION\r\n\n          In September 1995 the ALJ published his findings and  a\r\n\nproposed order.   He determined  that the Hospitals  had breached\r\n\ntheir duty  to bargain in  good faith by  withholding information\r\n\nrelevant  to the  performance of  the union's  undertakings  as a\r\n\ncollective  bargaining representative,  and had  thereby violated\r\n\nthe National Labor Relations  Act (NLRA), specifically, 29 U.S.C.\r\n\n  158(a)(1) &amp; (5).\r\n\n          The  Hospitals  took  exception  to  the  decision  and\r\n\nappealed to  the Board.  The Board adopted the ALJ's findings and\r\n\nrationale,4 albeit modifying the recommended order slightly.  See\r                                                                           \r\n\nProvidence  Hosp., 320 N.L.R.B. No.  60 (Jan. 31,  1996), </pre><span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span>\r                           \r\n\n<span class=\"page\">48263</span></span><pre class=\"inline\">,  at *1.   In  light  of this  adoption,  we recount  those\r\n\nfindings as if they were made ab initio by the Board.\r                                                 \r\n\n          The   Board   first   addressed   MNA's   requests  for\r\n                    \r                              \r\n\n     4The Board  is not obliged  to make independent  findings or\r\nconduct its own analysis of the factors prompting an order where,\r\nas here,  it expressly adopts  the ALJ's findings  and reasoning.\r\nSee NLRB  v. Horizon Air Servs.,  Inc., </pre><span class=\"citation\" data-id=\"451687\"><a href=\"/opinion/451687/national-labor-relations-board-v-horizon-air-services-inc/\"><span class=\"volume\">761</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span><pre class=\"inline\">,  24 n.1 (1st\r                                                \r\nCir. 1985).\r\n\n                                6\r\r\n\ninformation regarding  the internal  consolidation.   It adjudged\r\n\nthis information relevant  because MNA might well  have needed it\r\n\n\"so  that  it  could determine  what  legal  effect  if any  [the\r\n\nconsolidation] would have on its collective-bargaining agreements\r\n\nwith  the hospitals, when  it should  demand bargaining  over the\r\n\neffects of  the transaction,\"  and what effect  the restructuring\r\n\nwould have  on the bargaining units.  See id.  at *7.  Turning to\r                                                       \r\n\nthe  requests regarding the proposed merger, the Board found that\r\n\ninformation to  be relevant, even  though not directly  linked to\r\n\nterms and conditions of employment.  See id. at *8.  It explained\r                                                      \r\n\nthat \"MNA needed to  know the impact of the proposed  [merger] on\r\n\nits  contracts,\" as  well as  any other  possible effects  on the\r\n\nstatus of the bargaining units.  Id. at *9.  Moreover, McCorkle's\r                                              \r\n\nletters  to the  employees suggested  the possibility  \"that some\r\n\ndecisions might have been made which would affect bargaining unit\r\n\nemployees.\"  Id.\r                          \r\n\nIII.  DISCUSSION\r          III.  DISCUSSION\r\n\n          We  start by reiterating  the deferential standard that\r\n\nobtains  when federal courts review  orders of the  Board.  Then,\r\n\nbefore moving to specifics, we discuss in general terms the scope\r\n\nof  an employer's  duty  to disclose  relevant information  to an\r\n\ninquiring union.\r\n\n                   A.  The Standard of Review.\r                             A.  The Standard of Review.\r                                                       \r\n\n          When a party challenges the  Board's determination that\r\n\nit has committed  an unfair  labor practice,  an inquiring  court\r\n\nmust scrutinize  the record as a  whole.  As to  matters of fact,\r\n\n                                7\r\r\n\nthe \r\n\ncourt should uphold the Board's findings if they are supported by\r\n\nsubstantial evidence.   See Universal  Camera Corp. v.  NLRB, </pre><span class=\"citation\" data-id=\"104856\"><a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"volume\">340</span>\r                                                                      \r\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span><pre class=\"inline\">, 488 (1951);  Teamsters Local Union No. 42  v. NLRB, </pre><span class=\"citation\" data-id=\"492356\"><a href=\"/opinion/492356/teamsters-local-union-no-42-aw-international-brotherhood-of-teamsters/\"><span class=\"volume\">825</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">608</span></a></span><pre class=\"inline\">, 612 (1st Cir.  1987).  As to matters of  law, appellate\r\n\nreview is  plenary.   Nevertheless,  appellate courts  ordinarily\r\n\nshould defer to  the Board's interpretations  of the statutes  it\r\n\nmust  enforce, such  as the  NLRA, whenever  such interpretations\r\n\nflow  rationally from  the statutory text.   See  NLRB v.  Town &amp;\r                                                                           \r\n\nCountry Elec., Inc., </pre><span class=\"citation\" data-id=\"117981\"><a href=\"/opinion/117981/nlrb-v-town-country-elec-inc/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">450</span></a></span><pre class=\"inline\">, 453 (1995); NLRB v.  Curtin\r                                                                           \r\n\nMatheson Scientific, Inc., </pre><span class=\"citation\" data-id=\"112401\"><a href=\"/opinion/112401/nlrb-v-curtin-matheson-scientific-inc/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">775</span></a></span><pre class=\"inline\">, 778 n.2 (1990).\r                                   \r\n\n                    B.  The Duty to Disclose.\r                              B.  The Duty to Disclose.\r                                                      \r\n\n          The NLRA imposes upon employers and unions alike a duty\r\n\nto bargain in good faith over \"wages, hours,  and other terms and\r\n\nconditions of  employment.\"  29  U.S.C.   158(d).   The right  to\r\n\nbargain collectively would be  little more than a  hollow promise\r\n\nif a bargaining representative did not have the concomitant right\r\n\nto  muster  the information  needed  to  conduct that  bargaining\r\n\neffectively.  Thus,  \"[t]he duty  to bargain collectively  . .  .\r\n\nincludes a duty to provide relevant information needed by a labor\r\n\nunion  for the proper performance of its duties as the employees'\r\n\nbargaining representative.\"  Detroit Edison Co. v. NLRB, </pre><span class=\"citation\" data-id=\"110030\"><a href=\"/opinion/110030/detroit-edison-co-v-nlrb/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span>\r                                                                 \r\n\n<span class=\"page\">301</span></a></span><pre class=\"inline\">,  303 (1979).   A breach of  this duty constitutes  an unfair\r\n\nlabor practice under 29 U.S.C.   158(a)(5).\r\n\n          Stating the rule is not a  surefire means of dispelling\r\n\nall uncertainty.   Relevance, like beauty, sometimes lies  in the\r\n\n                                8\r\r\n\neye  of   the  beholder,  and  parties  can   differ  about  what\r\n\ninformation  is (or is not)  relevant to a  union's functions qua\r                                                                           \r\n\nbargaining  agent.    Stated  in   traditional  terms,  requested\r\n\ninformation is relevant if it seems probable that the information\r\n\nwill be of legitimate use to the union in carrying out its duties\r\n\nand responsibilities  qua bargaining  agent.   See  NLRB v.  Acme\r                                                                           \r\n\nIndus. Co., </pre><span class=\"citation\" data-id=\"107327\"><a href=\"/opinion/107327/nlrb-v-acme-industrial-co/\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">432</span></a></span><pre class=\"inline\">, 437 (1967).  Put another way, requested\r                    \r\n\ninformation should  be deemed relevant if  it is likely to  be of\r\n\nmaterial assistance in evaluating strategies  that may be open to\r\n\nthe union as part of its struggle to minimize the adverse effects\r\n\nof the  employer's decisionmaking  process on persons  within the\r\n\nbargaining unit.   See Western Mass. Elec. Co.  v. NLRB, </pre><span class=\"citation\" data-id=\"362198\"><a href=\"/opinion/362198/western-massachusetts-electric-company-v-national-labor-relations-board/\"><span class=\"volume\">589</span> <span class=\"reporter\">F.2d</span>\r                                                                 \r\n\n<span class=\"page\">42</span></a></span><pre class=\"inline\">,  48 (1st Cir. 1978).  These  liberal formulations of the test\r\n\nmake  manifest that the relevancy  threshold is low  and that the\r\n\nstandard  is   neither  onerous   in  nature  nor   stringent  in\r\n\napplication.5  This  is as it  should be, for  a union cannot  be\r\n\nexpected  to   chart  a  prudent  course   without  reliable  and\r\n\nreasonably specific information about the employer's plans.\r\n\n          The Board and  the courts have put a gloss  on the test\r\n\nfor  relevancy    a gloss  that alters  the burden  of persuasion\r\n\ndepending upon the nature of the  data sought by the union.  When\r\n\n\"the requested information concerns wages and related information\r\n                    \r                              \r\n\n     5The standard  is analogous  to the relevancy  standard that\r\ngoverns in the pretrial  discovery process, under which discovery\r\ninitiatives are deemed  relevant as long as  they seem calculated\r\nto  lead  to the  unearthing of  admissible  evidence.   See Acme\r                                                                           \r\nIndus., 385  U.S. at  437 (approving  \"discovery-type standard\");\r                \r\nNLRB v.  New Eng. Newspapers,  Inc., </pre><span class=\"citation\" data-id=\"511567\"><a href=\"/opinion/511567/national-labor-relations-board-v-new-england-newspapers-inc-dba/\"><span class=\"volume\">856</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">409</span></a></span><pre class=\"inline\">, 414 n.4  (1st\r                                             \r\nCir. 1988) (same).\r\n\n                                9\r\r\n\nfor  employees  in  the   bargaining  unit,  the  information  is\r\n\npresumptively  relevant to  bargainable issues.\"   Soule  Glass &amp;\r                                                                           \r\n\nGlazing  Co. v.  NLRB,  </pre><span class=\"citation\" data-id=\"392028\"><a href=\"/opinion/392028/soule-glass-and-glazing-co-v-national-labor-relations-board/\"><span class=\"volume\">652</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">1055</span></a></span><pre class=\"inline\">,  1093  (1st  Cir.  1981)\r                               \r\n\n(citation  and internal quotation marks  omitted).  In such cases\r\n\nthe  employer must either  disprove relevance  or explain  why it\r\n\ncannot furnish the information.  See, e.g., NLRB v. Borden, Inc.,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"367068\"><a href=\"/opinion/367068/national-labor-relations-board-v-borden-inc-borden-chemical-division/\"><span class=\"volume\">600</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">313</span></a></span><pre class=\"inline\">,  317  (1st  Cir. 1979).    By contrast,  when  the\r\n\nrequested information  only indirectly  implicates the  terms and\r\n\nconditions of employment, it is the union's burden to demonstrate\r\n\nthe  relevance of  the  information  to  the performance  of  its\r\n\nstatutory obligations.  See Western Mass. Elec., 573 F.2d at 105.\r                                                         \r\n\nDespite  this  dichotomy,  however,  the  ultimate  standard   of\r\n\nrelevancy  does not  vary.   Moreover, in  both situations  it is\r\n\nnecessary  to  measure  relevance   under  the  totality  of  the\r\n\ncircumstances  that obtain  in a  particular case.   See  NLRB v.\r                                                                        \r\n\nTruitt Mfg. Co, </pre><span class=\"citation\" data-id=\"105393\"><a href=\"/opinion/105393/nlrb-v-truitt-mfg-co/\"><span class=\"volume\">351</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">149</span></a></span><pre class=\"inline\">, 153-54 (1956).\r                        \r\n\n          Once  the  Board has  made  its  assessment of  whether\r\n\nparticular information  must be produced, the  standard of review\r\n\nlooms large.  At  that juncture, a reviewing court  should accord\r\n\nconsiderable respect both to the Board's determination and to the\r\n\nfactual  findings  underpinning  it.    See  NLRB  v.   New  Eng.\r                                                                           \r\n\nNewspapers, Inc., </pre><span class=\"citation\" data-id=\"511567\"><a href=\"/opinion/511567/national-labor-relations-board-v-new-england-newspapers-inc-dba/\"><span class=\"volume\">856</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">409</span></a></span><pre class=\"inline\">, 414 (1st Cir. 1988).\r                          \r\n\n                         C.  The Merits.\r                                   C.  The Merits.\r                                                 \r\n\n             It  is  against  this  backdrop  that  we  mull  the\r\n\nassignments of error.  The Hospitals interpose both relevancy and\r\n\nconfidentiality objections to the Board's decision concerning the\r\n\n                                10\r\r\n\nrequests for  merger-related information.   They  lodge relevancy\r\n\nand  substantial compliance  objections to  the Board's  decision\r\n\nconcerning  the  requests for  consolidation-related information.\r\n\nFinally,  they question the scope of the Board's order.  Although\r\n\nthe  applicable legal  principles  overlap, we  treat these  five\r\n\npoints separately.\r\n\n          1.  Relevance  of the Planned  Merger.  The  Hospitals'\r                    1.  Relevance  of the Planned  Merger.\r                                                         \r\n\nrelevancy objection  to the compulsory sharing  of merger-related\r\n\ninformation  is  painted  with  too  broad  a  brush.    Whatever\r\n\ngeneralities may pertain to proposed mergers in the abstract, the\r\n\nconcrete (and somewhat unusual) factual circumstances surrounding\r\n\nthis  proposed merger  afford  substantial evidence  adequate  to\r\n\nsupport the Board's order.\r\n\n          To be  sure, certain management actions that ultimately\r\n\nmay  have a  significant impact  on the  terms and  conditions of\r\n\nemployment within the bargaining  unit are nonetheless beyond the\r\n\npurview of  collective  bargaining.   In  a much-quoted  turn  of\r\n\nphrase, Justice  Stewart referred to these  actions as comprising\r\n\n\"the core  of entrepreneurial control.\"   Fibreboard Paper Prods.\r                                                                           \r\n\nCo.  v. NLRB, </pre><span class=\"citation\" data-id=\"106948\"><a href=\"/opinion/106948/fibreboard-corp-v-labor-board/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">203</span></a></span><pre class=\"inline\">, 223 (1964) (Stewart, J., concurring).\r                      \r\n\nThe  thesis holds  that important  management decisions,  such as\r\n\nchoosing a  marketing strategy or liquidating  lines of business,\r\n\nare not  concinnous subjects for mandatory  collective bargaining\r\n\nbecause  they \"are  fundamental to  the basic direction  of [the]\r\n\ncorporate  enterprise.\"  Id.  The components forming this core of\r                                      \r\n\nentrepreneurial  control  are  often  classified   as  comprising\r\n\n                                11\r\r\n\nmatters that are \"akin to the decision whether to be in  business\r\n\nat all.\"   First National Maint. Corp. v. NLRB, </pre><span class=\"citation\" data-id=\"110533\"><a href=\"/opinion/110533/first-nat-maintenance-corp-v-nlrb/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">666</span></a></span><pre class=\"inline\">, 676\r                                                        \r\n\n(1981).   And while such  matters are not  primarily addressed to\r\n\nconditions  of  employment, they  may  have  effects    sometimes\r\n\nprofound effects   upon those conditions.\r\n\n          Although  the content  of this core  of entrepreneurial\r\n\ncontrol  eludes   a  precise  description,  see   United  Food  &amp;\r                                                                           \r\n\nCommercial  Workers, Etc., v. NLRB,  </pre><span class=\"citation\" data-id=\"627319\"><a href=\"/opinion/627319/united-food-and-commercial-workers-international-union-afl-cio-local-no/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span><pre class=\"inline\">,  30-33 (D.C. Cir.\r                                            \r\n\n1993),  it  is plain  that the  decision  to merge  two unrelated\r\n\ncorporate entities  falls within it.  See  International Ass'n of\r                                                                           \r\n\nMachinists &amp;  Aerospace Workers v. Northeast  Airlines, Inc., </pre><span class=\"citation\" data-id=\"308254\"><a href=\"/opinion/308254/international-association-of-machinists-and-aerospace-workers-and-district/\"><span class=\"volume\">473</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">549</span></a></span><pre class=\"inline\">, 556-57 (1st Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">845</span></span><pre class=\"inline\"> (1972).6\r                                                    \r\n\nThus, MNA had no right either to veto the decision to merge or to\r\n\nrequest  information  for  the  purpose  of  intruding  into  the\r\n\nnegotiations between the merger partners (SPHS and HCAHR).\r\n\n          Still, there  is an  important distinction  between the\r\n\nright to  bargain about a core  entrepreneurial business decision\r\n\n(a right which a union does not possess) and the right to bargain\r\n\nabout  the  effects  of  that  decision  on  employees  within  a\r\n\nbargaining  unit  (a  right  which, depending  upon  the  overall\r\n                    \r                              \r\n\n     6We think that mergers involving independent entities are to\r\nbe  distinguished  from   internal  consolidations  involving   a\r\ncombination  or realignment  of  subsidiaries owned  by a  common\r\nparent.   Such internal  consolidations do  not require  the same\r\ndegree of \"secrecy, flexibility and quickness\" that, according to\r\nNortheast Airlines, 473 F.2d at 557, renders arm's-length mergers\r                            \r\nnot easily susceptible  of collective bargaining.   In any event,\r\nthe Hospitals do  not contend  that the  decision to  consolidate\r\ninternally,  as opposed to the decision to merge with an external\r\npartner, comes  within the core of  entrepreneurial control, and,\r\naccordingly, we express no opinion on the topic.\r\n\n                                12\r\r\n\ncircumstances,  a  union may  possess).   After  all,  subject to\r\n\nconsiderations such as relevancy  and immediacy, unions generally\r\n\nenjoy  the right to bargain  over the effects  of decisions which\r\n\nare  not themselves mandatory  subjects of collective bargaining.\r\n\nSee First National Maint., 452  U.S. at 681; Northeast  Airlines,\r                                                                          \r\n\n473  F.2d at  557.   It  follows  that,  even when  a  particular\r\n\nmanagerial  decision  is  not   itself  a  mandatory  subject  of\r\n\nbargaining,   the  decision's  forecasted   impact  on  salaries,\r\n\nemployment levels,  or other  terms and conditions  of employment\r\n\nmay  constitute  a mandatory  subject  of  collective bargaining.\r\n\nSee, e.g., Holly  Farms Corp. v.  NLRB, </pre><span class=\"citation\" data-id=\"691015\"><a href=\"/opinion/691015/nos-93-1710-93-1882/\"><span class=\"volume\">48</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">1360</span></a></span><pre class=\"inline\">, 1368  (4th\r                                                \r\n\nCir. 1995), aff'd, </pre><span class=\"citation\" data-id=\"118020\"><a href=\"/opinion/118020/holly-farms-corp-v-nlrb/\"><span class=\"volume\">116</span>  <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1396</span></a></span><pre class=\"inline\"> (1996); New  Eng. Newspapers,\r                                                                          \r\n\n856  F.2d at 413; Penntech Papers, Inc.  v. NLRB, </pre><span class=\"citation\" data-id=\"417771\"><a href=\"/opinion/417771/penntech-papers-inc-tp-property-corporation-and-kennebec-river-pulp/\"><span class=\"volume\">706</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">18</span></a></span><pre class=\"inline\">, 26\r                                                          \r\n\n(1st  Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">464</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">892</span></span><pre class=\"inline\"> (1983).   Embracing this\r                                   \r\n\ntenet,  MNA   contends  that  its  requests   for  merger-related\r\n\ninformation were relevant to  \"effects bargaining,\" and therefore\r\n\nshould have been honored.\r\n\n          In an effort to parry the union's thrust, the Hospitals\r\n\noffer two  reasons why  MNA  could not  properly predicate  these\r\n\ninformation requests on a desire to engage in effects bargaining.\r\n\nThey  suggest that  (1)  such bargaining  always  must await  the\r\n\nculmination of a pending  merger (and here, the parties  have not\r\n\nfinalized the transaction and may never do so), and (2) even if a\r\n\npending merger can sometimes be an appropriate subject of effects\r\n\nbargaining, the prospects of  this particular merger are  too dim\r\n\nand its outline too  amorphous to warrant a finding  of relevancy\r\n\n                                13\r\r\n\n(especially since restraint-of-trade laws  may limit any detailed\r\n\ndiscussions  of  operating  efficiencies   until  the  merger  is\r\n\nconsummated).  In our view, neither suggestion is convincing.\r\n\n          The  Hospitals' contention that effects bargaining (or,\r\n\nmore  accurately, the  gathering  of information  preliminary  to\r\n\neffects  bargaining)  always must  await  the  consummation of  a\r\n\nmerger depends almost entirely  on their reading of  our decision\r\n\nin  Northeast Airlines.   That decision however,  is incapable of\r                                \r\n\ncarrying the cargo that the Hospitals load on it.  For one thing,\r\n\nthe question that we  discussed in Northeast Airlines arose  in a\r                                                               \r\n\nmaterially  different  legal  posture.   There  we  affirmed  the\r\n\ndistrict court's denial  of an injunction sought by  a union as a\r\n\nmeans   of  preventing  the  merger   of  the  employer  into  an\r\n\nindependent  company.  See  Northeast Airlines, 473  F.2d at 558.\r                                                        \r\n\nWe hung our  decision on  the district court's  balancing of  the\r\n\nequities   standard fare in cases seeking injunctive relief.  For\r\n\nanother  thing, the union's  goal in the  Northeast Airlines case\r                                                                      \r\n\nwas to require the employer to incorporate the union's views into\r\n\nthe  framework  of  the contemplated  merger.    See  id.   Here,\r                                                                   \r\n\nhowever,  the  union sought  neither to  halt  the merger  nor to\r\n\nmeddle  in   the  negotiations  between  the  merging  entities.7\r\n                    \r                              \r\n\n     7Another  difference    but one  to which  we attach  little\r\nweight    is that  Northeast Airlines involved  the Railway Labor\r                                               \r\nAct  (RLA), 45 U.S.C.    151-188.   We deem it settled that cases\r\nbrought under the RLA can inform the decisional process under the\r\nNLRA.  See,  e.g., Trans  World Airlines v.  Independent Fed.  of\r                                                                           \r\nFlight Attendants, </pre><span class=\"citation\" data-id=\"112211\"><a href=\"/opinion/112211/twa-inc-v-independent-federation-of-flight-attendants/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">426</span></a></span><pre class=\"inline\">, 426-27 (1989); Lebow v. American\r                                                                           \r\nTrans Air, Inc., </pre><span class=\"citation\" data-id=\"719767\"><a href=\"/opinion/719767/mark-b-lebow-v-american-trans-air-inc/\"><span class=\"volume\">86</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">661</span></a></span><pre class=\"inline\">, 665-66 (7th Cir. 1996); Brotherhood\r                                                                           \r\nof  Locomotive Engineers v. Kansas City So. Ry. Co., </pre><span class=\"citation\" data-id=\"672094\"><a href=\"/opinion/672094/brotherhood-of-locomotive-engineers-hl-smith-gd-mclaughlin-ld-wilson/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">787</span></a></span><pre class=\"inline\">,\r                                                             \r\n795 (8th Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">320</span></span><pre class=\"inline\"> (1994).\r                                      \r\n\n                                14\r\r\n\nBecause considerations  not present  here informed  the Northeast\r                                                                           \r\n\nAirlines  court's  discussion  of  the  core  of  entrepreneurial\r                  \r\n\ncontrol,  we  think that  Northeast  Airlines  can be  reconciled\r                                                       \r\n\neasily with authority  (to which we  subscribe) holding that,  as\r\n\nlong as a  pending merger  is sufficiently advanced,  a union  is\r\n\nentitled to  request information  shown by  the  totality of  the\r\n\ncircumstances  to  be relevant  in order  to prepare  for effects\r\n\nbargaining.   See Holly Farms, 48 F.3d at 1360 (upholding Board's\r                                       \r\n\nfinding that employer's failure  to produce merger agreement when\r\n\nrequested   pre-merger  constituted  an  unfair  labor  practice)\r\n\n(enforcing </pre><span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">N.L.R.B.</span> <span class=\"page\">273</span></span><pre class=\"inline\">, 350 (1993)); Children's Hosp. of San\r                                                                           \r\n\nFrancisco, </pre><span class=\"citation no-link\"><span class=\"volume\">312</span>  <span class=\"reporter\">N.L.R.B.</span> <span class=\"page\">920</span></span><pre class=\"inline\">, 923 (1993)  (ordering disclosure of\r                   \r\n\nmerger agreement because its contents, even before the merger was\r\n\nconsummated,  \"clearly would  have influenced  [the union]  as to\r\n\nnegotiating tactics, positions, and demands\").\r\n\n          This brings us to  the Hospitals' second argument.   It\r\n\nis common  ground  that a  union  cannot demand  bargaining  over\r\n\neffects  that  are  purely  speculative, ephemeral,  or  too  far\r\n\nremoved from the  underlying activity.   See Detroit Edison,  440\r                                                                     \r\n\nU.S. at 314-15; Northeast Airlines, 473 F.2d at 558.  But in this\r                                            \r\n\ninstance, the Hospitals themselves  presented the planned  merger\r\n\nto their  employees and to the  media as a fait  accompli.  Their\r\n\npress  release  spoke  in  categorical terms,  and  a  subsequent\r\n\nmemorandum sent  by McCorkle  to the  employees  crowed that  the\r\n\ngoverning  boards  of  both  merger partners  \"have  given  final\r\n\napproval  to   the  proposed  [transaction],\"   subject  only  to\r\n\n                                15\r\r\n\nregulatory   clearances  (which,   we  note,   were  subsequently\r\n\nprocured).  The same  communique mentioned \"some specifics\" about\r\n\nthe system that would  result from the merger, including  (1) the\r\n\npartners' plans  to \"combin[e]  some acute care,  non-acute care,\r\n\nand  administrative   services\"   across  facilities,   and   (2)\r\n\nMcCorkle's  prediction that  \"most jobs  will be saved  and moved\r\n\nwithin  the  new  System.\"    A  newsletter  distributed  by  the\r\n\nHospitals  in the same time frame suggested that the merger would\r\n\nbe completed in three to six  months.  It informed the work force\r\n\nthat, although \"right now, [SPHS and HCAHR] have no game plan for\r\n\nlayoffs,\"  the workers should  expect \"a significant reallocation\r\n\nof jobs within the new System\" at some point.\r\n\n          A  union  is entitled  to  plan in  advance  for likely\r\n\ncontingencies.   Under  the  totality of  the circumstances  that\r\n\nexisted  here    especially the  employer's expressed  confidence\r\n\nthat the  merger would take  place soon  and the emphasis  in its\r\n\nhandouts on the  reallocation of  personnel   we  believe it  was\r\n\nwithin the Board's  authority to find that  the union's professed\r\n\nneed for  specifics about  the  merger's probable  impact on  the\r\n\nbargaining  unit was  reasonable.   See Union  Builders, Inc.  v.\r                                                                       \r\n\nNLRB, </pre><span class=\"citation\" data-id=\"706819\"><a href=\"/opinion/706819/union-builders-inc-v-national-labor-relations-board-district-council/\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">520</span></a></span><pre class=\"inline\">, 523 (1st Cir. 1995) (explaining that employers\r              \r\n\nmust \"divulge  information of even merely  potential relevance\").\r\n\nIn other words, given  management's professed near-certainty that\r\n\nthe  merger would eventuate and  its broad hints  that it already\r\n\nhad  formulated some ideas relative to future staffing of the new\r\n\nsystem, the  Board reasonably could find    as it did    that MNA\r\n\n                                16\r\r\n\nneeded  information  both  about  the proposed  merger  (for  the\r\n\npurpose of  bargaining over its  effects, if and  when necessary)\r\n\nand the  structural attributes of  the new  system (to  determine\r\n\nwhether  the collective bargaining  agreements would  survive the\r\n\nrealignment).   Thus, substantial evidence  supported the Board's\r\n\nendorsement   of   the   union's  requests   for   merger-related\r\n\ninformation.\r\n\n          We add  an eschotocol  of sorts.   The Hospitals  claim\r\n\nthat the  ultimate failure of the merger8  takes two bites out of\r\n\nthe  Board's case,  serving  not  only  to moot  the  information\r\n\nrequests  but also to underscore  their prematurity.   We are not\r\n\npersuaded.    The  relevance  of requested  information  must  be\r\n\ndetermined  by the circumstances that exist at the time the union\r\n\nmakes  the request, not by  the circumstances that  obtain at the\r\n\ntime an agency or a court finally vindicates the union's right to\r\n\ndivulgement.   See NLRB v. Arkansas Rice Growers Coop. Ass'n, </pre><span class=\"citation\" data-id=\"281579\"><a href=\"/opinion/281579/national-labor-relations-board-v-arkansas-rice-growers-cooperative/\"><span class=\"volume\">400</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">565</span></a></span><pre class=\"inline\">, 567 (8th Cir. 1968); Mary Thompson Hosp., </pre><span class=\"citation no-link\"><span class=\"volume\">296</span> <span class=\"reporter\">N.L.R.B.</span>\r                                                             \r\n\n<span class=\"page\">1245</span></span><pre class=\"inline\">, 1250  (1989), enforced, </pre><span class=\"citation\" data-id=\"567678\"><a href=\"/opinion/567678/mary-thompson-hospital-petitionercross-respondent-v-national-labor/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">741</span></a></span><pre class=\"inline\"> (7th Cir. 1991).  Were\r                                      \r\n\nthe law otherwise, an employer would have a perverse incentive to\r\n\ndrag its feet, and a union could lose deserved rights through the\r\n\nticking of the clock  and the delay inherent in  the adjudicatory\r\n\nprocess.\r\n\n          2.   Confidentiality.   The  Hospitals' second  line of\r                    2.   Confidentiality.\r                                        \r\n\n                    \r                              \r\n\n     8In  candor, it is far from clear  that the merger is a dead\r\nletter.  SPHS's suit against HCAHR is still pending in  the state\r\ncourt.   In its complaint  SPHS terms the  MOU \"binding\" and asks\r\nfor specific performance.\r\n\n                                17\r\r\n\ndefense is that the MOU was subject to a side agreement requiring\r\n\nthe  parties to keep all matters pertaining to the merger secret.\r\n\nWe agree with the basic premise  on which this defense rests:  an\r\n\nemployer's  commitment to, or  genuine need  for, confidentiality\r\n\nsometimes  can  constitute  an  appropriate  reason  for  keeping\r\n\ndocuments   even documents  that are potentially relevant to  the\r\n\ncollective  bargaining process    out  of a  union's hands.   See\r                                                                           \r\n\nDetroit Edison, 440  U.S. at  319.  And  when confidentiality  is\r                        \r\n\nproperly  put in  issue,  the Board  must  carefully balance  the\r\n\nemployer's need  for privacy  against  the union's  need to  make\r\n\ninformed decisions  in its capacity as  the employees' bargaining\r\n\nrepresentative.  See New Eng. Newspapers, 856 F.2d at 413.\r                                                  \r\n\n          But there is  less here  than meets the  eye.   Because\r\n\nconfidentiality is in the nature of an affirmative defense, it is\r\n\nthe  employer's   burden  to   demonstrate  that   the  requested\r\n\ninformation  is shielded by a legitimate privacy claim.  See Mary\r                                                                           \r\n\nThompson Hosp.  v. NLRB, </pre><span class=\"citation\" data-id=\"567678\"><a href=\"/opinion/567678/mary-thompson-hospital-petitionercross-respondent-v-national-labor/\"><span class=\"volume\">943</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">741</span></a></span><pre class=\"inline\">, 747 (7th  Cir. 1991); see\r                                                                           \r\n\ngenerally  Borden, 600 F.2d at 317 (assuming relevancy, it is the\r                           \r\n\nemployer's burden to provide some good and sufficient reason  why\r\n\nthe union's request should  be denied).  Moreover, to  permit the\r\n\nrequisite balancing, the employer normally must advance its claim\r\n\nof  confidentiality in  its response  to the  union's information\r\n\nrequest.    Only  in  that  way  will  the  parties  have  a fair\r\n\nopportunity  to confront  the problem  head-on and bargain  for a\r\n\npartial disclosure  that will satisfy the  legitimate concerns of\r\n\nboth sides.  See Mary Thompson Hosp., 943 F.2d at 747.\r                                              \r\n\n                                18\r\r\n\n          Setting this principle into  motion, the Board has held\r\n\nthat  it is untimely for  an employer to  raise a confidentiality\r\n\nobjection  to an  information  request for  the first  time after\r\n\nproceedings before the  Board have been  commenced.  See  Detroit\r                                                                           \r\n\nNewspaper Agency, </pre><span class=\"citation no-link\"><span class=\"volume\">317</span> <span class=\"reporter\">N.L.R.B.</span> <span class=\"page\">1071</span></span><pre class=\"inline\">, 1072 (1995).   This protocol\r                          \r\n\nrepresents  a responsible  application of  the statutory  duty to\r\n\nbargain in good faith, and we must therefore defer to the Board's\r\n\nexpertise.   Thus,  because the  Hospitals  failed to  follow the\r\n\nproper   procedural   sequence   and  neglected   to   assert   a\r\n\nconfidentiality objection  in their  exchange with the  union, we\r\n\nreject this line of defense.9\r\n\n          3.  Relevance of the Internal Consolidation.  The Board\r                    3.  Relevance of the Internal Consolidation.\r                                                               \r\n\nalso  found that  MNA's  requests for  information regarding  the\r\n\nconsolidation were  relevant.   This finding cannot  seriously be\r\n\nquestioned.\r\n\n          MNA initially sought this  information in the summer of\r\n\n1993.  It honed the information requests and renewed them several\r\n\ntimes  in the succeeding months.   Aside from  broad denials that\r\n\nthe consolidation would have any  effect on the bargaining units,\r\n\nmanagement's first substantive response  came late in 1994 (after\r\n\nMNA  had  preferred charges  and the  Board was  on the  verge of\r\n\nissuing a complaint).  In the intervening  fifteen months (during\r\n                    \r                              \r\n\n     9The Hospitals' asseveration that they could not explain the\r\nneed for confidentiality without revealing privileged information\r\nproves too much.   If that was the case,  then the Hospitals were\r\nobliged to cite that  dilemma in response to the  MNA's requests.\r\nThey did not do so.\r\n\n                                19\r\r\n\nwhich interval  MNA made  five separate requests  for information\r\n\nabout the  consolidation) the  Hospitals laid  off more  than 200\r\n\nworkers.   In light of the  continuing uncertainty about imminent\r\n\ncorporate   restructuring      uncertainty   fed   by  statements\r\n\nattributable to  management   MNA reasonably  could have believed\r\n\nthat further changes were in the offing.  Consequently, the Board\r\n\nplausibly  could have  found    as it  did    that  the requested\r\n\ninformation had great importance to the union and was, therefore,\r\n\nrelevant.   This is especially  so in view  of the fact  that the\r\n\ncollective bargaining agreement at Providence Hospital expired on\r\n\nDecember 31, 1994,  unless automatically renewed, and  MNA had to\r\n\ndecide  no  later  than October  1,  1994  whether  to allow  the\r\n\ncontract to renew automatically or to reopen negotiations.\r\n\n          The  Hospitals offer  no  convincing  rebuttal  to  the\r\n\nBoard's relevancy  finding.  As  the Board noted,  see Providence\r                                                                           \r\n\nHosp., </pre><span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">48263</span></span><pre class=\"inline\">,  at *7, the Hospitals' position  boils down\r               \r\n\nto a naked assertion that the union had to take management at its\r\n\nword  that  the  organizational  changes  portended   no  further\r\n\nalterations in staffing.  That is not the way the world works:  a\r\n\nunion is not bound to  accept management's ipse dixit, especially\r                                                               \r\n\nwhen, as  now, the totality  of the circumstances  indicates that\r\n\nsomething  else  may be  afoot.    Here,  extensive  layoffs  had\r\n\nfollowed past assurances from management, and the union had every\r\n\nreason  to probe.  It requested information which, if extant, had\r\n\nundeniable  relevance  for  the  purpose  of effects  bargaining.\r\n\nThus,  MNA had a statutory right to receive this information in a\r\n\n                                20\r\r\n\ntimely fashion,  or in lieu thereof to  receive a contemporaneous\r\n\nwritten statement  as to  some legally  sufficient reason  why it\r\n\ncould not be produced  (say, that no such information  existed or\r\n\nthat it was somehow privileged).10\r\n\n          4.  Substantial Compliance.  We dismiss out of hand the\r                    4.  Substantial Compliance.\r                                              \r\n\nHospitals'   suggestion   that   their  belated   disclosure   of\r\n\nconsolidation-related information  cures their default.  MNA made\r\n\na  series of information requests over a period spanning thirteen\r\n\nmonths.   The  Hospitals stonewalled  for that  entire length  of\r\n\ntime.  They then  furnished some information in December  of 1994\r\n\n(after the Board investigation had begun) and some in May of 1995\r\n\n(on the eve of the hearing).  Even assuming arguendo that the two\r                                                              \r\n\nbatches  of  belatedly  supplied  information  in  the  aggregate\r\n\nfulfilled the union's requests,  the Hospitals' act of contrition\r\n\ncame too late.  As the Board explained, the protracted delay that\r\n\nseparated the requests from the divulgement of data could \"not be\r\n\nattributed  to  the  time  needed  to  assemble  the  information\r\n\nfurnished.\"  Id. at *8.  A union is entitled to timely disclosure\r                          \r\n\nof relevant information.   See Capitol Steel &amp; Iron  Co. v. NLRB,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"721582\"><a href=\"/opinion/721582/capitol-steel-and-iron-company-v-national-labor-relations-board/\"><span class=\"volume\">89</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">692</span></a></span><pre class=\"inline\">, 697  (10th  Cir. 1996);  Borden, 600  F.2d at  318;\r                                                       \r\n\n                    \r                              \r\n\n     10We   reject  the   Hospitals'   contention   that   public\r\navailability of  the requested information obviated  the need for\r\ndisclosure.   The argument is inherently circular:  MNA could not\r\npossibly know that all  the information was in the  public domain\r\nif  the Hospitals refused to turn over the requested documents or\r\nto make any  other substantive response.  At the  very least, the\r\nHospitals had the duty to explain to MNA in a timely fashion that\r\neverything was  out in the open.  As the Board put it, \"the Union\r\nwas  entitled to hear that [news] directly from the [Hospitals].\"\r\nProvidence Hosp., </pre><span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">48263</span></span><pre class=\"inline\">, at *8.\r                          \r\n\n                                21\r\r\n\nWestern Mass. Elec.,  589 F.2d at 46 n.6.   Because the Hospitals\r                             \r\n\nfailed to  provide MNA with relevant  documentation regarding the\r\n\nconsolidation  \"as  promptly  as  circumstances  allow,\"  Capitol\r                                                                           \r\n\nSteel, 89 F.3d at 698 (quoting Decker Coal Co., </pre><span class=\"citation no-link\"><span class=\"volume\">301</span> <span class=\"reporter\">N.L.R.B.</span> <span class=\"page\">729</span></span><pre class=\"inline\">,\r                                                        \r\n\n740 (1991)), the Board's  finding of an unfair labor  practice is\r\n\nunimpugnable.\r\n\n          5.  The Scope of the Order.  We briefly  touch upon the\r                    5.  The Scope of the Order.\r                                              \r\n\nHospitals'  objection  to  the  Board's  remedial  order.    Some\r\n\nbackground is desirable.  The  ALJ initially recommended that the\r\n\nHospitals  be  required  to  furnish  \"in  a  timely  fashion, on\r\n\nrequest,  information  concerning  any  proposed  affiliation  or\r\n\nconsolidation of Mercy Hospital and Providence Hospitals with one\r\n\nanother  and  concerning  proposed  mergers,  consolidations,  or\r\n\naffiliations of Providence and  Mercy Hospitals with other health\r\n\ncare  providers.\"  See Providence  Hosp., </pre><span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span>  <span class=\"page\">48263</span></span><pre class=\"inline\">, at *11.\r                                                  \r\n\nThis language contains an  evident ambiguity, raising uncertainty\r\n\nas to  whether it applies  to all mergers  (past and  future), or\r\n\nonly  to the  stalled SPHS/HCAHR  merger, or  strictly to  future\r\n\n(indeterminate)  mergers.    The  Board  removed  this ambiguity,\r\n\nmodifying  the recommended  order  \"to require  the Hospitals  to\r\n\nfurnish to [MNA] the information requested in [MNA's] requests of\r\n\nJuly 26 and August 5, 1994.\"  Id. at  *1 n.1.  To the Board's way\r                                           \r\n\nof  thinking,  this  modification   \"more  closely  reflects  the\r\n\nviolations found.\"  Id.\r                                 \r\n\n          The modified order responds  to the reality that, here,\r\n\nan unusual  concatenation of  events exist, e.g.,  the Hospitals'\r\n\n                                22\r\r\n\npresentation  of the merger as a done deal, their insistence that\r\n\nthe  MOU  obligated the  signing  parties  even after  HCAHR  had\r\n\nrepudiated it,  and their stonewalling  in the  face of  repeated\r\n\ninformation  requests.     What   is  more,  by   specifying  the\r\n\ninformation that  the Hospitals  must disclose, the  Board limits\r\n\nthe remedy and leaves  future transactions untouched.  This  step\r\n\nfits neatly with our  belief that each situation is  sui generis,\r                                                                          \r\n\nand that  pending mergers may or  may not be a  proper subject of\r\n\neffects    bargaining    (depending    on   the    individualized\r\n\ncircumstances).  Based on these  considerations, the modification\r\n\nfalls well within the Board's province.\r\n\nIV.  CONCLUSION\r          IV.  CONCLUSION\r\n\n          We  need go  no further.   For  the  reasons elucidated\r\n\nabove, we hold that  the Board's decision and order  comport with\r\n\napplicable precedent and are supported by substantial evidence in\r\n\nthe record.\r\n\n          The petition for review  is denied.  The cross-petition\r                    The petition for review  is denied.  The cross-petition\r                                                                           \r\n\nfor enforcement is granted.  Costs will be taxed in  favor of the\r          for enforcement is granted.  Costs will be taxed in  favor of the\r                                                                           \r\n\nBoard.\r          Board.\r               \r\n\n                                23\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105393/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106948/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107327/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110533/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112211/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112401/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117981/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118020/",
    "http://www.courtlistener.com/api/rest/v3/opinions/281579/",
    "http://www.courtlistener.com/api/rest/v3/opinions/308254/",
    "http://www.courtlistener.com/api/rest/v3/opinions/362198/",
    "http://www.courtlistener.com/api/rest/v3/opinions/367068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/392028/",
    "http://www.courtlistener.com/api/rest/v3/opinions/417771/",
    "http://www.courtlistener.com/api/rest/v3/opinions/451687/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492356/",
    "http://www.courtlistener.com/api/rest/v3/opinions/511567/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567678/",
    "http://www.courtlistener.com/api/rest/v3/opinions/627319/",
    "http://www.courtlistener.com/api/rest/v3/opinions/672094/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691015/",
    "http://www.courtlistener.com/api/rest/v3/opinions/706819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/719767/",
    "http://www.courtlistener.com/api/rest/v3/opinions/721582/"
  ]
}