{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196959/",
  "absolute_url": "/opinion/196959/boston-maine-v-brotherhood/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196959/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:19:14Z",
  "date_modified": "2017-03-24T10:49:30.451204Z",
  "type": "010combined",
  "sha1": "654bfbb8c490649d082ee08d7ea5788495a6a335",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-2344.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 95-2344\r\n\n                  BOSTON AND MAINE CORPORATION,\r\n\n                      Plaintiff - Appellant,\r\n\n                                v.\r\n\n           BROTHERHOOD OF MAINTENANCE OF WAY EMPLOYEES,\r\n\n                      Defendant - Appellee.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                    FOR THE DISTRICT OF MAINE\r\n\n             [Hon. Gene Carter, U.S. District Judge]\r                                                             \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                Cummings* and Cyr, Circuit Judges.\r                                                           \r\n\n                                           \r\n\n     David  A.  Handzo,  with  whom Daniel  F.  Driscoll,  Smith,\r                                                                           \r\nElliott, Smith and Garmey, John H. Broadley, Andrew J. McLaughlin\r                                                                           \r\nand Jenner &amp; Block were on brief for appellant.\r                            \r\n     Richard S. Edelman, with whom John  O'B. Clarke, Jr., Donald\r                                                                           \r\nF. Griffin, Melissa B. Kirgis and Highsaw, Mahoney &amp; Clarke, P.C.\r                                                                           \r\nwere on brief for appellee.\r\n\n                                           \r\n\n                         August 30, 1996\r\n                                           \r\n\n                    \r                              \r\n\n*  Of the Seventh Circuit, sitting by designation.\r\r\n\n          TORRUELLA, Chief Judge.   Plaintiff-Appellant Boston  &amp;\r                    TORRUELLA, Chief Judge.\r                                          \r\n\nMaine  Corporation (the  \"B&amp;M\") challenges  the district  court's\r\n\ndenial of its motion for summary judgment and concurrent grant of\r\n\nsummary   judgment   for   Defendant-Appellee    Brotherhood   of\r\n\nMaintenance  of  Way  Employees  (the  \"BMWE\").     The  B&amp;M  had\r\n\nchallenged the  enforcement of certain of Public Law Board 4469's\r\n\nawards  to  the  BMWE-affiliated  claimants.    The  BMWE  sought\r\n\nenforcement of the same awards, which the district court granted.\r\n\nWe affirm the judgment of the district court.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          In  March  1986,  the  BMWE-member  employees exercised\r\n\ntheir  right to  self-help in  a dispute  with two  carriers, the\r\n\nMaine  Central  Railroad Company  (the  \"MEC\")  and the  Portland\r\n\nTerminal  (the \"PT\").   The MEC's  and the  PT's BMWE-represented\r\n\nemployees  asked the employees of the B&amp;M to withhold their labor\r\n\nfrom the B&amp;M to assist them in resolving their dispute.  In April\r\n\n1986, the B&amp;M issued notices that jobs left vacant by sympathetic\r\n\nstrikers would be permanently  abolished, including the jobs left\r\n\nvacant by the claimants.  On April 19, 1986, the B&amp;M directed the\r\n\nstriking employees to return to work by April 25, 1986,  or their\r\n\npositions  would  be  filled  by  permanent  replacements.    The\r\n\nclaimants did not return to work that April.\r\n\n          When  the BMWE's strike  against the MEC  was halted on\r\n\nMay 16,  1986, the claimants attempted  to return to  work.  When\r\n\nthey tried to return to  work, they were informed that they  were\r\n\nnot entitled to return  to work because they had  forfeited their\r\n\n                               -2-\r\r\n\nseniority  by  not  complying  with  Rule  13  of  the collective\r\n\nbargaining   agreement   (\"the   CBA\"),   which   required   that\r\n\n\"[e]mployees  laid off by reason of  force reduction, desiring to\r\n\nretain their seniority  rights, must, within  ten (10) days  from\r\n\n[the] date laid off, file their  name and address, in writing, in\r\n\ntriplicate, with  their  immediate  supervising  officer.\"    The\r\n\nclaimants were not  permitted to  return to  work until  sometime\r\n\nafter  July 23, 1986, when, by memorandum, the B&amp;M restored their\r\n\nseniority in  compliance with  a permanent injunction  granted by\r\n\nthe district court in Railway Labor Executives' Ass'n v. Guilford\r                                                                           \r\n\nTransp. Indus., 639  F. Supp. 1092  (D. Me.),  aff'd in part  and\r                                                                           \r\n\nrev'd  in part  sub  nom., Railway  Labor  Executives' Assoc.  v.\r                                                                       \r\n\nBoston &amp;  Me. Corp.,  808 F.2d  150, 160  (1st Cir. 1986),  cert.\r                                                                           \r\n\ndenied, 484 U.S.  830 (1987).   Although this  court vacated  the\r                \r\n\ninjunction against  The B&amp;M,  holding that the  dispute involving\r\n\nthe BMWE employees  was one pertaining  to the interpretation  or\r\n\napplication  of  the  CBA  and  was  thus  within  the  exclusive\r\n\njurisdiction of  the  appropriate adjustment  boards to  resolve.\r\n\nHowever, at no time  after this court vacated the  injunction did\r\n\nthe  B&amp;M rescind  its  July 23,  1986,  memorandum restoring  the\r\n\nclaimants' seniority.\r\n\n          In  accordance  with the  mandate  of  this court,  the\r\n\ndistrict  court  entered  an   order  referring  the  contractual\r\n\ndisputes concerning the B&amp;M  to \"the National Railroad Adjustment\r\n\nBoard  or Public  Law  Board, whichever  is  applicable.\"   As  a\r\n\nresult, on February 13,  1989, the BMWE and the  B&amp;M entered into\r\n\n                               -3-\r\r\n\nan  agreement to establish a Public Law Board pursuant to Section\r\n\n3 Second  of the Railway Labor  Act (the \"RLA\"), 45  U.S.C.   153\r\n\nSecond, to  hear the 175 disputes  at issue.  In  March 1989, the\r\n\nNational Mediation Board (the \"NMB\") established Public Law Board\r\n\n4669 to  hear the disputes and  appointed Edwin H. Benn  from the\r\n\nBoard.   On May 10,  1993, Referee Benn  resigned as  the neutral\r\n\nmember  of Public Law Board 4669.   The BMWE and the B&amp;M partisan\r\n\nmembers on the Board agreed to  select Elizabeth C. Wesman as the\r\n\nneutral  member to replace Referee  Benn, and on  August 3, 1993,\r\n\nshe was duly appointed by the NMB.\r\n\n          With  Wesman as  the neutral  member, Public  Law Board\r\n\n4669 heard five cases (Nos. 6,  7, 9, 10 and 11) and subsequently\r\n\nWesman issued proposed awards  in each of the five cases.  Public\r\n\nLaw Board sustained, in part, the claims in Awards 6, 7, 9 and 10\r\n\n--  with the B&amp;M partisan  member dissenting --  finding that the\r\n\nclaimants had been erroneously deprived of their seniority by the\r\n\nB&amp;M's actions.  These  four awards ordered the B&amp;M  to compensate\r\n\nthe claimants in those cases with\r\n\n            back pay for wages  [each claimant] . . .\r\n            would have earned,  but for the erroneous\r                                                 \r\n            removal  of  his  seniority  on  May  19,\r\n            1986[,]  for  the  interval between  that\r\n            date and  the date  of his assumption  of\r\n            the position  to  which he  was  properly\r\n            entitled,  following  restoration of  his\r\n            seniority on  July 23, 1986.   [Claimants\r\n            are] .  . . also entitled  to restoration\r\n            of any  vacation rights [they] .  . . may\r\n            have  lost   as  a  consequence   of  the\r\n            erroneous  removal  of  [their]  .   .  .\r\n            seniority.\r\n\n                               -4-\r\r\n\nThe  B&amp;M has  refused to  pay the  back pay  ordered by  the four\r\n\nawards (Nos. 6, 7, 9, and 10) of Public Law Board 4669.  Instead,\r\n\nthe B&amp;M filed  a motion  for summary judgment  with the  district\r\n\ncourt seeking to have the awards set aside; in response, the BMWE\r\n\nfiled a  motion  for summary  judgment seeking  to enforce  these\r\n\nawards.   The B&amp;M now appeals  the district court's denial of its\r\n\nmotion, as well  as the  district court's decision  to grant  the\r\n\nBMWE's motion.   Like the district  court before us, we  refer to\r\n\nAward No. 6  only, since it is the lead  decision in this matter,\r\n\nthe reasoning of  which is incorporated in  Awards Nos. 7,  9 and\r\n\n10.\r\n\n                        STANDARD OF REVIEW\r                                  STANDARD OF REVIEW\r                                                    \r\n\n          We  examine  a  grant  of  summary  judgment  de  novo,\r                                                                          \r\n\napplying  the same  decisional standards  as the  district court.\r\n\nWyner v. North Am. Specialty Ins. Co., 78 F.3d 752, 754 (1st Cir.\r                                               \r\n\n1996).   As  such, we  must apply  the normal  standard by  which\r\n\ncourts review  arbitration decisions  pursuant to the  RLA.   See\r                                                                           \r\n\nTrial v. Atchison, Topeka &amp; Santa  Fe Ry., 896 F.2d 120, 123 (5th\r                                                   \r\n\nCir. 1990).\r\n\n          \"Judicial review  of an arbitration award  is among the\r\n\nnarrowest known in the law.\"   Maine Cent. R. Co. v.  Brotherhood\r                                                                           \r\n\nof  Maintenance of  Way Employees,  873 F.2d  425, 428  (1st Cir.\r                                           \r\n\n1989).  Under the RLA, an award  by a Public Law Board can be set\r\n\naside  only  if:    (1) the  Board  failed  to  comply  with  the\r\n\nrequirements of the RLA; (2) the Board exceeded its jurisdiction;\r\n\nor (3)  the award was  the product  of fraud or  corruption.   45\r\n\n                               -5-\r\r\n\nU.S.C.    153 First  (q).  While  the limited  scope of  judicial\r\n\nreview  \"is not the equivalent to granting limitless power to the\r\n\narbitrator,\"   Georgia-Pacific   Corp.   v.  Local   27,   United\r                                                                           \r\n\nPaperworkers  Intern. Co., 864 F.2d 940, 944 (1st Cir. 1989), \"as\r                                   \r\n\na general  proposition, an arbitrator's factual  findings are not\r\n\nopen to  judicial challenge,\"  El Dorado  Tech.  Servs. v.  Uni n\r                                                                           \r\n\nGeneral  de Trabajadores de Puerto  Rico, 961 F.2d  317, 320 (1st\r                                                  \r\n\nCir. 1992).   Where, as here,  issues of fraud or  corruption are\r\n\nnot raised, we ask \"whether the arbitrators did the job they were\r\n\ntold  to  do --  not  whether  they did  it  well, correctly,  or\r\n\nreasonably,  but simply  whether they  did it.\"   Brotherhood  of\r                                                                           \r\n\nLocomotive Eng'rs v. Atchison,  Topeka and Santa Fe Ry.  Co., 768\r                                                                      \r\n\nF.2d 914, 921 (7th Cir. 1985).\r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\n          In her revised Award,  ultimately adopted by the Board,\r\n\nReferee Wesman concluded that  because the First Circuit,  in its\r\n\nDecember  22, 1986, decision,  reversed the part  of the district\r\n\ncourt's  order  that  restored  the  seniority  of  the  affected\r\n\nemployees,  but  the B&amp;M  failed to  retract  its July  23, 1986,\r\n\nmemorandum   restoring  such  seniority,  the  issue  of  whether\r\n\nclaimants were  deprived of their  seniority was \"moot.\"   Public\r\n\nLaw Board No. 4699, Award No. 6, p. 10.  The    district    court\r\n\nordered the enforcement of Award No. 6 because  it concluded that\r\n\n\"the  decision that it is not necessary to interpret the contract\r\n\nis a decision which is entitled to the same level of deference as\r\n\na  finding  of contractual  meaning.\"   Boston  &amp; Maine  Corp. v.\r                                                                        \r\n\n                               -6-\r\r\n\nBrotherhood  of Maintenance  of  Way  Employees, No.  94-321-P-C,\r                                                         \r\n\nslip. op. at 14 (D.  Me. 1995).  The district court  so concluded\r\n\nbecause it read the Award  as \"a legal decision based on  factual\r\n\ndeterminations\"  to  which \"[c]ourts  are bound  to  defer .  . .\r\n\nunless the arbitrator has manifestly  disregarded the law.\"   Id.\r                                                                           \r\n\nat 15.  The district court found no such manifest disregard.\r\n\n          On  appeal,  the B&amp;M  contends  that,  because the  RLA\r\n\ndirects that  the role of a  public law board is  to interpret or\r\n\napply the  provisions of  a collective bargaining  agreement, and\r\n\nbecause the instant parties' agreement did not expand the Board's\r\n\njurisdiction  beyond that set by the RLA, by failing to interpret\r\n\nand apply the  CBA in making her decision  the Board exceeded its\r\n\nauthority.  The B&amp;M buttresses this argument by claiming that the\r\n\narbitrator's failure to interpret or apply the  CBA violated this\r\n\ncourt's prior  conclusion that the disputes  in question required\r\n\nthe  interpretation or application of the CBA.  See Railway Labor\r                                                                           \r\n\nExecutives'  Ass'n v. Boston and  Maine Corp., 808  F.2d 150, 159\r                                                       \r\n\n(1st Cir. 1986), cert. denied, 484 U.S. 830 (1987).1 \r                                       \r\n\n                    \r                              \r\n\n1  We  also reject the B&amp;M's  contention that the  district court\r\nmade a finding of fact that the arbitrator failed to interpret or\r\napply  the  CBA.   In  review  of  RLA  arbitration, the  factual\r\nfindings of the arbitral panel are \"conclusive\" upon the district\r\ncourt.  45 U.S.C.    153 First(q).  Thus, the district  court was\r\nnot  obligated to  make  findings of  fact  for the  purposes  of\r\nFederal Rule  of Civil  Procedure 52(a),  see  Makuc v.  American\r                                                                           \r\nHonda Motor Co.,  835 F.2d 389, 394 (1st Cir.  1987), and indeed,\r                         \r\nthe district court properly noted that  it lacked jurisdiction to\r\nreview the factual findings of the panel, Boston &amp; Maine Corp. v.\r                                                                        \r\nBrotherood of Maintenance of  Way Employees, No. 94-321-P-C, slip\r                                                     \r\nop. at 17 (D. Me. November 9, 1995).\r\n\n                               -7-\r\r\n\n          As an initial matter we reject the contention that  our\r\n\nprevious opinion directed that  the Board construe the CBA.   The\r\n\nB&amp;M points to a statement in our previous opinion that \"[w]hether\r\n\na  party is in breach of a  collective bargaining agreement . . .\r\n\n'requires   the  interpretation   [and]  application'\"   of  that\r\n\nagreement.   Railway Executives' Assoc., 808 F.2d at 159 (quoting\r                                                 \r\n\n45  U.S.C.    153, First  (1) (RLA)).    However, there,  we were\r\n\nresponding to the district  court's exercise of jurisdiction over\r\n\nan  arbitrable \"minor\"  dispute,  which was  not first  litigated\r\n\nbefore an appropriate  arbitration board --  as the RLA  directs.\r\n\nSee  45  U.S.C.     153, First  (providing  that  arbitration  of\r             \r\n\ndisputes over contract interpretation is compulsory).  See, e.g.,\r                                                                          \r\n\nAndrews v. Louisville R.R.  Co., 406 U.S. 320,  323 (1972).   Our\r                                         \r\n\nstatement regarding \"interpretation\" and \"application\" of the CBA\r\n\nis  best read as distinguishing  the job of  an arbitration board\r\n\nunder  the RLA from the  district court's proper  exercise of its\r\n\njurisdiction.   In that  light, our previous  language cannot  be\r\n\nconstrued  as limiting  the Board  to interpreting  the contract,\r\n\nrather than  exercising the  full  authority afforded  it by  the\r\n\nparties.\r\n\n          We  turn to  the question  of the  proper scope  of the\r\n\narbitrator's authority.  The B&amp;M  asks us to adopt  the view that\r\n\nthe  Board's  sole  authority  was  to  apply and  interpret  the\r\n\nprovisions of the  CBA that  the parties brought  before it,  and\r\n\nthat by dismissing the issue brought before it as moot, the Board\r\n\nexceeded that  authority.   We cannot accept  such a  restrictive\r\n\n                               -8-\r\r\n\nreading of the scope of arbitration in this case.  We have stated\r\n\nbefore that  \"once an  issue has  been committed  to arbitration,\r\n\nboth  the  CBA and  the submission  itself  should be  taken into\r\n\naccount in determining the  scope of the submission.\"   El Dorado\r                                                                           \r\n\nTech. Servs., 961 F.2d at 320.   In El Dorado Technical Services,\r                                                                          \r\n\nan employer argued that  an arbitrator exceeded the scope  of his\r\n\nauthority  by  taking  into  account provisions  other  than  the\r\n\nparticular provision under which  the union complained.  Id.   In\r                                                                      \r\n\nresponse, we concluded that \"[a]n  arbitrator's view of the scope\r\n\nof the  issue committed to his  [or her] care is  entitled to the\r\n\nsame far-reaching  respect and deference as  is normally accorded\r\n\nto the  arbitrator's interpretation of  the collective bargaining\r\n\nagreement  itself.\"   Id. at 321.   As  a result,  we rejected as\r                                   \r\n\n\"bordering on the chimerical\" the  view that an arbitrator  could\r\n\nexceed the scope  of his  authority by electing  to consider  the\r\n\nagreement in question as a whole.  Id.  We do so again here.\r                                                \r\n\n          Similarly,  B&amp;M  claims that  the arbitrator  failed to\r\n\ninterpret the CBA in this  case, in particular the CBA's  Rule 13\r\n\ngoverning the retention of seniority rights during furlough.  The\r\n\nBoard  concluded  that  because  B&amp;M had  restored  these  rights\r\n\npursuant  to the  district court's  ruling in  1986, and  did not\r\n\nretract  this restoration  pursuant to  the First  Circuit's 1986\r\n\nreversal,  the  issue  of  whether the  B&amp;M  properly  terminated\r\n\nemployees' seniority is \"moot.\"   While the instant case  differs\r\n\nfrom El Dorado Technical Services in  that there the arbitrator's\r                                           \r\n\nruling was challenged on appeal for considering provisions of the\r\n\n                               -9-\r\r\n\nCBA that were not  submitted for arbitration for the  parties, we\r\n\nthink that El Dorado Technical Services at the very least directs\r                                                 \r\n\nthat the Board's decision  not to interpret Rule 13  cannot alone\r\n\nsupport the conclusion that  the Board exceeded the scope  of its\r\n\nauthority, despite the fact  that the parties' submission focused\r\n\non Rule 13.    The parties'  submission agreement in  fact stated\r\n\nthat  the \"Board shall have  jurisdiction only of  the claims and\r\n\ngrievances\" shown  on an attached list  containing the claimants'\r\n\nnames that included the  Rule 13-related issue of seniority.   We\r\n\nconclude   the   Board's   mootness   ruling   is   a   plausible\r\n\ninterpretation  of the  \"claims and  grievances\" language  in the\r\n\nsubmission.  We defer,  per El Dorado, to the  Board's conclusion\r                                               \r\n\nthat the \"claims\" consisted of only the question of remedy, since\r                                                                    \r\n\nthe B&amp;M essentially conceded the question of liability.  Cf. Pack\r                                                                           \r\n\nConcrete, Inc.  v. Cunningham,  866 F.2d  283,  285-86 (9th  Cir.\r                                       \r\n\n1989)  (deferring  to  the  arbitrator's  ruling  that  submitted\r\n\n\"seniority  and  recall\"  issue  also  allowed  consideration  of\r\n\npropriety of discharge\").\r\n\n          What we are left with, then, is the question of whether\r\n\nan  arbitrator's  decision  that  the existing  record  does  not\r\n\npresent a  justiciable controversy,  in and of  itself, oversteps\r\n\nthe arbitrator's authority pursuant to the RLA.  We conclude that\r\n\nthe Board cannot seriously be considered to  have overstepped its\r\n\nbounds, where, as here, the arbitrator's decision was grounded in\r\n\nB&amp;M's  allowance via its memorandum -- prior to arbitration -- of\r\n\nthe  remedy sought by employees.  The Supreme Court has clarified\r\n\n                               -10-\r\r\n\nthat arbitration  boards under the RLA are  not restricted simply\r\n\nto  the   interpretation  of  the  agreement   set  before  them.\r\n\nTransportation-Communication Emp. Union v. Union Pac. R. Co., 385\r                                                                      \r\n\nU.S.  157, 165-66 (1966).  In fact, the Supreme Court has ordered\r\n\narbitration boards \"to resolve th[e] entire dispute not only upon\r\n\nthe contract  between the railroad and [employees], but 'in light\r\n\nof .  . . [contracts] between  the railroad' and  any other union\r\n\n'involved'  in the  overall  dispute, and  upon consideration  of\r\n\n'evidence  as to  usage, practice  and custom'  pertinent to  all\r\n\nthese  agreements.\"   Id.  (quoting  Order of  Ry.  Conductors v.\r                                                                        \r\n\nPitney, 326 U.S. 561, 567 (1946)); see also International Bhd. of\r                                                                           \r\n\nTeamsters v. Pan  Am World Servs., Inc., 675  F. Supp. 1319, 1322\r                                                 \r\n\n(M.D. Fla. 1987).   In the instant case, the Board's decision was\r\n\ncertainly made in  light of  the CBA, upon  consideration of  the\r\n\ncurrent practice  among B&amp;M and the  employees involved pertinent\r\n\nto the CBA.  Specifically, because B&amp;M had continue to afford its\r\n\nemployees their \"disputed\"  seniority while being free not  to do\r\n\nso, the Board  found moot  the issue of  whether the  complaining\r\n\nemployees could have complied  with Rule 13 of the  CBA, pursuant\r\n\nto which they lost their seniority.\r\n\n          It is well settled that a case is moot \"when the issues\r\n\npresented  are no  longer 'live'  or the  parties lack  a legally\r\n\ncognizable interest in the  outcome,\" United States Parole Comm'n\r                                                                           \r\n\nv.  Geraghty,  445  U.S.  388,  396  (1980)  (quoting  Powell  v.\r                                                                       \r\n\nMcCormack, 395  U.S. 486, 495-96 (1969)),  or alternatively, when\r                   \r\n\nthe  \"party invoking federal court jurisdiction\" no longer has \"a\r\n\n                               -11-\r\r\n\npersonal stake in the outcome of the controversy.\"  Geraghty, 445\r                                                                      \r\n\nU.S. at 397.   An exception to the mootness doctrine exists where\r\n\nit appears that all issues in  a case have been resolved, but the\r\n\nissues are \"capable of repetition, yet evading review.\"  Southern\r                                                                           \r\n\nPac. Terminal Co. v. ICC, 219 U.S. 498 (1911).  One might dispute\r                                  \r\n\nwhether   the  Board  was  correct  as  a  legal  matter  in  its\r\n\ndetermination that the matter in question was moot.  However, for\r\n\nus  to assess the merits  of that determination  would exceed our\r\n\nown  role  in  reviewing  an   arbitrator's  decision.    We  are\r\n\nconstrained  to ask only whether the Board's members \"did the job\r\n\nthey were told  to do.\"   Brotherhood of  Locomotive Eng'rs,  768\r                                                                     \r\n\nF.2d at 921.  That job was  to resolve the dispute \"in light  of\"\r\n\nthe  CBA  and  the relevant  practice  between  the  B&amp;M and  the\r\n\ncomplaining  employees.  The Board  certainly did this  job, in a\r\n\nmanner  that  cannot  even   be  characterized  as  arbitrary  or\r\n\ncapricious  --  a standard  which would  still not  be adequately\r\n\ndeferential to  the Board's  decision.  See  Loveless v.  Eastern\r                                                                           \r\n\nAirlines, 681 F.2d 1272,  1276 (11th Cir. 1982) (noting  that the\r                  \r\n\nSenate  Labor   Committee  rejected  language   that  would  have\r\n\npermitted  courts to  vacate  arbitral awards  under  the RLA  as\r\n\n\"arbitrary or capricious\").  Our inquiry ends there.     \r\n\n                            CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          As a  result  of the  foregoing,  the judgment  of  the\r\n\ndistrict court is affirmed.\r                            affirmed.\r                                    \r\n\n                               -12-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 95-2344\r\n\n                  BOSTON AND MAINE CORPORATION,\r\n\n                      Plaintiff - Appellant,\r\n\n                                v.\r\n\n           BROTHERHOOD OF MAINTENANCE OF WAY EMPLOYEES,\r\n\n                      Defendant - Appellee.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                    FOR THE DISTRICT OF MAINE\r\n\n             [Hon. Gene Carter, U.S. District Judge]\r                                                             \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                Cummings* and Cyr, Circuit Judges.\r                                                           \r\n\n                                           \r\n\n     David  A.  Handzo,  with  whom Daniel  F.  Driscoll,  Smith,\r                                                                           \r\nElliott, Smith and Garmey, John H. Broadley, Andrew J. McLaughlin\r                                                                           \r\nand Jenner &amp; Block were on brief for appellant.\r                            \r\n     Richard S. Edelman, with whom John  O'B. Clarke, Jr., Donald\r                                                                           \r\nF. Griffin, Melissa B. Kirgis and Highsaw, Mahoney &amp; Clarke, P.C.\r                                                                           \r\nwere on brief for appellee.\r\n\n                                           \r\n\n                         August 30, 1996\r\n                                           \r\n\n                    \r                              \r\n\n*  Of the Seventh Circuit, sitting by designation.\r\r\n\n          TORRUELLA, Chief Judge.   Plaintiff-Appellant Boston  &amp;\r                    TORRUELLA, Chief Judge.\r                                          \r\n\nMaine  Corporation (the  \"B&amp;M\") challenges  the district  court's\r\n\ndenial of its motion for summary judgment and concurrent grant of\r\n\nsummary   judgment   for   Defendant-Appellee    Brotherhood   of\r\n\nMaintenance  of  Way  Employees  (the  \"BMWE\").     The  B&amp;M  had\r\n\nchallenged the  enforcement of certain of Public Law Board 4469's\r\n\nawards  to  the  BMWE-affiliated  claimants.    The  BMWE  sought\r\n\nenforcement of the same awards, which the district court granted.\r\n\nWe affirm the judgment of the district court.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          In  March  1986,  the  BMWE-member  employees exercised\r\n\ntheir  right to  self-help in  a dispute  with two  carriers, the\r\n\nMaine  Central  Railroad Company  (the  \"MEC\")  and the  Portland\r\n\nTerminal  (the \"PT\").   The MEC's  and the  PT's BMWE-represented\r\n\nemployees  asked the employees of the B&amp;M to withhold their labor\r\n\nfrom the B&amp;M to assist them in resolving their dispute.  In April\r\n\n1986, the B&amp;M issued notices that jobs left vacant by sympathetic\r\n\nstrikers would be permanently  abolished, including the jobs left\r\n\nvacant by the claimants.  On April 19, 1986, the B&amp;M directed the\r\n\nstriking employees to return to work by April 25, 1986,  or their\r\n\npositions  would  be  filled  by  permanent  replacements.    The\r\n\nclaimants did not return to work that April.\r\n\n          When  the BMWE's strike  against the MEC  was halted on\r\n\nMay 16,  1986, the claimants attempted  to return to  work.  When\r\n\nthey tried to return to  work, they were informed that they  were\r\n\nnot entitled to return  to work because they had  forfeited their\r\n\n                               -2-\r\r\n\nseniority  by  not  complying  with  Rule  13  of  the collective\r\n\nbargaining   agreement   (\"the   CBA\"),   which   required   that\r\n\n\"[e]mployees  laid off by reason of  force reduction, desiring to\r\n\nretain their seniority  rights, must, within  ten (10) days  from\r\n\n[the] date laid off, file their  name and address, in writing, in\r\n\ntriplicate, with  their  immediate  supervising  officer.\"    The\r\n\nclaimants were not  permitted to  return to  work until  sometime\r\n\nafter  July 23, 1986, when, by memorandum, the B&amp;M restored their\r\n\nseniority in  compliance with  a permanent injunction  granted by\r\n\nthe district court in Railway Labor Executives' Ass'n v. Guilford\r                                                                           \r\n\nTransp. Indus., </pre><span class=\"citation\" data-id=\"1746043\"><a href=\"/opinion/1746043/railway-labor-executives-v-boston-maine-corp/\"><span class=\"volume\">639</span>  <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1092</span></a></span><pre class=\"inline\">  (D. Me.),  aff'd in part  and\r                                                                           \r\n\nrev'd  in part  sub  nom., Railway  Labor  Executives' Assoc.  v.\r                                                                       \r\n\nBoston &amp;  Me. Corp.,  </pre><span class=\"citation\" data-id=\"480981\"><a href=\"/opinion/480981/railway-labor-executives-association-v-boston-maine-corporation/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">150</span></a></span><pre class=\"inline\">, 160  (1st Cir. 1986),  cert.\r                                                                           \r\n\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">830</span></span><pre class=\"inline\"> (1987).   Although this  court vacated  the\r                \r\n\ninjunction against  The B&amp;M,  holding that the  dispute involving\r\n\nthe BMWE employees  was one pertaining  to the interpretation  or\r\n\napplication  of  the  CBA  and  was  thus  within  the  exclusive\r\n\njurisdiction of  the  appropriate adjustment  boards to  resolve.\r\n\nHowever, at no time  after this court vacated the  injunction did\r\n\nthe  B&amp;M rescind  its  July 23,  1986,  memorandum restoring  the\r\n\nclaimants' seniority.\r\n\n          In  accordance  with the  mandate  of  this court,  the\r\n\ndistrict  court  entered  an   order  referring  the  contractual\r\n\ndisputes concerning the B&amp;M  to \"the National Railroad Adjustment\r\n\nBoard  or Public  Law  Board, whichever  is  applicable.\"   As  a\r\n\nresult, on February 13,  1989, the BMWE and the  B&amp;M entered into\r\n\n                               -3-\r\r\n\nan  agreement to establish a Public Law Board pursuant to Section\r\n\n3 Second  of the Railway Labor  Act (the \"RLA\"), 45  U.S.C.   153\r\n\nSecond, to  hear the 175 disputes  at issue.  In  March 1989, the\r\n\nNational Mediation Board (the \"NMB\") established Public Law Board\r\n\n4669 to  hear the disputes and  appointed Edwin H. Benn  from the\r\n\nBoard.   On May 10,  1993, Referee Benn  resigned as  the neutral\r\n\nmember  of Public Law Board 4669.   The BMWE and the B&amp;M partisan\r\n\nmembers on the Board agreed to  select Elizabeth C. Wesman as the\r\n\nneutral  member to replace Referee  Benn, and on  August 3, 1993,\r\n\nshe was duly appointed by the NMB.\r\n\n          With  Wesman as  the neutral  member, Public  Law Board\r\n\n4669 heard five cases (Nos. 6,  7, 9, 10 and 11) and subsequently\r\n\nWesman issued proposed awards  in each of the five cases.  Public\r\n\nLaw Board sustained, in part, the claims in Awards 6, 7, 9 and 10\r\n\n--  with the B&amp;M partisan  member dissenting --  finding that the\r\n\nclaimants had been erroneously deprived of their seniority by the\r\n\nB&amp;M's actions.  These  four awards ordered the B&amp;M  to compensate\r\n\nthe claimants in those cases with\r\n\n            back pay for wages  [each claimant] . . .\r\n            would have earned,  but for the erroneous\r                                                 \r\n            removal  of  his  seniority  on  May  19,\r\n            1986[,]  for  the  interval between  that\r\n            date and  the date  of his assumption  of\r\n            the position  to  which he  was  properly\r\n            entitled,  following  restoration of  his\r\n            seniority on  July 23, 1986.   [Claimants\r\n            are] .  . . also entitled  to restoration\r\n            of any  vacation rights [they] .  . . may\r\n            have  lost   as  a  consequence   of  the\r\n            erroneous  removal  of  [their]  .   .  .\r\n            seniority.\r\n\n                               -4-\r\r\n\nThe  B&amp;M has  refused to  pay the  back pay  ordered by  the four\r\n\nawards (Nos. 6, 7, 9, and 10) of Public Law Board 4669.  Instead,\r\n\nthe B&amp;M filed  a motion  for summary judgment  with the  district\r\n\ncourt seeking to have the awards set aside; in response, the BMWE\r\n\nfiled a  motion  for summary  judgment seeking  to enforce  these\r\n\nawards.   The B&amp;M now appeals  the district court's denial of its\r\n\nmotion, as well  as the  district court's decision  to grant  the\r\n\nBMWE's motion.   Like the district  court before us, we  refer to\r\n\nAward No. 6  only, since it is the lead  decision in this matter,\r\n\nthe reasoning of  which is incorporated in  Awards Nos. 7,  9 and\r\n\n10.\r\n\n                        STANDARD OF REVIEW\r                                  STANDARD OF REVIEW\r                                                    \r\n\n          We  examine  a  grant  of  summary  judgment  de  novo,\r                                                                          \r\n\napplying  the same  decisional standards  as the  district court.\r\n\nWyner v. North Am. Specialty Ins. Co., </pre><span class=\"citation\" data-id=\"196642\"><a href=\"/opinion/196642/wyner-v-north-american/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">752</span></a></span><pre class=\"inline\">, 754 (1st Cir.\r                                               \r\n\n1996).   As  such, we  must apply  the normal  standard by  which\r\n\ncourts review  arbitration decisions  pursuant to the  RLA.   See\r                                                                           \r\n\nTrial v. Atchison, Topeka &amp; Santa  Fe Ry., </pre><span class=\"citation\" data-id=\"536538\"><a href=\"/opinion/536538/jimmy-r-trial-v-atchison-topeka-santa-fe-railway-company/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">120</span></a></span><pre class=\"inline\">, 123 (5th\r                                                   \r\n\nCir. 1990).\r\n\n          \"Judicial review  of an arbitration award  is among the\r\n\nnarrowest known in the law.\"   Maine Cent. R. Co. v.  Brotherhood\r                                                                           \r\n\nof  Maintenance of  Way Employees,  </pre><span class=\"citation\" data-id=\"522145\"><a href=\"/opinion/522145/the-maine-central-railroad-company-and-portland-terminal-company-v/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">425</span></a></span><pre class=\"inline\">, 428  (1st Cir.\r                                           \r\n\n1989).  Under the RLA, an award  by a Public Law Board can be set\r\n\naside  only  if:    (1) the  Board  failed  to  comply  with  the\r\n\nrequirements of the RLA; (2) the Board exceeded its jurisdiction;\r\n\nor (3)  the award was  the product  of fraud or  corruption.   45\r\n\n                               -5-\r\r\n\nU.S.C.    153 First  (q).  While  the limited  scope of  judicial\r\n\nreview  \"is not the equivalent to granting limitless power to the\r\n\narbitrator,\"   Georgia-Pacific   Corp.   v.  Local   27,   United\r                                                                           \r\n\nPaperworkers  Intern. Co., </pre><span class=\"citation\" data-id=\"516412\"><a href=\"/opinion/516412/georgia-pacific-corporation-v-local-27-united-paperworkers-international/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">940</span></a></span><pre class=\"inline\">, 944 (1st Cir. 1989), \"as\r                                   \r\n\na general  proposition, an arbitrator's factual  findings are not\r\n\nopen to  judicial challenge,\"  El Dorado  Tech.  Servs. v.  Uni n\r                                                                           \r\n\nGeneral  de Trabajadores de Puerto  Rico, </pre><span class=\"citation\" data-id=\"581363\"><a href=\"/opinion/581363/el-dorado-technical-services-inc-v-union-general-de-trabajadores-de/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">317</span></a></span><pre class=\"inline\">, 320 (1st\r                                                  \r\n\nCir. 1992).   Where, as here,  issues of fraud or  corruption are\r\n\nnot raised, we ask \"whether the arbitrators did the job they were\r\n\ntold  to  do --  not  whether  they did  it  well, correctly,  or\r\n\nreasonably,  but simply  whether they  did it.\"   Brotherhood  of\r                                                                           \r\n\nLocomotive Eng'rs v. Atchison,  Topeka and Santa Fe Ry.  Co., </pre><span class=\"citation\" data-id=\"456001\"><a href=\"/opinion/456001/brotherhood-of-locomotive-engineers-v-the-atchison-topeka-and-santa-fe/\"><span class=\"volume\">768</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">914</span></a></span><pre class=\"inline\">, 921 (7th Cir. 1985).\r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\n          In her revised Award,  ultimately adopted by the Board,\r\n\nReferee Wesman concluded that  because the First Circuit,  in its\r\n\nDecember  22, 1986, decision,  reversed the part  of the district\r\n\ncourt's  order  that  restored  the  seniority  of  the  affected\r\n\nemployees,  but  the B&amp;M  failed to  retract  its July  23, 1986,\r\n\nmemorandum   restoring  such  seniority,  the  issue  of  whether\r\n\nclaimants were  deprived of their  seniority was \"moot.\"   Public\r\n\nLaw Board No. 4699, Award No. 6, p. 10.  The    district    court\r\n\nordered the enforcement of Award No. 6 because  it concluded that\r\n\n\"the  decision that it is not necessary to interpret the contract\r\n\nis a decision which is entitled to the same level of deference as\r\n\na  finding  of contractual  meaning.\"   Boston  &amp; Maine  Corp. v.\r                                                                        \r\n\n                               -6-\r\r\n\nBrotherhood  of Maintenance  of  Way  Employees, No.  94-321-P-C,\r                                                         \r\n\nslip. op. at 14 (D.  Me. 1995).  The district court  so concluded\r\n\nbecause it read the Award  as \"a legal decision based on  factual\r\n\ndeterminations\"  to  which \"[c]ourts  are bound  to  defer .  . .\r\n\nunless the arbitrator has manifestly  disregarded the law.\"   Id.\r                                                                           \r\n\nat 15.  The district court found no such manifest disregard.\r\n\n          On  appeal,  the B&amp;M  contends  that,  because the  RLA\r\n\ndirects that  the role of a  public law board is  to interpret or\r\n\napply the  provisions of  a collective bargaining  agreement, and\r\n\nbecause the instant parties' agreement did not expand the Board's\r\n\njurisdiction  beyond that set by the RLA, by failing to interpret\r\n\nand apply the  CBA in making her decision  the Board exceeded its\r\n\nauthority.  The B&amp;M buttresses this argument by claiming that the\r\n\narbitrator's failure to interpret or apply the  CBA violated this\r\n\ncourt's prior  conclusion that the disputes  in question required\r\n\nthe  interpretation or application of the CBA.  See Railway Labor\r                                                                           \r\n\nExecutives'  Ass'n v. Boston and  Maine Corp., </pre><span class=\"citation\" data-id=\"480981\"><a href=\"/opinion/480981/railway-labor-executives-association-v-boston-maine-corporation/\"><span class=\"volume\">808</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">150</span></a></span><pre class=\"inline\">, 159\r                                                       \r\n\n(1st Cir. 1986), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">830</span></span><pre class=\"inline\"> (1987).1 \r                                       \r\n\n                    \r                              \r\n\n1  We  also reject the B&amp;M's  contention that the  district court\r\nmade a finding of fact that the arbitrator failed to interpret or\r\napply  the  CBA.   In  review  of  RLA  arbitration, the  factual\r\nfindings of the arbitral panel are \"conclusive\" upon the district\r\ncourt.  45 U.S.C.    153 First(q).  Thus, the district  court was\r\nnot  obligated to  make  findings of  fact  for the  purposes  of\r\nFederal Rule  of Civil  Procedure 52(a),  see  Makuc v.  American\r                                                                           \r\nHonda Motor Co.,  </pre><span class=\"citation\" data-id=\"498702\"><a href=\"/opinion/498702/anne-m-makuc-v-american-honda-motor-company-inc-john-d-makuc/\"><span class=\"volume\">835</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">389</span></a></span><pre class=\"inline\">, 394 (1st Cir.  1987), and indeed,\r                         \r\nthe district court properly noted that  it lacked jurisdiction to\r\nreview the factual findings of the panel, Boston &amp; Maine Corp. v.\r                                                                        \r\nBrotherood of Maintenance of  Way Employees, No. 94-321-P-C, slip\r                                                     \r\nop. at 17 (D. Me. November 9, 1995).\r\n\n                               -7-\r\r\n\n          As an initial matter we reject the contention that  our\r\n\nprevious opinion directed that  the Board construe the CBA.   The\r\n\nB&amp;M points to a statement in our previous opinion that \"[w]hether\r\n\na  party is in breach of a  collective bargaining agreement . . .\r\n\n'requires   the  interpretation   [and]  application'\"   of  that\r\n\nagreement.   Railway Executives' Assoc., 808 F.2d at 159 (quoting\r                                                 \r\n\n45  U.S.C.    153, First  (1) (RLA)).    However, there,  we were\r\n\nresponding to the district  court's exercise of jurisdiction over\r\n\nan  arbitrable \"minor\"  dispute,  which was  not first  litigated\r\n\nbefore an appropriate  arbitration board --  as the RLA  directs.\r\n\nSee  45  U.S.C.     153, First  (providing  that  arbitration  of\r             \r\n\ndisputes over contract interpretation is compulsory).  See, e.g.,\r                                                                          \r\n\nAndrews v. Louisville R.R.  Co., </pre><span class=\"citation\" data-id=\"108534\"><a href=\"/opinion/108534/andrews-v-louisville-nashville-r-co/\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">320</span></a></span><pre class=\"inline\">,  323 (1972).   Our\r                                         \r\n\nstatement regarding \"interpretation\" and \"application\" of the CBA\r\n\nis  best read as distinguishing  the job of  an arbitration board\r\n\nunder  the RLA from the  district court's proper  exercise of its\r\n\njurisdiction.   In that  light, our previous  language cannot  be\r\n\nconstrued  as limiting  the Board  to interpreting  the contract,\r\n\nrather than  exercising the  full  authority afforded  it by  the\r\n\nparties.\r\n\n          We  turn to  the question  of the  proper scope  of the\r\n\narbitrator's authority.  The B&amp;M  asks us to adopt  the view that\r\n\nthe  Board's  sole  authority  was  to  apply and  interpret  the\r\n\nprovisions of the  CBA that  the parties brought  before it,  and\r\n\nthat by dismissing the issue brought before it as moot, the Board\r\n\nexceeded that  authority.   We cannot accept  such a  restrictive\r\n\n                               -8-\r\r\n\nreading of the scope of arbitration in this case.  We have stated\r\n\nbefore that  \"once an  issue has  been committed  to arbitration,\r\n\nboth  the  CBA and  the submission  itself  should be  taken into\r\n\naccount in determining the  scope of the submission.\"   El Dorado\r                                                                           \r\n\nTech. Servs., 961 F.2d at 320.   In El Dorado Technical Services,\r                                                                          \r\n\nan employer argued that  an arbitrator exceeded the scope  of his\r\n\nauthority  by  taking  into  account provisions  other  than  the\r\n\nparticular provision under which  the union complained.  Id.   In\r                                                                      \r\n\nresponse, we concluded that \"[a]n  arbitrator's view of the scope\r\n\nof the  issue committed to his  [or her] care is  entitled to the\r\n\nsame far-reaching  respect and deference as  is normally accorded\r\n\nto the  arbitrator's interpretation of  the collective bargaining\r\n\nagreement  itself.\"   Id. at 321.   As  a result,  we rejected as\r                                   \r\n\n\"bordering on the chimerical\" the  view that an arbitrator  could\r\n\nexceed the scope  of his  authority by electing  to consider  the\r\n\nagreement in question as a whole.  Id.  We do so again here.\r                                                \r\n\n          Similarly,  B&amp;M  claims that  the arbitrator  failed to\r\n\ninterpret the CBA in this  case, in particular the CBA's  Rule 13\r\n\ngoverning the retention of seniority rights during furlough.  The\r\n\nBoard  concluded  that  because  B&amp;M had  restored  these  rights\r\n\npursuant  to the  district court's  ruling in  1986, and  did not\r\n\nretract  this restoration  pursuant to  the First  Circuit's 1986\r\n\nreversal,  the  issue  of  whether the  B&amp;M  properly  terminated\r\n\nemployees' seniority is \"moot.\"   While the instant case  differs\r\n\nfrom El Dorado Technical Services in  that there the arbitrator's\r                                           \r\n\nruling was challenged on appeal for considering provisions of the\r\n\n                               -9-\r\r\n\nCBA that were not  submitted for arbitration for the  parties, we\r\n\nthink that El Dorado Technical Services at the very least directs\r                                                 \r\n\nthat the Board's decision  not to interpret Rule 13  cannot alone\r\n\nsupport the conclusion that  the Board exceeded the scope  of its\r\n\nauthority, despite the fact  that the parties' submission focused\r\n\non Rule 13.    The parties'  submission agreement in  fact stated\r\n\nthat  the \"Board shall have  jurisdiction only of  the claims and\r\n\ngrievances\" shown  on an attached list  containing the claimants'\r\n\nnames that included the  Rule 13-related issue of seniority.   We\r\n\nconclude   the   Board's   mootness   ruling   is   a   plausible\r\n\ninterpretation  of the  \"claims and  grievances\" language  in the\r\n\nsubmission.  We defer,  per El Dorado, to the  Board's conclusion\r                                               \r\n\nthat the \"claims\" consisted of only the question of remedy, since\r                                                                    \r\n\nthe B&amp;M essentially conceded the question of liability.  Cf. Pack\r                                                                           \r\n\nConcrete, Inc.  v. Cunningham,  </pre><span class=\"citation\" data-id=\"517509\"><a href=\"/opinion/517509/pack-concrete-inc-a-corporation-plaintiff-counter-defendant-appellant-/\"><span class=\"volume\">866</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">283</span></a></span><pre class=\"inline\">,  285-86 (9th  Cir.\r                                       \r\n\n1989)  (deferring  to  the  arbitrator's  ruling  that  submitted\r\n\n\"seniority  and  recall\"  issue  also  allowed  consideration  of\r\n\npropriety of discharge\").\r\n\n          What we are left with, then, is the question of whether\r\n\nan  arbitrator's  decision  that  the existing  record  does  not\r\n\npresent a  justiciable controversy,  in and of  itself, oversteps\r\n\nthe arbitrator's authority pursuant to the RLA.  We conclude that\r\n\nthe Board cannot seriously be considered to  have overstepped its\r\n\nbounds, where, as here, the arbitrator's decision was grounded in\r\n\nB&amp;M's  allowance via its memorandum -- prior to arbitration -- of\r\n\nthe  remedy sought by employees.  The Supreme Court has clarified\r\n\n                               -10-\r\r\n\nthat arbitration  boards under the RLA are  not restricted simply\r\n\nto  the   interpretation  of  the  agreement   set  before  them.\r\n\nTransportation-Communication Emp. Union v. Union Pac. R. Co., </pre><span class=\"citation\" data-id=\"107304\"><a href=\"/opinion/107304/transportation-union-v-upr-co/\"><span class=\"volume\">385</span>\r                                                                      \r\n\n<span class=\"reporter\">U.S.</span>  <span class=\"page\">157</span></a></span><pre class=\"inline\">, 165-66 (1966).  In fact, the Supreme Court has ordered\r\n\narbitration boards \"to resolve th[e] entire dispute not only upon\r\n\nthe contract  between the railroad and [employees], but 'in light\r\n\nof .  . . [contracts] between  the railroad' and  any other union\r\n\n'involved'  in the  overall  dispute, and  upon consideration  of\r\n\n'evidence  as to  usage, practice  and custom'  pertinent to  all\r\n\nthese  agreements.\"   Id.  (quoting  Order of  Ry.  Conductors v.\r                                                                        \r\n\nPitney, </pre><span class=\"citation\" data-id=\"104221\"><a href=\"/opinion/104221/railway-conductors-v-pitney/\"><span class=\"volume\">326</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">561</span></a></span><pre class=\"inline\">, 567 (1946)); see also International Bhd. of\r                                                                           \r\n\nTeamsters v. Pan  Am World Servs., Inc., </pre><span class=\"citation\" data-id=\"1638187\"><a href=\"/opinion/1638187/intern-broth-of-teamsters-v-pan-am-world-serv/\"><span class=\"volume\">675</span>  <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1319</span></a></span><pre class=\"inline\">, 1322\r                                                 \r\n\n(M.D. Fla. 1987).   In the instant case, the Board's decision was\r\n\ncertainly made in  light of  the CBA, upon  consideration of  the\r\n\ncurrent practice  among B&amp;M and the  employees involved pertinent\r\n\nto the CBA.  Specifically, because B&amp;M had continue to afford its\r\n\nemployees their \"disputed\"  seniority while being free not  to do\r\n\nso, the Board  found moot  the issue of  whether the  complaining\r\n\nemployees could have complied  with Rule 13 of the  CBA, pursuant\r\n\nto which they lost their seniority.\r\n\n          It is well settled that a case is moot \"when the issues\r\n\npresented  are no  longer 'live'  or the  parties lack  a legally\r\n\ncognizable interest in the  outcome,\" United States Parole Comm'n\r                                                                           \r\n\nv.  Geraghty,  </pre><span class=\"citation\" data-id=\"110228\"><a href=\"/opinion/110228/united-states-parole-commn-v-geraghty/\"><span class=\"volume\">445</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">388</span></a></span><pre class=\"inline\">,  396  (1980)  (quoting  Powell  v.\r                                                                       \r\n\nMcCormack, </pre><span class=\"citation\" data-id=\"107969\"><a href=\"/opinion/107969/powell-v-mccormack/\"><span class=\"volume\">395</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">486</span></a></span><pre class=\"inline\">, 495-96 (1969)),  or alternatively, when\r                   \r\n\nthe  \"party invoking federal court jurisdiction\" no longer has \"a\r\n\n                               -11-\r\r\n\npersonal stake in the outcome of the controversy.\"  Geraghty, 445\r                                                                      \r\n\nU.S. at 397.   An exception to the mootness doctrine exists where\r\n\nit appears that all issues in  a case have been resolved, but the\r\n\nissues are \"capable of repetition, yet evading review.\"  Southern\r                                                                           \r\n\nPac. Terminal Co. v. ICC, </pre><span class=\"citation\" data-id=\"97365\"><a href=\"/opinion/97365/so-pac-terminal-co-v-int-comm-comm/\"><span class=\"volume\">219</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">498</span></a></span><pre class=\"inline\"> (1911).  One might dispute\r                                  \r\n\nwhether   the  Board  was  correct  as  a  legal  matter  in  its\r\n\ndetermination that the matter in question was moot.  However, for\r\n\nus  to assess the merits  of that determination  would exceed our\r\n\nown  role  in  reviewing  an   arbitrator's  decision.    We  are\r\n\nconstrained  to ask only whether the Board's members \"did the job\r\n\nthey were told  to do.\"   Brotherhood of  Locomotive Eng'rs,  768\r                                                                     \r\n\nF.2d at 921.  That job was  to resolve the dispute \"in light  of\"\r\n\nthe  CBA  and  the relevant  practice  between  the  B&amp;M and  the\r\n\ncomplaining  employees.  The Board  certainly did this  job, in a\r\n\nmanner  that  cannot  even   be  characterized  as  arbitrary  or\r\n\ncapricious  --  a standard  which would  still not  be adequately\r\n\ndeferential to  the Board's  decision.  See  Loveless v.  Eastern\r                                                                           \r\n\nAirlines, </pre><span class=\"citation\" data-id=\"405967\"><a href=\"/opinion/405967/john-r-loveless-claude-w-bowman-john-p-hall-v-eastern-air-lines/\"><span class=\"volume\">681</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1272</span></a></span><pre class=\"inline\">,  1276 (11th Cir. 1982) (noting  that the\r                  \r\n\nSenate  Labor   Committee  rejected  language   that  would  have\r\n\npermitted  courts to  vacate  arbitral awards  under  the RLA  as\r\n\n\"arbitrary or capricious\").  Our inquiry ends there.     \r\n\n                            CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          As a  result  of the  foregoing,  the judgment  of  the\r\n\ndistrict court is affirmed.\r                            affirmed.\r                                    \r\n\n                               -12-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/97365/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107304/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107969/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108534/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110228/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196642/",
    "http://www.courtlistener.com/api/rest/v3/opinions/405967/",
    "http://www.courtlistener.com/api/rest/v3/opinions/456001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480981/",
    "http://www.courtlistener.com/api/rest/v3/opinions/498702/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516412/",
    "http://www.courtlistener.com/api/rest/v3/opinions/517509/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522145/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536538/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581363/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1638187/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1746043/"
  ]
}