{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196937/",
  "absolute_url": "/opinion/196937/visiting-nurse-v-bullen/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196937/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:17:50Z",
  "date_modified": "2017-03-24T10:49:15.348488Z",
  "type": "010combined",
  "sha1": "c468868dc9804bcff5792ac1a5f8e213c2234caf",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1849.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r                                                     \r\n\nNo. 95-1849\r\n\n     VISITING NURSE ASSOCIATION OF NORTH SHORE, INC., ET AL.,\r\n\n                      Plaintiffs, Appellees,\r\n\n                                v.\r\n\n                     BRUCE M. BULLEN, ET AL.,\r\n\n                     Defendants, Appellants.\r\n\n                                           \r                                                     \r\n\nNo. 95-1999\r\n\n     VISITING NURSE ASSOCIATION OF NORTH SHORE, INC., ET AL.,\r\n\n                     Plaintiffs, Appellants,\r\n\n                                v.\r\n\n                     BRUCE M. BULLEN, ET AL.,\r\n\n                      Defendants, Appellees.\r\n\n                                           \r                                                     \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n            [Hon. Nancy Gertner, U.S. District Judge]\r                                                              \r\n\n                                           \r                                                     \r\n\n                      Cyr, Boudin and Stahl,\r\n\n                         Circuit Judges.\r                                                 \r\n\n                                           \r                                                     \r\r\n\n   Douglas H. Wilkins,  Assistant Attorney General, with  whom Scott\r                                                                              \r\nHarshbarger,  Attorney  General,  and  William  L.  Pardee,  Assistant\r                                                                  \r\nAttorney General, were on brief for appellants Bullen, et al.\r\n   Richard P. Ward,  with whom John H. Mason, Susan T. Nicholson and\r                                                                          \r\nRopes &amp; Gray were on brief for appellees Visiting Nurse Association of\r                    \r\nNorth Shore, Inc., et al.\r\n\n                                           \r                                                     \r\n\n                         August 22, 1996\r\n                                           \r                                                     \r\n\n                                2\r\r\n\n          CYR,  Circuit Judge.   Nine  Massachusetts  health care\r                    CYR,  Circuit Judge.\r                                       \r\n\nproviders initiated  this civil rights  action under 42  U.S.C.  \r\n\n1983,  alleging  substantive  and procedural  violations  of  the\r\n\nMedicaid Act, see 42 U.S.C.    1396a(a)(30) (\"Act\"), by the named\r                           \r\n\ndefendants,  various  officials  of  the  Massachusetts  Medicaid\r\n\nprogram.  The district court granted partial summary judgment for\r\n\nplaintiffs,  declaring defendants  in noncompliance  with certain\r\n\nprocedural  requirements   relating  to   the  establishment   of\r\n\nreimbursement rates for health care services provided to Medicaid\r\n\nrecipients.   Defendants appealed.   Plaintiffs  cross-appealed a\r\n\ndistrict  court ruling  dismissing their  remaining  claims.   We\r\n\nreverse  the  district  court  judgment  against  defendants  and\r\n\ndismiss the cross-appeal.\r\n\n                                I\r                                          I\r\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          Medicaid is  a joint federal-state program  designed to\r\n\nafford medical benefits to low-income individuals.  See 42 U.S.C.\r                                                                 \r\n\n  1396 et seq.; Wilder v. Virginia Hosp. Ass'n, 496 U.S. 498, 502\r                                                        \r\n\n(1990).   A  State which  elects  to participate  in Medicaid  is\r\n\neligible  to receive  federal funds  only  if its  State Plan  is\r\n\napproved  by  the Federal  Health  Care Financing  Administration\r\n\n(\"HCFA\").1  Among the sixty-two  criteria for HCFA approval,  see\r                                                                           \r\n                    \r                              \r\n\n     1Authority to administer the Medicaid program and promulgate\r\nimplementing   regulations  has   been  delegated   to  HCFA,   a\r\nconstituent   agency  of  the  Department  of  Health  and  Human\r\nServices.   See  42 U.S.C.    1302; 49  Fed. Reg.  35,247, 35,249\r                         \r\n(1984); see  also Elizabeth  Blackwell Health  Ctr. for Women  v.\r                                                                       \r\nKnoll, 61 F.3d  170, 174 (3d Cir. 1995), cert. denied, 116 S. Ct.\r                                                               \r\n816 (1996).\r\n\n                                3\r\r\n\n42 U.S.C.    1396a(a)(1)-(62),  is the  so-called \"equal  access\"\r\n\nclause:\r\n\n          [A State  plan for  medical assistance  must]\r\n          provide such methods  and procedures relating\r                                                        \r\n          to the utilization  of, and the payment  for,\r\n          care and  services available  under the  plan\r\n          (including but not limited to utilization re-\r\n          view plans  as provided for in  section 1396b\r\n          (i)(4)  of this title) as may be necessary to\r\n          safeguard against unnecessary  utilization of\r\n          such care  and services  and  to assure  that\r                                                                 \r\n          payments  are  consistent   with  efficiency,\r                            \r\n          economy, and quality of  care and are  suffi-\r                                                                 \r\n          cient to enlist enough providers so that care\r                                                                 \r\n          and services are available  under the plan at\r                                                                 \r\n          least to the  extent that such care  and ser-\r                                                                 \r\n          vices are available to the general population\r                                                                 \r\n          in the geographic area.\r                                          \r\n\nId.   1396a(a)(30) (emphasis added); 42 C.F.R.   447.201(b) (\"The\r             \r\n\nplan  must describe  the policy  and the  methods to  be  used in\r\n\nsetting payment rates for each type of service . . . .\").  \r\n\n          Massachusetts  establishes   its  reimbursement   rates\r\n\nthrough  the  Massachusetts  Rate  Setting  Commission, with  the\r\n\napproval  of the Division of  Medical Assistance of the Massachu-\r\n\nsetts Executive Office of Health and Human Services (\"DMA\").  See\r                                                                           \r\n\nMass. Gen.  L. ch. 6A,     32, 36.    Before  1991, Massachusetts\r\n\nused a \"cost-based\" methodology  for setting reimbursement rates,\r\n\nlaconically described in  its approved plan as  \"fixed negotiated\r\n\nfee schedules.\"    Ostensibly, the term  \"negotiated\" connoted an\r\n\nintent to  calculate a different rate for  each individual health\r                                                         \r\n\ncare provider,  based on its  reported costs for  delivering five\r\n\ndifferent  categories  of  medical  services  (skilled   nursing,\r\n\noccupational, physical and  speech therapy, and  home-health-aide\r\n\nservices) during  the preceding  fiscal year,  adjusted for  such\r\n\n                                4\r\r\n\nuniform  factors as  inflation and  allowing  for incentive  caps\r\n\n(e.g., to promote efficiency).   See Mass. Regs. Code tit. 114.3,\r                                              \r\n\n  3.00. \r\n\n          In 1991, however, Massachusetts decided  to convert its\r\n\nrate-setting methodology  to  a so-called  \"class  rate\"  system.\r\n\nRather than basing  reimbursement rates on the  individual health\r\n\ncare  provider's idiosyncratic costs  for the previous  year, DMA\r\n\ndecided to propose a single, fixed reimbursement rate for each of\r\n\nthe  five  medical  services categories,  supra,  which  would be\r                                                         \r\n\napplied across-the-board  to all in-state health  care providers,\r\n\nwithout regard to their individual costs.  During  the transition\r\n\nto the new \"class rate\" system, a series of \"interim\" and \"phase-\r\n\nin\" rates were to be utilized.  \r\n\n          Under  the Medicaid Act  and regulations, a  State must\r\n\nmeet two  conditions before  instituting \"material\" or  \"signifi-\r\n\ncant\" changes in its Medicaid program:2   i.e., (1) submit a Plan\r\n\namendment to HCFA  for approval, \"describ[ing]\" the  methods used\r                                                        \r\n\nto set  rates under  42 U.S.C.    1396a(a)(30),  see 42 C.F.R.   \r                                                              \r\n\n447.201(b)  (emphasis  added),  and  (2)  provide  public  notice\r\n\n\"describing the proposed change[s]\" and \"[e]xplain[ing] why  [it]\r                     \r\n\nis changing its  methods and standards,\" see id.   447.205(c)(1),\r                                                          \r\n\n(3) (emphasis added).\r\n\n          During a  thirty-month period  beginning in  June 1991,\r\n\nMassachusetts  issued public  notices  relating  to the  proposed\r\n                    \r                              \r\n\n     2We  accept,  arguendo,  defendants'   concession  that  the\r                                     \r\nconversion to a  \"class rate\" system constituted  a \"significant\"\r\nand \"material\" change. \r\n\n                                5\r\r\n\nchange,  and published a series of regulations, setting forth the\r\n\ninterim,  phase-in, and final class rates in \"bottom-line\" dollar\r\n\nfigures for each  of the five medical service categories, without\r\n\ndetailing  the particular formula  and factors used  to arrive at\r\n\nthe  proposed  \"bottom-line\"  rate  figures.     Thereafter,  DMA\r\n\nconducted a series  of public  meetings to  explain the  proposed\r\n\nchanges  to health care providers, including appellees, and other\r\n\ninterested parties.   On January  1, 1994, the final  class rates\r\n\ntook effect, superseding the interim and phase-in rates.\r\n\n          Plaintiffs  soon   filed  this  section   1983  action,\r\n\nalleging  that the DMA commissioner and  its members had violated\r\n\nvarious substantive and procedural requirements prescribed  by 42\r\n\nU.S.C.    1396a(a)(30).3   By way  of procedural  violations, the\r\n\ncomplaint alleged that the pre-January 1994 public notices issued\r\n\nby defendants contained legally  deficient \"descriptions\" of  the\r\n\nproposed new methods  and procedures, by failing to  disclose the\r\n\nformula defendants used  to arrive at either  the interim, phase-\r                 \r\n\nin, or  final class  rates.  The  complaint further  alleged that\r\n\n                    \r                              \r\n\n     3As substantive  violations, plaintiffs  first alleged  that\r\nthe  State  had  adopted  its  new  methodology  solely  for  the\r\nimpermissible purpose of limiting its financial outlays under the\r\nMedicaid  program, contrary  to 42  U.S.C.    1396a.   See Amisub\r                                                                           \r\n(PSL), Inc.  v. Colorado  Dep't of Social  Servs., 879  F.2d 789,\r                                                           \r\n800-01  (10th  Cir. 1989),  cert.  denied, 496  U.S.  935 (1990).\r                                                   \r\nSecond, plaintiffs  alleged that the class rates arrived at under\r\nthe new fixed-rate methodology were so arbitrary and unreasonably\r\nlow  that  many health  care  providers would  have  no financial\r\nincentive to participate  in the Massachusetts  Medicaid program,\r\nthereby ensuring that  \"equal access\" to needed  medical services\r\ncould not  be  provided  to all  low-income  individuals  in  all\r\ngeographical areas at  the same level as  the general population.\r\nSee 42 U.S.C.   1396a(a)(30).\r             \r\n\n                                6\r\r\n\ndefendants  failed  to  file  an  appropriate  amendment  to  the\r\n\nMassachusetts Plan,  \"describing\" the  \"material\" changes  in its\r\n\nreimbursement  rate methodology.   Plaintiffs  moved for  partial\r\n\nsummary judgment on their two procedural claims. \r\n\n          Massachusetts filed a Plan amendment (\"Amendment  003\")\r\n\nwith  the HCFA  regional office  in March  1994.4   The amendment\r\n\nindicated the proposed change from a cost-based to a \"class rate\"\r\n\nsystem by deleting a single  word from the original Plan descrip-\r\n\ntion:  \"fixed negotiated fee schedules\" now became simply  \"fixed\r\n\nfee schedules.\"   Although  a Plan  amendment is  deemed approved\r\n\nunless HCFA acts within ninety days of its filing,  see 42 C.F.R.\r                                                                 \r\n\n   430.16(a), HCFA  tolled  the  ninety-day  period  by  advising\r\n\ndefendants that additional  information was needed     i.e., \"the\r                                                                     \r\n\nmethodology or formula for the  calculation of the fixed rate\"   \r\n\nto  enable  a   final  approval   determination.     See  id.    \r                                                                       \r\n\n430.16(a)(ii).  \r\n\n          Prior to the time DMA responded to the HCFA request for\r\n\ninformation, and before any final HCFA decision on Amendment 003,\r\n\nthe   district  court  granted   partial  summary   judgment  for\r\n\nplaintiffs  on  their  procedural  claims,  ruling  that  neither\r\n\nAmendment 003  nor defendants'  pre-January  1994 public  notices\r\n\nprovided adequate detail on the proposed \"methods and procedures\"\r\n\nfor calculating final  class rates.  See Visiting  Nurse Ass'n of\r                                                                           \r\n\n                    \r                              \r\n\n     4Retroactive  effect    to  \"the first day  of the quarter,\"\r\nviz., January 1, 1994    is accorded any \"approvable plan [amend-\r                                                              \r\nment] . .  . submitted to [the HCFA] regional office.\"  42 C.F.R.\r\n  430.20(b) (emphasis added); see also id.   447.256(c). \r                                                    \r\n\n                                7\r\r\n\nN. Shore,  Inc. v. Bullen, 866  F. Supp. 1444,  1459-62 (D. Mass.\r                                   \r\n\n1994).  The court concluded that these procedural lapses rendered\r\n\nthe  final  class rates  invalid,  thus  obviating  any  need  to\r\n\ndetermine  whether  the   proposed  new   methodology  or   rates\r\n\nreasonably ensured compliance with the substantive requirement   \r\n\n\"equal access\" to medical care    imposed by section 1396(a)(30).\r\n\nId. at 1462.  \r             \r\n\n          Without  conceding  any  procedural  lapse,  defendants\r\n\nissued another public notice on September 23, 1994, containing  a\r\n\ndetailed description  of the  methodology used  to calculate  the\r\n\n\"new\" final class rates, which were to take effect on November 1,\r\n\n1994.  In December 1994, defendants filed a second Plan amendment\r\n\nwith  HCFA (\"Amendment 023\"),  which provided  the same  level of\r\n\ndetail as the September 24,  1994 public notice.  Defendants then\r\n\nasked the district  court to declare them in  compliance with the\r\n\nprocedural  requirements of section 1396a(a)(30).  Then, in April\r\n\n1995, while  Amendments 003  and 023  remained pending,  HCFA was\r\n\nnotified  that defendants wished  to revise and  update Amendment\r\n\n003  to include the  detailed information contained  in Amendment\r\n\n023.   Defendants  thus  sought to  make any  HCFA Plan-amendment\r\n\napproval  fully retroactive  to  January  1,  1994,  rather  than\r\n\nOctober 1994.  See supra note 4.  Three days later, HCFA approved\r                                  \r\n\nAmendment 003, as revised, retroactive to January 1, 1994.\r\n\n          The  district court  entered final  judgment, based  on\r\n\nfour essential holdings.  Visiting  Nurse Ass'n of N. Shore, Inc.\r                                                                           \r\n\nv. Bullen, No.  94-10123-NG (D. Mass. June 30, 1995).  First, the\r                   \r\n\n                                8\r\r\n\ncourt reaffirmed its  August 1994 declaratory ruling  that defen-\r\n\ndants' initial implementation of the final class rates on January\r\n\n1, 1994 was invalid for failure to comply with the  public notice\r\n\nand  Plan  amendment requirements  of  section  1396a(a)(30), and\r\n\ndirected entry of its  declaratory judgment nunc pro tunc  (i.e.,\r                                                                   \r\n\neffective September 30, 1994), the date on which its initial stay\r\n\nof the judgment expired.  Id., slip op. at 2.  Second, defendants\r                                       \r\n\nwere  found  to   have  been  in  compliance   with  the  section\r\n\n1396a(a)(30)  procedural requirements  as  of  November 1,  1994,\r\n\nafter  providing detailed  descriptions of  the new  rate-setting\r\n\nmethodology   in  their  September  1994  public  notice  and  in\r\n\nAmendment  023.   Id.    Third,  the  district court  ruled  that\r                               \r\n\ndefendants  had never  violated  the section  1396a(a)(30) public\r\n\nnotice and  Plan amendment  requirements relating  to their  pre-\r\n\nJanuary  1994 imposition  of  the  interim  and  phase-in  rates,\r\n\npresumably  because these  transitional rates,  unlike the  final\r\n\nclass rates, did not effect  a \"material\" or \"significant\" change\r\n\nfrom pre-1991  \"cost-based\" methods and procedures.   Id. at 2-3.\r                                                                   \r\n\nFinally,  the  district  court  dismissed  plaintiffs'  remaining\r\n\nclaims     alleging that the  new final class rates  violated the\r\n\nsubstantive  requirements  of  the  section  1396a(a)(30)  \"equal\r\n\naccess\" clause    since its  decision invalidating the rates  due\r\n\nto  procedural defects rendered  further decision on  the alleged\r\n\nsubstantive violations unnecessary.  Id. at 3.\r                                                  \r\n\n                                II\r                                          II\r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\n                                9\r\r\n\nA.   Standards of Review\r          A.   Standards of Review\r                                  \r\n\n          We review  the grant of  summary judgment  de novo,  to\r                                                                      \r\n\ndetermine  whether   the  pleadings,   depositions,  answers   to\r\n\ninterrogatories, admissions on  file, and affidavits, as  well as\r\n\nany reasonable  inferences therefrom,  when viewed  in the  light\r\n\nmost favorable to the nonmoving party,  demonstrate that there is\r\n\nno genuine  issue as  to any  material fact  and that the  moving\r\n\nparty is entitled to judgment as a matter of  law.  See McCabe v.\r                                                                        \r\n\nLife-Line  Ambulance Serv.,  Inc., 77 F.3d  540, 544  (1st Cir.),\r                                           \r\n\npetition for  cert. filed, 64  U.S.L.W. 3808 (U.S. May  29, 1996)\r                                   \r\n\n(No. 95-1929).\r\n\n          Normally, we  accord  plenary review  to  the  district\r\n\ncourt's  statutory and regulatory  interpretations.  See  Nowd v.\r                                                                        \r\n\nRubin, 76 F.3d 25, 26 n.1 (1st Cir. 1996).  When a federal agency\r               \r\n\ncharged with  administering a  particular program interprets  its\r\n\nown enabling statute, however, we engage in a two-tiered review:\r\n\n          \"First, always, is the question whether  Con-\r\n          gress  has  directly  spoken to  the  precise\r\n          question at issue.  If the intent of Congress\r\n          is clear, that is the end of the matter;  for\r\n          the court, as  well as the agency,  must give\r\n          effect to the  unambiguously expressed intent\r\n          of Congress.   If, however,  the court deter-\r\n          mines Congress has not directly addressed the\r\n          precise question at issue, the court does not\r\n          simply  impose its  own  construction on  the\r\n          statute, as would be necessary in the absence\r                                                                 \r\n          of an administrative interpretation.  Rather,\r                                                       \r\n          if the  statute is  silent or  ambiguous with\r\n          respect to a specific issue, the question for\r\n          the court  is whether the agency's  answer is\r\n          based on  a permissible  construction of  the\r\n          statute.\"\r\n\nHeno  v. FDIC,  20 F.3d  1204, 1208-09  (1st Cir.  1994) (quoting\r                       \r\n\n                                10\r\r\n\nChevron  U.S.A., Inc. v. Natural Resources Defense Council, Inc.,\r                                                                          \r\n\n467 U.S. 837, 842-43 (1984)) (emphasis added) (\"Chevron\").  \r                                                                 \r\n\n          As  a federal  agency  charged  with administering  the\r\n\nMedicaid program, see  supra note 1, HCFA plainly  is entitled to\r                                      \r\n\nChevron  deference in  its  interpretations of  the  Act and  the\r                 \r\n\nimplementing  regulations.  See  North Carolina v.  United States\r                                                                           \r\n\nDep't of Health and  Human Servs., 999 F.2d 767, 769-70 (4th Cir.\r                                           \r\n\n1993) (noting that an HCFA  interpretation of its own regulations\r\n\nis entitled  to \"considerable  deference\"); Folden  v. Washington\r                                                                           \r\n\nState Dep't of Social and Health Servs., 981 F.2d 1054, 1058 (9th\r                                                 \r\n\nCir. 1992); Missouri Dep't of Social Servs. v. Sullivan, 957 F.2d\r                                                                 \r\n\n542, 544  (8th Cir.  1992).   Indeed, when a  federal agency  has\r\n\npromulgated  and published  a  regulation  pursuant  to  its  own\r\n\nenabling statute, we review its interpretation of that regulation\r                                                                           \r\n\nunder a standard  even \"more deferential . . . than that afforded\r\n\nunder Chevron\"  to the  agency's interpretation  of the  Statute.\r                       \r\n\nNational Med.  Enters. v.  Shalala, 43 F.3d  691, 697  (D.C. Cir.\r                                            \r\n\n1995); e.g. Indiana Ass'n of Homes for the Aging, Inc. v. Indiana\r                                                                           \r\n\nOffice of  Medicaid Policy  and Planning, 60  F.3d 262,  266 (7th\r                                                  \r\n\nCir. 1995)  (applying heightened deference  to HCFA regulations);\r\n\nsee  Thomas Jefferson  Univ. v.  Shalala, 114  S. Ct.  2381, 2386\r                                                  \r\n\n(1994) (deferring  to HHS interpretation of Medicare regulation);\r\n\nStinson  v. United  States, 508  U.S. 36,  44 (1993);  Johnson v.\r                                                                        \r\n\nWatts Regulator Co.,  63 F.3d 1129, 1134-35 (1st  Cir. 1995); see\r                                                                           \r\n\nalso Consarc Corp. v. United  States Treasury Dep't, 71 F.3d 909,\r                                                             \r\n\n915 (D.C. Cir.  1995). \"[P]rovided an agency's  interpretation of\r\n\n                                11\r\r\n\nits own regulation does not violate the Constitution or a federal\r\n\nstatute, it  must  be  given  `controlling weight  unless  it  is\r\n\nplainly  erroneous   or  inconsistent   with  the   regulation.'\"\r                            \r\n\nStinson, 508 U.S. at 44 (citation omitted)  (emphasis added); see\r                                                                           \r\n\nLoma  Linda Univ.  v. Schweiker,  705 F.2d  1123, 1126  (9th Cir.\r                                         \r\n\n1983) (noting that an  HCFA interpretation of its  own regulation\r\n\nis entitled to deference \"if it is within the range of reasonable\r\n\nmeanings the words permit\"). \r\n\nB.   Defendants' Appeal\r          B.   Defendants' Appeal\r                                 \r\n\n          Defendants  appeal  from  that  portion  of  the  final\r\n\njudgment  declaring them in violation of the section 1396a(a)(30)\r\n\nprocedural  requirements  during  the  period  January 1  through\r\n\nOctober 31, 1994.  Defendants claim, alternatively,  that (1) the\r\n\nprocedural requirements imposed  by section 1396a(a)(30)  are not\r\n\nenforceable  by health care  providers, (2) even  if enforceable,\r\n\nhowever, defendants violated neither procedural requirement cited\r\n\nby plaintiffs,  (3) the district  court abused its  discretion in\r\n\nAugust  1994 by  ruling  that  defendants  had  violated  section\r\n\n1396a(a)(30), rather than staying the district  court proceedings\r\n\nwhile  Amendment 003  remained  pending before  HCFA, or  (4) the\r\n\ndeclaratory judgment entered by the district court granted retro-\r\n\nspective relief barred by the Eleventh Amendment, see U.S. Const.\r                                                               \r\n\namend. XI.\r\n\n     1.   Standing: Enforceable Rights\r               1.   Standing: Enforceable Rights\r                                                \r\n\n          Section 1983 enables  a private action against  a State\r\n\nofficial to vindicate federal statutory rights enforceable by the\r\n\n                                12\r\r\n\nplaintiff.   See  42 U.S.C.    1983; Albiston v.  Maine Comm'r of\r                                                                           \r\n\nHuman Servs., 7  F.3d 258, 261 (1st Cir. 1993).   Whether section\r                      \r\n\n1396a(a)(30)  creates  \"enforceable\" procedural  and  substantive\r\n\nrights\r\n\n          turns on  \"whether  [it]  was  intend[ed]  to\r\n          benefit  the putative  plaintiff[s].\" If  so,\r\n          the  provision creates  an enforceable  right\r\n          unless  it reflects  merely a  \"congressional\r\n          preference\"  for a  certain  kind of  conduct\r\n          rather  than  a  binding  obligation  on  the\r\n          governmental unit, or unless the interest the\r\n          plaintiff   asserts   is  \"'too   vague   and\r\n          amorphous'\"  such  that  it  is \"'beyond  the\r\n          competence of the judiciary to enforce.'\" \r\n\nWilder, 496 U.S. at 509 (citations omitted).5\r                \r\n\n          a)   Substantive Rights6\r                    a)   Substantive Rights\r                                           \r\n\n          Section  1396a(a)(30) arguably  describes two  distinct\r\n\nsubstantive \"equal access\" rights:   the right to require a State\r\n\nmedicaid program to  use reimbursement  \"methods and  procedures\"\r\n\n                    \r                              \r\n\n     5In January 1996,  Congress enacted 42  U.S.C.   1320a-2  (a\r\nMedicaid  Act  provision  will \"not  []  be  deemed unenforceable\r\nbecause  of its inclusion  in a section  . . .  requiring a State\r\nplan or specifying the required contents of a State plan\"), which\r\noverturned,  in part,  the  Supreme Court  decision  in Suter  v.\r                                                                       \r\nArtist  M., 503 U.S.  347 (1992).  Before    1320a-2 was enacted,\r                    \r\nsome commentators had suggested that Suter's rationale supplanted\r                                                    \r\nthe traditional Wilder  test. But see, e.g., Albiston,  7 F.3d at\r                                                               \r\n262-63  (holding that Suter  did not overturn  Wilder, but merely\r                                                               \r\nsuperimposed an  additional threshold  test).   Consequently,  we\r\nassume that Congress  intended that   1320a-2  serve to resurrect\r\nthe Wilder test, with no Suter overlay.\r                                        \r\n\n     6We  address  the  enforceability   of  the     1396a(a)(30)\r\nsubstantive  requirements  as  a  threshold  issue  because   the\r\ndistrict court judgment dismissed plaintiffs' substantive claims,\r\nalbeit  on other  grounds.   See infra  Section II.B.2(b).   Even\r                                                \r\nthough  we find  those other  grounds infirm,  we may  uphold the\r\ndistrict court ruling on any ground supported by the record.  See\r                                                                           \r\nFour Corners Serv. Station, Inc. v. Mobil Oil Corp., 51 F.3d 306,\r                                                             \r\n314 (1st Cir. 1995). \r\n\n                                13\r\r\n\nwhich (1) will \"safeguard against unnecessary utilization of such\r\n\n[medical]  care and  services  and []  assure  that payments  are\r\n\nconsistent  with efficiency, economy,  and quality of  care,\" and\r\n\n(2) are \"sufficient  to enlist enough providers so  that care and\r\n\nservices are available under the plan at least to the extent that\r\n\nsuch care and services are available to the general population in\r\n\nthe geographic area.\"  42 U.S.C.   1396a(a)(30). \r\n\n          In  Wilder, the  Supreme  Court  held  that  comparable\r                              \r\n\nprovisions of  section 1396a(a)(13)  (\"the Boren  Amendment\") did\r\n\ncreate  enforceable substantive  rights for  institutional health\r\n\ncare  providers.      See  Wilder,  496  U.S.  at 520.    Section\r                                           \r\n\n1396a(a)(13) mandates that the State Plan provide:\r\n\n          (A) for payment . . . of the hospital servic-\r                                                         \r\n          es, nursing  facility services,  and services\r                                         \r\n          in an  intermediate  care  facility  for  the\r                                                       \r\n          mentally  retarded  provided under  the  plan\r\n          through  the  use  of  rates  (determined  in\r                                                \r\n          accordance   with   methods   and   standards\r\n          developed by the State . . .) which the State\r\n          finds, and  makes assurances  satisfactory to\r                                                \r\n          the Secretary, are reasonable and adequate to\r                                                              \r\n          meet  the  costs which  must  be incurred  by\r\n          efficiently    and    economically   operated\r\n          facilities  in  order  to  provide  care  and\r\n          services in conformity  with applicable State\r\n          and  Federal laws,  regulations, and  quality\r\n          and  safety  standards  and  to  assure  that\r\n          individuals eligible  for medical  assistance\r\n          have reasonable  access .  .  . to  inpatient\r                                           \r\n          hospital services of adequate quality.\r\n\n42 U.S.C.   1396a(a)(13) (emphasis added). \r\n\n          Every  court that  has  considered whether  the  Wilder\r                                                                           \r\n\nrationale likewise  applies to  the second  \"equal access\"  right\r\n\ndescribed  in section 1396(a)(30) has determined that health care\r\n\nproviders  were  intended  beneficiaries  under  both  the  Boren\r\n\n                                14\r\r\n\nAmendment and section 1396(a)(30),  since health care  providers,\r\n\nas payees, obviously are affected by substantive changes in State\r\n\nreimbursement schemes under  Medicaid.  See, e.g.,  Arkansas Med.\r                                                                           \r\n\nSoc'y, Inc. v. Reynolds, 6 F.3d  519, 528 (8th Cir. 1993);  Sobky\r                                                                           \r\n\nv. Smoley, 855 F. Supp.  1123, 1137-38 (E.D. Cal. 1994); Oklahoma\r                                                                           \r\n\nNursing Home Ass'n v.  Demps, 792 F.  Supp. 721, 727 (W.D.  Okla.\r                                      \r\n\n1992); Illinois Hosp. Ass'n v.  Edgar, 765 F. Supp. 1343, 1348-49\r                                               \r\n\n(N.D.  Ill. 1991).   Without  citation  to supporting  authority,\r\n\ndefendants nonetheless  insist that  section 1396(a)(30)  and the\r\n\nBoren Amendment are distinguishable.\r\n\n               i)   Intended Beneficiaries\r                         i)   Intended Beneficiaries\r                                                    \r\n\n          The  Wilder  Court  reasoned  that  because  the  Boren\r                               \r\n\nAmendment \"establishes  a system for  reimbursement of  providers\r\n\nand is phrased  in terms benefiting  health care providers .  . .\r\n\n[in that] [i]t requires a state plan  to provide for `payment . .\r\n\n.  of the  hospital  services,  nursing  facility  services,  and\r\n\nservices  in an  intermediate  care  facility  for  the  mentally\r\n\nretarded provided under the plan,'\" \"[t]here can be little  doubt\r\n\nthat  health  care  providers  are  the intended  beneficiaries.\"\r\n\nWilder, 496 U.S. at 510.7  Defendants argue, however, that unlike\r                \r\n\nthe  Boren Amendment, section 1396a(a)(30) does not list specific\r\n\n                    \r                              \r\n\n     7Although    Medicaid   recipients    also   are    intended\r\nbeneficiaries  under the \"equal access\" requirement as it affects\r\nthe availability of  their medical care, it is  well settled that\r\nCongress may create more than one class of  intended beneficiary.\r\nSee Freestone  v. Cowan, 68 F.3d 1141,  1150 n.10 (9th Cir. 1995)\r                                 \r\n(citing Golden  State Transit Corp.  v. City of Los  Angeles, 493\r                                                                      \r\nU.S. 103, 110 (1989); Carelli v. Howser, 923 F.2d 1208, 1211 (6th\r                                                 \r\nCir. 1991)).  \r\n\n                                15\r\r\n\ncategories  of health  care providers  (e.g.,  hospitals, nursing\r\n\nfacilit[ies],  and  intermediate  care  facilit[ies]),  hence  it\r\n\ncannot  be said  that Congress  focused on  providers  as section\r                                                 \r\n\n1396a(a)(30) beneficiaries.   We are not persuaded.\r\n\n          The  Wilder Court first  observed that the  statute \"is\r                               \r\n\nphrased  in terms benefiting  health care providers,\"  and leaves\r                                                             \r\n\n\"little doubt that health care providers are the intended benefi-\r                                                  \r\n\nciaries,\" then proceeded to illustrate  how the plain language of\r                                                \r\n\nthe  Boren Amendment \"establishes  a system for  reimbursement of\r\n\nproviders\" through its  listing of specific types  of health care\r\n\nproviders.  Nowhere did the  Court indicate that the more general\r\n\nterm \"providers\" would not suffice, however, or that a listing of\r\n\nspecific types  of providers is  a sine  qua non without  which a\r                                                          \r\n\ncongressional intent to  benefit health care providers  could not\r\n\nbe inferred.   As long as the  two statutory provisions  evince a\r\n\ncongressional  concern  for  preserving financial  incentives  to\r\n\nproviders    by ensuring adequate reimbursement payment levels   \r\n\nproviders  are appropriately  considered intended  beneficiaries.\r\n\nSee Arkansas Med. Soc'y, Inc., 6 F.3d at 526.  \r                                       \r\n\n               (ii) \"Preference\" or \"Binding Obligation\"\r                         (ii) \"Preference\" or \"Binding Obligation\"\r                                                                 \r\n\n          Defendants argue that  section 1396a(a)(30) articulates\r\n\na  more discretionary \"access\"  standard than  that in  the Boren\r\n\nAmendment,  and that  the  additional  discretion thus  conferred\r\n\nbelies  a congressional  intendment  to  lay  down  any  \"binding\r\n\nobligations\"  on the State  in section 1396(a)(30).   See Wilder,\r                                                                          \r\n\n496 U.S. at 509.  As  defendants see it, the Boren Amendment  (1)\r\n\n                                16\r\r\n\nrequires the  State not  only to meet  the ultimate  benchmark of\r\n\nproviding  comparable  \"access\"  to medical  care,  but  also the\r\n\npreliminary  obligation  to  make  \"findings\"  and  \"assurances,\"\r\n\nsatisfactory to the Secretary, that State reimbursement rates can\r\n\nensure  reasonable and  adequate access,  as well as  comply with\r\n\n\"State  and Federal  laws, regulations,  and  quality and  safety\r\n\nstandards,\"  and (2)  limits the potential  reimbursement methods\r\n\nand procedures  that the State  can employ to the  institution of\r\n\n\"rates,\"  rather  than  permitting  more  innovative  or  ad  hoc\r                                                                           \r\n\nreimbursement systems that might be less rate-dependent.  We find\r\n\nno  indication that the Wilder holding  turned on these consider-\r                                        \r\n\nations.  \r\n\n          First  and foremost,  the  Boren Amendment  and section\r\n\n1396a(a)(30) are  prefaced with  the same  mandatory language    \r\n\n\"[a] State plan  for medical assistance must . . . [p]rovide,\" 42\r                                                      \r\n\nU.S.C.    1396a(a); see  Edgar, 765 F.  Supp. at 1349     and the\r                                        \r\n\n\"reasonable\" and  \"equal\" access requirements upon  which federal\r\n\nMedicaid funding  depends, see 42 U.S.C.    1396c, are conditions\r                                        \r\n\nprecedent to an approvable State  Plan.  See Wilder, 496 U.S.  at\r                                                             \r\n\n511 (contrasting with statute in  Pennhurst State Sch. &amp; Hosp. v.\r                                                                        \r\n\nHalderman, 451 U.S.  1, 24 (1981),  where hortatory language  did\r                   \r\n\nnot make \"compliance with the provision a condition of receipt of\r\n\nfederal funding\"); Arkansas Med. Soc'y,  Inc., 6 F.3d at 526; see\r                                                                           \r\n\nalso supra note 5 (discussing newly enacted 42 U.S.C.   1320a-2).\r                    \r\n\nThus,  the mandatory  language in  section  1396a(a) defies  fair\r\n\ncharacterization as a mere \"congressional preference.\"\r\n\n                                17\r\r\n\n          Second, the  majority opinion  in Wilder mentioned  the\r                                                            \r\n\nBoren  Amendment   requirement  that  there  be   \"findings\"  and\r\n\n\"assurances\"  merely to rebut a  suggestion in the Wilder dissent\r                                                                   \r\n\nthat  Congress  had  intended to  accord  plaintiffs  standing to\r\n\nassert a  judicial challenge  to a State's  default on  these two\r\n\nprocedural  obligations,  but  not  to  challenge  a  substantive\r\n\ndefault (i.e.,  a State's  adoption of rates  that do  not ensure\r\n\n\"reasonable access,\"  or that  are not  \"adequate\" to  compensate\r\n\n\"efficient[]\" provider costs).  See  Wilder, 496 U.S. at 514 (\"We\r                                                     \r\n\nreject  that argument  because  it  would  render  the  statutory\r\n\nrequirements  of findings  and assurances,  and  thus the  entire\r\n\nreimbursement  provision, essentially meaningless  [since] .  . .\r\n\n[i]t would make  little sense for Congress to require  a State to\r\n\nmake  findings without requiring those findings to be correct.\").\r\n\nThe premise that procedural rights normally exist only as aids to\r\n\nthe enforcement of substantive rights is not interchangeable with\r\n\nthe  proposition that substantive  rights cannot exist  absent an\r\n\nexpress  provision of  attendant procedural  rights.   Thus,  the\r\n\nmajority opinion  in Wilder in  no sense suggests that  the Boren\r                                     \r\n\nAmendment's substantive  \"access\"  requirement  would  have  been\r\n\nfound any  less mandatory  if, like  section 1396(a)(30), it  had\r\n\ncontained no  explicit procedural  requirement of \"findings\"  and\r\n\n\"assurances.\" \r\n\n               iii) Judicial Enforceability\r                         iii) Judicial Enforceability\r                                                     \r\n\n          Defendants   intimate,   however,   that   absent   any\r\n\nrequirement of \"findings\" and \"assurances,\" section  1396a(a)(30)\r\n\n                                18\r\r\n\nis less amenable to effective judicial enforcement than the Boren\r\n\nAmendment.     As   we  have   explained,  however,   substantive\r\n\nrequirements are  not \"impermissibly vague simply  because [they]\r\n\nrequire[] judicial  inquiry into `reasonableness,'\"  or \"adequate\r\n\nrates,\" as  long as \"the action or purpose whose `reasonableness'\r\n\n[or `adequacy'] is commanded  has been clearly delineated  and is\r\n\nsusceptible  of judicial ascertainment.\"  Albiston, 7 F.3d at 267\r                                                            \r\n\n(collecting cases).  \r\n\n          The Boren  Amendment and  section 1396a(a)(30)  contain\r\n\nnearly  identical substantive  requirements  that  the rates,  or\r\n\nmethods  and  procedures,  used  to determine  reimbursements  to\r\n\nhealth  care providers ultimately  ensure reasonable, adequate or\r\n\nequal \"access\" to medical care, which the Supreme Court in Wilder\r                                                                           \r\n\ndecided did not constitute a  standard too vague or amorphous for\r                         \r\n\njudicial  enforcement.    See Wilder,  496  U.S.  at 515  (\"[T]he\r                                              \r\n\nstatute imposes  the concomitant  obligation to  adopt reasonable\r\n\nand  adequate rates.\").     Indeed, the  term \"equal  access,\" as\r\n\nemployed  in  section  1396a(a)(30),  arguably  provides  a  more\r\n\nconcrete standard, objectively measurable against the health care\r\n\naccess afforded among  the general population, whereas  the Boren\r\n\nAmendment  employs   the  somewhat   less  objective   benchmark:\r\n\n\"reasonable\" access.\r\n\n          Nor  do we discern  a material distinction  between the\r\n\nfocus on \"methods and procedures\" required by section 1396(a)(30)\r\n\nand the focus  on \"rates\" required  by the Boren  Amendment.   In\r\n\neither instance, the required determination     as to whether the\r\n\n                                19\r\r\n\nState methods or procedures, or the resultant rates of reimburse-\r\n\nment, are adequate to ensure \"access\"    is neither more nor less\r\n\ndaunting a  judicial task.  See id.  at 519 (noting that although\r                                            \r\n\nStates have great flexibility in choosing among a broad \"range of\r\n\nreasonable rates,\" \"the statute and regulation[s] set out factors\r\n\nwhich  a State  must consider  in  adopting its  rates,\" so  that\r\n\n\"there certainly are some rates  outside that range that no State\r\n\ncould ever find to be reasonable and adequate under the Act.\").8\r\n\n          For the foregoing reasons,  therefore, we conclude that\r\n\nplaintiffs possess  standing to  enforce the  substantive section\r\n\n1396a(a)(30)  requirement  that  the  State  adopt  \"methods  and\r\n\nprocedures\"  which will afford \"equal  access\" to medical care as\r\n\ndefined in section 1396a(a)(30).\r\n\n          b)   Procedural Rights\r                    b)   Procedural Rights\r                                          \r\n\n          Plaintiffs further  contend that  section 1396a(a)(30),\r\n\nas  interpreted and applied through the HCFA implementing regula-\r\n\ntions,   establishes  two   coincident  procedural   requirements\r\n\ndesigned  to ensure  that health care  providers may  enforce the\r\n\n                    \r                              \r\n\n     8We  reject the implicit  suggestion by defendants  that the\r\nabsence  of a  \"findings\" and  \"assurances\"  requirement under   \r\n1396a(a)(30)    makes   meaningful    judicial   review    wholly\r\nimpracticable  in  that the  courts  have  no factual  bases  for\r\nascertaining whether  the State's chosen \"methods and procedures\"\r\nsatisfy the  substantive  \"equal access\"  requirement.    Setting\r\naside  the  question  whether  the     1396a(a)(30)  implementing\r\nregulations afford any procedural rights that ensure  disclosure,\r\nsee  infra  Section  II.B.2(a), plaintiffs  may  adduce  evidence\r                    \r\nconcerning the  inadequacy of  the State's  selected methods  and\r\nprocedures, or flaws  in the  State's substantive  decisionmaking\r\nprocesses,  in any number of  ways; for example, with information\r\nacquired by or from the State during public hearings, in proposed\r\nPlan changes, or in the published State regulations.\r\n\n                                20\r\r\n\nsubstantive right of  \"equal access\":  the  requirements that the\r\n\nState file a Plan amendment  and a public notice \"describing\" its\r\n\nproposed new \"methods  and procedures\" in some detail.   Since we\r\n\nconclude  that  defendants  have  not violated  these  procedural\r\n\nrequirements, see  infra Section II.B.2(a), we need not reach the\r                                  \r\n\nenforceability issue.9  \r\n\n     2.   Claimed Violations of Enforceable Rights\r               2.   Claimed Violations of Enforceable Rights\r                                                            \r\n\n          a)   Procedural Rights\r                    a)   Procedural Rights\r                                          \r\n\n                    \r                              \r\n\n     9We  likewise reserve  judgment  as  to  whether,  and  what\r\nextent,  procedural  rights prescribed  only in  the implementing\r\nregulations, rather than  directly by statute, may be enforced in\r\na   1983  action.  See, e.g., Oklahoma Nursing Home Ass'n, 792 F.\r                                                                   \r\nSupp. at 725-26.\r\n\n                                21\r\r\n\n               i)   Plan Amendment 003\r                         i)   Plan Amendment 003\r                                                \r\n\n          Prior  to the time Amendment 003  was submitted to HCFA\r\n\nin  March 1994,  the approved  Massachusetts  Plan described  its\r\n\n\"methods  and  procedures\" for  reimbursing  providers  as \"fixed\r\n\nnegotiated fee schedules.\"  Amendment 003 purportedly altered the\r\n\n\"methods and procedures\" to be  employed under the new class rate\r\n\nsystem  simply by deleting the word \"negotiated,\" with the result\r\n\nthat the new rates were to be based on \"fixed fee schedules.\"\r\n\n          Plaintiffs  argue that  the cryptic  phrase \"fixed  fee\r\n\nschedules\"  is patently deficient to describe the proposed change\r\n\nin the Massachusetts reimbursement \"methods  and procedures,\" and\r\n\nthat  under whatever conceivable  definition the phrase  might be\r\n\ngiven,  it  utterly  failed  to notify  HCFA  or  plaintiffs that\r\n\ndefendants planned to change from  a cost-based system to a class\r\n\nrate system, or to explain  with any precision the methodology or\r\n\nformula   defendants   used   to  arrive   at   the   bottom-line\r\n\nreimbursement  figures announced in the DMA regulation. See Mass.\r                                                                     \r\n\nRegs. Code tit. 114.3,   3.04(4).  We do not agree.\r\n\n          First,  HCFA  itself  implicitly  determined  that  the\r\n\nphrase  \"fixed  fee  schedules\"  met  the  section   1396a(a)(30)\r\n\nmandate,  otherwise  it  could not  have  approved  Amendment 003\r\n\nretroactive to January 1,  1994.  See supra note 4.   In order to\r                                                     \r\n\nbe  entitled  to  retroactive effect  to  January  1,  1994, Plan\r\n\namendment 003 had to have been \"approvable\" as submitted in March\r                                                                           \r\n\n1994,  when  it  contained  merely   the  three-word  description\r              \r\n\npresently challenged  by  plaintiffs as  insufficient to  satisfy\r\n\n                                22\r\r\n\nsection  1396a(a)(30).10  We  must therefore review  the implicit\r\n\ninterpretation given section 1396a(a)(30) by HCFA in this case.\r\n\n          At  its  initial  stage,   Chevron  review  accords  no\r                                                      \r\n\ndeference to the interpretation an  agency gives to its  enabling\r\n\nstatute. See supra Section II.A.  If the reviewing court indepen-\r                            \r\n\ndently determines  that the  intent of the  statute is  clear, as\r\n\ndisclosed  in  its  plain  language  and  design,  the  statutory\r\n\nlanguage is to be given full  effect.  See Grunbeck v. Dime  Sav.\r                                                                           \r\n\nBank  of  N.Y.,  FSB,  74  F.3d  331,  340-41  (1st  Cir.  1996);\r                              \r\n\nStrickland v. Commissioner of Me.  Dep't of Human Servs., 48 F.3d\r                                                                  \r\n\n12, 16-17 (1st Cir.), cert. denied, 116 S. Ct. 145 (1995). \r                                            \r\n\n          Section 1396a(a)(30) mandates that a State Plan provide\r\n\n\"methods and  procedures relating  to .  . .  the payment  for []\r\n\n[medical]  care and services.\"   Plaintiffs argue  that \"methods\"\r\n\nhas a plain or  acquired meaning that necessitates  disclosure of\r\n\nthe formula the State used  to arrive at its proposed bottom-line\r\n\nreimbursement  figures.    Thus,   plaintiffs  suggest  that  the\r\n\nsolitary statutory term \"rates\" might permit a Plan amendment  to\r\n\nlist only bottom-line figures, cf.  42 U.S.C.   1396a(a)(13), but\r                                            \r\n\nthat the  presence  of  the  term \"methods\"  forecloses  such  an\r\n\napproach.  Once again, we are unable to agree.  \r\n\n                    \r                              \r\n\n     10Thus  viewed, the  HCFA  interpretation  comports with  42\r\nC.F.R.   430.16(a)(ii), which empowers  HCFA to ask the State for\r\nany  \"additional information\"  the agency  needs  to conduct  its\r\n\"final  [approval] determination.\"    On the  other hand,  if the\r\nrequested \"additional information\"  were a necessary part  of the\r\ninitial submission by the State, and hence of its Plan, Amendment\r\n003 would only  have been retroactive to January  1995. See supra\r                                                                           \r\np. 9.\r\n\n                                23\r\r\n\n          Even if  the distinction  suggested by plaintiffs  were\r\n\ndeemed sound,  the question  would remain:   with what  degree of\r\n\nspecificity or detail  must a State describe the methodology used\r\n\nin its Plan  amendment?  In this case, for example, although non-\r\n\nexhaustive,  the terms \"cost-based\"  and \"class  rates\" assuredly\r\n\nare  to  some  degree  descriptive  of  the  proposed  change  in\r\n\nmethodology,  particularly among the initiated, viz., health care\r                                                             \r\n\nproviders.   Yet we are  unable to say that  section 1396a(a)(30)\r\n\ndefines,  in plain language,  the term \"methods  and procedures,\"\r\n\nnor, more  importantly, that  it prescribes  the level  of detail\r\n\nwith which a Plan must describe \"methods and procedures.\"  Unlike\r\n\nthe Boren  Amendment,  moreover, section  1396a(a)(30)  does  not\r\n\nrequire the State to make \"findings\" and \"assurances,\" a require-\r\n\nment that  arguably might  be thought  to  anticipate a  somewhat\r\n\ngreater   degree  of  detail   and  specificity  from   a  Plan's\r\n\ndescription.    As we  are  unable  to  discern either  a  \"plain\r\n\nlanguage\" meaning or  design in section 1396a(a)(30)  relating to\r\n\n\"the  precise question  at issue,\"  Chevron, 467  U.S. at  842   \r                                                     \r\n\ni.e.,  the degree  of specificity  required in  a Plan  amendment\r\n\ndescription  of proposed new \"methods and  procedures\"    we next\r\n\nturn to defendants'  contention that Congress meant to leave this\r\n\nmatter for determination by HCFA, the administering agency.11 \r\n\n          The  second stage in  the Chevron analysis  counsels \"a\r                                                     \r\n                    \r                              \r\n\n     11Plaintiffs do  not claim  that  the available  legislative\r\nhistory provides useful guidance.   See Strickland, 48 F.3d at 17\r                                                            \r\n(stating  that  reviewing  court  may  \"examine  the  legislative\r\nhistory, albeit skeptically, in search of an unmistakable expres-\r\nsion of congressional intent\").\r\n\n                                24\r\r\n\nhigh degree  of respect for  the agency's role\"  in administering\r\n\nits enabling statute.  See Strickland, 48 F.3d at 17 (\"The agency\r                                               \r\n\nneed not write a rule that serves the statute in the best or most\r\n\nlogical manner;   it need only write a rule that flows rationally\r\n\nfrom a permissible construction  of the statute.\") see Lamore  v.\r                                                                       \r\n\nIves,  977  F.2d  713,  718  (1st Cir.  1992);  accord  Caribbean\r                                                                           \r\n\nPetroleum Corp. v. United  States EPA, 28 F.3d 232, 234 (1st Cir.\r                                               \r\n\n1994);  Cabral v. INS,  15 F.3d 193, 194  (1st Cir. 1994) (agency\r                               \r\n\ninterpretation  \"is  entitled  to   deference  unless  arbitrary,\r\n\ncapricious,  or  manifestly contrary  to  the  statute\").   As  a\r\n\ngeneral rule, longstanding agency interpretations are entitled to\r\n\ngreater deference than  more recent ones.  See  Bowen v. American\r                                                                           \r\n\nHosp. Ass'n, 476 U.S. 610, 646 n. 34 (1986); Mayburg v. Secretary\r                                                                           \r\n\nof Health and  Human Servs., 740  F.2d 100, 106 (1st  Cir. 1984).\r                                     \r\n\nFurther,   the  more  persuasive  the  rationale  for  an  agency\r\n\ninterpretation, the more  deference it is due, especially  if the\r\n\nstatute  administered by  the agency  involves complex  questions\r\n\npeculiarly   within   the   agency's   acquired,  technical,   or\r\n\ninstitutional expertise.  Bowen, 476 U.S. at 646.  \r                                         \r\n\n          Plaintiffs stress that these HCFA regulations  describe\r\n\na State Plan as a  \"comprehensive written statement,\" 42 C.F.R.  \r                                           \r\n\n430.10 (emphasis added),  which must (i) \"contain[]  all informa-\r\n\ntion necessary  for HCFA to  determine whether the plan  [or plan\r\n\namendment]  can be  approved  to  serve as  a  basis for  Federal\r\n\nfinancial participation  (FFP) in  the State  program,\" id.,  and\r                                                                     \r\n\n(ii) \"describe the policy and the  methods to be used in  setting\r\n\n                                25\r\r\n\npayment rates  for each type  of service included in  the State's\r\n\nMedicaid   program,\"  id.      447.201.    Although   these  HCFA\r                                   \r\n\nregulations   are   not   facially   inconsistent  with   section\r\n\n1396a(a)(30),  neither  do they  expressly resolve  the ambiguity\r\n\ninherent in the statute.  \r\n\n          Contrary to plaintiffs'  assertion, the section  430.10\r\n\nreference  to comprehensiveness  accurately  describes the  State\r\n\nPlan, even  under the  minimalist interpretation  given the  term\r\n\n\"description\" by  defendants and HCFA, since we  think one cannot\r\n\nrationally contend that a State  Plan itself, which must cover no\r\n\nless  than  sixty-two   different  criteria,  see  42   U.S.C.   \r                                                           \r\n\n1396a(a)(1)-(62),  is not a  \"comprehensive\" document.   For this\r\n\nreason and because HCFA's regulations do not  prescribe the level\r\n\nof  specificity  and comprehensiveness  with  which \"methods  and\r\n\nprocedures\" must  be described  in a Plan,  we must  consider the\r\n\nimplicit interpretation HCFA has given its own regulations.\r\n\n          Plaintiffs concede that the initial Massachusetts  Plan\r\n\napproved  by  HCFA  had  been  in existence  for  years,  yet  it\r\n\ncontained  only  a  bare-bones,  four-word  description   of  its\r\n\n\"methods and procedures.\"  When Massachusetts decided in  1991 to\r\n\neffect a material change in its rate-setting system, from a cost-\r\n\nbased to a class-rate system, it reasonably  understood that HCFA\r\n\nhad  interpreted its own  implementing regulations to  require no\r\n\ngreater degree of  specificity in the Amended  Plan's description\r                 \r\n\nof   reimbursement  rates  than  that  provided  in  the  initial\r\n\nMassachusetts Plan, which  had gone unchallenged for  many years.\r\n\n                                26\r\r\n\nSee Bowen, 476 U.S. at 646 n. 34; Lynch v. Dawson, 820 F.2d 1014,\r                                                           \r\n\n1020  (9th Cir. 1987)  (agency's interpretation of  regulation is\r\n\naccorded  various  degrees  of deference  based  on  duration and\r\n\nconsistency of agency position).\r\n\n          Plaintiffs correctly  contend,  of  course,  that  this\r\n\nlongstanding  HCFA interpretation  does  not foreclose  a federal\r\n\ncourt from determining  whether the interpretation an  agency has\r\n\ngiven  its own regulations rationally comports with the statutory\r\n\nand regulatory language.   Nevertheless, their argument seriously\r\n\ndevalues the heightened Chevron  judicial deference reaffirmed in\r                                         \r\n\nStinson, which requires the reviewing court to decide whether the\r                 \r\n\nagency's  interpretation  of  its  own  regulation   is  \"plainly\r                                                                           \r\n\nerroneous or  inconsistent with  the regulation.\"   Stinson,  508\r                                                                     \r\n\nU.S. at 45 (emphasis added).\r\n\n          Since  sections  430.10   and  447.201,  like   section\r\n\n1396a(a)(30)   itself,  do   not   preclude  the   interpretation\r\n\nimplicitly  given  them by  HCFA,  we  may not  second-guess  its\r\n\nreasonable  policy  judgment.    See  Bowen,  476  U.S.  at  646;\r                                                     \r\n\nMassachusetts  Fed'n of Nursing  Homes v. Commonwealth  of Mass.,\r                                                                          \r\n\n772 F. Supp. 31, 39 (D. Mass. 1991) (\"The HCFA certainly has more\r\n\nexpertise in this complicated area of the law than the courts.\").\r\n\nAnd because  plaintiffs have not  chosen to join HCFA  as a party\r\n\ndefendant, see 42 U.S.C.   1396c, we can only infer the rationale\r                        \r\n\nfor  HCFA's  longstanding  practice from  its  prior  approval of\r\n\nAmendment 003  and its  predecessor.  Moreover,  we find  readily\r\n\napparent a sound policy reason for the HCFA's action. \r\n\n                                27\r\r\n\n          The Medicaid Act designedly affords States considerable\r\n\nflexibility in administering their respective Medicaid  programs,\r\n\nallowing  each to  devise  and  modify its  Plan  in response  to\r\n\nprevailing  local medical  and financial  conditions.   Once  the\r\n\nsixty-two  statutory minima  in section  1396a(a)  are met,  each\r\n\nparticipating  State has  \"wide  discretion in  administering its\r\n\nlocal program.\"    See,  e.g.,  Erie  County  Geriatric  Ctr.  v.\r                                                                       \r\n\nSullivan, 952 F.2d  71, 73-74 (3d Cir. 1991);  Lewis v. Hegstrom,\r                                                                          \r\n\n767  F.2d  1371,  1373  (9th  Cir.  1985).    HCFA's   regulatory\r\n\ninterpretation     permitting terse descriptions of  \"methods and\r\n\nprocedures,\" such  as \"cost-based\"  or \"class  rate\"     arguably\r\n\nserves this  salutary goal as well.  Mandating the inclusion of a\r\n\ndetailed formula in  the State Plan itself could  require a State\r\n\nto file  a new Plan  amendment each time  it needed to  alter any\r                                                                           \r\n\nsignificant integer in its formula, thereby imposing a cumbersome\r\n\nadministrative  burden on  the  State  as well  as  HCFA.   Thus,\r\n\nwhatever one might think  of its wisdom,  we cannot say that  the\r\n\nimplicit policy choice made by  HCFA was precluded, either by the\r\n\nstatute or HCFA regulations.   See Massachusetts Fed'n of Nursing\r                                                                           \r\n\nHomes, 772  F. Supp. at  39 (noting that  HCFA approval of  Plan,\r               \r\n\nunless  inconsistent with  the statute or  regulation, implicitly\r\n\nestablishes definition  of comprehensiveness of the term \"methods\r\n\nand procedures\" as a matter of law).\r\n\n          Nor  do   we  think   the  agency   decision  approving\r\n\ndefendants' description  of the new  class rate system     as one\r\n\nutilizing \"fixed fee  schedules\"    was impermissible,  given the\r\n\n                                28\r\r\n\noriginal  Massachusetts Plan's  longstanding  description of  its\r\n\nprovider-cost-based system as a  \"negotiated fixed fee schedule.\"\r\n\nHCFA  fairly  and sensibly  reasoned  that deletion  of  the term\r\n\n\"negotiated\" signified  clearly enough that  individual providers\r\n\nno longer  would be entitled to reimbursement rates set according\r\n\nto  their idiosyncratic cost  experiences, but would  be confined\r\n\nfor the most  part to across-the-board \"fixed\"  rates established\r\n\nfor services rendered in each  of the five covered health service\r\n\nclassifications.  Accordingly, as the longstanding interpretation\r\n\nreflected  in the  HCFA regulations  was  not plainly  erroneous,\r\n\ndefendants were entitled  to place reasonable reliance  on HCFA's\r\n\ninterpretation  in preparing and submitting their March 1994 Plan\r\n\nAmendment  003.  Cf.  Sekula v. FDIC,  39 F.3d 448,  457 (3d Cir.\r                                              \r\n\n1994)  (\"[A]  person  `proceeding in  good  faith  should  not be\r\n\nsubjected  to a  trap brought  about  by an  interpretation of  a\r\n\nregulation hidden in the bosom of the agency' . . . . [b]ut there\r\n\nis no `trap' when the  agency's interpretation of a regulation is\r\n\npublic and long-standing.\") (citation omitted).\r\n\n               ii)  Public Notice Under Section 447.205 \r                         ii)  Public Notice Under Section 447.205 \r                                                                 \r\n\n          Plaintiffs  next  contend  that  the  HCFA  regulations\r\n\nmandate that the  public notices issued by the  State relating to\r\n\nreimbursement   rate   changes   likewise  contain   a   complete\r\n\ndescription  of  the  proposed change  in  methodology.   Section\r\n\n447.205 provides, in pertinent part:\r\n\n          (a)  When  notice  is  required.   Except  as\r\n          specified in paragraph  (b) of this  section,\r\n          the agency must provide public notice  of any\r\n          significant  proposed change  in its  methods\r\n\n                                29\r\r\n\n          and standards  for setting payment  rates for\r\n          services. . . .\r\n\n          . . . .\r\n\n          (c) Content of notice.  The notice must--\r\n\n               (1)  Describe  the  proposed change\r\n                    in methods and standards;\r\n               (2)  Give  an estimate  of any  expected\r\n                    increase or decrease  in annual ag-\r\n                    gregate expenditures;\r\n               (3)  Explain why the  agency is changing\r\n                    its methods and standards;\r\n               (4)  Identify  a  local agency  in  each\r\n                    county (such as the social services\r\n                    agency or health  department) where\r\n                    copies of the  proposed changes are\r\n                    available for public review;\r\n               (5)  Give an address  where written com-\r\n                    ments may  be sent and  reviewed by\r\n                    the public;  and\r\n               (6)  If there are  public hearings, give\r\n                    the  location,  date and  time  for\r\n                    hearings or tell  how this informa-\r\n                    tion may be obtained.\r\n\n42 C.F.R.   447.205.  \r\n\n          Defendants respond  that section  447.205 was  complied\r\n\nwith because the representative public notice hereinafter  quoted\r\n\nexplained \"why DMA is changing its methods  and standards,\" i.e.,\r\n\n\"to  implement a  class rate  system by  eliminating many  of the\r\n\nidiosyncratic  adjustments  that  existed  previously [under  the\r\n\ncost-based rate setting system]\":\r\n\n               The  proposed amendments  do not  change\r\n          the existing  methodology from July 1, 1992 -\r\n          December  31, 1992 except  for a provision to\r\n          allow some eligible providers to request rate\r\n          reviews  based  on  their cost  report,  with\r\n          inflation equal to 1.0.  Effective January 1,\r\n          1992,  the  proposed  amendments  change  the\r\n          structure of the reimbursement methodology to\r\n          a   class  rate   system:  establishing   new\r                                            \r\n          criteria   for  administrative   adjustments;\r\n          eliminating, among other things, costs beyond\r\n\n                                30\r\r\n\n          agency   control,   management   initiatives,\r\n          program  innovation  rate   adjustments,  and\r\n          appeals sections  of the  regulation.   It is\r\n          estimated that  the proposed  amendments will\r\n          increase   program   expenditures    by   the\r\n          Department of Public Welfare by approximately\r\n          $335,000.  (Emphasis added.)\r\n\n          For  the reasons  discussed  in Section  II.B.2.(a)(i),\r\n\nsupra, we believe  the public notices  issued by defendants  need\r               \r\n\nnot have  \"describ[ed]\" the  proposed changes  in greater  detail\r\n\nthan  that provided  in Plan  Amendment 003.   Absent  a reliable\r\n\nindication to the  contrary, we must  assume that HCFA  construes\r\n\nthe term \"describe\" in section 447.205(c)(1) as it interprets the\r\n\nsame term in  42 C.F.R.   447.201 (providing  that Plan amendment\r\n\n\"must  describe the  policy and  methods  to be  used in  setting\r\n\npayment rates  for each type  of service included in  the state's\r\n\nMedicaid  program\").   Cf. Gustafson  v. Alloyd  Co., 115  S. Ct.\r                                                              \r\n\n1061, 1067 (1995) (noting presumption  that a word or phrase used\r\n\nmore  than  once  in a  statute  is  intended  to  have the  same\r\n\nmeaning);  United States  v.  Rhode  Island Insurers'  Insolvency\r                                                                           \r\n\nFund, 80 F.3d 616, 622 n.4 (1st Cir. 1996).12  \r              \r\n\n          Plaintiffs complain that interested parties cannot know\r\n\nwhether  proposed   changes   in   methodology   threaten   their\r\n\nsubstantive rights under  section 1396a(a)(30) unless  the public\r\n\n                    \r                              \r\n\n     12The only case remotely  on point, see Methodist Hosps.  v.\r                                                                       \r\nIndiana  Family and  Social Servs.,  860 F.  Supp. 1309,  1326-28\r                                            \r\n(N.D.  Ind.  1994),  does  not  undercut  HCFA's  interpretation.\r\nAlthough  the  notice  involved in  that  case  contained greater\r\ndetail than these  notices, the court found the  notice adequate,\r\nnot  inadequate.    Consequently, the  case  is  not particularly\r\ninstructive as to how much less detail might have been considered\r\npermissible. \r\n\n                                31\r\r\n\nnotice  is sufficiently  informative.   As  their name  suggests,\r\n\nhowever, \"notice\" provisions are neither invariably nor primarily\r\n\ndesigned to afford exhaustive disclosure, but to alert interested\r\n\nparties  that  their  substantive  rights may  be  affected  in a\r\n\nforthcoming  public proceeding.   See Mississippi Hosp.  Ass'n v.\r                                                                        \r\n\nHeckler, 701 F.2d 511, 520 (5th Cir. 1983) (noting that notice is\r                 \r\n\ndesigned  to \"outline[] the  substance of the  plan in sufficient\r\n\ndetail to allow  interested parties to decide how  and whether to\r\n\nseek more  information on  the plan's  particular aspects\");  see\r                                                                           \r\n\nalso 42 C.F.R.    447.205(c)(4), (6) (mandating  the provision of\r              \r\n\ninformation  to  allow interested  parties to  initiate follow-up\r\n\nafter    447.205  notice).   Accordingly,  HCFA might  reasonably\r\n\nanticipate   that  the   State   would  provide   more   detailed\r\n\ninformation, relating to its methodology, at the public hearings,\r\n\nespecially  since it  is in  the State's  interest to  respond to\r\n\nreasonable  requests  for  further   information  at  the  public\r\n\nhearings, if for no other reason than to forfend a future section\r\n\n1983 action by disgruntled health care providers.  See supra note\r                                                                      \r\n\n8 (describing potential  discovery burdens facing the  State in  \r\n\n1983   action).      Thus,   HCFA's   interpretation   cannot  be\r\n\ncharacterized  as either  plainly erroneous or  inconsistent with\r\n\nthe Medicaid statute.13  \r\n                    \r                              \r\n\n     13Since the public notices complied  with   447.205, we need\r\nnot determine  whether plaintiffs  acquired actual  notice during\r                                                            \r\nthe  two and  a half  years of  public consultative  hearings and\r\nmeetings,  or whether  any such  actual  notice might  excuse the\r\nalleged  procedural default under    447.205.  See North Carolina\r                                                                           \r\nDep't of  Human Resources, 999  F.2d at 771 (finding  that actual\r                                   \r\nnotice did not cure procedural default).\r\n\n                                32\r\r\n\n          Since    defendants    violated    neither   procedural\r\n\nrequirement  established in section 1396a(a)(30), we do not reach\r\n\ndefendants' two remaining arguments    i.e., whether the district\r\n\ncourt erred  in  refusing to  stay its  partial summary  judgment\r\n\nwhile Amendment 003 remained pending before HCFA, and whether the\r\n\ndistrict court's  declaratory judgment  constituted retrospective\r\n\nrelief barred by the Eleventh Amendment.14  \r\n                    \r                              \r\n\n     14Plaintiffs urge us to affirm the district court on another\r\nground.   See Four Corners  Serv. Station, Inc.,  51 F.3d at 314.\r                                                         \r\nBefore  implementing the  final  class  rates  in  January  1994,\r\ndefendants  failed  to  consult with  the  medical  care advisory\r\ncommittee  (MCAC),  appointed   by  the  Massachusetts   Medicaid\r\ndirector  to  represent, inter  alios, consumer  groups, Medicaid\r                                               \r\nrecipients, and  health care providers specializing in low-income\r\nmedical  services.   See 42  U.S.C.    1396a(a)(4);  42 C.F.R.   \r                                  \r\n431.12(e).  We decline plaintiffs' request. \r\n     The alleged MCAC violation was  first raised in the  amended\r\ncomplaint filed in September 1994.  The State subsequently recon-\r\nvened a MCAC, with which  it consulted regarding the final rates.\r\nThe    431.12(e) case law  suggests that States  should undertake\r\ntheir MCAC consultations as  early in the Plan  amendment process\r\nas  practicable, preferably before any final decision on proposed\r\nchanges  to their reimbursement  methodologies.  See  Morabito v.\r                                                                        \r\nBlum,  528 F. Supp. 252,  264 (S.D.N.Y. 1981) (collecting cases).\r              \r\nNonetheless,  the Medicaid  Act contains  no express  requirement\r\nthat a  State establish a MCAC, see 42  U.S.C.    1396a(a)(4), an\r                                             \r\nentity   entirely   the  creature   of   the   HCFA  implementing\r\nregulations.   See Morabito, 528 F.  Supp. at 264.   Further, the\r                                     \r\nHCFA regulations prescribe  no time bar for  the recommended MCAC\r\nconsultation.  Thus,  HCFA might reasonably  conclude that (1)  a\r\nState's  failure to  consult  an MCAC,  while  not the  preferred\r\npractice,   does  not   constitute   a   sufficient  ground   for\r\ndisapproving  a Plan amendment in  all circumstances, or (2) MCAC\r\nconsultation is  sufficient as  along as  it occurs  before final\r\nHCFA approval of  the Plan amendment.   Given that the MCAC  is a\r\npurely  advisory  body,  with  no  veto  power  over  the State's\r\ndecisions,  see Burgess v.  Affleck, 683 F.2d 596, 600  (1st Cir.\r                                             \r\n1982)   (upholding    district   court's   refusal    to   enjoin\r\nimplementation of rates for alleged MCAC  violation which was not\r\n\"egregious\"); cf. Mississippi Hosp. Ass'n, Inc., 701 F.2d  at 523\r                                                         \r\n(noting  court's reluctance to \"read more into [  431.12(e)] than\r\nis  clearly expressed,\"  where  \"the  federal  agency  whose  own\r\nregulation is  in question  has approved  the state's  actions\"),\r\nthis interpretation is neither plainly erroneous nor inconsistent\r\n\n                                33\r\r\n\n               b)   Substantive Right to \"Equal Access\"\r                         b)   Substantive Right to \"Equal Access\"\r                                                                 \r\n\n          The district court first dismissed plaintiffs' substan-\r\n\ntive claims on the mistaken ground that plaintiffs had stipulated\r\n\nto  their dismissal.    Upon  reconsideration,  the  court  again\r\n\ndismissed the substantive claims, apparently because its decision\r\n\non   the  procedural   claims   had  rendered   their  resolution\r\n\nunnecessary.  Insofar as the district court meant to suggest that\r\n\ndefendants' procedural  violations from January to October, 1994,\r\n\nwere sufficient in themselves to invalidate the final class rates\r\n\nduring the January-October 1994 period, without regard to whether\r\n\nthe rates violated plaintiffs' substantive \"equal access\" rights,\r\n\nits  dismissal order cannot stand.   See supra Section II.B.2(a).\r                                                        \r\n\nSince we  have concluded  that the State  was in  full procedural\r\n\ncompliance,  plaintiffs must  now adduce  evidence  that (1)  the\r\n\nmethods and procedures  adopted by the  State were inadequate  to\r\n\nensure  \"equal  access,\"  or (2)  the  bottom-line  reimbursement\r\n\nfigures derived  under that  methodology were  too low  to retain\r\n\nhealth care providers in the Massachusetts Medicaid program.  See\r                                                                           \r\n\nsupra note 8.       Conversely,  if the  district court  meant to\r               \r\n\nsuggest  that  judicial  resolution  of  plaintiffs'  substantive\r\n\nclaims  was  unnecessary   because  HCFA  has   already  approved\r\n\nAmendment  003 retroactive to  January 1, 1994,  we cannot agree.\r\n\nHCFA's  approval of the  State's proposed methods  and procedures\r\n\n(i.e.,  \"class rates\"), though arguably entitled to the customary\r\n\nlevel of Chevron  deference, are not automatically  conclusive at\r                          \r\n                    \r                              \r\n\nwith   1396a(a)(4). \r\n\n                                34\r\r\n\nthe  summary judgment  stage.  Further,  the  as-yet  undeveloped\r\n\nfactual record  relating to  plaintiffs' substantive  claims does\r\n\nnot reveal HCFA's  rationale for approving the  substantive terms\r\n\nof defendants' Plan amendment, or  whether the final class  rates\r\n\nhave the  actual effect of  creating \"unequal access\"  to medical\r\n\nservices.  \r\n\n                                35\r\r\n\nC.   Plaintiffs' Cross-Appeal\r          C.   Plaintiffs' Cross-Appeal\r                                       \r\n\n          Plaintiffs cross-appeal from the district court rulings\r\n\nthat  (1)  defendants   were  in  compliance  with   the  section\r\n\n1396a(a)(30)  procedural requirements as of November 1, 1994, and\r\n\n(2) defendants  did not  violate the  procedural requirements  by\r\n\ninstituting  their  interim  and phase-in  rates.    Although the\r\n\ndistrict  court  did not  reveal  the  rationale  for the  latter\r\n\nholding,  we presume  that it  found that  the transitional  rate\r\n\nmethodologies  had not  effected  a  \"material\" or  \"significant\"\r\n\nchange from the pre-1991 methodologies.  In light of our previous\r\n\nholding,  see supra  Section II.B.,  we  deny plaintiffs'  cross-\r                             \r\n\nappeal on both fronts.  \r\n\n          First, if defendants complied with the putative  proce-\r\n\ndural requirements in  filing Amendment 003 and  publishing their\r\n\npre-January  1994 notices,  it  necessarily  follows  that  their\r\n\nfiling  of the more detailed Amendment 023 and their post-October\r\n\n1994 notices likewise would comply with the procedural thresholds\r\n\nprescribed by  the HCFA regulations.  Second,  since we conclude,\r\n\non the specific facts of this case, that  deference is due HCFA's\r\n\nconclusion  that a \"description\"  of \"methods and  procedures\" is\r\n\nadequate  as long as it  differentiates between a cost-based rate\r\n\nand a class  rate system, we affirm the  district court's finding\r\n\nthat the  interim and phase-in rates, which retained some aspects\r\n\nof  the pre-1991 \"cost-based\"  or \"negotiated\" rate  systems, did\r\n\nnot represent a  cognizable change in the methods  and procedures\r\n\nsuch as necessitated a Plan amendment or public notice.\r\n\n                                36\r\r\n\n                               III\r                                         III\r\n\n                            CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          To  the extent  section 1396a(a)(30)  might create  the\r\n\npurported  procedural  rights  advocated by  plaintiffs,  Chevron\r                                                                           \r\n\ndeference is  due  HCFA's longstanding  statutory and  regulative\r\n\ninterpretation that a State sufficiently describes its cost-based\r\n\nsystem as  a \"fixed  negotiated fee schedule,\"  and its  proposed\r\n\nclass rate system as \"fixed fee schedules.\"  We therefore reverse\r\n\nthe district court  ruling that defendants  were in violation  of\r\n\nsection 1396a(a)(30)'s procedural requirements  from January 1 to\r\n\nOctober  31, 1994.   We  likewise affirm  the two  district court\r\n\nrulings challenged in plaintiffs' cross-appeal.  Finally, because\r\n\nsummary  judgment   was  improvidently  granted   on  plaintiff's\r\n\nprocedural  claims, the district court ruling that no disposition\r\n\nwas necessary on plaintiffs' substantive claims was in error.  \r\n\n          Accordingly, the district court judgment for plaintiffs\r\n\non their procedural claims is vacated and the case is remanded to\r\n\nthe  district  court  for  further   proceedings  on  plaintiffs'\r\n\nsubstantive claims, consistent with this opinion.\r\n\n          SO ORDERED.  The parties shall bear their own costs.5\r                    SO ORDERED.  The parties shall bear their own costs.\r                                                                       \r\n\n                                37\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r                                                     \r\n\nNo. 95-1849\r\n\n     VISITING NURSE ASSOCIATION OF NORTH SHORE, INC., ET AL.,\r\n\n                      Plaintiffs, Appellees,\r\n\n                                v.\r\n\n                     BRUCE M. BULLEN, ET AL.,\r\n\n                     Defendants, Appellants.\r\n\n                                           \r                                                     \r\n\nNo. 95-1999\r\n\n     VISITING NURSE ASSOCIATION OF NORTH SHORE, INC., ET AL.,\r\n\n                     Plaintiffs, Appellants,\r\n\n                                v.\r\n\n                     BRUCE M. BULLEN, ET AL.,\r\n\n                      Defendants, Appellees.\r\n\n                                           \r                                                     \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n            [Hon. Nancy Gertner, U.S. District Judge]\r                                                              \r\n\n                                           \r                                                     \r\n\n                      Cyr, Boudin and Stahl,\r\n\n                         Circuit Judges.\r                                                 \r\n\n                                           \r                                                     \r\r\n\n   Douglas H. Wilkins,  Assistant Attorney General, with  whom Scott\r                                                                              \r\nHarshbarger,  Attorney  General,  and  William  L.  Pardee,  Assistant\r                                                                  \r\nAttorney General, were on brief for appellants Bullen, et al.\r\n   Richard P. Ward,  with whom John H. Mason, Susan T. Nicholson and\r                                                                          \r\nRopes &amp; Gray were on brief for appellees Visiting Nurse Association of\r                    \r\nNorth Shore, Inc., et al.\r\n\n                                           \r                                                     \r\n\n                         August 22, 1996\r\n                                           \r                                                     \r\n\n                                2\r\r\n\n          CYR,  Circuit Judge.   Nine  Massachusetts  health care\r                    CYR,  Circuit Judge.\r                                       \r\n\nproviders initiated  this civil rights  action under 42  U.S.C.  \r\n\n1983,  alleging  substantive  and procedural  violations  of  the\r\n\nMedicaid Act, see 42 U.S.C.    1396a(a)(30) (\"Act\"), by the named\r                           \r\n\ndefendants,  various  officials  of  the  Massachusetts  Medicaid\r\n\nprogram.  The district court granted partial summary judgment for\r\n\nplaintiffs,  declaring defendants  in noncompliance  with certain\r\n\nprocedural  requirements   relating  to   the  establishment   of\r\n\nreimbursement rates for health care services provided to Medicaid\r\n\nrecipients.   Defendants appealed.   Plaintiffs  cross-appealed a\r\n\ndistrict  court ruling  dismissing their  remaining  claims.   We\r\n\nreverse  the  district  court  judgment  against  defendants  and\r\n\ndismiss the cross-appeal.\r\n\n                                I\r                                          I\r\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          Medicaid is  a joint federal-state program  designed to\r\n\nafford medical benefits to low-income individuals.  See 42 U.S.C.\r                                                                 \r\n\n  1396 et seq.; Wilder v. Virginia Hosp. Ass'n, </pre><span class=\"citation\" data-id=\"112461\"><a href=\"/opinion/112461/wilder-v-virginia-hospital-assn/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">498</span></a></span><pre class=\"inline\">, 502\r                                                        \r\n\n(1990).   A  State which  elects  to participate  in Medicaid  is\r\n\neligible  to receive  federal funds  only  if its  State Plan  is\r\n\napproved  by  the Federal  Health  Care Financing  Administration\r\n\n(\"HCFA\").1  Among the sixty-two  criteria for HCFA approval,  see\r                                                                           \r\n                    \r                              \r\n\n     1Authority to administer the Medicaid program and promulgate\r\nimplementing   regulations  has   been  delegated   to  HCFA,   a\r\nconstituent   agency  of  the  Department  of  Health  and  Human\r\nServices.   See  42 U.S.C.    1302; 49  Fed. Reg.  35,247, 35,249\r                         \r\n(1984); see  also Elizabeth  Blackwell Health  Ctr. for Women  v.\r                                                                       \r\nKnoll, </pre><span class=\"citation\" data-id=\"700618\"><a href=\"/opinion/700618/elizabeth-blackwell-health-center-for-women-greater-philadelphia-womens/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">170</span></a></span><pre class=\"inline\">, 174 (3d Cir. 1995), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span>\r                                                               \r\n<span class=\"page\">816</span></span><pre class=\"inline\"> (1996).\r\n\n                                3\r\r\n\n42 U.S.C.    1396a(a)(1)-(62),  is the  so-called \"equal  access\"\r\n\nclause:\r\n\n          [A State  plan for  medical assistance  must]\r\n          provide such methods  and procedures relating\r                                                        \r\n          to the utilization  of, and the payment  for,\r\n          care and  services available  under the  plan\r\n          (including but not limited to utilization re-\r\n          view plans  as provided for in  section 1396b\r\n          (i)(4)  of this title) as may be necessary to\r\n          safeguard against unnecessary  utilization of\r\n          such care  and services  and  to assure  that\r                                                                 \r\n          payments  are  consistent   with  efficiency,\r                            \r\n          economy, and quality of  care and are  suffi-\r                                                                 \r\n          cient to enlist enough providers so that care\r                                                                 \r\n          and services are available  under the plan at\r                                                                 \r\n          least to the  extent that such care  and ser-\r                                                                 \r\n          vices are available to the general population\r                                                                 \r\n          in the geographic area.\r                                          \r\n\nId.   1396a(a)(30) (emphasis added); 42 C.F.R.   447.201(b) (\"The\r             \r\n\nplan  must describe  the policy  and the  methods to  be  used in\r\n\nsetting payment rates for each type of service . . . .\").  \r\n\n          Massachusetts  establishes   its  reimbursement   rates\r\n\nthrough  the  Massachusetts  Rate  Setting  Commission, with  the\r\n\napproval  of the Division of  Medical Assistance of the Massachu-\r\n\nsetts Executive Office of Health and Human Services (\"DMA\").  See\r                                                                           \r\n\nMass. Gen.  L. ch. 6A,     32, 36.    Before  1991, Massachusetts\r\n\nused a \"cost-based\" methodology  for setting reimbursement rates,\r\n\nlaconically described in  its approved plan as  \"fixed negotiated\r\n\nfee schedules.\"    Ostensibly, the term  \"negotiated\" connoted an\r\n\nintent to  calculate a different rate for  each individual health\r                                                         \r\n\ncare provider,  based on its  reported costs for  delivering five\r\n\ndifferent  categories  of  medical  services  (skilled   nursing,\r\n\noccupational, physical and  speech therapy, and  home-health-aide\r\n\nservices) during  the preceding  fiscal year,  adjusted for  such\r\n\n                                4\r\r\n\nuniform  factors as  inflation and  allowing  for incentive  caps\r\n\n(e.g., to promote efficiency).   See Mass. Regs. Code tit. 114.3,\r                                              \r\n\n  3.00. \r\n\n          In 1991, however, Massachusetts decided  to convert its\r\n\nrate-setting methodology  to  a so-called  \"class  rate\"  system.\r\n\nRather than basing  reimbursement rates on the  individual health\r\n\ncare  provider's idiosyncratic costs  for the previous  year, DMA\r\n\ndecided to propose a single, fixed reimbursement rate for each of\r\n\nthe  five  medical  services categories,  supra,  which  would be\r                                                         \r\n\napplied across-the-board  to all in-state health  care providers,\r\n\nwithout regard to their individual costs.  During  the transition\r\n\nto the new \"class rate\" system, a series of \"interim\" and \"phase-\r\n\nin\" rates were to be utilized.  \r\n\n          Under  the Medicaid Act  and regulations, a  State must\r\n\nmeet two  conditions before  instituting \"material\" or  \"signifi-\r\n\ncant\" changes in its Medicaid program:2   i.e., (1) submit a Plan\r\n\namendment to HCFA  for approval, \"describ[ing]\" the  methods used\r                                                        \r\n\nto set  rates under  42 U.S.C.    1396a(a)(30),  see 42 C.F.R.   \r                                                              \r\n\n447.201(b)  (emphasis  added),  and  (2)  provide  public  notice\r\n\n\"describing the proposed change[s]\" and \"[e]xplain[ing] why  [it]\r                     \r\n\nis changing its  methods and standards,\" see id.   447.205(c)(1),\r                                                          \r\n\n(3) (emphasis added).\r\n\n          During a  thirty-month period  beginning in  June 1991,\r\n\nMassachusetts  issued public  notices  relating  to the  proposed\r\n                    \r                              \r\n\n     2We  accept,  arguendo,  defendants'   concession  that  the\r                                     \r\nconversion to a  \"class rate\" system constituted  a \"significant\"\r\nand \"material\" change. \r\n\n                                5\r\r\n\nchange,  and published a series of regulations, setting forth the\r\n\ninterim,  phase-in, and final class rates in \"bottom-line\" dollar\r\n\nfigures for each  of the five medical service categories, without\r\n\ndetailing  the particular formula  and factors used  to arrive at\r\n\nthe  proposed  \"bottom-line\"  rate  figures.     Thereafter,  DMA\r\n\nconducted a series  of public  meetings to  explain the  proposed\r\n\nchanges  to health care providers, including appellees, and other\r\n\ninterested parties.   On January  1, 1994, the final  class rates\r\n\ntook effect, superseding the interim and phase-in rates.\r\n\n          Plaintiffs  soon   filed  this  section   1983  action,\r\n\nalleging  that the DMA commissioner and  its members had violated\r\n\nvarious substantive and procedural requirements prescribed  by 42\r\n\nU.S.C.    1396a(a)(30).3   By way  of procedural  violations, the\r\n\ncomplaint alleged that the pre-January 1994 public notices issued\r\n\nby defendants contained legally  deficient \"descriptions\" of  the\r\n\nproposed new methods  and procedures, by failing to  disclose the\r\n\nformula defendants used  to arrive at either  the interim, phase-\r                 \r\n\nin, or  final class  rates.  The  complaint further  alleged that\r\n\n                    \r                              \r\n\n     3As substantive  violations, plaintiffs  first alleged  that\r\nthe  State  had  adopted  its  new  methodology  solely  for  the\r\nimpermissible purpose of limiting its financial outlays under the\r\nMedicaid  program, contrary  to 42  U.S.C.    1396a.   See Amisub\r                                                                           \r\n(PSL), Inc.  v. Colorado  Dep't of Social  Servs., </pre><span class=\"citation\" data-id=\"526166\"><a href=\"/opinion/526166/26-socsecrepser-271-medicaremedicaid-gu-37968-amisub-psl-inc/\"><span class=\"volume\">879</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">789</span></a></span><pre class=\"inline\">,\r                                                           \r\n800-01  (10th  Cir. 1989),  cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">496</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">935</span></span><pre class=\"inline\"> (1990).\r                                                   \r\nSecond, plaintiffs  alleged that the class rates arrived at under\r\nthe new fixed-rate methodology were so arbitrary and unreasonably\r\nlow  that  many health  care  providers would  have  no financial\r\nincentive to participate  in the Massachusetts  Medicaid program,\r\nthereby ensuring that  \"equal access\" to needed  medical services\r\ncould not  be  provided  to all  low-income  individuals  in  all\r\ngeographical areas at  the same level as  the general population.\r\nSee 42 U.S.C.   1396a(a)(30).\r             \r\n\n                                6\r\r\n\ndefendants  failed  to  file  an  appropriate  amendment  to  the\r\n\nMassachusetts Plan,  \"describing\" the  \"material\" changes  in its\r\n\nreimbursement  rate methodology.   Plaintiffs  moved for  partial\r\n\nsummary judgment on their two procedural claims. \r\n\n          Massachusetts filed a Plan amendment (\"Amendment  003\")\r\n\nwith  the HCFA  regional office  in March  1994.4   The amendment\r\n\nindicated the proposed change from a cost-based to a \"class rate\"\r\n\nsystem by deleting a single  word from the original Plan descrip-\r\n\ntion:  \"fixed negotiated fee schedules\" now became simply  \"fixed\r\n\nfee schedules.\"   Although  a Plan  amendment is  deemed approved\r\n\nunless HCFA acts within ninety days of its filing,  see 42 C.F.R.\r                                                                 \r\n\n   430.16(a), HCFA  tolled  the  ninety-day  period  by  advising\r\n\ndefendants that additional  information was needed     i.e., \"the\r                                                                     \r\n\nmethodology or formula for the  calculation of the fixed rate\"   \r\n\nto  enable  a   final  approval   determination.     See  id.    \r                                                                       \r\n\n430.16(a)(ii).  \r\n\n          Prior to the time DMA responded to the HCFA request for\r\n\ninformation, and before any final HCFA decision on Amendment 003,\r\n\nthe   district  court  granted   partial  summary   judgment  for\r\n\nplaintiffs  on  their  procedural  claims,  ruling  that  neither\r\n\nAmendment 003  nor defendants'  pre-January  1994 public  notices\r\n\nprovided adequate detail on the proposed \"methods and procedures\"\r\n\nfor calculating final  class rates.  See Visiting  Nurse Ass'n of\r                                                                           \r\n\n                    \r                              \r\n\n     4Retroactive  effect    to  \"the first day  of the quarter,\"\r\nviz., January 1, 1994    is accorded any \"approvable plan [amend-\r                                                              \r\nment] . .  . submitted to [the HCFA] regional office.\"  42 C.F.R.\r\n  430.20(b) (emphasis added); see also id.   447.256(c). \r                                                    \r\n\n                                7\r\r\n\nN. Shore,  Inc. v. Bullen, </pre><span class=\"citation\" data-id=\"1376089\"><a href=\"/opinion/1376089/visiting-nurse-assn-of-north-shore-inc-v-bullen/\"><span class=\"volume\">866</span>  <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1444</span></a></span><pre class=\"inline\">,  1459-62 (D. Mass.\r                                   \r\n\n1994).  The court concluded that these procedural lapses rendered\r\n\nthe  final  class rates  invalid,  thus  obviating  any  need  to\r\n\ndetermine  whether  the   proposed  new   methodology  or   rates\r\n\nreasonably ensured compliance with the substantive requirement   \r\n\n\"equal access\" to medical care    imposed by section 1396(a)(30).\r\n\nId. at 1462.  \r             \r\n\n          Without  conceding  any  procedural  lapse,  defendants\r\n\nissued another public notice on September 23, 1994, containing  a\r\n\ndetailed description  of the  methodology used  to calculate  the\r\n\n\"new\" final class rates, which were to take effect on November 1,\r\n\n1994.  In December 1994, defendants filed a second Plan amendment\r\n\nwith  HCFA (\"Amendment 023\"),  which provided  the same  level of\r\n\ndetail as the September 24,  1994 public notice.  Defendants then\r\n\nasked the district  court to declare them in  compliance with the\r\n\nprocedural  requirements of section 1396a(a)(30).  Then, in April\r\n\n1995, while  Amendments 003  and 023  remained pending,  HCFA was\r\n\nnotified  that defendants wished  to revise and  update Amendment\r\n\n003  to include the  detailed information contained  in Amendment\r\n\n023.   Defendants  thus  sought to  make any  HCFA Plan-amendment\r\n\napproval  fully retroactive  to  January  1,  1994,  rather  than\r\n\nOctober 1994.  See supra note 4.  Three days later, HCFA approved\r                                  \r\n\nAmendment 003, as revised, retroactive to January 1, 1994.\r\n\n          The  district court  entered final  judgment, based  on\r\n\nfour essential holdings.  Visiting  Nurse Ass'n of N. Shore, Inc.\r                                                                           \r\n\nv. Bullen, No.  94-10123-NG (D. Mass. June 30, 1995).  First, the\r                   \r\n\n                                8\r\r\n\ncourt reaffirmed its  August 1994 declaratory ruling  that defen-\r\n\ndants' initial implementation of the final class rates on January\r\n\n1, 1994 was invalid for failure to comply with the  public notice\r\n\nand  Plan  amendment requirements  of  section  1396a(a)(30), and\r\n\ndirected entry of its  declaratory judgment nunc pro tunc  (i.e.,\r                                                                   \r\n\neffective September 30, 1994), the date on which its initial stay\r\n\nof the judgment expired.  Id., slip op. at 2.  Second, defendants\r                                       \r\n\nwere  found  to   have  been  in  compliance   with  the  section\r\n\n1396a(a)(30)  procedural requirements  as  of  November 1,  1994,\r\n\nafter  providing detailed  descriptions of  the new  rate-setting\r\n\nmethodology   in  their  September  1994  public  notice  and  in\r\n\nAmendment  023.   Id.    Third,  the  district court  ruled  that\r                               \r\n\ndefendants  had never  violated  the section  1396a(a)(30) public\r\n\nnotice and  Plan amendment  requirements relating  to their  pre-\r\n\nJanuary  1994 imposition  of  the  interim  and  phase-in  rates,\r\n\npresumably  because these  transitional rates,  unlike the  final\r\n\nclass rates, did not effect  a \"material\" or \"significant\" change\r\n\nfrom pre-1991  \"cost-based\" methods and procedures.   Id. at 2-3.\r                                                                   \r\n\nFinally,  the  district  court  dismissed  plaintiffs'  remaining\r\n\nclaims     alleging that the  new final class rates  violated the\r\n\nsubstantive  requirements  of  the  section  1396a(a)(30)  \"equal\r\n\naccess\" clause    since its  decision invalidating the rates  due\r\n\nto  procedural defects rendered  further decision on  the alleged\r\n\nsubstantive violations unnecessary.  Id. at 3.\r                                                  \r\n\n                                II\r                                          II\r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\n                                9\r\r\n\nA.   Standards of Review\r          A.   Standards of Review\r                                  \r\n\n          We review  the grant of  summary judgment  de novo,  to\r                                                                      \r\n\ndetermine  whether   the  pleadings,   depositions,  answers   to\r\n\ninterrogatories, admissions on  file, and affidavits, as  well as\r\n\nany reasonable  inferences therefrom,  when viewed  in the  light\r\n\nmost favorable to the nonmoving party,  demonstrate that there is\r\n\nno genuine  issue as  to any  material fact  and that the  moving\r\n\nparty is entitled to judgment as a matter of  law.  See McCabe v.\r                                                                        \r\n\nLife-Line  Ambulance Serv.,  Inc., </pre><span class=\"citation\" data-id=\"196608\"><a href=\"/opinion/196608/mccabe-v-the-city-of-lynn/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">540</span></a></span><pre class=\"inline\">, 544  (1st Cir.),\r                                           \r\n\npetition for  cert. filed, </pre><span class=\"citation no-link\"><span class=\"volume\">64</span>  <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">3808</span></span><pre class=\"inline\"> (U.S. May  29, 1996)\r                                   \r\n\n(No. 95-1929).\r\n\n          Normally, we  accord  plenary review  to  the  district\r\n\ncourt's  statutory and regulatory  interpretations.  See  Nowd v.\r                                                                        \r\n\nRubin, </pre><span class=\"citation\" data-id=\"712247\"><a href=\"/opinion/712247/69-fair-emplpraccas-bna-1587-67-empl-prac-dec-p-43908-robert-j/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span><pre class=\"inline\">, 26 n.1 (1st Cir. 1996).  When a federal agency\r               \r\n\ncharged with  administering a  particular program interprets  its\r\n\nown enabling statute, however, we engage in a two-tiered review:\r\n\n          \"First, always, is the question whether  Con-\r\n          gress  has  directly  spoken to  the  precise\r\n          question at issue.  If the intent of Congress\r\n          is clear, that is the end of the matter;  for\r\n          the court, as  well as the agency,  must give\r\n          effect to the  unambiguously expressed intent\r\n          of Congress.   If, however,  the court deter-\r\n          mines Congress has not directly addressed the\r\n          precise question at issue, the court does not\r\n          simply  impose its  own  construction on  the\r\n          statute, as would be necessary in the absence\r                                                                 \r\n          of an administrative interpretation.  Rather,\r                                                       \r\n          if the  statute is  silent or  ambiguous with\r\n          respect to a specific issue, the question for\r\n          the court  is whether the agency's  answer is\r\n          based on  a permissible  construction of  the\r\n          statute.\"\r\n\nHeno  v. FDIC,  </pre><span class=\"citation\" data-id=\"667150\"><a href=\"/opinion/667150/floyd-v-heno-v-federal-deposit-insurance-corporation/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">1204</span></a></span><pre class=\"inline\">, 1208-09  (1st Cir.  1994) (quoting\r                       \r\n\n                                10\r\r\n\nChevron  U.S.A., Inc. v. Natural Resources Defense Council, Inc.,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span><pre class=\"inline\">, 842-43 (1984)) (emphasis added) (\"Chevron\").  \r                                                                 \r\n\n          As  a federal  agency  charged  with administering  the\r\n\nMedicaid program, see  supra note 1, HCFA plainly  is entitled to\r                                      \r\n\nChevron  deference in  its  interpretations of  the  Act and  the\r                 \r\n\nimplementing  regulations.  See  North Carolina v.  United States\r                                                                           \r\n\nDep't of Health and  Human Servs., </pre><span class=\"citation\" data-id=\"612108\"><a href=\"/opinion/612108/41-socsecrepser-582-medicare-medicaid-guide-p-41538-state-of-north/\"><span class=\"volume\">999</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">767</span></a></span><pre class=\"inline\">, 769-70 (4th Cir.\r                                           \r\n\n1993) (noting that an HCFA  interpretation of its own regulations\r\n\nis entitled  to \"considerable  deference\"); Folden  v. Washington\r                                                                           \r\n\nState Dep't of Social and Health Servs., </pre><span class=\"citation\" data-id=\"596570\"><a href=\"/opinion/596570/39-socsecrepser-594-medicare-medicaid-guide-p-40961-henry-b-folden/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1054</span></a></span><pre class=\"inline\">, 1058 (9th\r                                                 \r\n\nCir. 1992); Missouri Dep't of Social Servs. v. Sullivan, </pre><span class=\"citation\" data-id=\"578307\"><a href=\"/opinion/578307/36-socsecrepser-399-medicare-medicaid-guide-p-40018-missouri/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span>\r                                                                 \r\n\n<span class=\"page\">542</span></a></span><pre class=\"inline\">, 544  (8th Cir.  1992).   Indeed, when a  federal agency  has\r\n\npromulgated  and published  a  regulation  pursuant  to  its  own\r\n\nenabling statute, we review its interpretation of that regulation\r                                                                           \r\n\nunder a standard  even \"more deferential . . . than that afforded\r\n\nunder Chevron\"  to the  agency's interpretation  of the  Statute.\r                       \r\n\nNational Med.  Enters. v.  Shalala, </pre><span class=\"citation\" data-id=\"685568\"><a href=\"/opinion/685568/national-medical-enterprises-inc-a-nevada-corporation-dba-century/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">691</span></a></span><pre class=\"inline\">, 697  (D.C. Cir.\r                                            \r\n\n1995); e.g. Indiana Ass'n of Homes for the Aging, Inc. v. Indiana\r                                                                           \r\n\nOffice of  Medicaid Policy  and Planning, </pre><span class=\"citation\" data-id=\"699573\"><a href=\"/opinion/699573/48-socsecrepser-384-medicare-medicaid-guide-p-43439-indiana/\"><span class=\"volume\">60</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">262</span></a></span><pre class=\"inline\">,  266 (7th\r                                                  \r\n\nCir. 1995)  (applying heightened deference  to HCFA regulations);\r\n\nsee  Thomas Jefferson  Univ. v.  Shalala, </pre><span class=\"citation\" data-id=\"117865\"><a href=\"/opinion/117865/thomas-jefferson-univ-v-shalala/\"><span class=\"volume\">114</span>  <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">2381</span></a></span><pre class=\"inline\">, 2386\r                                                  \r\n\n(1994) (deferring  to HHS interpretation of Medicare regulation);\r\n\nStinson  v. United  States, </pre><span class=\"citation\" data-id=\"112854\"><a href=\"/opinion/112854/stinson-v-united-states/\"><span class=\"volume\">508</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span><pre class=\"inline\">,  44 (1993);  Johnson v.\r                                                                        \r\n\nWatts Regulator Co.,  </pre><span class=\"citation\" data-id=\"702493\"><a href=\"/opinion/702493/pens-plan-guide-p-23912p-james-johnson-v-watts-regulator-company/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1129</span></a></span><pre class=\"inline\">, 1134-35 (1st  Cir. 1995); see\r                                                                           \r\n\nalso Consarc Corp. v. United  States Treasury Dep't, </pre><span class=\"citation\" data-id=\"709486\"><a href=\"/opinion/709486/consarc-corporation-and-consarc-engineering-ltd-v-united-states-treasury/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">909</span></a></span><pre class=\"inline\">,\r                                                             \r\n\n915 (D.C. Cir.  1995). \"[P]rovided an agency's  interpretation of\r\n\n                                11\r\r\n\nits own regulation does not violate the Constitution or a federal\r\n\nstatute, it  must  be  given  `controlling weight  unless  it  is\r\n\nplainly  erroneous   or  inconsistent   with  the   regulation.'\"\r                            \r\n\nStinson, 508 U.S. at 44 (citation omitted)  (emphasis added); see\r                                                                           \r\n\nLoma  Linda Univ.  v. Schweiker,  </pre><span class=\"citation no-link\"><span class=\"volume\">705</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1123</span></span><pre class=\"inline\">, 1126  (9th Cir.\r                                         \r\n\n1983) (noting that an  HCFA interpretation of its  own regulation\r\n\nis entitled to deference \"if it is within the range of reasonable\r\n\nmeanings the words permit\"). \r\n\nB.   Defendants' Appeal\r          B.   Defendants' Appeal\r                                 \r\n\n          Defendants  appeal  from  that  portion  of  the  final\r\n\njudgment  declaring them in violation of the section 1396a(a)(30)\r\n\nprocedural  requirements  during  the  period  January 1  through\r\n\nOctober 31, 1994.  Defendants claim, alternatively,  that (1) the\r\n\nprocedural requirements imposed  by section 1396a(a)(30)  are not\r\n\nenforceable  by health care  providers, (2) even  if enforceable,\r\n\nhowever, defendants violated neither procedural requirement cited\r\n\nby plaintiffs,  (3) the district  court abused its  discretion in\r\n\nAugust  1994 by  ruling  that  defendants  had  violated  section\r\n\n1396a(a)(30), rather than staying the district  court proceedings\r\n\nwhile  Amendment 003  remained  pending before  HCFA, or  (4) the\r\n\ndeclaratory judgment entered by the district court granted retro-\r\n\nspective relief barred by the Eleventh Amendment, see U.S. Const.\r                                                               \r\n\namend. XI.\r\n\n     1.   Standing: Enforceable Rights\r               1.   Standing: Enforceable Rights\r                                                \r\n\n          Section 1983 enables  a private action against  a State\r\n\nofficial to vindicate federal statutory rights enforceable by the\r\n\n                                12\r\r\n\nplaintiff.   See  42 U.S.C.    1983; Albiston v.  Maine Comm'r of\r                                                                           \r\n\nHuman Servs., </pre><span class=\"citation\" data-id=\"194946\"><a href=\"/opinion/194946/albiston-v-me-com-of-hs/\"><span class=\"volume\">7</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">258</span></a></span><pre class=\"inline\">, 261 (1st Cir. 1993).   Whether section\r                      \r\n\n1396a(a)(30)  creates  \"enforceable\" procedural  and  substantive\r\n\nrights\r\n\n          turns on  \"whether  [it]  was  intend[ed]  to\r\n          benefit  the putative  plaintiff[s].\" If  so,\r\n          the  provision creates  an enforceable  right\r\n          unless  it reflects  merely a  \"congressional\r\n          preference\"  for a  certain  kind of  conduct\r\n          rather  than  a  binding  obligation  on  the\r\n          governmental unit, or unless the interest the\r\n          plaintiff   asserts   is  \"'too   vague   and\r\n          amorphous'\"  such  that  it  is \"'beyond  the\r\n          competence of the judiciary to enforce.'\" \r\n\nWilder, 496 U.S. at 509 (citations omitted).5\r                \r\n\n          a)   Substantive Rights6\r                    a)   Substantive Rights\r                                           \r\n\n          Section  1396a(a)(30) arguably  describes two  distinct\r\n\nsubstantive \"equal access\" rights:   the right to require a State\r\n\nmedicaid program to  use reimbursement  \"methods and  procedures\"\r\n\n                    \r                              \r\n\n     5In January 1996,  Congress enacted 42  U.S.C.   1320a-2  (a\r\nMedicaid  Act  provision  will \"not  []  be  deemed unenforceable\r\nbecause  of its inclusion  in a section  . . .  requiring a State\r\nplan or specifying the required contents of a State plan\"), which\r\noverturned,  in part,  the  Supreme Court  decision  in Suter  v.\r                                                                       \r\nArtist  M., </pre><span class=\"citation\" data-id=\"112712\"><a href=\"/opinion/112712/suter-v-artist-m/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">347</span></a></span><pre class=\"inline\"> (1992).  Before    1320a-2 was enacted,\r                    \r\nsome commentators had suggested that Suter's rationale supplanted\r                                                    \r\nthe traditional Wilder  test. But see, e.g., Albiston,  7 F.3d at\r                                                               \r\n262-63  (holding that Suter  did not overturn  Wilder, but merely\r                                                               \r\nsuperimposed an  additional threshold  test).   Consequently,  we\r\nassume that Congress  intended that   1320a-2  serve to resurrect\r\nthe Wilder test, with no Suter overlay.\r                                        \r\n\n     6We  address  the  enforceability   of  the     1396a(a)(30)\r\nsubstantive  requirements  as  a  threshold  issue  because   the\r\ndistrict court judgment dismissed plaintiffs' substantive claims,\r\nalbeit  on other  grounds.   See infra  Section II.B.2(b).   Even\r                                                \r\nthough  we find  those other  grounds infirm,  we may  uphold the\r\ndistrict court ruling on any ground supported by the record.  See\r                                                                           \r\nFour Corners Serv. Station, Inc. v. Mobil Oil Corp., </pre><span class=\"citation\" data-id=\"195970\"><a href=\"/opinion/195970/four-corner-services-v-mobil-oil-corp/\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">306</span></a></span><pre class=\"inline\">,\r                                                             \r\n314 (1st Cir. 1995). \r\n\n                                13\r\r\n\nwhich (1) will \"safeguard against unnecessary utilization of such\r\n\n[medical]  care and  services  and []  assure  that payments  are\r\n\nconsistent  with efficiency, economy,  and quality of  care,\" and\r\n\n(2) are \"sufficient  to enlist enough providers so  that care and\r\n\nservices are available under the plan at least to the extent that\r\n\nsuch care and services are available to the general population in\r\n\nthe geographic area.\"  42 U.S.C.   1396a(a)(30). \r\n\n          In  Wilder, the  Supreme  Court  held  that  comparable\r                              \r\n\nprovisions of  section 1396a(a)(13)  (\"the Boren  Amendment\") did\r\n\ncreate  enforceable substantive  rights for  institutional health\r\n\ncare  providers.      See  Wilder,  496  U.S.  at 520.    Section\r                                           \r\n\n1396a(a)(13) mandates that the State Plan provide:\r\n\n          (A) for payment . . . of the hospital servic-\r                                                         \r\n          es, nursing  facility services,  and services\r                                         \r\n          in an  intermediate  care  facility  for  the\r                                                       \r\n          mentally  retarded  provided under  the  plan\r\n          through  the  use  of  rates  (determined  in\r                                                \r\n          accordance   with   methods   and   standards\r\n          developed by the State . . .) which the State\r\n          finds, and  makes assurances  satisfactory to\r                                                \r\n          the Secretary, are reasonable and adequate to\r                                                              \r\n          meet  the  costs which  must  be incurred  by\r\n          efficiently    and    economically   operated\r\n          facilities  in  order  to  provide  care  and\r\n          services in conformity  with applicable State\r\n          and  Federal laws,  regulations, and  quality\r\n          and  safety  standards  and  to  assure  that\r\n          individuals eligible  for medical  assistance\r\n          have reasonable  access .  .  . to  inpatient\r                                           \r\n          hospital services of adequate quality.\r\n\n42 U.S.C.   1396a(a)(13) (emphasis added). \r\n\n          Every  court that  has  considered whether  the  Wilder\r                                                                           \r\n\nrationale likewise  applies to  the second  \"equal access\"  right\r\n\ndescribed  in section 1396(a)(30) has determined that health care\r\n\nproviders  were  intended  beneficiaries  under  both  the  Boren\r\n\n                                14\r\r\n\nAmendment and section 1396(a)(30),  since health care  providers,\r\n\nas payees, obviously are affected by substantive changes in State\r\n\nreimbursement schemes under  Medicaid.  See, e.g.,  Arkansas Med.\r                                                                           \r\n\nSoc'y, Inc. v. Reynolds, </pre><span class=\"citation\" data-id=\"654248\"><a href=\"/opinion/654248/42-socsecrepser-362-medicaremedicaid-guide-p-41659-arkansas-medical/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">519</span></a></span><pre class=\"inline\">, 528 (8th Cir. 1993);  Sobky\r                                                                           \r\n\nv. Smoley, </pre><span class=\"citation\" data-id=\"1972959\"><a href=\"/opinion/1972959/sobky-v-smoley/\"><span class=\"volume\">855</span> <span class=\"reporter\">F. Supp.</span>  <span class=\"page\">1123</span></a></span><pre class=\"inline\">, 1137-38 (E.D. Cal. 1994); Oklahoma\r                                                                           \r\n\nNursing Home Ass'n v.  Demps, 792 F.  Supp. 721, 727 (W.D.  Okla.\r                                      \r\n\n1992); Illinois Hosp. Ass'n v.  Edgar, </pre><span class=\"citation\" data-id=\"2350714\"><a href=\"/opinion/2350714/illinois-hosp-assn-v-edgar/\"><span class=\"volume\">765</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1343</span></a></span><pre class=\"inline\">, 1348-49\r                                               \r\n\n(N.D.  Ill. 1991).   Without  citation  to supporting  authority,\r\n\ndefendants nonetheless  insist that  section 1396(a)(30)  and the\r\n\nBoren Amendment are distinguishable.\r\n\n               i)   Intended Beneficiaries\r                         i)   Intended Beneficiaries\r                                                    \r\n\n          The  Wilder  Court  reasoned  that  because  the  Boren\r                               \r\n\nAmendment \"establishes  a system for  reimbursement of  providers\r\n\nand is phrased  in terms benefiting  health care providers .  . .\r\n\n[in that] [i]t requires a state plan  to provide for `payment . .\r\n\n.  of the  hospital  services,  nursing  facility  services,  and\r\n\nservices  in an  intermediate  care  facility  for  the  mentally\r\n\nretarded provided under the plan,'\" \"[t]here can be little  doubt\r\n\nthat  health  care  providers  are  the intended  beneficiaries.\"\r\n\nWilder, 496 U.S. at 510.7  Defendants argue, however, that unlike\r                \r\n\nthe  Boren Amendment, section 1396a(a)(30) does not list specific\r\n\n                    \r                              \r\n\n     7Although    Medicaid   recipients    also   are    intended\r\nbeneficiaries  under the \"equal access\" requirement as it affects\r\nthe availability of  their medical care, it is  well settled that\r\nCongress may create more than one class of  intended beneficiary.\r\nSee Freestone  v. Cowan, </pre><span class=\"citation\" data-id=\"706878\"><a href=\"/opinion/706878/cathy-freestone-individually-on-behalf-of-their-minor-children-and-on/\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1141</span></a></span><pre class=\"inline\">,  1150 n.10 (9th Cir. 1995)\r                                 \r\n(citing Golden  State Transit Corp.  v. City of Los  Angeles, </pre><span class=\"citation\" data-id=\"112341\"><a href=\"/opinion/112341/golden-state-transit-corp-v-los-angeles/\"><span class=\"volume\">493</span>\r                                                                      \r\n<span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span><pre class=\"inline\">, 110 (1989); Carelli v. Howser, </pre><span class=\"citation\" data-id=\"554922\"><a href=\"/opinion/554922/brenda-carelli-melissa-strong-tammie-kemmeter-diane-fletcher-linda-pfeffer/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1208</span></a></span><pre class=\"inline\">, 1211 (6th\r                                                 \r\nCir. 1991)).  \r\n\n                                15\r\r\n\ncategories  of health  care providers  (e.g.,  hospitals, nursing\r\n\nfacilit[ies],  and  intermediate  care  facilit[ies]),  hence  it\r\n\ncannot  be said  that Congress  focused on  providers  as section\r                                                 \r\n\n1396a(a)(30) beneficiaries.   We are not persuaded.\r\n\n          The  Wilder Court first  observed that the  statute \"is\r                               \r\n\nphrased  in terms benefiting  health care providers,\"  and leaves\r                                                             \r\n\n\"little doubt that health care providers are the intended benefi-\r                                                  \r\n\nciaries,\" then proceeded to illustrate  how the plain language of\r                                                \r\n\nthe  Boren Amendment \"establishes  a system for  reimbursement of\r\n\nproviders\" through its  listing of specific types  of health care\r\n\nproviders.  Nowhere did the  Court indicate that the more general\r\n\nterm \"providers\" would not suffice, however, or that a listing of\r\n\nspecific types  of providers is  a sine  qua non without  which a\r                                                          \r\n\ncongressional intent to  benefit health care providers  could not\r\n\nbe inferred.   As long as the  two statutory provisions  evince a\r\n\ncongressional  concern  for  preserving financial  incentives  to\r\n\nproviders    by ensuring adequate reimbursement payment levels   \r\n\nproviders  are appropriately  considered intended  beneficiaries.\r\n\nSee Arkansas Med. Soc'y, Inc., 6 F.3d at 526.  \r                                       \r\n\n               (ii) \"Preference\" or \"Binding Obligation\"\r                         (ii) \"Preference\" or \"Binding Obligation\"\r                                                                 \r\n\n          Defendants argue that  section 1396a(a)(30) articulates\r\n\na  more discretionary \"access\"  standard than  that in  the Boren\r\n\nAmendment,  and that  the  additional  discretion thus  conferred\r\n\nbelies  a congressional  intendment  to  lay  down  any  \"binding\r\n\nobligations\"  on the State  in section 1396(a)(30).   See Wilder,\r                                                                          \r\n\n496 U.S. at 509.  As  defendants see it, the Boren Amendment  (1)\r\n\n                                16\r\r\n\nrequires the  State not  only to meet  the ultimate  benchmark of\r\n\nproviding  comparable  \"access\"  to medical  care,  but  also the\r\n\npreliminary  obligation  to  make  \"findings\"  and  \"assurances,\"\r\n\nsatisfactory to the Secretary, that State reimbursement rates can\r\n\nensure  reasonable and  adequate access,  as well as  comply with\r\n\n\"State  and Federal  laws, regulations,  and  quality and  safety\r\n\nstandards,\"  and (2)  limits the potential  reimbursement methods\r\n\nand procedures  that the State  can employ to the  institution of\r\n\n\"rates,\"  rather  than  permitting  more  innovative  or  ad  hoc\r                                                                           \r\n\nreimbursement systems that might be less rate-dependent.  We find\r\n\nno  indication that the Wilder holding  turned on these consider-\r                                        \r\n\nations.  \r\n\n          First  and foremost,  the  Boren Amendment  and section\r\n\n1396a(a)(30) are  prefaced with  the same  mandatory language    \r\n\n\"[a] State plan  for medical assistance must . . . [p]rovide,\" 42\r                                                      \r\n\nU.S.C.    1396a(a); see  Edgar, 765 F.  Supp. at 1349     and the\r                                        \r\n\n\"reasonable\" and  \"equal\" access requirements upon  which federal\r\n\nMedicaid funding  depends, see 42 U.S.C.    1396c, are conditions\r                                        \r\n\nprecedent to an approvable State  Plan.  See Wilder, 496 U.S.  at\r                                                             \r\n\n511 (contrasting with statute in  Pennhurst State Sch. &amp; Hosp. v.\r                                                                        \r\n\nHalderman, </pre><span class=\"citation\" data-id=\"110458\"><a href=\"/opinion/110458/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">1</span></a></span><pre class=\"inline\">, 24 (1981),  where hortatory language  did\r                   \r\n\nnot make \"compliance with the provision a condition of receipt of\r\n\nfederal funding\"); Arkansas Med. Soc'y,  Inc., 6 F.3d at 526; see\r                                                                           \r\n\nalso supra note 5 (discussing newly enacted 42 U.S.C.   1320a-2).\r                    \r\n\nThus,  the mandatory  language in  section  1396a(a) defies  fair\r\n\ncharacterization as a mere \"congressional preference.\"\r\n\n                                17\r\r\n\n          Second, the  majority opinion  in Wilder mentioned  the\r                                                            \r\n\nBoren  Amendment   requirement  that  there  be   \"findings\"  and\r\n\n\"assurances\"  merely to rebut a  suggestion in the Wilder dissent\r                                                                   \r\n\nthat  Congress  had  intended to  accord  plaintiffs  standing to\r\n\nassert a  judicial challenge  to a State's  default on  these two\r\n\nprocedural  obligations,  but  not  to  challenge  a  substantive\r\n\ndefault (i.e.,  a State's  adoption of rates  that do  not ensure\r\n\n\"reasonable access,\"  or that  are not  \"adequate\" to  compensate\r\n\n\"efficient[]\" provider costs).  See  Wilder, 496 U.S. at 514 (\"We\r                                                     \r\n\nreject  that argument  because  it  would  render  the  statutory\r\n\nrequirements  of findings  and assurances,  and  thus the  entire\r\n\nreimbursement  provision, essentially meaningless  [since] .  . .\r\n\n[i]t would make  little sense for Congress to require  a State to\r\n\nmake  findings without requiring those findings to be correct.\").\r\n\nThe premise that procedural rights normally exist only as aids to\r\n\nthe enforcement of substantive rights is not interchangeable with\r\n\nthe  proposition that substantive  rights cannot exist  absent an\r\n\nexpress  provision of  attendant procedural  rights.   Thus,  the\r\n\nmajority opinion  in Wilder in  no sense suggests that  the Boren\r                                     \r\n\nAmendment's substantive  \"access\"  requirement  would  have  been\r\n\nfound any  less mandatory  if, like  section 1396(a)(30), it  had\r\n\ncontained no  explicit procedural  requirement of \"findings\"  and\r\n\n\"assurances.\" \r\n\n               iii) Judicial Enforceability\r                         iii) Judicial Enforceability\r                                                     \r\n\n          Defendants   intimate,   however,   that   absent   any\r\n\nrequirement of \"findings\" and \"assurances,\" section  1396a(a)(30)\r\n\n                                18\r\r\n\nis less amenable to effective judicial enforcement than the Boren\r\n\nAmendment.     As   we  have   explained,  however,   substantive\r\n\nrequirements are  not \"impermissibly vague simply  because [they]\r\n\nrequire[] judicial  inquiry into `reasonableness,'\"  or \"adequate\r\n\nrates,\" as  long as \"the action or purpose whose `reasonableness'\r\n\n[or `adequacy'] is commanded  has been clearly delineated  and is\r\n\nsusceptible  of judicial ascertainment.\"  Albiston, 7 F.3d at 267\r                                                            \r\n\n(collecting cases).  \r\n\n          The Boren  Amendment and  section 1396a(a)(30)  contain\r\n\nnearly  identical substantive  requirements  that  the rates,  or\r\n\nmethods  and  procedures,  used  to determine  reimbursements  to\r\n\nhealth  care providers ultimately  ensure reasonable, adequate or\r\n\nequal \"access\" to medical care, which the Supreme Court in Wilder\r                                                                           \r\n\ndecided did not constitute a  standard too vague or amorphous for\r                         \r\n\njudicial  enforcement.    See Wilder,  496  U.S.  at 515  (\"[T]he\r                                              \r\n\nstatute imposes  the concomitant  obligation to  adopt reasonable\r\n\nand  adequate rates.\").     Indeed, the  term \"equal  access,\" as\r\n\nemployed  in  section  1396a(a)(30),  arguably  provides  a  more\r\n\nconcrete standard, objectively measurable against the health care\r\n\naccess afforded among  the general population, whereas  the Boren\r\n\nAmendment  employs   the  somewhat   less  objective   benchmark:\r\n\n\"reasonable\" access.\r\n\n          Nor  do we discern  a material distinction  between the\r\n\nfocus on \"methods and procedures\" required by section 1396(a)(30)\r\n\nand the focus  on \"rates\" required  by the Boren  Amendment.   In\r\n\neither instance, the required determination     as to whether the\r\n\n                                19\r\r\n\nState methods or procedures, or the resultant rates of reimburse-\r\n\nment, are adequate to ensure \"access\"    is neither more nor less\r\n\ndaunting a  judicial task.  See id.  at 519 (noting that although\r                                            \r\n\nStates have great flexibility in choosing among a broad \"range of\r\n\nreasonable rates,\" \"the statute and regulation[s] set out factors\r\n\nwhich  a State  must consider  in  adopting its  rates,\" so  that\r\n\n\"there certainly are some rates  outside that range that no State\r\n\ncould ever find to be reasonable and adequate under the Act.\").8\r\n\n          For the foregoing reasons,  therefore, we conclude that\r\n\nplaintiffs possess  standing to  enforce the  substantive section\r\n\n1396a(a)(30)  requirement  that  the  State  adopt  \"methods  and\r\n\nprocedures\"  which will afford \"equal  access\" to medical care as\r\n\ndefined in section 1396a(a)(30).\r\n\n          b)   Procedural Rights\r                    b)   Procedural Rights\r                                          \r\n\n          Plaintiffs further  contend that  section 1396a(a)(30),\r\n\nas  interpreted and applied through the HCFA implementing regula-\r\n\ntions,   establishes  two   coincident  procedural   requirements\r\n\ndesigned  to ensure  that health care  providers may  enforce the\r\n\n                    \r                              \r\n\n     8We  reject the implicit  suggestion by defendants  that the\r\nabsence  of a  \"findings\" and  \"assurances\"  requirement under   \r\n1396a(a)(30)    makes   meaningful    judicial   review    wholly\r\nimpracticable  in  that the  courts  have  no factual  bases  for\r\nascertaining whether  the State's chosen \"methods and procedures\"\r\nsatisfy the  substantive  \"equal access\"  requirement.    Setting\r\naside  the  question  whether  the     1396a(a)(30)  implementing\r\nregulations afford any procedural rights that ensure  disclosure,\r\nsee  infra  Section  II.B.2(a), plaintiffs  may  adduce  evidence\r                    \r\nconcerning the  inadequacy of  the State's  selected methods  and\r\nprocedures, or flaws  in the  State's substantive  decisionmaking\r\nprocesses,  in any number of  ways; for example, with information\r\nacquired by or from the State during public hearings, in proposed\r\nPlan changes, or in the published State regulations.\r\n\n                                20\r\r\n\nsubstantive right of  \"equal access\":  the  requirements that the\r\n\nState file a Plan amendment  and a public notice \"describing\" its\r\n\nproposed new \"methods  and procedures\" in some detail.   Since we\r\n\nconclude  that  defendants  have  not violated  these  procedural\r\n\nrequirements, see  infra Section II.B.2(a), we need not reach the\r                                  \r\n\nenforceability issue.9  \r\n\n     2.   Claimed Violations of Enforceable Rights\r               2.   Claimed Violations of Enforceable Rights\r                                                            \r\n\n          a)   Procedural Rights\r                    a)   Procedural Rights\r                                          \r\n\n                    \r                              \r\n\n     9We  likewise reserve  judgment  as  to  whether,  and  what\r\nextent,  procedural  rights prescribed  only in  the implementing\r\nregulations, rather than  directly by statute, may be enforced in\r\na   1983  action.  See, e.g., Oklahoma Nursing Home Ass'n, 792 F.\r                                                                   \r\nSupp. at 725-26.\r\n\n                                21\r\r\n\n               i)   Plan Amendment 003\r                         i)   Plan Amendment 003\r                                                \r\n\n          Prior  to the time Amendment 003  was submitted to HCFA\r\n\nin  March 1994,  the approved  Massachusetts  Plan described  its\r\n\n\"methods  and  procedures\" for  reimbursing  providers  as \"fixed\r\n\nnegotiated fee schedules.\"  Amendment 003 purportedly altered the\r\n\n\"methods and procedures\" to be  employed under the new class rate\r\n\nsystem  simply by deleting the word \"negotiated,\" with the result\r\n\nthat the new rates were to be based on \"fixed fee schedules.\"\r\n\n          Plaintiffs  argue that  the cryptic  phrase \"fixed  fee\r\n\nschedules\"  is patently deficient to describe the proposed change\r\n\nin the Massachusetts reimbursement \"methods  and procedures,\" and\r\n\nthat  under whatever conceivable  definition the phrase  might be\r\n\ngiven,  it  utterly  failed  to notify  HCFA  or  plaintiffs that\r\n\ndefendants planned to change from  a cost-based system to a class\r\n\nrate system, or to explain  with any precision the methodology or\r\n\nformula   defendants   used   to  arrive   at   the   bottom-line\r\n\nreimbursement  figures announced in the DMA regulation. See Mass.\r                                                                     \r\n\nRegs. Code tit. 114.3,   3.04(4).  We do not agree.\r\n\n          First,  HCFA  itself  implicitly  determined  that  the\r\n\nphrase  \"fixed  fee  schedules\"  met  the  section   1396a(a)(30)\r\n\nmandate,  otherwise  it  could not  have  approved  Amendment 003\r\n\nretroactive to January 1,  1994.  See supra note 4.   In order to\r                                                     \r\n\nbe  entitled  to  retroactive effect  to  January  1,  1994, Plan\r\n\namendment 003 had to have been \"approvable\" as submitted in March\r                                                                           \r\n\n1994,  when  it  contained  merely   the  three-word  description\r              \r\n\npresently challenged  by  plaintiffs as  insufficient to  satisfy\r\n\n                                22\r\r\n\nsection  1396a(a)(30).10  We  must therefore review  the implicit\r\n\ninterpretation given section 1396a(a)(30) by HCFA in this case.\r\n\n          At  its  initial  stage,   Chevron  review  accords  no\r                                                      \r\n\ndeference to the interpretation an  agency gives to its  enabling\r\n\nstatute. See supra Section II.A.  If the reviewing court indepen-\r                            \r\n\ndently determines  that the  intent of the  statute is  clear, as\r\n\ndisclosed  in  its  plain  language  and  design,  the  statutory\r\n\nlanguage is to be given full  effect.  See Grunbeck v. Dime  Sav.\r                                                                           \r\n\nBank  of  N.Y.,  FSB,  </pre><span class=\"citation\" data-id=\"711115\"><a href=\"/opinion/711115/robert-and-jennifer-grunbeck-v-the-dime-savings-bank-of-new-york-fsb/\"><span class=\"volume\">74</span>  <span class=\"reporter\">F.3d</span>  <span class=\"page\">331</span></a></span><pre class=\"inline\">,  340-41  (1st  Cir.  1996);\r                              \r\n\nStrickland v. Commissioner of Me.  Dep't of Human Servs., </pre><span class=\"citation\" data-id=\"689917\"><a href=\"/opinion/689917/nancy-strickland-v-commissioner-maine-department-of-human-services-v/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span>\r                                                                  \r\n\n<span class=\"page\">12</span></a></span><pre class=\"inline\">, 16-17 (1st Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">145</span></span><pre class=\"inline\"> (1995). \r                                            \r\n\n          Section 1396a(a)(30) mandates that a State Plan provide\r\n\n\"methods and  procedures relating  to .  . .  the payment  for []\r\n\n[medical]  care and services.\"   Plaintiffs argue  that \"methods\"\r\n\nhas a plain or  acquired meaning that necessitates  disclosure of\r\n\nthe formula the State used  to arrive at its proposed bottom-line\r\n\nreimbursement  figures.    Thus,   plaintiffs  suggest  that  the\r\n\nsolitary statutory term \"rates\" might permit a Plan amendment  to\r\n\nlist only bottom-line figures, cf.  42 U.S.C.   1396a(a)(13), but\r                                            \r\n\nthat the  presence  of  the  term \"methods\"  forecloses  such  an\r\n\napproach.  Once again, we are unable to agree.  \r\n\n                    \r                              \r\n\n     10Thus  viewed, the  HCFA  interpretation  comports with  42\r\nC.F.R.   430.16(a)(ii), which empowers  HCFA to ask the State for\r\nany  \"additional information\"  the agency  needs  to conduct  its\r\n\"final  [approval] determination.\"    On the  other hand,  if the\r\nrequested \"additional information\"  were a necessary part  of the\r\ninitial submission by the State, and hence of its Plan, Amendment\r\n003 would only  have been retroactive to January  1995. See supra\r                                                                           \r\np. 9.\r\n\n                                23\r\r\n\n          Even if  the distinction  suggested by plaintiffs  were\r\n\ndeemed sound,  the question  would remain:   with what  degree of\r\n\nspecificity or detail  must a State describe the methodology used\r\n\nin its Plan  amendment?  In this case, for example, although non-\r\n\nexhaustive,  the terms \"cost-based\"  and \"class  rates\" assuredly\r\n\nare  to  some  degree  descriptive  of  the  proposed  change  in\r\n\nmethodology,  particularly among the initiated, viz., health care\r                                                             \r\n\nproviders.   Yet we are  unable to say that  section 1396a(a)(30)\r\n\ndefines,  in plain language,  the term \"methods  and procedures,\"\r\n\nnor, more  importantly, that  it prescribes  the level  of detail\r\n\nwith which a Plan must describe \"methods and procedures.\"  Unlike\r\n\nthe Boren  Amendment,  moreover, section  1396a(a)(30)  does  not\r\n\nrequire the State to make \"findings\" and \"assurances,\" a require-\r\n\nment that  arguably might  be thought  to  anticipate a  somewhat\r\n\ngreater   degree  of  detail   and  specificity  from   a  Plan's\r\n\ndescription.    As we  are  unable  to  discern either  a  \"plain\r\n\nlanguage\" meaning or  design in section 1396a(a)(30)  relating to\r\n\n\"the  precise question  at issue,\"  Chevron, 467  U.S. at  842   \r                                                     \r\n\ni.e.,  the degree  of specificity  required in  a Plan  amendment\r\n\ndescription  of proposed new \"methods and  procedures\"    we next\r\n\nturn to defendants'  contention that Congress meant to leave this\r\n\nmatter for determination by HCFA, the administering agency.11 \r\n\n          The  second stage in  the Chevron analysis  counsels \"a\r                                                     \r\n                    \r                              \r\n\n     11Plaintiffs do  not claim  that  the available  legislative\r\nhistory provides useful guidance.   See Strickland, 48 F.3d at 17\r                                                            \r\n(stating  that  reviewing  court  may  \"examine  the  legislative\r\nhistory, albeit skeptically, in search of an unmistakable expres-\r\nsion of congressional intent\").\r\n\n                                24\r\r\n\nhigh degree  of respect for  the agency's role\"  in administering\r\n\nits enabling statute.  See Strickland, 48 F.3d at 17 (\"The agency\r                                               \r\n\nneed not write a rule that serves the statute in the best or most\r\n\nlogical manner;   it need only write a rule that flows rationally\r\n\nfrom a permissible construction  of the statute.\") see Lamore  v.\r                                                                       \r\n\nIves,  </pre><span class=\"citation\" data-id=\"593174\"><a href=\"/opinion/593174/39-socsecrepser-153-medicare-medicaid-guide-p-40867-athalie-lamore/\"><span class=\"volume\">977</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">713</span></a></span><pre class=\"inline\">,  718  (1st Cir.  1992);  accord  Caribbean\r                                                                           \r\n\nPetroleum Corp. v. United  States EPA, </pre><span class=\"citation\" data-id=\"673416\"><a href=\"/opinion/673416/caribbean-petroleum-corporation-v-united-states-environmental-protection/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">232</span></a></span><pre class=\"inline\">, 234 (1st Cir.\r                                               \r\n\n1994);  Cabral v. INS,  </pre><span class=\"citation\" data-id=\"195172\"><a href=\"/opinion/195172/cabral-v-ins/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">193</span></a></span><pre class=\"inline\">, 194  (1st Cir. 1994) (agency\r                               \r\n\ninterpretation  \"is  entitled  to   deference  unless  arbitrary,\r\n\ncapricious,  or  manifestly contrary  to  the  statute\").   As  a\r\n\ngeneral rule, longstanding agency interpretations are entitled to\r\n\ngreater deference than  more recent ones.  See  Bowen v. American\r                                                                           \r\n\nHosp. Ass'n, </pre><span class=\"citation\" data-id=\"111685\"><a href=\"/opinion/111685/bowen-v-american-hospital-assn/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">610</span></a></span><pre class=\"inline\">, 646 n. 34 (1986); Mayburg v. Secretary\r                                                                           \r\n\nof Health and  Human Servs., </pre><span class=\"citation\" data-id=\"439212\"><a href=\"/opinion/439212/6-socsecrepser-142-medicaremedicaid-gu-34082-rose-mayburg-v/\"><span class=\"volume\">740</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">100</span></a></span><pre class=\"inline\">, 106 (1st  Cir. 1984).\r                                     \r\n\nFurther,   the  more  persuasive  the  rationale  for  an  agency\r\n\ninterpretation, the more  deference it is due, especially  if the\r\n\nstatute  administered by  the agency  involves complex  questions\r\n\npeculiarly   within   the   agency's   acquired,  technical,   or\r\n\ninstitutional expertise.  Bowen, 476 U.S. at 646.  \r                                         \r\n\n          Plaintiffs stress that these HCFA regulations  describe\r\n\na State Plan as a  \"comprehensive written statement,\" 42 C.F.R.  \r                                           \r\n\n430.10 (emphasis added),  which must (i) \"contain[]  all informa-\r\n\ntion necessary  for HCFA to  determine whether the plan  [or plan\r\n\namendment]  can be  approved  to  serve as  a  basis for  Federal\r\n\nfinancial participation  (FFP) in  the State  program,\" id.,  and\r                                                                     \r\n\n(ii) \"describe the policy and the  methods to be used in  setting\r\n\n                                25\r\r\n\npayment rates  for each type  of service included in  the State's\r\n\nMedicaid   program,\"  id.      447.201.    Although   these  HCFA\r                                   \r\n\nregulations   are   not   facially   inconsistent  with   section\r\n\n1396a(a)(30),  neither  do they  expressly resolve  the ambiguity\r\n\ninherent in the statute.  \r\n\n          Contrary to plaintiffs'  assertion, the section  430.10\r\n\nreference  to comprehensiveness  accurately  describes the  State\r\n\nPlan, even  under the  minimalist interpretation  given the  term\r\n\n\"description\" by  defendants and HCFA, since we  think one cannot\r\n\nrationally contend that a State  Plan itself, which must cover no\r\n\nless  than  sixty-two   different  criteria,  see  42   U.S.C.   \r                                                           \r\n\n1396a(a)(1)-(62),  is not a  \"comprehensive\" document.   For this\r\n\nreason and because HCFA's regulations do not  prescribe the level\r\n\nof  specificity  and comprehensiveness  with  which \"methods  and\r\n\nprocedures\" must  be described  in a Plan,  we must  consider the\r\n\nimplicit interpretation HCFA has given its own regulations.\r\n\n          Plaintiffs concede that the initial Massachusetts  Plan\r\n\napproved  by  HCFA  had  been  in existence  for  years,  yet  it\r\n\ncontained  only  a  bare-bones,  four-word  description   of  its\r\n\n\"methods and procedures.\"  When Massachusetts decided in  1991 to\r\n\neffect a material change in its rate-setting system, from a cost-\r\n\nbased to a class-rate system, it reasonably  understood that HCFA\r\n\nhad  interpreted its own  implementing regulations to  require no\r\n\ngreater degree of  specificity in the Amended  Plan's description\r                 \r\n\nof   reimbursement  rates  than  that  provided  in  the  initial\r\n\nMassachusetts Plan, which  had gone unchallenged for  many years.\r\n\n                                26\r\r\n\nSee Bowen, 476 U.S. at 646 n. 34; Lynch v. Dawson, </pre><span class=\"citation no-link\"><span class=\"volume\">820</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1014</span></span><pre class=\"inline\">,\r                                                           \r\n\n1020  (9th Cir. 1987)  (agency's interpretation of  regulation is\r\n\naccorded  various  degrees  of deference  based  on  duration and\r\n\nconsistency of agency position).\r\n\n          Plaintiffs correctly  contend,  of  course,  that  this\r\n\nlongstanding  HCFA interpretation  does  not foreclose  a federal\r\n\ncourt from determining  whether the interpretation an  agency has\r\n\ngiven  its own regulations rationally comports with the statutory\r\n\nand regulatory language.   Nevertheless, their argument seriously\r\n\ndevalues the heightened Chevron  judicial deference reaffirmed in\r                                         \r\n\nStinson, which requires the reviewing court to decide whether the\r                 \r\n\nagency's  interpretation  of  its  own  regulation   is  \"plainly\r                                                                           \r\n\nerroneous or  inconsistent with  the regulation.\"   Stinson,  508\r                                                                     \r\n\nU.S. at 45 (emphasis added).\r\n\n          Since  sections  430.10   and  447.201,  like   section\r\n\n1396a(a)(30)   itself,  do   not   preclude  the   interpretation\r\n\nimplicitly  given  them by  HCFA,  we  may not  second-guess  its\r\n\nreasonable  policy  judgment.    See  Bowen,  476  U.S.  at  646;\r                                                     \r\n\nMassachusetts  Fed'n of Nursing  Homes v. Commonwealth  of Mass.,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"1866512\"><a href=\"/opinion/1866512/mass-fed-of-nursing-homes-v-com-of-mass/\"><span class=\"volume\">772</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">31</span></a></span><pre class=\"inline\">, 39 (D. Mass. 1991) (\"The HCFA certainly has more\r\n\nexpertise in this complicated area of the law than the courts.\").\r\n\nAnd because  plaintiffs have not  chosen to join HCFA  as a party\r\n\ndefendant, see 42 U.S.C.   1396c, we can only infer the rationale\r                        \r\n\nfor  HCFA's  longstanding  practice from  its  prior  approval of\r\n\nAmendment 003  and its  predecessor.  Moreover,  we find  readily\r\n\napparent a sound policy reason for the HCFA's action. \r\n\n                                27\r\r\n\n          The Medicaid Act designedly affords States considerable\r\n\nflexibility in administering their respective Medicaid  programs,\r\n\nallowing  each to  devise  and  modify its  Plan  in response  to\r\n\nprevailing  local medical  and financial  conditions.   Once  the\r\n\nsixty-two  statutory minima  in section  1396a(a)  are met,  each\r\n\nparticipating  State has  \"wide  discretion in  administering its\r\n\nlocal program.\"    See,  e.g.,  Erie  County  Geriatric  Ctr.  v.\r                                                                       \r\n\nSullivan, </pre><span class=\"citation\" data-id=\"574343\"><a href=\"/opinion/574343/erie-county-geriatric-center-a-pennsylvania-non-profit-corporation-county/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">71</span></a></span><pre class=\"inline\">, 73-74 (3d Cir. 1991);  Lewis v. Hegstrom,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"455819\"><a href=\"/opinion/455819/10-socsecrepser-247-medicaremedicaid-gu-34848-harry-lewis-and-the/\"><span class=\"volume\">767</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">1371</span></a></span><pre class=\"inline\">,  1373  (9th  Cir.  1985).    HCFA's   regulatory\r\n\ninterpretation     permitting terse descriptions of  \"methods and\r\n\nprocedures,\" such  as \"cost-based\"  or \"class  rate\"     arguably\r\n\nserves this  salutary goal as well.  Mandating the inclusion of a\r\n\ndetailed formula in  the State Plan itself could  require a State\r\n\nto file  a new Plan  amendment each time  it needed to  alter any\r                                                                           \r\n\nsignificant integer in its formula, thereby imposing a cumbersome\r\n\nadministrative  burden on  the  State  as well  as  HCFA.   Thus,\r\n\nwhatever one might think  of its wisdom,  we cannot say that  the\r\n\nimplicit policy choice made by  HCFA was precluded, either by the\r\n\nstatute or HCFA regulations.   See Massachusetts Fed'n of Nursing\r                                                                           \r\n\nHomes, 772  F. Supp. at  39 (noting that  HCFA approval of  Plan,\r               \r\n\nunless  inconsistent with  the statute or  regulation, implicitly\r\n\nestablishes definition  of comprehensiveness of the term \"methods\r\n\nand procedures\" as a matter of law).\r\n\n          Nor  do   we  think   the  agency   decision  approving\r\n\ndefendants' description  of the new  class rate system     as one\r\n\nutilizing \"fixed fee  schedules\"    was impermissible,  given the\r\n\n                                28\r\r\n\noriginal  Massachusetts Plan's  longstanding  description of  its\r\n\nprovider-cost-based system as a  \"negotiated fixed fee schedule.\"\r\n\nHCFA  fairly  and sensibly  reasoned  that deletion  of  the term\r\n\n\"negotiated\" signified  clearly enough that  individual providers\r\n\nno longer  would be entitled to reimbursement rates set according\r\n\nto  their idiosyncratic cost  experiences, but would  be confined\r\n\nfor the most  part to across-the-board \"fixed\"  rates established\r\n\nfor services rendered in each  of the five covered health service\r\n\nclassifications.  Accordingly, as the longstanding interpretation\r\n\nreflected  in the  HCFA regulations  was  not plainly  erroneous,\r\n\ndefendants were entitled  to place reasonable reliance  on HCFA's\r\n\ninterpretation  in preparing and submitting their March 1994 Plan\r\n\nAmendment  003.  Cf.  Sekula v. FDIC,  </pre><span class=\"citation\" data-id=\"681602\"><a href=\"/opinion/681602/raymond-sekula-and-l-kathleen-sekula-v-federal-deposit-insurance/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">448</span></a></span><pre class=\"inline\">,  457 (3d Cir.\r                                              \r\n\n1994)  (\"[A]  person  `proceeding in  good  faith  should  not be\r\n\nsubjected  to a  trap brought  about  by an  interpretation of  a\r\n\nregulation hidden in the bosom of the agency' . . . . [b]ut there\r\n\nis no `trap' when the  agency's interpretation of a regulation is\r\n\npublic and long-standing.\") (citation omitted).\r\n\n               ii)  Public Notice Under Section 447.205 \r                         ii)  Public Notice Under Section 447.205 \r                                                                 \r\n\n          Plaintiffs  next  contend  that  the  HCFA  regulations\r\n\nmandate that the  public notices issued by the  State relating to\r\n\nreimbursement   rate   changes   likewise  contain   a   complete\r\n\ndescription  of  the  proposed change  in  methodology.   Section\r\n\n447.205 provides, in pertinent part:\r\n\n          (a)  When  notice  is  required.   Except  as\r\n          specified in paragraph  (b) of this  section,\r\n          the agency must provide public notice  of any\r\n          significant  proposed change  in its  methods\r\n\n                                29\r\r\n\n          and standards  for setting payment  rates for\r\n          services. . . .\r\n\n          . . . .\r\n\n          (c) Content of notice.  The notice must--\r\n\n               (1)  Describe  the  proposed change\r\n                    in methods and standards;\r\n               (2)  Give  an estimate  of any  expected\r\n                    increase or decrease  in annual ag-\r\n                    gregate expenditures;\r\n               (3)  Explain why the  agency is changing\r\n                    its methods and standards;\r\n               (4)  Identify  a  local agency  in  each\r\n                    county (such as the social services\r\n                    agency or health  department) where\r\n                    copies of the  proposed changes are\r\n                    available for public review;\r\n               (5)  Give an address  where written com-\r\n                    ments may  be sent and  reviewed by\r\n                    the public;  and\r\n               (6)  If there are  public hearings, give\r\n                    the  location,  date and  time  for\r\n                    hearings or tell  how this informa-\r\n                    tion may be obtained.\r\n\n42 C.F.R.   447.205.  \r\n\n          Defendants respond  that section  447.205 was  complied\r\n\nwith because the representative public notice hereinafter  quoted\r\n\nexplained \"why DMA is changing its methods  and standards,\" i.e.,\r\n\n\"to  implement a  class rate  system by  eliminating many  of the\r\n\nidiosyncratic  adjustments  that  existed  previously [under  the\r\n\ncost-based rate setting system]\":\r\n\n               The  proposed amendments  do not  change\r\n          the existing  methodology from July 1, 1992 -\r\n          December  31, 1992 except  for a provision to\r\n          allow some eligible providers to request rate\r\n          reviews  based  on  their cost  report,  with\r\n          inflation equal to 1.0.  Effective January 1,\r\n          1992,  the  proposed  amendments  change  the\r\n          structure of the reimbursement methodology to\r\n          a   class  rate   system:  establishing   new\r                                            \r\n          criteria   for  administrative   adjustments;\r\n          eliminating, among other things, costs beyond\r\n\n                                30\r\r\n\n          agency   control,   management   initiatives,\r\n          program  innovation  rate   adjustments,  and\r\n          appeals sections  of the  regulation.   It is\r\n          estimated that  the proposed  amendments will\r\n          increase   program   expenditures    by   the\r\n          Department of Public Welfare by approximately\r\n          $335,000.  (Emphasis added.)\r\n\n          For  the reasons  discussed  in Section  II.B.2.(a)(i),\r\n\nsupra, we believe  the public notices  issued by defendants  need\r               \r\n\nnot have  \"describ[ed]\" the  proposed changes  in greater  detail\r\n\nthan  that provided  in Plan  Amendment 003.   Absent  a reliable\r\n\nindication to the  contrary, we must  assume that HCFA  construes\r\n\nthe term \"describe\" in section 447.205(c)(1) as it interprets the\r\n\nsame term in  42 C.F.R.   447.201 (providing  that Plan amendment\r\n\n\"must  describe the  policy and  methods  to be  used in  setting\r\n\npayment rates  for each type  of service included in  the state's\r\n\nMedicaid  program\").   Cf. Gustafson  v. Alloyd  Co., </pre><span class=\"citation\" data-id=\"117902\"><a href=\"/opinion/117902/gustafson-v-alloyd-co/\"><span class=\"volume\">115</span>  <span class=\"reporter\">S. Ct.</span>\r                                                              \r\n\n<span class=\"page\">1061</span></a></span><pre class=\"inline\">, 1067 (1995) (noting presumption  that a word or phrase used\r\n\nmore  than  once  in a  statute  is  intended  to  have the  same\r\n\nmeaning);  United States  v.  Rhode  Island Insurers'  Insolvency\r                                                                           \r\n\nFund, </pre><span class=\"citation\" data-id=\"196687\"><a href=\"/opinion/196687/united-states-v-rhode/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">616</span></a></span><pre class=\"inline\">, 622 n.4 (1st Cir. 1996).12  \r              \r\n\n          Plaintiffs complain that interested parties cannot know\r\n\nwhether  proposed   changes   in   methodology   threaten   their\r\n\nsubstantive rights under  section 1396a(a)(30) unless  the public\r\n\n                    \r                              \r\n\n     12The only case remotely  on point, see Methodist Hosps.  v.\r                                                                       \r\nIndiana  Family and  Social Servs.,  860 F.  Supp. 1309,  1326-28\r                                            \r\n(N.D.  Ind.  1994),  does  not  undercut  HCFA's  interpretation.\r\nAlthough  the  notice  involved in  that  case  contained greater\r\ndetail than these  notices, the court found the  notice adequate,\r\nnot  inadequate.    Consequently, the  case  is  not particularly\r\ninstructive as to how much less detail might have been considered\r\npermissible. \r\n\n                                31\r\r\n\nnotice  is sufficiently  informative.   As  their name  suggests,\r\n\nhowever, \"notice\" provisions are neither invariably nor primarily\r\n\ndesigned to afford exhaustive disclosure, but to alert interested\r\n\nparties  that  their  substantive  rights may  be  affected  in a\r\n\nforthcoming  public proceeding.   See Mississippi Hosp.  Ass'n v.\r                                                                        \r\n\nHeckler, </pre><span class=\"citation\" data-id=\"415241\"><a href=\"/opinion/415241/mississippi-hospital-association-inc-cross-appellees-v-margaret-m/\"><span class=\"volume\">701</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">511</span></a></span><pre class=\"inline\">, 520 (5th Cir. 1983) (noting that notice is\r                 \r\n\ndesigned  to \"outline[] the  substance of the  plan in sufficient\r\n\ndetail to allow  interested parties to decide how  and whether to\r\n\nseek more  information on  the plan's  particular aspects\");  see\r                                                                           \r\n\nalso 42 C.F.R.    447.205(c)(4), (6) (mandating  the provision of\r              \r\n\ninformation  to  allow interested  parties to  initiate follow-up\r\n\nafter    447.205  notice).   Accordingly,  HCFA might  reasonably\r\n\nanticipate   that  the   State   would  provide   more   detailed\r\n\ninformation, relating to its methodology, at the public hearings,\r\n\nespecially  since it  is in  the State's  interest to  respond to\r\n\nreasonable  requests  for  further   information  at  the  public\r\n\nhearings, if for no other reason than to forfend a future section\r\n\n1983 action by disgruntled health care providers.  See supra note\r                                                                      \r\n\n8 (describing potential  discovery burdens facing the  State in  \r\n\n1983   action).      Thus,   HCFA's   interpretation   cannot  be\r\n\ncharacterized  as either  plainly erroneous or  inconsistent with\r\n\nthe Medicaid statute.13  \r\n                    \r                              \r\n\n     13Since the public notices complied  with   447.205, we need\r\nnot determine  whether plaintiffs  acquired actual  notice during\r                                                            \r\nthe  two and  a half  years of  public consultative  hearings and\r\nmeetings,  or whether  any such  actual  notice might  excuse the\r\nalleged  procedural default under    447.205.  See North Carolina\r                                                                           \r\nDep't of  Human Resources, 999  F.2d at 771 (finding  that actual\r                                   \r\nnotice did not cure procedural default).\r\n\n                                32\r\r\n\n          Since    defendants    violated    neither   procedural\r\n\nrequirement  established in section 1396a(a)(30), we do not reach\r\n\ndefendants' two remaining arguments    i.e., whether the district\r\n\ncourt erred  in  refusing to  stay its  partial summary  judgment\r\n\nwhile Amendment 003 remained pending before HCFA, and whether the\r\n\ndistrict court's  declaratory judgment  constituted retrospective\r\n\nrelief barred by the Eleventh Amendment.14  \r\n                    \r                              \r\n\n     14Plaintiffs urge us to affirm the district court on another\r\nground.   See Four Corners  Serv. Station, Inc.,  51 F.3d at 314.\r                                                         \r\nBefore  implementing the  final  class  rates  in  January  1994,\r\ndefendants  failed  to  consult with  the  medical  care advisory\r\ncommittee  (MCAC),  appointed   by  the  Massachusetts   Medicaid\r\ndirector  to  represent, inter  alios, consumer  groups, Medicaid\r                                               \r\nrecipients, and  health care providers specializing in low-income\r\nmedical  services.   See 42  U.S.C.    1396a(a)(4);  42 C.F.R.   \r                                  \r\n431.12(e).  We decline plaintiffs' request. \r\n     The alleged MCAC violation was  first raised in the  amended\r\ncomplaint filed in September 1994.  The State subsequently recon-\r\nvened a MCAC, with which  it consulted regarding the final rates.\r\nThe    431.12(e) case law  suggests that States  should undertake\r\ntheir MCAC consultations as  early in the Plan  amendment process\r\nas  practicable, preferably before any final decision on proposed\r\nchanges  to their reimbursement  methodologies.  See  Morabito v.\r                                                                        \r\nBlum,  </pre><span class=\"citation\" data-id=\"1765343\"><a href=\"/opinion/1765343/morabito-v-blum/\"><span class=\"volume\">528</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">252</span></a></span><pre class=\"inline\">,  264 (S.D.N.Y. 1981) (collecting cases).\r              \r\nNonetheless,  the Medicaid  Act contains  no express  requirement\r\nthat a  State establish a MCAC, see 42  U.S.C.    1396a(a)(4), an\r                                             \r\nentity   entirely   the  creature   of   the   HCFA  implementing\r\nregulations.   See Morabito, 528 F.  Supp. at 264.   Further, the\r                                     \r\nHCFA regulations prescribe  no time bar for  the recommended MCAC\r\nconsultation.  Thus,  HCFA might reasonably  conclude that (1)  a\r\nState's  failure to  consult  an MCAC,  while  not the  preferred\r\npractice,   does  not   constitute   a   sufficient  ground   for\r\ndisapproving  a Plan amendment in  all circumstances, or (2) MCAC\r\nconsultation is  sufficient as  along as  it occurs  before final\r\nHCFA approval of  the Plan amendment.   Given that the MCAC  is a\r\npurely  advisory  body,  with  no  veto  power  over  the State's\r\ndecisions,  see Burgess v.  Affleck, </pre><span class=\"citation\" data-id=\"406409\"><a href=\"/opinion/406409/angelina-burgess-therese-kirouac-ian-dowell-janet-ducharme-annie-foote/\"><span class=\"volume\">683</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">596</span></a></span><pre class=\"inline\">, 600  (1st Cir.\r                                             \r\n1982)   (upholding    district   court's   refusal    to   enjoin\r\nimplementation of rates for alleged MCAC  violation which was not\r\n\"egregious\"); cf. Mississippi Hosp. Ass'n, Inc., 701 F.2d  at 523\r                                                         \r\n(noting  court's reluctance to \"read more into [  431.12(e)] than\r\nis  clearly expressed,\"  where  \"the  federal  agency  whose  own\r\nregulation is  in question  has approved  the state's  actions\"),\r\nthis interpretation is neither plainly erroneous nor inconsistent\r\n\n                                33\r\r\n\n               b)   Substantive Right to \"Equal Access\"\r                         b)   Substantive Right to \"Equal Access\"\r                                                                 \r\n\n          The district court first dismissed plaintiffs' substan-\r\n\ntive claims on the mistaken ground that plaintiffs had stipulated\r\n\nto  their dismissal.    Upon  reconsideration,  the  court  again\r\n\ndismissed the substantive claims, apparently because its decision\r\n\non   the  procedural   claims   had  rendered   their  resolution\r\n\nunnecessary.  Insofar as the district court meant to suggest that\r\n\ndefendants' procedural  violations from January to October, 1994,\r\n\nwere sufficient in themselves to invalidate the final class rates\r\n\nduring the January-October 1994 period, without regard to whether\r\n\nthe rates violated plaintiffs' substantive \"equal access\" rights,\r\n\nits  dismissal order cannot stand.   See supra Section II.B.2(a).\r                                                        \r\n\nSince we  have concluded  that the State  was in  full procedural\r\n\ncompliance,  plaintiffs must  now adduce  evidence  that (1)  the\r\n\nmethods and procedures  adopted by the  State were inadequate  to\r\n\nensure  \"equal  access,\"  or (2)  the  bottom-line  reimbursement\r\n\nfigures derived  under that  methodology were  too low  to retain\r\n\nhealth care providers in the Massachusetts Medicaid program.  See\r                                                                           \r\n\nsupra note 8.       Conversely,  if the  district court  meant to\r               \r\n\nsuggest  that  judicial  resolution  of  plaintiffs'  substantive\r\n\nclaims  was  unnecessary   because  HCFA  has   already  approved\r\n\nAmendment  003 retroactive to  January 1, 1994,  we cannot agree.\r\n\nHCFA's  approval of the  State's proposed methods  and procedures\r\n\n(i.e.,  \"class rates\"), though arguably entitled to the customary\r\n\nlevel of Chevron  deference, are not automatically  conclusive at\r                          \r\n                    \r                              \r\n\nwith   1396a(a)(4). \r\n\n                                34\r\r\n\nthe  summary judgment  stage.  Further,  the  as-yet  undeveloped\r\n\nfactual record  relating to  plaintiffs' substantive  claims does\r\n\nnot reveal HCFA's  rationale for approving the  substantive terms\r\n\nof defendants' Plan amendment, or  whether the final class  rates\r\n\nhave the  actual effect of  creating \"unequal access\"  to medical\r\n\nservices.  \r\n\n                                35\r\r\n\nC.   Plaintiffs' Cross-Appeal\r          C.   Plaintiffs' Cross-Appeal\r                                       \r\n\n          Plaintiffs cross-appeal from the district court rulings\r\n\nthat  (1)  defendants   were  in  compliance  with   the  section\r\n\n1396a(a)(30)  procedural requirements as of November 1, 1994, and\r\n\n(2) defendants  did not  violate the  procedural requirements  by\r\n\ninstituting  their  interim  and phase-in  rates.    Although the\r\n\ndistrict  court  did not  reveal  the  rationale  for the  latter\r\n\nholding,  we presume  that it  found that  the transitional  rate\r\n\nmethodologies  had not  effected  a  \"material\" or  \"significant\"\r\n\nchange from the pre-1991 methodologies.  In light of our previous\r\n\nholding,  see supra  Section II.B.,  we  deny plaintiffs'  cross-\r                             \r\n\nappeal on both fronts.  \r\n\n          First, if defendants complied with the putative  proce-\r\n\ndural requirements in  filing Amendment 003 and  publishing their\r\n\npre-January  1994 notices,  it  necessarily  follows  that  their\r\n\nfiling  of the more detailed Amendment 023 and their post-October\r\n\n1994 notices likewise would comply with the procedural thresholds\r\n\nprescribed by  the HCFA regulations.  Second,  since we conclude,\r\n\non the specific facts of this case, that  deference is due HCFA's\r\n\nconclusion  that a \"description\"  of \"methods and  procedures\" is\r\n\nadequate  as long as it  differentiates between a cost-based rate\r\n\nand a class  rate system, we affirm the  district court's finding\r\n\nthat the  interim and phase-in rates, which retained some aspects\r\n\nof  the pre-1991 \"cost-based\"  or \"negotiated\" rate  systems, did\r\n\nnot represent a  cognizable change in the methods  and procedures\r\n\nsuch as necessitated a Plan amendment or public notice.\r\n\n                                36\r\r\n\n                               III\r                                         III\r\n\n                            CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          To  the extent  section 1396a(a)(30)  might create  the\r\n\npurported  procedural  rights  advocated by  plaintiffs,  Chevron\r                                                                           \r\n\ndeference is  due  HCFA's longstanding  statutory and  regulative\r\n\ninterpretation that a State sufficiently describes its cost-based\r\n\nsystem as  a \"fixed  negotiated fee schedule,\"  and its  proposed\r\n\nclass rate system as \"fixed fee schedules.\"  We therefore reverse\r\n\nthe district court  ruling that defendants  were in violation  of\r\n\nsection 1396a(a)(30)'s procedural requirements  from January 1 to\r\n\nOctober  31, 1994.   We  likewise affirm  the two  district court\r\n\nrulings challenged in plaintiffs' cross-appeal.  Finally, because\r\n\nsummary  judgment   was  improvidently  granted   on  plaintiff's\r\n\nprocedural  claims, the district court ruling that no disposition\r\n\nwas necessary on plaintiffs' substantive claims was in error.  \r\n\n          Accordingly, the district court judgment for plaintiffs\r\n\non their procedural claims is vacated and the case is remanded to\r\n\nthe  district  court  for  further   proceedings  on  plaintiffs'\r\n\nsubstantive claims, consistent with this opinion.\r\n\n          SO ORDERED.  The parties shall bear their own costs.5\r                    SO ORDERED.  The parties shall bear their own costs.\r                                                                       \r\n\n                                37\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110458/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111685/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112341/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112461/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112854/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117902/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194946/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195970/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196687/",
    "http://www.courtlistener.com/api/rest/v3/opinions/406409/",
    "http://www.courtlistener.com/api/rest/v3/opinions/415241/",
    "http://www.courtlistener.com/api/rest/v3/opinions/439212/",
    "http://www.courtlistener.com/api/rest/v3/opinions/455819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/526166/",
    "http://www.courtlistener.com/api/rest/v3/opinions/554922/",
    "http://www.courtlistener.com/api/rest/v3/opinions/574343/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578307/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593174/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596570/",
    "http://www.courtlistener.com/api/rest/v3/opinions/612108/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654248/",
    "http://www.courtlistener.com/api/rest/v3/opinions/667150/",
    "http://www.courtlistener.com/api/rest/v3/opinions/673416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/681602/",
    "http://www.courtlistener.com/api/rest/v3/opinions/685568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/689917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/699573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/700618/",
    "http://www.courtlistener.com/api/rest/v3/opinions/702493/",
    "http://www.courtlistener.com/api/rest/v3/opinions/706878/",
    "http://www.courtlistener.com/api/rest/v3/opinions/709486/",
    "http://www.courtlistener.com/api/rest/v3/opinions/711115/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712247/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1376089/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1765343/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1866512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1972959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2350714/"
  ]
}