{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196973/",
  "absolute_url": "/opinion/196973/hachikian-v-fdic/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196973/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:19:27Z",
  "date_modified": "2017-03-24T10:49:30.676273Z",
  "type": "010combined",
  "sha1": "e3e103b0d6a915cfa001bc2cb5c45f590983218d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1230.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 96-1230\r\n\n                      KENNETH V. HACHIKIAN,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n              FEDERAL DEPOSIT INSURANCE CORPORATION,\r\n\n                       Defendant, Appellee.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n        [Hon. George A. O'Toole, Jr., U.S. District Judge]\r                                                                   \r\n\n                                             \r\n\n                              Before\r\n\n                      Selya, Circuit Judge,\r                                                    \r\n\n              Torres* and Saris,** District Judges.\r                                                            \r\n\n                                             \r\n\n     W.  Paul Needham,  with  whom Kevin  Hensley  and Needham  &amp;\r                                                                           \r\nWarren were on brief, for appellant.\r                \r\n     Karen  A.  Caplan,  with  whom  Ann S.  Duross,  Richard  J.\r                                                                           \r\nOsterman, Jr., Clark  Van Der Velde, and Thomas R. Paxman were on\r                                                                   \r\nbrief, for appellee.\r\n\n                                             \r\n\n                        September 11, 1996\r\n                                             \r\n\n               \r\n*Of the District of Rhode Island, sitting by designation.\r\n**Of the District of Massachusetts, sitting by designation.\r\r\n\n          SELYA, Circuit Judge.   Plaintiff-appellant Kenneth  V.\r                    SELYA, Circuit Judge.\r                                        \r\n\nHachikian  seeks to  enforce,  or in  the  alternative to  obtain\r\n\ndamages  for the breach of,  an oral agreement  that he allegedly\r\n\nmade   with   defendant-appellee   Federal    Deposit   Insurance\r\n\nCorporation (FDIC).    The district  court  dashed his  hopes  by\r\n\ngranting  the FDIC's  motion  for summary  judgment.   The  court\r\n\nreasoned  that, even if a  contract had been  formed, it violated\r\n\nthe statute of frauds.  We affirm, albeit on a different ground.\r\n\nI.  BACKGROUND\r          I.  BACKGROUND\r\n\n          Adhering  to  the   familiar  praxis,  we  recite   the\r\n\npertinent  facts in  the light  most favorable  to the  party who\r\n\nunsuccessfully resisted summary judgment.\r\n\n          In  his halcyon  days the appellant  borrowed liberally\r\n\nfrom two  Massachusetts-based  financial institutions:    Olympic\r\n\nBank and Bank Five for Savings.  At the times relevant hereto the\r\n\nOlympic debt consisted of (i) a  $200,000 promissory note secured\r\n\nby a third mortgage on the appellant's residence, (ii) a $115,000\r\n\npromissory  note secured by a  pledge of shares  in Chestnut Hill\r\n\nBank  &amp; Trust Co. (the CHBT stock), and (iii) personal guarantees\r\n\nof  two business loans which  totaled over $3,100,000.   The Bank\r\n\nFive debt consisted  of (i) a $168,750  loan secured by  a fourth\r\n\nmortgage  on  the  appellant's  residence, and  (ii)  a  personal\r\n\nguarantee of  a  business loan  having  a deficiency  balance  of\r\n\napproximately  $500,000.    As luck  would  have  it,  both banks\r\n\nfoundered.    In  each instance  the  FDIC  (a government  agency\r\n\noperating under federal statutory authority, see, e.g., 12 U.S.C.\r                                                                \r\n\n                                2\r\r\n\n    1814-1883  (1994))  was  appointed  as  the  receiver.     It\r\n\nadministered  the  Olympic  receivership  from  its  Westborough,\r\n\nMassachusetts  consolidated  office  (WCO)  and   the  Bank  Five\r\n\nreceivership from its Franklin, Massachusetts consolidated office\r\n\n(FCO).\r\n\n          With  the specter  of personal bankruptcy  looming, the\r\n\nappellant commenced negotiations for the settlement of his debts.\r\n\nHis attorney, Michael McLaughlin,  wrote several letters to Kathy\r\n\nCallen, a WCO  account officer.   After months  of haggling  over\r\n\npossible settlement models, McLaughlin received  a telephone call\r\n\nfrom Callen  on June 3, 1993, in which she stated that her agency\r\n\nhad  approved the  appellant's  latest proposal.   The  next day,\r\n\nMcLaughlin  wrote to Callen outlining  the details of the bargain\r\n\nthat he believed had just been struck:  in exchange for a release\r\n\nof the appellant's indebtedness to both Olympic and Bank Five and\r\n\nthe discharge of the  third and fourth mortgages  that encumbered\r\n\nhis residence, the appellant  agreed to (i) pay the  FDIC $17,500\r\n\nin cash, (ii)  transfer to it the CHBT stock,  and (iii) sell his\r\n\nresidence and remit  the net  sale proceeds (estimated  to be  in\r\n\nexcess of $100,000).   The  FDIC did not  respond immediately  to\r\n\nMcLaughlin's  communique,  but  it  later  asserted  (before  any\r\n\nperformance took place)  that, while it had approved a settlement\r\n\nparadigm,  it  had  never  assented  to,  and  Callen  had  never\r\n\nacquiesced in, the settlement described by McLaughlin.1\r\n                    \r                              \r\n\n     1Although  the FDIC  did not  contemporaneously provide  the\r\nappellant  with a written description  of the terms  that in fact\r\nhad  been approved  on  June 3,  1993,  it told  the  appellant's\r\n\n                                3\r\r\n\n          By  October of  1993 the appellant  knew that  the FDIC\r\n\nrefused to  abide by the  terms that McLaughlin  said constituted\r\n\nthe agreed  settlement.  In  November, the  appellant proposed  a\r\n\nnew, more circumscribed agreement.  This proposal envisioned that\r\n\nthe FDIC  would discharge the two  mortgages that it held  on the\r\n\nappellant's residence in return for the net proceeds derived from\r\n\na  sale  of  that property.    The  appellant characterized  this\r\n\nproposal  as being in mitigation of the damages stemming from the\r\n\nFDIC's \"breach\" of the earlier \"settlement agreement.\"\r\n\n          Peter Frazier, Callen's replacement as  the WCO account\r\n\nofficer  responsible  for  supervising  the   appellant's  debts,\r\n\nresponded  to the new proposal  by letters dated  November 30 and\r\n\nDecember 21, respectively.   The letters stated in substance that\r\n\nwhile the FDIC agreed  to release the third and  fourth mortgages\r\n\non  the appellant's residence in  exchange for the  avails of the\r\n\nanticipated sale, the  proceeds would merely  be credited to  the\r\n\nappellant's  account  and the  excess  indebtedness  would remain\r\n\n\"open and payable  in full.\"  Against  this contentious backdrop,\r\n\nthe  FDIC  discharged both  mortgages  in December  of  1993; the\r\n\nappellant  sold his home; and the FDIC received net sale proceeds\r\n\nof approximately $103,000.\r\n\n          In  January of  1994,  the  appellant's attorney  again\r\n\nwrote  to  the  FDIC,  reiterating  his  view that  the  December\r\n\ntransaction was  accomplished merely as a means of mitigating the\r\n                    \r                              \r\n\ncounsel  that the  sanctioned  settlement called  solely for  the\r\ndischarge of the indebtedness administered through the WCO, i.e.,\r\nthe appellant's obligations to Olympic.\r\n\n                                4\r\r\n\ndamages  caused by  the FDIC's repudiation  of the  earlier (June\r\n\n1993)  pact.   He  also demanded  that  the FDIC  cancel  all the\r\n\nappellant's  notes and guarantees.  The agency refused to grant a\r\n\nglobal  release.  In short  order, the appellant  sued in federal\r\n\ndistrict court seeking money damages, specific performance, and a\r\n\ndeclaratory judgment upholding the supposed June 1993 agreement.\r\n\n          The  FDIC   denied  the  material  allegations  of  the\r\n\ncomplaint and  moved for  brevis disposition.   It argued,  among\r                                          \r\n\nother things, that the district court lacked jurisdiction because\r\n\nthe appellant had failed to comply with the administrative claims\r\n\nreview process; that no agreement came into being in June of 1993\r\n\nbecause  there had been no meeting of the minds; that, regardless\r\n\nof  what  Callen  may have  stated,  it  never  had approved  the\r\n\nsettlement terms chronicled by McLaughlin;  and that, even if  an\r\n\noral  contract had  been formed,  it was unenforceable  under the\r\n\nstatute  of  frauds.   The  district  court  rejected the  FDIC's\r\n\njurisdictional argument2 but  determined that  the oral  contract\r\n\nviolated the  statute of  frauds,  Mass. Gen.  L.  ch. 259,     1\r\n\n(1996), and granted judgment accordingly.  See Hachikian v. FDIC,\r                                                                          \r\n\n914 F. Supp. 14, 17 (D. Mass. 1996).  This appeal ensued.\r\n\nII.  ANALYSIS\r          II.  ANALYSIS\r\n\n          The  Civil  Rules  provide that  summary  judgment  may\r\n\nflourish when \"there is no genuine issue as to any material  fact\r\n\nand  . . . the moving party is entitled to a judgment as a matter\r\n\n                    \r                              \r\n\n     2The  FDIC has not pursued this issue on appeal, and we take\r\nno view of it.\r\n\n                                5\r\r\n\nof  law.\"  Fed. R.  Civ. P. 56(c).   On appeal from  the entry of\r\n\nsummary judgment we review the district court's decision de novo,\r\n\nconstruing  the  record  in  the  light  most  congenial  to  the\r\n\nnonmovant and resolving all reasonable inferences in that party's\r\n\nfavor.   See Maldonado-Denis v. Castillo-Rodriguez,  23 F.3d 576,\r                                                            \r\n\n581  (1st Cir.  1994).   We  are  not wed  to  the lower  court's\r\n\nrationale,  but may affirm the  entry of summary  judgment on any\r\n\nalternate ground made  manifest by  the record.   See Garside  v.\r                                                                       \r\n\nOsco  Drug,   Inc.,  895   F.2d  46,   48-49  (1st   Cir.  1990);\r                            \r\n\nPolyplastics,  Inc., v.  Transconex, Inc.,  827 F.2d  859, 860-61\r                                                   \r\n\n(1st Cir. 1987).\r\n\n          The statute  of frauds question is  freighted with com-\r\n\nplexity, see generally Restatement (Second) of Contracts   147(2)\r                                \r\n\n(1979) (explaining that when the duty to  perform those \"promises\r\n\nin a contract which  subject it to the [statute of frauds]  . . .\r\n\nhas been discharged,\"  the statute  of frauds  \"does not  prevent\r\n\nenforcement of the remaining promises\"), and we need not reach it\r\n\nhere.  The short  answer to the appellant's importunings  is that\r\n\nthe  purported agreement  on which the  appellant bases  his suit\r\n\nnever came into being.  To be sure, the FDIC approved a potential\r\n\nsettlement  on   June  3,  1993      but  the   agency's  records\r\n\nconclusively   demonstrate   that  the   contemplated  settlement\r\n\ninvolved only  that portion of the  appellant's indebtedness that\r\n\ncame under  the aegis of  the WCO.   The appellant has  not shown\r\n\n(and,  indeed, does  not aver)  that the  FDIC duly  authorized a\r\n\nglobal  settlement   of  his  aggregate  (i.e.,   WCO  plus  FCO)\r\n\n                                6\r\r\n\nindebtedness.  He claims only that a representative of the FDIC  \r\n\nCallen   assured  his attorney  that such a  settlement had  been\r\n\napproved by the appropriate plenipotentiaries  within the agency.\r\n\nEven assuming,  as  we  must, the  accuracy  of  the  appellant's\r\n\nversion  of  Callen's  statement,  this is  simply  too  porous a\r\n\nfoundation  on  which  to  posit  liability  on  the  part  of  a\r\n\ngovernment agency.\r\n\n          Dealing with the sovereign brings to bear a special set\r\n\nof rules  that are more demanding than  those that apply when one\r\n\ndeals  with a private party.  See,  e.g., Rock Island, Ark. &amp; La.\r                                                                           \r\n\nR.R. Co. v. United States, 254 U.S.  141, 143 (1920) (Holmes, J.)\r                                   \r\n\n(warning  that citizens \"must turn square  corners when they deal\r\n\nwith the  Government\").   Thus, for  example, parties seeking  to\r\n\nrecover  against the United States in an action ex contractu have\r                                                                      \r\n\nthe  burden of  demonstrating  affirmatively that  the agent  who\r\n\npurported to bind the  government had actual authority to  do so.\r\n\nSee  H. Landau &amp;  Co. v. United  States, 886 F.2d  322, 324 (Fed.\r                                                 \r\n\nCir. 1989).  This rule is dispositive here.\r\n\n          The FDIC's  board of directors is  permitted by statute\r\n\nto authorize agents and employees  to exercise the powers granted\r\n\nto the agency by Congress.   See 12 U.S.C.    1819(a).  The  FDIC\r                                          \r\n\nasserts without contradiction that  its board passed a resolution\r\n\nconcerning the  delegation of  authority to dispose  of corporate\r\n\nassets (like the debts  Hachikian owed to failed banks  and which\r\n\nwere  inherited  by  the  FDIC  qua   receiver),  and  that  this\r                                             \r\n\nresolution  was in effect at  all relevant times.   By its terms,\r\n\n                                7\r\r\n\nthe resolution  delegates authority to a  Credit Review Committee\r\n\n(CRC)  to approve  the  settlement  of  debts  on  the  order  of\r\n\nmagnitude owed  by the appellant.   In  contrast, the  resolution\r\n\ncedes no  authority  to  account officers  (such  as  Callen)  to\r\n\napprove such  settlements.   This description of  the settlement-\r\n\napproving process is uncontradicted,  and, in fact, the appellant\r\n\nadmits  that  Callen had  no  authority to  approve  a settlement\r\n\nherself.   He also acknowledges that he understood all along that\r\n\nonly  the  CRC could  accept his  settlement  offer and  bind the\r\n\nagency to it.   On a record  that is barren of any  evidence that\r                                                            \r\n\nthe CRC approved a  settlement embodying a global release  of the\r\n\nappellant's obligations, no  reasonable factfinder could conclude\r\n\nthat  the  purported agreement  on  which  the appellant's  claim\r\n\ndepends ever materialized.\r\n\n          Perusing the record in the light most flattering to the\r\n\nappellant, we are left with this scenario:  on June  3, 1993, the\r\n\nCRC  approved a  settlement applicable  only to  the indebtedness\r\n\nmanaged by  the WCO for  the consideration limned  by McLaughlin,\r\n\nand on the  same day Callen  mistakenly informed McLaughlin  that\r\n\nthe  CRC had approved a global settlement that included the debts\r\n\nadministered through both  the WCO  and the FCO.   This  scenario\r\n\ncannot support  a breach-of-contract claim because  the CRC (and,\r\n\nhence,  the  FDIC)  never  accepted  the  terms  offered  by  the\r\n\nappellant.\r\n\n          Nevertheless,  the appellant  has a  fallback position:\r\n\nCallen, he says,  may have lacked actual authority  to compromise\r\n\n                                8\r\r\n\ndebts  but  she had  actual  authority to  communicate  the CRC's\r\n\nwishes  to debtors.    The government  is  therefore bound,  this\r\n\nthesis runs, by  her communication.   The thesis  will not  wash.\r\n\nCallen's miscommunication  of the  CRC's position could  not bind\r\n\nthe FDIC inasmuch as the federal  government may only be bound by\r\n\nofficials vested  with lawful authority  to do so.   As the Court\r\n\nhas held:\r\n\n          [C]ontracts,  express  or  implied,   may  be\r\n          judicially enforced against the Government of\r\n          the United States.   But such a liability can\r\n          be  created  only  by  some  officer  of  the\r\n          Government  lawfully  invested with  power to\r\n          make such contracts or  to perform acts  from\r\n          which they may be lawfully implied.\r\n\nEastern Extension, Australasia &amp; China Tel. Co. v. United States,\r                                                                          \r\n\n251 U.S. 355, 366 (1920).\r\n\n          Nor  can  the  appellant rewardingly  rely  on Callen's\r\n\nauthority to  communicate the CRC's  decisions to debtors  as the\r\n\ntie  that  binds the  FDIC to  the  global settlement.   Callen's\r\n\nauthority  was restricted to  communicating what the  CRC in fact\r\n\ndecided.  Though her mistaken  communication may well have seemed\r\n\nto  be authorized  at the time,  the upshot  of the  web of legal\r\n\nrules requiring proof of a government actor's actual authority is\r\n\nthat  apparent authority cannot serve  as a means  of holding the\r\n\nfederal sovereign to  a contract.   The Supreme Court  succinctly\r\n\nstated this principle of contract formation:\r\n\n          Whatever  the form  in  which the  Government\r\n          functions,    anyone    entering   into    an\r\n          arrangement  with  the  Government takes  the\r\n          risk of having accurately ascertained that he\r\n          who purports to act for the Government  stays\r\n          within the bounds of his authority.\r\n\n                                9\r\r\n\nFederal Crop Ins.  Corp. v.  Merrill, 332 U.S.  380, 384  (1947).\r                                              \r\n\nThis  means  that if  the federal  actor  did not  possess actual\r\n\nauthority, the claimed contract fails.  See, e.g.,  United States\r                                                                           \r\n\nv.  Beebe, 180 U.S. 343, 351-55 (1901); Urso v. United States, 72\r                                                                       \r\n\nF.3d 59,  60 (7th Cir. 1995); Caci, Inc. v. Stone, 990 F.2d 1233,\r                                                           \r\n\n1236 (Fed. Cir. 1993); Prater v. United States, 612 F.2d 157, 160\r                                                        \r\n\n(5th Cir. 1980).  So it is here.\r\n\n          If more  were needed   and we doubt that it is   policy\r\n\nrationales for  this rule  can be  extrapolated from  the closely\r\n\nrelated theory that equitable estoppel  is generally inapplicable\r\n\nto the federal  government when its employees  induce reliance by\r\n\ntheir unauthorized  actions.3  See,  e.g., Merrill,  332 U.S.  at\r                                                            \r\n\n384-85.   Judicial enforcement  of  unauthorized contracts  would\r\n\n\"expand   the  power   of  federal   officials   beyond  specific\r\n\nlegislative limits,\" thereby raising serious separation of powers\r\n\nconcerns.  Falcone v. Pierce, 864  F.2d 226, 229 (1st Cir. 1988).\r                                      \r\n\nFurthermore, enforcing such agreements would put the public purse\r\n\nat undue risk.  See id. (explaining that \"in order to protect the\r                                 \r\n\nresources essential to maintain government for all people, it may\r\n\nbe  necessary   in  some   instances  to  deny   compensation  to\r\n\nindividuals harmed by government misconduct\").\r\n\n                    \r                              \r\n\n     3In all events, estoppel is  not a viable alternative  here.\r\nIn  the  first  place,  the appellant  expressly  disclaimed  any\r\nreliance on an estoppel theory.  In the second place, estoppel as\r\na  means  of  binding  the  federal  government  to  unauthorized\r\nagreements has been almost universally rejected.  See, e.g., Utah\r                                                                           \r\nPower &amp; Light Co. v. United States, 243 U.S. 389,  408-09 (1917);\r                                            \r\nFDIC v. Roldan Fonseca,  795 F.2d 1102, 1107-08 (1st  Cir. 1986);\r                                \r\nPhelps v. FEMA, 785 F.2d 13, 17 (1st Cir. 1986).\r                        \r\n\n                                10\r\r\n\nIII.  CONCLUSION\r          III.  CONCLUSION\r\n\n          We  need  go no  further.4   Not  only did  Callen lack\r\n\nactual  authority to bind the FDIC,  but the appellant understood\r\n\nthat  reality throughout the negotiations.  In the absence of any\r\n\nsignificantly probative  evidence either that  the delegation  of\r\n\nauthority extended further than the documentary submissions show,\r\n\nor that the CRC  approved a global settlement, the  \"contract\" on\r\n\nwhich the appellant sues is nothing more than wishful thinking.\r\n\nAffirmed.\r          Affirmed.\r                  \r\n\n                    \r                              \r\n\n     4The  FDIC  contests  the  federal  courts'  subject  matter\r\njurisdiction over  the appellant's  claims for  equitable relief,\r\ne.g.,  specific performance.   Its  objection is  premised on  12\r\nU.S.C.   1821(j),  a statute  that, with  certain exceptions  not\r\nrelevant here, prohibits courts  from \"tak[ing] any action .  . .\r\nto restrain or affect the exercise  of powers or functions of the\r\n[FDIC] as a conservator or receiver.\"   Since \"[i]t is a familiar\r\ntenet that when an appeal presents a jurisdictional quandary, yet\r\nthe merits of the underlying issue, if reached, will in any event\r\nbe  resolved  in  favor  of  the  party  challenging  the court's\r\njurisdiction,  then  the  court  may forsake  the  jurisdictional\r\nriddle  and simply dispose of  the appeal on  the merits,\" United\r                                                                           \r\nStates v. Stoller, 78  F.3d 710, 715 (1st Cir.  1996) (collecting\r                           \r\ncases), petition for cert. filed, 64 U.S.L.W. 3823 (May 29, 1996)\r                                          \r\n(No. 95-1936),  we leave  the FDIC's jurisdictional  argument for\r\nanother day.\r\n\n                                11\r\r\n",
  "html": "<p class=\"case_cite\">96 F.3d 502</p>\n    <p class=\"parties\">Kenneth V. HACHIKIAN, Plaintiff, Appellant,<br>v.<br>FEDERAL DEPOSIT INSURANCE CORPORATION, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 96-1230.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard July 30, 1996.<br>Decided Sept. 13, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">W. Paul Needham, Boston, MA, with whom Kevin Hensley, West Roxbury, MA, and Needham &amp; Warren, Boston, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">Karen A. Caplan, Boston, MA, with whom Ann S. Duross, Richard J. Osterman, Jr., Clark Van Der Velde, Franklin, MA, and Thomas R. Paxman, Boston, MA, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, TORRES<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and SARIS,<a class=\"footnote\" href=\"#fn-s-s\" id=\"fn-s-s_ref\">**</a> District Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Kenneth V. Hachikian seeks to enforce, or in the alternative to obtain damages for the breach of, an oral agreement that he allegedly made with defendant-appellee Federal Deposit Insurance Corporation (FDIC).  The district court dashed his hopes by granting the FDIC's motion for summary judgment.  The court reasoned that, even if a contract had been formed, it violated the statute of frauds.  We affirm, albeit on a different ground.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Adhering to the familiar praxis, we recite the pertinent facts in the light most favorable to the party who unsuccessfully resisted summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In his halcyon days the appellant borrowed liberally from two Massachusetts-based financial institutions:  Olympic Bank and Bank Five for Savings.  At the times relevant hereto the Olympic debt consisted of (i) a $200,000 promissory note secured by a third mortgage on the appellant's residence, (ii) a $115,000 promissory note secured by a pledge of shares in Chestnut Hill Bank &amp; Trust Co.  (the CHBT stock), and (iii) personal guarantees of two business loans which totaled over $3,100,000.  The Bank Five debt consisted of (i) a $168,750 loan secured by a fourth mortgage on the appellant's residence, and (ii) a personal guarantee of a business loan having a deficiency balance of approximately $500,000.  As luck would have it, both banks foundered.  In each instance the FDIC (a government agency operating under federal statutory authority, see, e.g., 12 U.S.C. &#167;&#167; 1814-1883 (1994)) was appointed as the receiver.  It administered the Olympic receivership from its Westborough, Massachusetts consolidated office (WCO) and the Bank Five receivership from its Franklin, Massachusetts consolidated office (FCO).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">With the specter of personal bankruptcy looming, the appellant commenced negotiations for the settlement of his debts.  His attorney, Michael McLaughlin, wrote several letters to Kathy Callen, a WCO account officer.  After months of haggling over possible settlement models, McLaughlin received a telephone call from Callen on June 3, 1993, in which she stated that her agency had approved the appellant's latest proposal.  The next day, McLaughlin wrote to Callen outlining the details of the bargain that he believed had just been struck:  in exchange for a release of the appellant's indebtedness to both Olympic and Bank Five and the discharge of the third and fourth mortgages that encumbered his residence, the appellant agreed to (i) pay the FDIC $17,500 in cash, (ii) transfer to it the CHBT stock, and (iii) sell his residence and remit the net sale proceeds (estimated to be in excess of $100,000).  The FDIC did not respond immediately to McLaughlin's communique, but it later asserted (before any performance took place) that, while it had approved a settlement paradigm, it had never assented to, and Callen had never acquiesced in, the settlement described by McLaughlin.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">By October of 1993 the appellant knew that the FDIC refused to abide by the terms that McLaughlin said constituted the agreed settlement.  In November, the appellant proposed a new, more circumscribed agreement.  This proposal envisioned that the FDIC would discharge the two mortgages that it held on the appellant's residence in return for the net proceeds derived from a sale of that property.  The appellant characterized this proposal as being in mitigation of the damages stemming from the FDIC's \"breach\" of the earlier \"settlement agreement.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Peter Frazier, Callen's replacement as the WCO account officer responsible for supervising the appellant's debts, responded to the new proposal by letters dated November 30 and December 21, respectively.  The letters stated in substance that while the FDIC agreed to release the third and fourth mortgages on the appellant's residence in exchange for the avails of the anticipated sale, the proceeds would merely be credited to the appellant's account and the excess indebtedness would remain \"open and payable in full.\"   Against this contentious backdrop, the FDIC discharged both mortgages in December of 1993;  the appellant sold his home;  and the FDIC received net sale proceeds of approximately $103,000.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In January of 1994, the appellant's attorney again wrote to the FDIC, reiterating his view that the December transaction was accomplished merely as a means of mitigating the damages caused by the FDIC's repudiation of the earlier (June 1993) pact.  He also demanded that the FDIC cancel all the appellant's notes and guarantees.  The agency refused to grant a global release.  In short order, the appellant sued in federal district court seeking money damages, specific performance, and a declaratory judgment upholding the supposed June 1993 agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The FDIC denied the material allegations of the complaint and moved for brevis disposition.  It argued, among other things, that the district court lacked jurisdiction because the appellant had failed to comply with the administrative claims review process;  that no agreement came into being in June of 1993 because there had been no meeting of the minds;  that, regardless of what Callen may have stated, it never had approved the settlement terms chronicled by McLaughlin;  and that, even if an oral contract had been formed, it was unenforceable under the statute of frauds.  The district court rejected the FDIC's jurisdictional argument<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> but determined that the oral contract violated the statute of frauds, Mass.  Gen. L. ch. 259, &#167; 1 (1996), and granted judgment accordingly.  See Hachikian v. FDIC, 914 F.Supp. 14, 17 (D.Mass.1996).  This appeal ensued.</p>\n    </div>\n    <p>II. ANALYSIS</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Civil Rules provide that summary judgment may flourish when \"there is no genuine issue as to any material fact and ... the moving party is entitled to a judgment as a matter of law.\"  Fed.R.Civ.P. 56(c).  On appeal from the entry of summary judgment we review the district court's decision de novo, construing the record in the light most congenial to the nonmovant and resolving all reasonable inferences in that party's favor.  See Maldonado-Denis v. Castillo-Rodriguez, 23 F.3d 576, 581 (1st Cir.1994).  We are not wed to the lower court's rationale, but may affirm the entry of summary judgment on any alternate ground made manifest by the record.  See Garside v. Osco Drug, Inc., 895 F.2d 46, 48-49 (1st Cir.1990);   Polyplastics, Inc., v. Transconex, Inc., 827 F.2d 859, 860-61 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The statute of frauds question is freighted with com-plexity, see generally Restatement (Second) of Contracts &#167; 147(2) (1979) (explaining that when the duty to perform those \"promises in a contract which subject it to the [statute of frauds] ... has been discharged,\" the statute of frauds \"does not prevent enforcement of the remaining promises\"), and we need not reach it here.  The short answer to the appellant's importunings is that the purported agreement on which the appellant bases his suit never came into being.  To be sure, the FDIC approved a potential settlement on June 3, 1993--but the agency's records conclusively demonstrate that the contemplated settlement involved only that portion of the appellant's indebtedness that came under the aegis of the WCO.  The appellant has not shown (and, indeed, does not aver) that the FDIC duly authorized a global settlement of his aggregate (i.e., WCO plus FCO) indebtedness.  He claims only that a representative of the FDIC--Callen--assured his attorney that such a settlement had been approved by the appropriate plenipotentiaries within the agency.  Even assuming, as we must, the accuracy of the appellant's version of Callen's statement, this is simply too porous a foundation on which to posit liability on the part of a government agency.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Dealing with the sovereign brings to bear a special set of rules that are more demanding than those that apply when one deals with a private party.  See, e.g., Rock Island, Ark. &amp; La.  R.R. Co. v. United States, 254 U.S. 141, 143, 41 S.Ct. 55, 56, 65 L.Ed. 188 (1920) (Holmes, J.)  (warning that citizens \"must turn square corners when they deal with the Government\").  Thus, for example, parties seeking to recover against the United States in an action ex contractu have the burden of demonstrating affirmatively that the agent who purported to bind the government had actual authority to do so.  See H. Landau &amp; Co. v. United States, 886 F.2d 322, 324 (Fed.Cir.1989).  This rule is dispositive here.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The FDIC's board of directors is permitted by statute to authorize agents and employees to exercise the powers granted to the agency by Congress.  See 12 U.S.C. &#167; 1819(a).  The FDIC asserts without contradiction that its board passed a resolution concerning the delegation of authority to dispose of corporate assets (like the debts Hachikian owed to failed banks and which were inherited by the FDIC qua receiver), and that this resolution was in effect at all relevant times.  By its terms, the resolution delegates authority to a Credit Review Committee (CRC) to approve the settlement of debts on the order of magnitude owed by the appellant.  In contrast, the resolution cedes no authority to account officers (such as Callen) to approve such settlements.  This description of the settlement-approving process is uncontradicted, and, in fact, the appellant admits that Callen had no authority to approve a settlement herself.  He also acknowledges that he understood all along that only the CRC could accept his settlement offer and bind the agency to it.  On a record that is barren of any evidence that the CRC approved a settlement embodying a global release of the appellant's obligations, no reasonable factfinder could conclude that the purported agreement on which the appellant's claim depends ever materialized.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Perusing the record in the light most flattering to the appellant, we are left with this scenario:  on June 3, 1993, the CRC approved a settlement applicable only to the indebtedness managed by the WCO for the consideration limned by McLaughlin, and on the same day Callen mistakenly informed McLaughlin that the CRC had approved a global settlement that included the debts administered through both the WCO and the FCO.  This scenario cannot support a breach-of-contract claim because the CRC (and, hence, the FDIC) never accepted the terms offered by the appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Nevertheless, the appellant has a fallback position:  Callen, he says, may have lacked actual authority to compromise debts but she had actual authority to communicate the CRC's wishes to debtors.  The government is therefore bound, this thesis runs, by her communication.  The thesis will not wash.  Callen's miscommunication of the CRC's position could not bind the FDIC inasmuch as the federal government may only be bound by officials vested with lawful authority to do so.  As the Court has held:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>[C]ontracts, express or implied, may be judicially enforced against the Government of the United States.  But such a liability can be created only by some officer of the Government lawfully invested with power to make such contracts or to perform acts from which they may be lawfully implied.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Eastern Extension, Australasia &amp; China Tel. Co. v. United States, 251 U.S. 355, 366, 40 S.Ct. 168, 172, 64 L.Ed. 305 (1920).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Nor can the appellant rewardingly rely on Callen's authority to communicate the CRC's decisions to debtors as the tie that binds the FDIC to the global settlement.  Callen's authority was restricted to communicating what the CRC in fact decided.  Though her mistaken communication may well have seemed to be authorized at the time, the upshot of the web of legal rules requiring proof of a government actor's actual authority is that apparent authority cannot serve as a means of holding the federal sovereign to a contract.  The Supreme Court succinctly stated this principle of contract formation:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>Whatever the form in which the Government functions, anyone entering into an arrangement with the Government takes the risk of having accurately ascertained that he who purports to act for the Government stays within the bounds of his authority.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Federal Crop Ins. Corp. v. Merrill, 332 U.S. 380, 384, 68 S.Ct. 1, 3, 92 L.Ed. 10 (1947).  This means that if the federal actor did not possess actual authority, the claimed contract fails.  See, e.g., United States v. Beebe, 180 U.S. 343, 351-55, 21 S.Ct. 371, 374-76, 45 L.Ed. 563 (1901);   Urso v. United States, 72 F.3d 59, 60 (7th Cir.1995);   CACI, Inc. v. Stone, 990 F.2d 1233, 1236 (Fed.Cir.1993);   Prater v. United States, 612 F.2d 157, 160 (5th Cir.1980).  So it is here.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">If more were needed--and we doubt that it is--policy rationales for this rule can be extrapolated from the closely related theory that equitable estoppel is generally inapplicable to the federal government when its employees induce reliance by their unauthorized actions.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See, e.g., Merrill, 332 U.S. at 384-85, 68 S.Ct. at 3-4.   Judicial enforcement of unauthorized contracts would \"expand the power of federal officials beyond specific legislative limits,\" thereby raising serious separation of powers concerns.   Falcone v. Pierce, 864 F.2d 226, 229 (1st Cir.1988).  Furthermore, enforcing such agreements would put the public purse at undue risk.  See id.  (explaining that \"in order to protect the resources essential to maintain government for all people, it may be necessary in some instances to deny compensation to individuals harmed by government misconduct\").</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We need go no further.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Not only did Callen lack actual authority to bind the FDIC, but the appellant understood that reality throughout the negotiations.  In the absence of any significantly probative evidence either that the delegation of authority extended further than the documentary submissions show, or that the CRC approved a global settlement, the \"contract\" on which the appellant sues is nothing more than wishful thinking.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s-s\">\n        <a class=\"footnote\" href=\"#fn-s-s_ref\">**</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Although the FDIC did not contemporaneously provide the appellant with a written description of the terms that in fact had been approved on June 3, 1993, it told the appellant's counsel that the sanctioned settlement called solely for the discharge of the indebtedness administered through the WCO, i.e., the appellant's obligations to Olympic</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The FDIC has not pursued this issue on appeal, and we take no view of it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In all events, estoppel is not a viable alternative here.  In the first place, the appellant expressly disclaimed any reliance on an estoppel theory.  In the second place, estoppel as a means of binding the federal government to unauthorized agreements has been almost universally rejected.  See, e.g., Utah Power &amp; Light Co. v. United States, 243 U.S. 389, 408-09, 37 S.Ct. 387, 391, 61 L.Ed. 791 (1917);   FDIC v. Roldan Fonseca, 795 F.2d 1102, 1107-08 (1st Cir.1986);   Phelps v. FEMA, 785 F.2d 13, 17 (1st Cir.1986)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The FDIC contests the federal courts' subject matter jurisdiction over the appellant's claims for equitable relief, e.g., specific performance.  Its objection is premised on 12 U.S.C. &#167; 1821(j), a statute that, with certain exceptions not relevant here, prohibits courts from \"tak[ing] any action ... to restrain or affect the exercise of powers or functions of the [FDIC] as a conservator or receiver.\"   Since \"[i]t is a familiar tenet that when an appeal presents a jurisdictional quandary, yet the merits of the underlying issue, if reached, will in any event be resolved in favor of the party challenging the court's jurisdiction, then the court may forsake the jurisdictional riddle and simply dispose of the appeal on the merits,\"  United States v. Stoller, 78 F.3d 710, 715 (1st Cir.1996) (collecting cases), petition for cert. filed, 64 U.S.L.W. 3823 (May 29, 1996) (No. 95-1936), we leave the FDIC's jurisdictional argument for another day</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">502</span></span></p>\n    <p class=\"parties\">Kenneth V. HACHIKIAN, Plaintiff, Appellant,<br>v.<br>FEDERAL DEPOSIT INSURANCE CORPORATION, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 96-1230.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard July 30, 1996.<br>Decided Sept. 13, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">W. Paul Needham, Boston, MA, with whom Kevin Hensley, West Roxbury, MA, and Needham &amp; Warren, Boston, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">Karen A. Caplan, Boston, MA, with whom Ann S. Duross, Richard J. Osterman, Jr., Clark Van Der Velde, Franklin, MA, and Thomas R. Paxman, Boston, MA, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, TORRES<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and SARIS,<a class=\"footnote\" href=\"#fn-s-s\" id=\"fn-s-s_ref\">**</a> District Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Kenneth V. Hachikian seeks to enforce, or in the alternative to obtain damages for the breach of, an oral agreement that he allegedly made with defendant-appellee Federal Deposit Insurance Corporation (FDIC).  The district court dashed his hopes by granting the FDIC's motion for summary judgment.  The court reasoned that, even if a contract had been formed, it violated the statute of frauds.  We affirm, albeit on a different ground.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Adhering to the familiar praxis, we recite the pertinent facts in the light most favorable to the party who unsuccessfully resisted summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In his halcyon days the appellant borrowed liberally from two Massachusetts-based financial institutions:  Olympic Bank and Bank Five for Savings.  At the times relevant hereto the Olympic debt consisted of (i) a $200,000 promissory note secured by a third mortgage on the appellant's residence, (ii) a $115,000 promissory note secured by a pledge of shares in Chestnut Hill Bank &amp; Trust Co.  (the CHBT stock), and (iii) personal guarantees of two business loans which totaled over $3,100,000.  The Bank Five debt consisted of (i) a $168,750 loan secured by a fourth mortgage on the appellant's residence, and (ii) a personal guarantee of a business loan having a deficiency balance of approximately $500,000.  As luck would have it, both banks foundered.  In each instance the FDIC (a government agency operating under federal statutory authority, see, e.g., 12 U.S.C. &#167;&#167; 1814-1883 (1994)) was appointed as the receiver.  It administered the Olympic receivership from its Westborough, Massachusetts consolidated office (WCO) and the Bank Five receivership from its Franklin, Massachusetts consolidated office (FCO).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">With the specter of personal bankruptcy looming, the appellant commenced negotiations for the settlement of his debts.  His attorney, Michael McLaughlin, wrote several letters to Kathy Callen, a WCO account officer.  After months of haggling over possible settlement models, McLaughlin received a telephone call from Callen on June 3, 1993, in which she stated that her agency had approved the appellant's latest proposal.  The next day, McLaughlin wrote to Callen outlining the details of the bargain that he believed had just been struck:  in exchange for a release of the appellant's indebtedness to both Olympic and Bank Five and the discharge of the third and fourth mortgages that encumbered his residence, the appellant agreed to (i) pay the FDIC $17,500 in cash, (ii) transfer to it the CHBT stock, and (iii) sell his residence and remit the net sale proceeds (estimated to be in excess of $100,000).  The FDIC did not respond immediately to McLaughlin's communique, but it later asserted (before any performance took place) that, while it had approved a settlement paradigm, it had never assented to, and Callen had never acquiesced in, the settlement described by McLaughlin.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">By October of 1993 the appellant knew that the FDIC refused to abide by the terms that McLaughlin said constituted the agreed settlement.  In November, the appellant proposed a new, more circumscribed agreement.  This proposal envisioned that the FDIC would discharge the two mortgages that it held on the appellant's residence in return for the net proceeds derived from a sale of that property.  The appellant characterized this proposal as being in mitigation of the damages stemming from the FDIC's \"breach\" of the earlier \"settlement agreement.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Peter Frazier, Callen's replacement as the WCO account officer responsible for supervising the appellant's debts, responded to the new proposal by letters dated November 30 and December 21, respectively.  The letters stated in substance that while the FDIC agreed to release the third and fourth mortgages on the appellant's residence in exchange for the avails of the anticipated sale, the proceeds would merely be credited to the appellant's account and the excess indebtedness would remain \"open and payable in full.\"   Against this contentious backdrop, the FDIC discharged both mortgages in December of 1993;  the appellant sold his home;  and the FDIC received net sale proceeds of approximately $103,000.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In January of 1994, the appellant's attorney again wrote to the FDIC, reiterating his view that the December transaction was accomplished merely as a means of mitigating the damages caused by the FDIC's repudiation of the earlier (June 1993) pact.  He also demanded that the FDIC cancel all the appellant's notes and guarantees.  The agency refused to grant a global release.  In short order, the appellant sued in federal district court seeking money damages, specific performance, and a declaratory judgment upholding the supposed June 1993 agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The FDIC denied the material allegations of the complaint and moved for brevis disposition.  It argued, among other things, that the district court lacked jurisdiction because the appellant had failed to comply with the administrative claims review process;  that no agreement came into being in June of 1993 because there had been no meeting of the minds;  that, regardless of what Callen may have stated, it never had approved the settlement terms chronicled by McLaughlin;  and that, even if an oral contract had been formed, it was unenforceable under the statute of frauds.  The district court rejected the FDIC's jurisdictional argument<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> but determined that the oral contract violated the statute of frauds, Mass.  Gen. L. ch. 259, &#167; 1 (1996), and granted judgment accordingly.  See Hachikian v. FDIC, <span class=\"citation no-link\"><span class=\"volume\">914</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">14</span></span>, 17 (D.Mass.1996).  This appeal ensued.</p>\n    </div>\n    <p>II. ANALYSIS</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Civil Rules provide that summary judgment may flourish when \"there is no genuine issue as to any material fact and ... the moving party is entitled to a judgment as a matter of law.\"  Fed.R.Civ.P. 56(c).  On appeal from the entry of summary judgment we review the district court's decision de novo, construing the record in the light most congenial to the nonmovant and resolving all reasonable inferences in that party's favor.  See Maldonado-Denis v. Castillo-Rodriguez, <span class=\"citation\" data-id=\"195359\"><a href=\"/opinion/195359/denis-v-rodriquez/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">576</span></a></span>, 581 (1st Cir.1994).  We are not wed to the lower court's rationale, but may affirm the entry of summary judgment on any alternate ground made manifest by the record.  See Garside v. Osco Drug, Inc., <span class=\"citation\" data-id=\"536033\"><a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span>, 48-49 (1st Cir.1990);   Polyplastics, Inc., v. Transconex, Inc., <span class=\"citation\" data-id=\"493609\"><a href=\"/opinion/493609/polyplastics-inc-v-transconex-inc/\"><span class=\"volume\">827</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">859</span></a></span>, 860-61 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The statute of frauds question is freighted with com-plexity, see generally Restatement (Second) of Contracts &#167; 147(2) (1979) (explaining that when the duty to perform those \"promises in a contract which subject it to the [statute of frauds] ... has been discharged,\" the statute of frauds \"does not prevent enforcement of the remaining promises\"), and we need not reach it here.  The short answer to the appellant's importunings is that the purported agreement on which the appellant bases his suit never came into being.  To be sure, the FDIC approved a potential settlement on June 3, 1993--but the agency's records conclusively demonstrate that the contemplated settlement involved only that portion of the appellant's indebtedness that came under the aegis of the WCO.  The appellant has not shown (and, indeed, does not aver) that the FDIC duly authorized a global settlement of his aggregate (i.e., WCO plus FCO) indebtedness.  He claims only that a representative of the FDIC--Callen--assured his attorney that such a settlement had been approved by the appropriate plenipotentiaries within the agency.  Even assuming, as we must, the accuracy of the appellant's version of Callen's statement, this is simply too porous a foundation on which to posit liability on the part of a government agency.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Dealing with the sovereign brings to bear a special set of rules that are more demanding than those that apply when one deals with a private party.  See, e.g., Rock Island, Ark. &amp; La.  R.R. Co. v. United States, <span class=\"citation\" data-id=\"99652\"><a href=\"/opinion/99652/rock-island-a-lr-co-v-united-states/\"><span class=\"volume\">254</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">141</span></a></span>, 143, <span class=\"citation\" data-id=\"99652\"><a href=\"/opinion/99652/rock-island-a-lr-co-v-united-states/\"><span class=\"volume\">41</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">55</span></a></span>, 56, <span class=\"citation\" data-id=\"99652\"><a href=\"/opinion/99652/rock-island-a-lr-co-v-united-states/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">188</span></a></span> (1920) (Holmes, J.)  (warning that citizens \"must turn square corners when they deal with the Government\").  Thus, for example, parties seeking to recover against the United States in an action ex contractu have the burden of demonstrating affirmatively that the agent who purported to bind the government had actual authority to do so.  See H. Landau &amp; Co. v. United States, <span class=\"citation\" data-id=\"529845\"><a href=\"/opinion/529845/h-landau-company-v-the-united-states/\"><span class=\"volume\">886</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">322</span></a></span>, 324 (Fed.Cir.1989).  This rule is dispositive here.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The FDIC's board of directors is permitted by statute to authorize agents and employees to exercise the powers granted to the agency by Congress.  See 12 U.S.C. &#167; 1819(a).  The FDIC asserts without contradiction that its board passed a resolution concerning the delegation of authority to dispose of corporate assets (like the debts Hachikian owed to failed banks and which were inherited by the FDIC qua receiver), and that this resolution was in effect at all relevant times.  By its terms, the resolution delegates authority to a Credit Review Committee (CRC) to approve the settlement of debts on the order of magnitude owed by the appellant.  In contrast, the resolution cedes no authority to account officers (such as Callen) to approve such settlements.  This description of the settlement-approving process is uncontradicted, and, in fact, the appellant admits that Callen had no authority to approve a settlement herself.  He also acknowledges that he understood all along that only the CRC could accept his settlement offer and bind the agency to it.  On a record that is barren of any evidence that the CRC approved a settlement embodying a global release of the appellant's obligations, no reasonable factfinder could conclude that the purported agreement on which the appellant's claim depends ever materialized.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Perusing the record in the light most flattering to the appellant, we are left with this scenario:  on June 3, 1993, the CRC approved a settlement applicable only to the indebtedness managed by the WCO for the consideration limned by McLaughlin, and on the same day Callen mistakenly informed McLaughlin that the CRC had approved a global settlement that included the debts administered through both the WCO and the FCO.  This scenario cannot support a breach-of-contract claim because the CRC (and, hence, the FDIC) never accepted the terms offered by the appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Nevertheless, the appellant has a fallback position:  Callen, he says, may have lacked actual authority to compromise debts but she had actual authority to communicate the CRC's wishes to debtors.  The government is therefore bound, this thesis runs, by her communication.  The thesis will not wash.  Callen's miscommunication of the CRC's position could not bind the FDIC inasmuch as the federal government may only be bound by officials vested with lawful authority to do so.  As the Court has held:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>[C]ontracts, express or implied, may be judicially enforced against the Government of the United States.  But such a liability can be created only by some officer of the Government lawfully invested with power to make such contracts or to perform acts from which they may be lawfully implied.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Eastern Extension, Australasia &amp; China Tel. Co. v. United States, <span class=\"citation\" data-id=\"99501\"><a href=\"/opinion/99501/eastern-extension-australasia-china-telegraph-co-v-united-states/\"><span class=\"volume\">251</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">355</span></a></span>, 366, <span class=\"citation\" data-id=\"99501\"><a href=\"/opinion/99501/eastern-extension-australasia-china-telegraph-co-v-united-states/\"><span class=\"volume\">40</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">168</span></a></span>, 172, <span class=\"citation\" data-id=\"99501\"><a href=\"/opinion/99501/eastern-extension-australasia-china-telegraph-co-v-united-states/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">305</span></a></span> (1920).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Nor can the appellant rewardingly rely on Callen's authority to communicate the CRC's decisions to debtors as the tie that binds the FDIC to the global settlement.  Callen's authority was restricted to communicating what the CRC in fact decided.  Though her mistaken communication may well have seemed to be authorized at the time, the upshot of the web of legal rules requiring proof of a government actor's actual authority is that apparent authority cannot serve as a means of holding the federal sovereign to a contract.  The Supreme Court succinctly stated this principle of contract formation:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>Whatever the form in which the Government functions, anyone entering into an arrangement with the Government takes the risk of having accurately ascertained that he who purports to act for the Government stays within the bounds of his authority.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Federal Crop Ins. Corp. v. Merrill, <span class=\"citation\" data-id=\"104471\"><a href=\"/opinion/104471/federal-crop-ins-corp-v-merrill/\"><span class=\"volume\">332</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">380</span></a></span>, 384, <span class=\"citation\" data-id=\"104471\"><a href=\"/opinion/104471/federal-crop-ins-corp-v-merrill/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1</span></a></span>, 3, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">10</span></span> (1947).  This means that if the federal actor did not possess actual authority, the claimed contract fails.  See, e.g., United States v. Beebe, <span class=\"citation\" data-id=\"95419\"><a href=\"/opinion/95419/united-states-v-beebe/\"><span class=\"volume\">180</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">343</span></a></span>, 351-55, <span class=\"citation\" data-id=\"95419\"><a href=\"/opinion/95419/united-states-v-beebe/\"><span class=\"volume\">21</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">371</span></a></span>, 374-76, <span class=\"citation\" data-id=\"95419\"><a href=\"/opinion/95419/united-states-v-beebe/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">563</span></a></span> (1901);   Urso v. United States, <span class=\"citation\" data-id=\"709576\"><a href=\"/opinion/709576/dominick-urso-v-united-states-of-america-cross-appellee/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">59</span></a></span>, 60 (7th Cir.1995);   CACI, Inc. v. Stone, <span class=\"citation\" data-id=\"604219\"><a href=\"/opinion/604219/caci-inc-v-michael-pw-stone-secretary-of-the-army-and-vse/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1233</span></a></span>, 1236 (Fed.Cir.1993);   Prater v. United States, <span class=\"citation\" data-id=\"373012\"><a href=\"/opinion/373012/frances-c-prater-v-united-states/\"><span class=\"volume\">612</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">157</span></a></span>, 160 (5th Cir.1980).  So it is here.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">If more were needed--and we doubt that it is--policy rationales for this rule can be extrapolated from the closely related theory that equitable estoppel is generally inapplicable to the federal government when its employees induce reliance by their unauthorized actions.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See, e.g., Merrill, 332 U.S. at 384-85, 68 S.Ct. at 3-4.   Judicial enforcement of unauthorized contracts would \"expand the power of federal officials beyond specific legislative limits,\" thereby raising serious separation of powers concerns.   Falcone v. Pierce, <span class=\"citation\" data-id=\"516168\"><a href=\"/opinion/516168/louis-t-falcone-etc-v-samuel-r-pierce-jr-etc/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">226</span></a></span>, 229 (1st Cir.1988).  Furthermore, enforcing such agreements would put the public purse at undue risk.  See id.  (explaining that \"in order to protect the resources essential to maintain government for all people, it may be necessary in some instances to deny compensation to individuals harmed by government misconduct\").</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We need go no further.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Not only did Callen lack actual authority to bind the FDIC, but the appellant understood that reality throughout the negotiations.  In the absence of any significantly probative evidence either that the delegation of authority extended further than the documentary submissions show, or that the CRC approved a global settlement, the \"contract\" on which the appellant sues is nothing more than wishful thinking.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s-s\">\n        <a class=\"footnote\" href=\"#fn-s-s_ref\">**</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Although the FDIC did not contemporaneously provide the appellant with a written description of the terms that in fact had been approved on June 3, 1993, it told the appellant's counsel that the sanctioned settlement called solely for the discharge of the indebtedness administered through the WCO, i.e., the appellant's obligations to Olympic</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The FDIC has not pursued this issue on appeal, and we take no view of it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In all events, estoppel is not a viable alternative here.  In the first place, the appellant expressly disclaimed any reliance on an estoppel theory.  In the second place, estoppel as a means of binding the federal government to unauthorized agreements has been almost universally rejected.  See, e.g., Utah Power &amp; Light Co. v. United States, <span class=\"citation\" data-id=\"98904\"><a href=\"/opinion/98904/utah-power-light-co-v-united-states/\"><span class=\"volume\">243</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">389</span></a></span>, 408-09, <span class=\"citation\" data-id=\"98904\"><a href=\"/opinion/98904/utah-power-light-co-v-united-states/\"><span class=\"volume\">37</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">387</span></a></span>, 391, <span class=\"citation\" data-id=\"98904\"><a href=\"/opinion/98904/utah-power-light-co-v-united-states/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">791</span></a></span> (1917);   FDIC v. Roldan Fonseca, <span class=\"citation\" data-id=\"473623\"><a href=\"/opinion/473623/federal-deposit-insurance-corporation-v-marcelino-roldan-fonseca/\"><span class=\"volume\">795</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1102</span></a></span>, 1107-08 (1st Cir.1986);   Phelps v. FEMA, <span class=\"citation\" data-id=\"465444\"><a href=\"/opinion/465444/md-phelps-and-irene-k-phelps-v-federal-emergency-management-agency/\"><span class=\"volume\">785</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 17 (1st Cir.1986)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The FDIC contests the federal courts' subject matter jurisdiction over the appellant's claims for equitable relief, e.g., specific performance.  Its objection is premised on 12 U.S.C. &#167; 1821(j), a statute that, with certain exceptions not relevant here, prohibits courts from \"tak[ing] any action ... to restrain or affect the exercise of powers or functions of the [FDIC] as a conservator or receiver.\"   Since \"[i]t is a familiar tenet that when an appeal presents a jurisdictional quandary, yet the merits of the underlying issue, if reached, will in any event be resolved in favor of the party challenging the court's jurisdiction, then the court may forsake the jurisdictional riddle and simply dispose of the appeal on the merits,\"  United States v. Stoller, <span class=\"citation\" data-id=\"714794\"><a href=\"/opinion/714794/united-states-v-robert-s-stoller/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">710</span></a></span>, 715 (1st Cir.1996) (collecting cases), petition for cert. filed, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">3823</span></span> (May 29, 1996) (No. 95-1936), we leave the FDIC's jurisdictional argument for another day</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/95419/",
    "http://www.courtlistener.com/api/rest/v3/opinions/98904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/99501/",
    "http://www.courtlistener.com/api/rest/v3/opinions/99652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/373012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/465444/",
    "http://www.courtlistener.com/api/rest/v3/opinions/473623/",
    "http://www.courtlistener.com/api/rest/v3/opinions/493609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516168/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/604219/",
    "http://www.courtlistener.com/api/rest/v3/opinions/709576/",
    "http://www.courtlistener.com/api/rest/v3/opinions/714794/"
  ]
}