{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196975/",
  "absolute_url": "/opinion/196975/elwell-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196975/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:19:30Z",
  "date_modified": "2017-03-24T10:49:30.936417Z",
  "type": "010combined",
  "sha1": "5a80de72e4bae2b569c9c0a4ac353adf051b5e9f",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-2360.01A",
  "local_path": null,
  "plain_text": "\n                    [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 95-2360\r\n\n                        DAVID ELWELL,\r\n\n                    Petitioner-Appellant,\r\n\n                              v.\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                     Respondent-Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. A. David Mazzone, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                     Stahl, Circuit Judge,\r                                                     \r\n\n               Campbell, Senior Circuit Judge,\r                                                         \r\n\n                  and Lynch, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nJoseph K. Kenyon with whom Stephen Weymouth was on brief for\r                                                       \r\nappellant.\r\nGeorge W. Vien, Assistant U.S. Attorney, and Donald K. Stern,\r                                                                        \r\nUnited States Attorney, U.S. Department of Justice, was on brief for\r\nappellee.\r\n\n                                         \r\n\n                      September 9, 1996\r\n                                         \r\r\n\n          CAMPBELL, Senior Circuit Judge.  David Elwell\r                                                    \r\n\nappeals from the denial by the district court of his motion\r\n\nunder 28 U.S.C.   2255 to vacate, set aside or correct the\r\n\nsentence it imposed following his conviction for drug-related\r\n\noffenses.  Elwell contends, inter alia, that the court made\r\n\nerrors in determining the amount of cocaine to attribute to\r\n\nhim for sentencing purposes.  \r\n\n              I.  Procedural and Factual History\r                          I.  Procedural and Factual History\r\n\n          After a jury trial in the district court, Elwell\r\n\nwas convicted on February 15, 1991, of one count of\r\n\nconspiracy to distribute cocaine, in violation of 21 U.S.C.  \r\n\n846; two substantive counts of possession of cocaine with\r\n\nintent to distribute, in violation of 21 U.S.C.   841(a)(1);\r\n\nand one count of willfully subscribing to a false income tax\r\n\nreturn, in violation of 21 U.S.C.   7206(1).  He was\r\n\nsentenced to 78 months imprisonment concurrently on each of\r\n\nthe drug counts, and 36 months on the tax count, to be served\r\n\nconcurrently.  Elwell took a direct appeal to this court,\r\n\nwhich affirmed the judgment of the district court.  United\r                                                                      \r\n\nStates v. Elwell, 984 F.2d 1289 (1st Cir. 1993), cert denied,\r                                                                        \r\n\n113 S. Ct. 2429 (1993).  He then brought the present motion\r\n\nunder 28 U.S.C.   2255.  This was denied in a comprehensive\r\r\n\nopinion by the same judge who had sentenced him.  Elwell now\r\n\nappeals.  \r\n\n          The primary witness against Elwell at his criminal\r\n\ntrial was Mark Polito, a cocaine addict turned government\r\n\ninformant.  Polito testified to having purchased \"an ounce--\r\n\ntwo ounces\" from Richard Moretto every other week or so over\r\n\na period of four to five months in the spring of 1988.  When\r\n\nMoretto had to report to prison in or around April 1988, he\r\n\nintroduced Polito to his distributor, Hobart Willis.  Willis,\r\n\nin turn, put Polito in touch with Elwell, who managed Willis'\r\n\n\"northern territory.\"  Elwell supplied Polito's cocaine needs\r\n\nthroughout the summer of 1988.  Polito eventually fell into\r\n\ndebt to Elwell because of his cocaine habit and, under\r\n\npressure for payment, began to cooperate with law enforcement\r\n\nauthorities.  While cooperating, Polito made two more cocaine\r\n\npurchases from Elwell, on November 17, 1988, and December 19,\r\n\n1988.  In a tape recorded statement, Elwell stated that\r\n\nPolito owed him \"twenty-four somethin'.\"\r\n\n          Elwell's conviction was for the final two\r\n\npurchases, which amounted to a total of three ounces of\r\n\ncocaine.  At sentencing, the district court found that Elwell\r\n\nhad also distributed an additional 20 ounces of cocaine to\r\n\nPolito during the course of the previous summer of 1988.  The\r\n\ncourt, therefore, attributed sales of over 500 grams to him\r\n\n                             -3-\r\r\n\nfor purposes of determining the Base Offense Level.1  Polito\r\n\ntestified at trial that he had purchased \"18, maybe 20\"\r\n\nounces of cocaine from Elwell during the summer.  At\r\n\nsentencing, the judge stated, among other remarks,\r\n\n               What that [the rule allowing the\r\n          court to consider relevant information\r\n          without regard to its admissibility under\r\n          the rules of evidence] means to me is\r\n          that I can review all of the material I\r\n          have.  I can assess the credibility of\r\n          Mr. Polito, the evidence which tended to\r\n          corroborate Mr. Polito or contradict him,\r\n          the testimony of other participants, such\r\n          as Mr. Willis--not of the testimony, but\r\n          of the evidence that pertained to Mr.\r\n          Willis and Mr. Willis's connection with\r\n          Mr. Elwell, and make a decision as to the\r\n          disputed findings of fact.  I heard that\r\n          evidence.\r\n               Mr. Polito testified, in summary,\r\n          that he bought one or two ounces, one or\r\n          two ounces every week or every two weeks\r\n          from Mr. Moretto over a period of four to\r\n          five months.  I calculated that had to be\r\n          about 14 purchases, not every week but\r\n          for a period of 14 weeks, not 20 weeks\r\n          but 14 weeks of one to two ounces.  I\r\n          took the one to two ounces to be one and\r\n          a half ounces, and I added 14 purchases\r\n          to one and and [sic] a half ounces to 20\r\n          ounces.  That's a conclusion, a factual\r\n          conclusion I made.\r\n\n                    \r                                \r\n\n1.  United States Sentencing Guidelines   1B1.3(a)(2)\r\nprovides that in determining the Base Offense Level, the\r\ncourt shall include acts and omissions committed by the\r\ndefendant as part of the same course of conduct or common\r\nscheme or plan as the offense of conviction when, inter alia,\r\nthe offense level is determined largely on the basis of the\r\ntotal quantity of a substance involved.  See U.S.S.G.   \r                                                        \r\n3D1.2(d).  U.S.S.G.   2D1.1(c)(7) provides for a Base Offense\r\nLevel of 26 for unlawfully selling between 500 grams and two\r\nkilograms of cocaine in a continuing criminal enterprise.\r\n\n                             -4-\r\r\n\n          Appellant relies on the second paragraph of the\r\n\njudge's above statement to argue (1) that the judge\r\n\nimproperly included cocaine sold by a co-conspirator before\r\n\nElwell joined the conspiracy to arrive at the 23-ounce\r\n\nfigure; and (2) that the judge improperly used averages to\r\n\ncalculate the amount of cocaine sold by Elwell in purported\r\n\nviolation of new case law, entitling Elwell to reopen this\r\n\ncourt's previous affirmance on direct appeal of his sentence. \r\n\nAppellant further contends that the district court should\r\n\nhave scrutinized more closely Polito's drug quantity\r\n\nestimates because of Polito's status as an addict-informant,\r\n\nand that appellant should receive reductions in his sentence\r\n\nfor being a \"minor participant\" in the criminal activity in\r\n\nwhich he was involved and for \"acceptance of responsibility\"\r\n\nunder U.S.S.G.    3B1.2(b) and 3E1.1.2\r\n\n                             II.\r                                         II.\r\n\nA.   Inclusion of Cocaine Sold by a Co-conspirator\r                                                              \r\n\n          In arguing that the judge improperly enlarged\r\n\nElwell's offense level by counting cocaine sold earlier by a\r\n\nco-conspirator, appellant relies upon a November 1, 1994\r\n\n                    \r                                \r\n\n2.  The United States Sentencing Guidelines provide for a\r\ntwo-level decrease in the defendant's Base Offense Level if\r\nhe or she was a minor participant in the criminal activity. \r\nThe Guidelines also provide for a two-level decrease if the\r\ndefendant clearly demonstrates acceptance of responsibility\r\nfor his or her offense.\r\n\n                             -5-\r\r\n\namendment to the Application Notes of U.S.S.G.   1B1.3 which\r\n\nstates, \"A defendant's relevant conduct does not include the\r\n\nconduct of members of a conspiracy prior to the defendant\r\n\njoining the conspiracy, even if the defendant knows of that\r\n\nconduct. . . \"  U.S.S.G.   1B1.3, comment. (n.2).     \r\n\n          The government correctly points out, however, that\r\n\nthe total amount of cocaine counted by the district court as\r\n\nrelevant conduct for sentencing purposes did not include\r\n\namounts sold earlier to Polito by Moretto.  Rather the court\r\n\narrived at its finding that Elwell had sold 20 ounces in\r\n\naddition to the three ounces underlying his conviction from\r\n\nPolito's sworn testimony of having purchased \"18, maybe 20\"\r\n\nounces of cocaine from Elwell in the summer of 1988.3  Hence\r\n\nthere is no occasion to consider the law relative to a co-\r\n\nconspirator's drug sales.  \r\n\n          It is true, as earlier mentioned, that the court\r\n\nalso referred to Polito's testimony about cocaine purchases\r\n\nfrom Moretto earlier that spring, over a four to five month\r\n\nperiod.  But the judge's language in doing so suggests that\r\n\nthe court was discussing the prior transactions simply as\r\n\npart of its assessment of the overall credibility of Polito's\r\n\n                    \r                                \r\n\n3.  As this court pointed out on direct appeal, since even\r\nthe low-end figure of 18 ounces is 504 grams, exceeding the\r\nGuidelines' 500 gram minimum for the sentence in issue, the\r\ncourt's finding of 20 ounces rather than 18 is of no\r\nconsequence.  Elwell, 984 F.2d at 1297.  Elwell makes no\r                                \r\nargument based on the two-ounce difference.\r\n\n                             -6-\r\r\n\ntestimony, comparing the amounts earlier purchased from\r\n\nMoretto with the \"18, maybe 20\" ounces Polito claimed to have\r\n\nbought from Elwell within a comparable time frame.  This\r\n\ninterpretation dove-tails with the district court's finding\r\n\nat sentencing, \"I conclude that Mr. Elwell distributed at\r                                                      \r\n\nleast 20 ounces of cocaine to the witness . . . during the\r                                                                      \r\n\nsummer of 1988 . . . \"  (Emphasis supplied).  Had the court\r                          \r\n\nmeant that some or all of the 20 ounces came from Moretto, it\r\n\nwould not have said that \"Mr. Elwell distributed at least 20\r                                                \r\n\nounces . . .\", nor would it have referred to sales in the\r\n\nsummer, rather than the spring, of 1988.  \r\n\n          That this was what the court meant was confirmed by\r\n\nthe trial judge himself in his opinion disposing of Elwell's\r\n\nmotion under   2255.  The judge flatly stated, \"I was\r\n\nreferring to the twenty ounces which Elwell sold directly to\r\n\nPolito.\"  This court earlier reached the same conclusion when\r\n\ndeciding Elwell's direct appeal, i.e. we stated that the\r\n\ndistrict court's findings were based upon cocaine Elwell sold\r                                                                    \r\n\nduring the summer of 1988.  Elwell, 984 F.2d at 1297-98.  \r                                              \r\n\n          As the district court rested its finding of 23\r\n\nounces on amounts sold by Elwell in the summer and fall, not\r\n\namounts sold earlier to Polito by another supplier, we see no\r\n\nmerit in appellant's contention that the district court\r\n\nviolated the November 1, 1994 amendment to the Application\r\n\nNotes of U.S.S.G.   1B1.3.\r\n\n                             -7-\r\r\n\n          Appellant also seems to argue that the events which\r\n\noccurred before he personally sold drugs to Polito may not be\r\n\nconsidered even for background corroborative and credibility\r\n\npurposes.  We disagree.  United States Sentencing Guidelines\r\n\n  6A1.3(a) provides, in part, \"In resolving any reasonable\r\n\ndispute concerning a factor important to the sentencing\r\n\ndetermination, the court may consider relevant information\r\n\nwithout regard to its admissibility under the rules of\r\n\nevidence applicable at trial, provided that the information\r\n\nhas sufficient indicia of reliability to support its probable\r\n\naccuracy.\"  While the Moretto sales, standing alone, would be\r\n\ninadequate to establish the amounts Elwell later sold, they\r\n\nhave some general relevance to Polito's testimony of the\r\n\nspecific amounts he purchased from Elwell, since they help\r\n\nshow the pattern of Polito's purchases during the year.\r\n\n          It is commonplace that a conspiracy's past\r\n\nactivities may be considered at sentencing for various\r\n\npurposes, e.g., to determine the volume of drugs a late-\r\n\njoining co-conspirator reasonably foresaw would be sold by\r\n\nthe conspiracy in the future.  United States v. O'Campo, 973\r                                                                   \r\n\nF.2d 1015, 1025-26 &amp; 1024-25 n.9 (1st Cir. 1992).  See also\r                                                                       \r\n\nUnited States v. Carreon, 11 F.3d 1225, 1236 (5th Cir. 1994);\r                                    \r\n\nUnited States v. Madkins, 14 F.3d 277, 279 n.10 (5th Cir.\r                                    \r\n\n1994); United States v. Patriarca, 912 F. Supp. 596, 606, 610\r                                             \r\n\n(D. Mass. 1995).  Here, the frequency and quantity of drugs\r\n\n                             -8-\r\r\n\npreviously purchased by Polito, before Elwell began to supply\r\n\nhim, helped verify the amounts later said to have been\r\n\nfurnished by Elwell, since it might be thought that Polito's\r\n\nrequirements and habits would remain somewhat consistent over\r\n\ntime.\r\n\nB.   The Use of Averages to Calculate Amounts\r                                                         \r\n\n          Elwell complains that the district court wrongly\r\n\nused \"averaging\" in holding him responsible for the sale of\r\n\n23 ounces. He bases this argument on the district court's\r\n\nquoted review of the sales by Moretto to Polito in which the\r\n\njudge indicated that the amounts sold each time averaged out\r\n\nto one and one-half ounces.  Elwell also finds fault with the\r\n\ncourt's estimates of the frequency of Moretto's sales.  \r\n\n          As already pointed out, however, the district\r\n\ncourt's finding of 23 ounces does not rest upon Moretto's\r\n\nprevious sales to Polito but rather is based on Polito's\r\n\ntestimony that he had purchased \"18, maybe 20\" ounces of\r\n\ncocaine from Elwell in the summer of 1988 (and, in addition,\r\n\non evidence of the three ounces sold by Elwell to Polito in\r\n\nNovember and December of that year).  This evidence of summer\r\n\nsales was not the product of averaging nor did it call for\r\n\naveraging.  It is true that the court also made certain\r\n\ninferences about the earlier transactions with Moretto, \r\n\nincluding the average quantities purchased, but as we have\r\n\nindicated, the court did so merely to assist in its overall\r\n\n                             -9-\r\r\n\nevaluation of Polito's testimony concerning Elwell's own\r\n\nsales to him, upon which the finding of 23 ounces was based.\r\n\n          Elwell argues also that the deductions the court\r\n\ndrew from the Moretto evidence were flawed, leading it to\r\n\nattribute too much cocaine to this earlier period, and to err\r\n\nin believing that these previous sales corroborated the\r\n\nquantities attributed to Elwell in the latter period.  The\r\n\nshort answer to this argument is that Elwell is not entitled\r\n\non collateral review to relitigate issues raised on direct\r\n\nappeal, absent an intervening change in the law.  Davis v.\r                                                                   \r\n\nUnited States, 417 U.S. 333, 342 (1974) (holding that a  \r                         \r\n\n2255 hearing is permitted on an issue previously addressed on\r\n\ndirect appeal when there has been an intervening change in\r\n\nthe law).  Cf. Singleton v. United States, 26 F.3d 233, 240\r                                                     \r\n\n(1st Cir. 1993) (\"'[I]ssues disposed of in a prior appeal\r\n\nwill not be reviewed again by way of a 28 U.S.C.   2255\r\n\nmotion.'\" (quoting Dirring v. United States, 370 F.2d 862,\r                                                       \r\n\n864 (1st Cir. 1967))), cert. denied, 115 S. Ct. 517 (1994);\r                                               \r\n\nUnited States v. Michaud, 901 F.2d 5, 6 (1st Cir. 1990) (\"We\r                                    \r\n\nnote that certain other claims raised in the   2255 motion\r\n\nwere decided on direct appeal and may not be relitigated\r\n\nunder a different label on collateral review.\").  Likewise,\r\n\nElwell is not entitled to relitigate issues that could have\r\n\nbeen raised on direct appeal, but were not, absent a showing\r\n\nof cause excusing the default and actual prejudice resulting\r\n\n                             -10-\r\r\n\nfrom the error of which he complains.  See United States v.\r                                                                    \r\n\nFrady, 456 U.S. 152, 167-68 (1982); Suveges v. United States,\r                                                                        \r\n\n7 F.3d 6, 10 (1st Cir. 1993) (holding that a party must show\r\n\ncause and prejudice to raise an objection not argued on\r\n\ndirect appeal in a   2255 motion (citing Frady)).  Elwell\r                                                          \r\n\nvigorously argued on direct appeal that the 20 ounces\r\n\nattributed to him was unsupported and too high; this court\r\n\nconsidered those arguments expressly, and to the extent he\r\n\nnow seeks to repeat and embellish these contentions, he has\r\n\nfailed to show cause for being allowed to do so.\r\n\n          In particular, there is nothing to Elwell's\r\n\nargument that two cases decided by this court, United States\r                                                                        \r\n\nv. Sepulveda, 15 F.3d 1161 (1st Cir. 1993), cert. denied, 114\r                                                                    \r\n\nS. Ct. 2714 (1994) and United States v. Welch, 15 F.3d 1202\r                                                         \r\n\n(1st Cir. 1993), cert. denied, 114 S. Ct. 1161 and 114 S. Ct.\r                                         \r\n\n1863, have so changed the law since Elwell's direct appeal as\r\n\nto warrant the reopening of our earlier affirmance of\r\n\nElwell's sentence on direct appeal.    \r\n\n          This court did not rule in Sepulveda and Welch that\r                                                                    \r\n\naveraging was no longer permissible.  We merely held in the\r\n\ncircumstances of those cases that the particular calculations\r\n\nused, based on very broadly based averages, were\r\n\ninsufficiently precise to determine the amount of drugs used. \r\n\nIn later cases, where averages were taken from ranges with\r\n\ntighter margins, we accepted their use.  See, e.g., United\r                                                                      \r\n\n                             -11-\r\r\n\nStates v. Webster, 54 F.3d 1, 5-6 (1st Cir. 1995).  In the\r                             \r\n\npresent case, unlike Sepulveda and Welch, the main evidence\r                                                    \r\n\nupon which the court relied    Polito's testimony as to the\r\n\namounts Elwell sold him in the summer of 1988    did not\r\n\ninvolve averaging at all.  The averaging employed related\r\n\nmerely to Moretto's earlier sales, discussed for purposes of\r\n\nanalogy only.  The one and a half ounce average, moreover,\r\n\nfell arguably within tight margins, although we need not get\r\n\ninto this in order to conclude that Sepulveda and Welch did\r                                                                   \r\n\nnot alter the law applicable on direct appeal.  This being\r\n\nso, Elwell may not relitigate collaterally his challenge to\r\n\nthe sufficiency of the evidence on which his Base Offense\r\n\nLevel rests.  See Singleton, 26 F.3d at 240.  \r                                       \r\n\nC.   Reliance on Addict-Informant Witnesses\r                                                       \r\n\n          In his third claim of error, Elwell contends that\r\n\nthe district court should have more carefully scrutinized\r\n\nPolito's testimony because of his status as an addict-\r\n\ninformant.\r\n\n          This argument was litigated and rejected in\r\n\nPolito's direct appeal.  Elwell, 984 F.2d at 1297-98.  As\r                                           \r\n\nexplained in Part B, above, relitigation of the issue is thus\r\n\nbarred unless there has been an intervening change in the\r\n\nlaw.  See Singleton, 26 F.3d at 240.\r                               \r\n\n          In support of his contention that there has been\r\n\nsuch a change, Elwell points to several recent decisions in\r\n\n                             -12-\r\r\n\nother circuits which have imposed a \"heightened standard of\r\n\nscrutiny\" on testimony by drug addicts who are cooperating\r\n\nwith the government.  See United States v. Beler, 20 F.3d\r                                                            \r\n\n1428, 1435 (7th Cir. 1994); Miele, 989 F.2d at 666-68; United\r                                                                         \r\n\nStates v. Simmons, 964 F.2d 763, 776 (8th Cir. 1992), cert.\r                                                                       \r\n\ndenied, 506 U.S. 1011 (1992); United States v. Robison, 904\r                                                                  \r\n\nF.2d 365, 371-72 (6th Cir. 1990), cert. denied, 498 U.S. 946\r                                                          \r\n\n(1990).  See also United States v. Richards, 27 F.3d 465, 469\r                                                       \r\n\nn.2 (10th Cir. 1994) (noting this line of cases but\r\n\nexpressing neither agreement nor disagreement).  But see\r                                                                    \r\n\nUnited States v. Browning, 61 F.3d 752, 755 n.2 (10th Cir.\r                                     \r\n\n1995) (distinguishing the Simmons line of cases on their\r                                             \r\n\nfacts as dealing only with addict-informants whose testimony\r\n\ncontradicted itself and/or who admitted to hazy memories).  \r\n\n          Whether or not the law can be said to have changed\r\n\nin other circuits, this circuit has not adopted such a rule\r\n\nof heightened scrutiny, nor are we aware of any recent\r\n\ncongressional enactments or pronouncements by the Supreme\r\n\nCourt making an alteration in the law in such instances.  In\r\n\nWebster, we allowed the district court to base its sentence\r                   \r\n\non the testimony of a witness who was \"an admitted perjurer,\r\n\na drug user, and a turncoat who received a substantially\r\n\nreduced sentence for implicating others.\"  Webster, 54 F.3d\r                                                              \r\n\n                             -13-\r\r\n\nat 5.  We concluded that the trial judge was able to make the\r\n\nrequisite credibility assessments concerning that witness.4  \r\n\nD.   Minor Participant and Acceptance of Responsibility\r                                                                   \r\n     Reductions\r                           \r\n\n          In appellant's fourth point of error, he argues\r\n\nthat, should he prevail on any of his previous three points\r\n\nof error, he should receive a reduction in his sentence for\r\n\nbeing a minor participant in the conspiracy and for accepting\r\n\nresponsibility for the amount of cocaine he distributed.  We\r\n\nfind little merit in these arguments on their face, but since\r\n\nwe reject Elwell's first three points of error, they are in\r\n\nany case moot.\r\n\n          Affirmed.\r                              \r\n\n                    \r                                \r\n\n4.   We add that the mere movement of one or more other\r\ncircuits towards heightened scrutiny in certain cases would\r\nnot amount to intervening new law which would allow Elwell to\r\nrelitigate an issue already decided by this court on direct\r\nappeal.  Both Simmons and Robison, upon which Elwell in part\r                                             \r\nrelies, were, moreover, decided before the direct appeal in\r\nthis case was argued.\r\n\n                             -14-\r\r\n",
  "html": "<p class=\"case_cite\">95 F.3d 1146</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>David ELWELL, Petitioner-Appellant,<br>v.<br>UNITED STATES of America, Respondent-Appellee.</p>\n    <p class=\"docket\">No. 95-2360.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Sept. 9, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Joseph K. Kenyon with whom Stephen Weymouth was on brief for appellant.</p>\n      <p class=\"indent\">George W. Vien, Assistant U.S. Attorney, and Donald K. Stern, United States Attorney, U.S. Department of Justice, was on brief for appellee.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">David Elwell appeals from the denial by the district court of his motion under 28 U.S.C. &#167; 2255 to vacate, set aside or correct the sentence it imposed following his conviction for drug-related offenses.  Elwell contends, inter alia, that the court made errors in determining the amount of cocaine to attribute to him for sentencing purposes.</p>\n    </div>\n    <p>I. Procedural and Factual History</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">After a jury trial in the district court, Elwell was convicted on February 15, 1991, of one count of conspiracy to distribute cocaine, in violation of 21 U.S.C. &#167; 846;  two substantive counts of possession of cocaine with intent to distribute, in violation of 21 U.S.C. &#167; 841(a)(1);  and one count of willfully subscribing to a false income tax return, in violation of 21 U.S.C. &#167; 7206(1).  He was sentenced to 78 months imprisonment concurrently on each of the drug counts, and 36 months on the tax count, to be served concurrently.  Elwell took a direct appeal to this court, which affirmed the judgment of the district court.   United States v. Elwell, 984 F.2d 1289 (1st Cir.1993), cert denied, 113 S.Ct. 2429 (1993).  He then brought the present motion under 28 U.S.C. &#167; 2255.  This was denied in a comprehensive opinion by the same judge who had sentenced him.  Elwell now appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The primary witness against Elwell at his criminal trial was Mark Polito, a cocaine addict turned government informant.  Polito testified to having purchased \"an ounce--two ounces\" from Richard Moretto every other week or so over a period of four to five months in the spring of 1988.  When Moretto had to report to prison in or around April 1988, he introduced Polito to his distributor, Hobart Willis.  Willis, in turn, put Polito in touch with Elwell, who managed Willis' \"northern territory.\"   Elwell supplied Polito's cocaine needs throughout the summer of 1988.  Polito eventually fell into debt to Elwell because of his cocaine habit and, under pressure for payment, began to cooperate with law enforcement authorities.  While cooperating, Polito made two more cocaine purchases from Elwell, on November 17, 1988, and December 19, 1988.  In a tape recorded statement, Elwell stated that Polito owed him \"twenty-four somethin'.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Elwell's conviction was for the final two purchases, which amounted to a total of three ounces of cocaine.  At sentencing, the district court found that Elwell had also distributed an additional 20 ounces of cocaine to Polito during the course of the previous summer of 1988.  The court, therefore, attributed sales of over 500 grams to him for purposes of determining the Base Offense Level.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Polito testified at trial that he had purchased \"18, maybe 20\" ounces of cocaine from Elwell during the summer.  At sentencing, the judge stated, among other remarks,</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">What that [the rule allowing the court to consider relevant information without regard to its admissibility under the rules of evidence] means to me is that I can review all of the material I have.  I can assess the credibility of Mr. Polito, the evidence which tended to corroborate Mr. Polito or contradict him, the testimony of other participants, such as Mr. Willis--not of the testimony, but of the evidence that pertained to Mr. Willis and Mr. Willis's connection with Mr. Elwell, and make a decision as to the disputed findings of fact.  I heard that evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Mr. Polito testified, in summary, that he bought one or two ounces, one or two ounces every week or every two weeks from Mr. Moretto over a period of four to five months.  I calculated that had to be about 14 purchases, not every week but for a period of 14 weeks, not 20 weeks but 14 weeks of one to two ounces.  I took the one to two ounces to be one and a half ounces, and I added 14 purchases to one and and [sic] a half ounces to 20 ounces.  That's a conclusion, a factual conclusion I made.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Appellant relies on the second paragraph of the judge's above statement to argue (1) that the judge improperly included cocaine sold by a co-conspirator before Elwell joined the conspiracy to arrive at the 23-ounce figure;  and (2) that the judge improperly used averages to calculate the amount of cocaine sold by Elwell in purported violation of new case law, entitling Elwell to reopen this court's previous affirmance on direct appeal of his sentence.  Appellant further contends that the district court should have scrutinized more closely Polito's drug quantity estimates because of Polito's status as an addict-informant, and that appellant should receive reductions in his sentence for being a \"minor participant\" in the criminal activity in which he was involved and for \"acceptance of responsibility\" under U.S.S.G. &#167;&#167; 3B1.2(b) and 3E1.1.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>A. Inclusion of Cocaine Sold by a Co-conspirator</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In arguing that the judge improperly enlarged Elwell's offense level by counting cocaine sold earlier by a co-conspirator, appellant relies upon a November 1, 1994 amendment to the Application Notes of U.S.S.G. &#167; 1B1.3 which states, \"A defendant's relevant conduct does not include the conduct of members of a conspiracy prior to the defendant joining the conspiracy, even if the defendant knows of that conduct ... \" U.S.S.G. &#167; 1B1.3, comment.  (n.2).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The government correctly points out, however, that the total amount of cocaine counted by the district court as relevant conduct for sentencing purposes did not include amounts sold earlier to Polito by Moretto.  Rather the court arrived at its finding that Elwell had sold 20 ounces in addition to the three ounces underlying his conviction from Polito's sworn testimony of having purchased \"18, maybe 20\" ounces of cocaine from Elwell in the summer of 1988.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Hence there is no occasion to consider the law relative to a co-conspirator's drug sales.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is true, as earlier mentioned, that the court also referred to Polito's testimony about cocaine purchases from Moretto earlier that spring, over a four to five month period.  But the judge's language in doing so suggests that the court was discussing the prior transactions simply as part of its assessment of the overall credibility of Polito's testimony, comparing the amounts earlier purchased from Moretto with the \"18, maybe 20\" ounces Polito claimed to have bought from Elwell within a comparable time frame.  This interpretation dove-tails with the district court's finding at sentencing, \"I conclude that Mr. Elwell distributed at least 20 ounces of cocaine to the witness ...  during the summer of 1988 ... \" (Emphasis supplied).  Had the court meant that some or all of the 20 ounces came from Moretto, it would not have said that \"Mr. Elwell distributed at least 20 ounces ...\", nor would it have referred to sales in the summer, rather than the spring, of 1988.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">That this was what the court meant was confirmed by the trial judge himself in his opinion disposing of Elwell's motion under &#167; 2255.  The judge flatly stated, \"I was referring to the twenty ounces which Elwell sold directly to Polito.\"   This court earlier reached the same conclusion when deciding Elwell's direct appeal, i.e. we stated that the district court's findings were based upon cocaine  Elwell sold  during the summer of 1988.  Elwell, 984 F.2d at 1297-98.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">As the district court rested its finding of 23 ounces on amounts sold by Elwell in the summer and fall, not amounts sold earlier to Polito by another supplier, we see no merit in appellant's contention that the district court violated the November 1, 1994 amendment to the Application Notes of U.S.S.G. &#167; 1B1.3.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Appellant also seems to argue that the events which occurred before he personally sold drugs to Polito may not be considered even for background corroborative and credibility purposes.  We disagree.  United States Sentencing Guidelines &#167; 6A1.3(a) provides, in part, \"In resolving any reasonable dispute concerning a factor important to the sentencing determination, the court may consider relevant information without regard to its admissibility under the rules of evidence applicable at trial, provided that the information has sufficient indicia of reliability to support its probable accuracy.\"   While the Moretto sales, standing alone, would be inadequate to establish the amounts Elwell later sold, they have some general relevance to Polito's testimony of the specific amounts he purchased from Elwell, since they help show the pattern of Polito's purchases during the year.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It is commonplace that a conspiracy's past activities may be considered at sentencing for various purposes, e.g., to determine the volume of drugs a late-joining co-conspirator reasonably foresaw would be sold by the conspiracy in the future.   United States v. O'Campo, 973 F.2d 1015, 1025-26 &amp; 1024-25 n. 9 (1st Cir.1992).   See also United States v. Carreon, 11 F.3d 1225, 1236 (5th Cir.1994);   United States v. Madkins, 14 F.3d 277, 279 n. 10 (5th Cir.1994);   United States v. Patriarca, 912 F.Supp. 596, 606, 610 (D.Mass.1995).  Here, the frequency and quantity of drugs previously purchased by Polito, before Elwell began to supply him, helped verify the amounts later said to have been furnished by Elwell, since it might be thought that Polito's requirements and habits would remain somewhat consistent over time.</p>\n    </div>\n    <p>B. The Use of Averages to Calculate Amounts</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Elwell complains that the district court wrongly used \"averaging\" in holding him responsible for the sale of 23 ounces.  He bases this argument on the district court's quoted review of the sales by Moretto to Polito in which the judge indicated that the amounts sold each time averaged out to one and one-half ounces.  Elwell also finds fault with the court's estimates of the frequency of Moretto's sales.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As already pointed out, however, the district court's finding of 23 ounces does not rest upon Moretto's previous sales to Polito but rather is based on Polito's testimony that he had purchased \"18, maybe 20\" ounces of cocaine from Elwell in the summer of 1988 (and, in addition, on evidence of the three ounces sold by Elwell to Polito in November and December of that year).  This evidence of summer sales was not the product of averaging nor did it call for averaging.  It is true that the court also made certain inferences about the earlier transactions with Moretto, including the average quantities purchased, but as we have indicated, the court did so merely to assist in its overall evaluation of Polito's testimony concerning Elwell's own sales to him, upon which the finding of 23 ounces was based.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Elwell argues also that the deductions the court drew from the Moretto evidence were flawed, leading it to attribute too much cocaine to this earlier period, and to err in believing that these previous sales corroborated the quantities attributed to Elwell in the latter period.  The short answer to this argument is that Elwell is not entitled on collateral review to relitigate issues raised on direct appeal, absent an intervening change in the law.   Davis v. United States, 417 U.S. 333, 342 (1974) (holding that a &#167; 2255 hearing is permitted on an issue previously addressed on direct appeal when there has been an intervening change in the law).   Cf. Singleton v. United States, 26 F.3d 233, 240 (1st Cir.1993) (\" '[I]ssues disposed of in a prior appeal will not be reviewed again by way of a 28 U.S.C. &#167; 2255 motion.' \"  (quoting  Dirring v. United States, 370 F.2d 862, 864 (1st Cir.1967))), cert. denied, 115 S.Ct. 517 (1994);   United States v. Michaud, 901 F.2d 5, 6 (1st Cir.1990) (\"We note that certain other claims raised in the &#167; 2255 motion were decided on direct appeal and may not be relitigated under a different label on collateral review.\").  Likewise, Elwell is not entitled to relitigate issues that could have been raised on direct appeal, but were not, absent a showing of cause excusing the default and actual prejudice resulting from the error of which he complains.   See United States v. Frady, 456 U.S. 152, 167-68 (1982);   Suveges v. United States, 7 F.3d 6, 10 (1st Cir.1993) (holding that a party must show cause and prejudice to raise an objection not argued on direct appeal in a &#167; 2255 motion (citing Frady )).  Elwell vigorously argued on direct appeal that the 20 ounces attributed to him was unsupported and too high;  this court considered those arguments expressly, and to the extent he now seeks to repeat and embellish these contentions, he has failed to show cause for being allowed to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In particular, there is nothing to Elwell's argument that two cases decided by this court,  United States v. Sepulveda, 15 F.3d 1161 (1st Cir.1993), cert. denied, 114 S.Ct. 2714 (1994) and  United States v. Welch, 15 F.3d 1202 (1st Cir.1993), cert. denied, 114 S.Ct. 1161 and 114 S.Ct. 1863, have so changed the law since Elwell's direct appeal as to warrant the reopening of our earlier affirmance of Elwell's sentence on direct appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This court did not rule in  Sepulveda and  Welch that averaging was no longer permissible.  We merely held in the circumstances of those cases that the particular calculations used, based on very broadly based averages, were insufficiently precise to determine the amount of drugs used.  In later cases, where averages were taken from ranges with tighter margins, we accepted their use.   See, e.g., United States v. Webster, 54 F.3d 1, 5-6 (1st Cir.1995).  In the present case, unlike  Sepulveda and  Welch, the main evidence upon which the court relied--Polito's testimony as to the amounts Elwell sold him in the summer of 1988--did not involve averaging at all.  The averaging employed related merely to Moretto's earlier sales, discussed for purposes of analogy only.  The one and a half ounce average, moreover, fell arguably within tight margins, although we need not get into this in order to conclude that  Sepulveda and  Welch did not alter the law applicable on direct appeal.  This being so, Elwell may not relitigate collaterally his challenge to the sufficiency of the evidence on which his Base Offense Level rests.   See Singleton, 26 F.3d at 240.</p>\n    </div>\n    <p>C. Reliance on Addict-Informant Witnesses</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In his third claim of error, Elwell contends that the district court should have more carefully scrutinized Polito's testimony because of his status as an addict-informant.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This argument was litigated and rejected in Polito's direct appeal.   Elwell, 984 F.2d at 1297-98.   As explained in Part B, above, relitigation of the issue is thus barred unless there has been an intervening change in the law.   See Singleton, 26 F.3d at 240.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In support of his contention that there has been such a change, Elwell points to several recent decisions in other circuits which have imposed a \"heightened standard of scrutiny\" on testimony by drug addicts who are cooperating with the government.   See United States v. Beler, 20 F.3d 1428, 1435 (7th Cir.1994);   Miele, 989 F.2d at 666-68;   United States v. Simmons, 964 F.2d 763, 776 (8th Cir.1992), cert. denied, 506 U.S. 1011 (1992);   United States v. Robison, 904 F.2d 365, 371-72 (6th Cir.1990), cert. denied, 498 U.S. 946 (1990).   See also United States v. Richards, 27 F.3d 465, 469 n. 2 (10th Cir.1994) (noting this line of cases but expressing neither agreement nor disagreement).   But see United States v. Browning, 61 F.3d 752, 755 n. 2 (10th Cir.1995) (distinguishing the  Simmons line of cases on their facts as dealing only with addict-informants whose testimony contradicted itself and/or who admitted to hazy memories).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Whether or not the law can be said to have changed in other circuits, this circuit has not adopted such a rule of heightened scrutiny, nor are we aware of any recent congressional enactments or pronouncements by the Supreme Court making an alteration in the law in such instances.  In Webster, we allowed the district court to base its sentence on the testimony of a witness who was \"an admitted perjurer, a drug user, and a turncoat who received a substantially reduced sentence for implicating others.\"   Webster, 54 F.3d at 5. We concluded that the trial judge was able to make the requisite credibility assessments concerning that witness.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>D. Minor Participant and Acceptance of Responsibility Reductions</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In appellant's fourth point of error, he argues that, should he prevail on any of his previous three points of error, he should receive a reduction in his sentence for being a minor participant in the conspiracy and for accepting responsibility for the amount of cocaine he distributed.  We find little merit in these arguments on their face, but since we reject Elwell's first three points of error, they are in any case moot.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> United States Sentencing Guidelines &#167; 1B1.3(a)(2) provides that in determining the Base Offense Level, the court shall include acts and omissions committed by the defendant as part of the same course of conduct or common scheme or plan as the offense of conviction when, inter alia, the offense level is determined largely on the basis of the total quantity of a substance involved.  See U.S.S.G. &#167; 3D1.2(d).  U.S.S.G. &#167; 2D1.1(c)(7) provides for a Base Offense Level of 26 for unlawfully selling between 500 grams and two kilograms of cocaine in a continuing criminal enterprise</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The United States Sentencing Guidelines provide for a two-level decrease in the defendant's Base Offense Level if he or she was a minor participant in the criminal activity.  The Guidelines also provide for a two-level decrease if the defendant clearly demonstrates acceptance of responsibility for his or her offense</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> As this court pointed out on direct appeal, since even the low-end figure of 18 ounces is 504 grams, exceeding the Guidelines' 500 gram minimum for the sentence in issue, the court's finding of 20 ounces rather than 18 is of no consequence.   Elwell, 984 F.2d at 1297.   Elwell makes no argument based on the two-ounce difference</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We add that the mere movement of one or more other circuits towards heightened scrutiny in certain cases would not amount to intervening new law which would allow Elwell to relitigate an issue already decided by this court on direct appeal.  Both  Simmons and Robison, upon which Elwell in part relies, were, moreover, decided before the direct appeal in this case was argued</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1146</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>David ELWELL, Petitioner-Appellant,<br>v.<br>UNITED STATES of America, Respondent-Appellee.</p>\n    <p class=\"docket\">No. 95-2360.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Sept. 9, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Joseph K. Kenyon with whom Stephen Weymouth was on brief for appellant.</p>\n      <p class=\"indent\">George W. Vien, Assistant U.S. Attorney, and Donald K. Stern, United States Attorney, U.S. Department of Justice, was on brief for appellee.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">David Elwell appeals from the denial by the district court of his motion under 28 U.S.C. &#167; 2255 to vacate, set aside or correct the sentence it imposed following his conviction for drug-related offenses.  Elwell contends, inter alia, that the court made errors in determining the amount of cocaine to attribute to him for sentencing purposes.</p>\n    </div>\n    <p>I. Procedural and Factual History</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">After a jury trial in the district court, Elwell was convicted on February 15, 1991, of one count of conspiracy to distribute cocaine, in violation of 21 U.S.C. &#167; 846;  two substantive counts of possession of cocaine with intent to distribute, in violation of 21 U.S.C. &#167; 841(a)(1);  and one count of willfully subscribing to a false income tax return, in violation of 21 U.S.C. &#167; 7206(1).  He was sentenced to 78 months imprisonment concurrently on each of the drug counts, and 36 months on the tax count, to be served concurrently.  Elwell took a direct appeal to this court, which affirmed the judgment of the district court.   United States v. Elwell, <span class=\"citation\" data-id=\"599256\"><a href=\"/opinion/599256/united-states-v-david-elwell-united-states-v-hobart-willis-united/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1289</span></a></span> (1st Cir.1993), cert denied, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2429</span></span> (1993).  He then brought the present motion under 28 U.S.C. &#167; 2255.  This was denied in a comprehensive opinion by the same judge who had sentenced him.  Elwell now appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The primary witness against Elwell at his criminal trial was Mark Polito, a cocaine addict turned government informant.  Polito testified to having purchased \"an ounce--two ounces\" from Richard Moretto every other week or so over a period of four to five months in the spring of 1988.  When Moretto had to report to prison in or around April 1988, he introduced Polito to his distributor, Hobart Willis.  Willis, in turn, put Polito in touch with Elwell, who managed Willis' \"northern territory.\"   Elwell supplied Polito's cocaine needs throughout the summer of 1988.  Polito eventually fell into debt to Elwell because of his cocaine habit and, under pressure for payment, began to cooperate with law enforcement authorities.  While cooperating, Polito made two more cocaine purchases from Elwell, on November 17, 1988, and December 19, 1988.  In a tape recorded statement, Elwell stated that Polito owed him \"twenty-four somethin'.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Elwell's conviction was for the final two purchases, which amounted to a total of three ounces of cocaine.  At sentencing, the district court found that Elwell had also distributed an additional 20 ounces of cocaine to Polito during the course of the previous summer of 1988.  The court, therefore, attributed sales of over 500 grams to him for purposes of determining the Base Offense Level.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Polito testified at trial that he had purchased \"18, maybe 20\" ounces of cocaine from Elwell during the summer.  At sentencing, the judge stated, among other remarks,</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">What that [the rule allowing the court to consider relevant information without regard to its admissibility under the rules of evidence] means to me is that I can review all of the material I have.  I can assess the credibility of Mr. Polito, the evidence which tended to corroborate Mr. Polito or contradict him, the testimony of other participants, such as Mr. Willis--not of the testimony, but of the evidence that pertained to Mr. Willis and Mr. Willis's connection with Mr. Elwell, and make a decision as to the disputed findings of fact.  I heard that evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Mr. Polito testified, in summary, that he bought one or two ounces, one or two ounces every week or every two weeks from Mr. Moretto over a period of four to five months.  I calculated that had to be about 14 purchases, not every week but for a period of 14 weeks, not 20 weeks but 14 weeks of one to two ounces.  I took the one to two ounces to be one and a half ounces, and I added 14 purchases to one and and [sic] a half ounces to 20 ounces.  That's a conclusion, a factual conclusion I made.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Appellant relies on the second paragraph of the judge's above statement to argue (1) that the judge improperly included cocaine sold by a co-conspirator before Elwell joined the conspiracy to arrive at the 23-ounce figure;  and (2) that the judge improperly used averages to calculate the amount of cocaine sold by Elwell in purported violation of new case law, entitling Elwell to reopen this court's previous affirmance on direct appeal of his sentence.  Appellant further contends that the district court should have scrutinized more closely Polito's drug quantity estimates because of Polito's status as an addict-informant, and that appellant should receive reductions in his sentence for being a \"minor participant\" in the criminal activity in which he was involved and for \"acceptance of responsibility\" under U.S.S.G. &#167;&#167; 3B1.2(b) and 3E1.1.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>A. Inclusion of Cocaine Sold by a Co-conspirator</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In arguing that the judge improperly enlarged Elwell's offense level by counting cocaine sold earlier by a co-conspirator, appellant relies upon a November 1, 1994 amendment to the Application Notes of U.S.S.G. &#167; 1B1.3 which states, \"A defendant's relevant conduct does not include the conduct of members of a conspiracy prior to the defendant joining the conspiracy, even if the defendant knows of that conduct ... \" U.S.S.G. &#167; 1B1.3, comment.  (n.2).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The government correctly points out, however, that the total amount of cocaine counted by the district court as relevant conduct for sentencing purposes did not include amounts sold earlier to Polito by Moretto.  Rather the court arrived at its finding that Elwell had sold 20 ounces in addition to the three ounces underlying his conviction from Polito's sworn testimony of having purchased \"18, maybe 20\" ounces of cocaine from Elwell in the summer of 1988.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Hence there is no occasion to consider the law relative to a co-conspirator's drug sales.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is true, as earlier mentioned, that the court also referred to Polito's testimony about cocaine purchases from Moretto earlier that spring, over a four to five month period.  But the judge's language in doing so suggests that the court was discussing the prior transactions simply as part of its assessment of the overall credibility of Polito's testimony, comparing the amounts earlier purchased from Moretto with the \"18, maybe 20\" ounces Polito claimed to have bought from Elwell within a comparable time frame.  This interpretation dove-tails with the district court's finding at sentencing, \"I conclude that Mr. Elwell distributed at least 20 ounces of cocaine to the witness ...  during the summer of 1988 ... \" (Emphasis supplied).  Had the court meant that some or all of the 20 ounces came from Moretto, it would not have said that \"Mr. Elwell distributed at least 20 ounces ...\", nor would it have referred to sales in the summer, rather than the spring, of 1988.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">That this was what the court meant was confirmed by the trial judge himself in his opinion disposing of Elwell's motion under &#167; 2255.  The judge flatly stated, \"I was referring to the twenty ounces which Elwell sold directly to Polito.\"   This court earlier reached the same conclusion when deciding Elwell's direct appeal, i.e. we stated that the district court's findings were based upon cocaine  Elwell sold  during the summer of 1988.  Elwell, 984 F.2d at 1297-98.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">As the district court rested its finding of 23 ounces on amounts sold by Elwell in the summer and fall, not amounts sold earlier to Polito by another supplier, we see no merit in appellant's contention that the district court violated the November 1, 1994 amendment to the Application Notes of U.S.S.G. &#167; 1B1.3.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Appellant also seems to argue that the events which occurred before he personally sold drugs to Polito may not be considered even for background corroborative and credibility purposes.  We disagree.  United States Sentencing Guidelines &#167; 6A1.3(a) provides, in part, \"In resolving any reasonable dispute concerning a factor important to the sentencing determination, the court may consider relevant information without regard to its admissibility under the rules of evidence applicable at trial, provided that the information has sufficient indicia of reliability to support its probable accuracy.\"   While the Moretto sales, standing alone, would be inadequate to establish the amounts Elwell later sold, they have some general relevance to Polito's testimony of the specific amounts he purchased from Elwell, since they help show the pattern of Polito's purchases during the year.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It is commonplace that a conspiracy's past activities may be considered at sentencing for various purposes, e.g., to determine the volume of drugs a late-joining co-conspirator reasonably foresaw would be sold by the conspiracy in the future.   United States v. O'Campo, <span class=\"citation\" data-id=\"589965\"><a href=\"/opinion/589965/united-states-v-claudia-ocampo-united-states-v-julian-redeondo/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1015</span></a></span>, 1025-26 &amp; 1024-25 n. 9 (1st Cir.1992).   See also United States v. Carreon, <span class=\"citation\" data-id=\"658790\"><a href=\"/opinion/658790/united-states-v-octavio-carreon-and-armando-melendez/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1225</span></a></span>, 1236 (5th Cir.1994);   United States v. Madkins, <span class=\"citation\" data-id=\"6232\"><a href=\"/opinion/6232/united-states-v-madkins/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">277</span></a></span>, 279 n. 10 (5th Cir.1994);   United States v. Patriarca, <span class=\"citation no-link\"><span class=\"volume\">912</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">596</span></span>, 606, 610 (D.Mass.1995).  Here, the frequency and quantity of drugs previously purchased by Polito, before Elwell began to supply him, helped verify the amounts later said to have been furnished by Elwell, since it might be thought that Polito's requirements and habits would remain somewhat consistent over time.</p>\n    </div>\n    <p>B. The Use of Averages to Calculate Amounts</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Elwell complains that the district court wrongly used \"averaging\" in holding him responsible for the sale of 23 ounces.  He bases this argument on the district court's quoted review of the sales by Moretto to Polito in which the judge indicated that the amounts sold each time averaged out to one and one-half ounces.  Elwell also finds fault with the court's estimates of the frequency of Moretto's sales.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As already pointed out, however, the district court's finding of 23 ounces does not rest upon Moretto's previous sales to Polito but rather is based on Polito's testimony that he had purchased \"18, maybe 20\" ounces of cocaine from Elwell in the summer of 1988 (and, in addition, on evidence of the three ounces sold by Elwell to Polito in November and December of that year).  This evidence of summer sales was not the product of averaging nor did it call for averaging.  It is true that the court also made certain inferences about the earlier transactions with Moretto, including the average quantities purchased, but as we have indicated, the court did so merely to assist in its overall evaluation of Polito's testimony concerning Elwell's own sales to him, upon which the finding of 23 ounces was based.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Elwell argues also that the deductions the court drew from the Moretto evidence were flawed, leading it to attribute too much cocaine to this earlier period, and to err in believing that these previous sales corroborated the quantities attributed to Elwell in the latter period.  The short answer to this argument is that Elwell is not entitled on collateral review to relitigate issues raised on direct appeal, absent an intervening change in the law.   Davis v. United States, <span class=\"citation\" data-id=\"109059\"><a href=\"/opinion/109059/davis-v-united-states/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">333</span></a></span>, 342 (1974) (holding that a &#167; 2255 hearing is permitted on an issue previously addressed on direct appeal when there has been an intervening change in the law).   Cf. Singleton v. United States, <span class=\"citation\" data-id=\"195416\"><a href=\"/opinion/195416/singleton-v-united-states/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">233</span></a></span>, 240 (1st Cir.1993) (\" '[I]ssues disposed of in a prior appeal will not be reviewed again by way of a 28 U.S.C. &#167; 2255 motion.' \"  (quoting  Dirring v. United States, <span class=\"citation\" data-id=\"274278\"><a href=\"/opinion/274278/john-t-dirring-v-united-states/\"><span class=\"volume\">370</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">862</span></a></span>, 864 (1st Cir.1967))), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">517</span></span> (1994);   United States v. Michaud, <span class=\"citation\" data-id=\"539957\"><a href=\"/opinion/539957/united-states-v-hubert-michaud/\"><span class=\"volume\">901</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 6 (1st Cir.1990) (\"We note that certain other claims raised in the &#167; 2255 motion were decided on direct appeal and may not be relitigated under a different label on collateral review.\").  Likewise, Elwell is not entitled to relitigate issues that could have been raised on direct appeal, but were not, absent a showing of cause excusing the default and actual prejudice resulting from the error of which he complains.   See United States v. Frady, <span class=\"citation\" data-id=\"110693\"><a href=\"/opinion/110693/united-states-v-frady/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">152</span></a></span>, 167-68 (1982);   Suveges v. United States, <span class=\"citation\" data-id=\"194978\"><a href=\"/opinion/194978/suveges-v-united-states/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 10 (1st Cir.1993) (holding that a party must show cause and prejudice to raise an objection not argued on direct appeal in a &#167; 2255 motion (citing Frady )).  Elwell vigorously argued on direct appeal that the 20 ounces attributed to him was unsupported and too high;  this court considered those arguments expressly, and to the extent he now seeks to repeat and embellish these contentions, he has failed to show cause for being allowed to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In particular, there is nothing to Elwell's argument that two cases decided by this court,  United States v. Sepulveda, <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span> (1st Cir.1993), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2714</span></span> (1994) and  United States v. Welch, <span class=\"citation\" data-id=\"195118\"><a href=\"/opinion/195118/united-states-v-welch/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1202</span></a></span> (1st Cir.1993), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1161</span></span> and <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1863</span></span>, have so changed the law since Elwell's direct appeal as to warrant the reopening of our earlier affirmance of Elwell's sentence on direct appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This court did not rule in  Sepulveda and  Welch that averaging was no longer permissible.  We merely held in the circumstances of those cases that the particular calculations used, based on very broadly based averages, were insufficiently precise to determine the amount of drugs used.  In later cases, where averages were taken from ranges with tighter margins, we accepted their use.   See, e.g., United States v. Webster, <span class=\"citation\" data-id=\"196037\"><a href=\"/opinion/196037/united-states-v-webster/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5-6 (1st Cir.1995).  In the present case, unlike  Sepulveda and  Welch, the main evidence upon which the court relied--Polito's testimony as to the amounts Elwell sold him in the summer of 1988--did not involve averaging at all.  The averaging employed related merely to Moretto's earlier sales, discussed for purposes of analogy only.  The one and a half ounce average, moreover, fell arguably within tight margins, although we need not get into this in order to conclude that  Sepulveda and  Welch did not alter the law applicable on direct appeal.  This being so, Elwell may not relitigate collaterally his challenge to the sufficiency of the evidence on which his Base Offense Level rests.   See Singleton, 26 F.3d at 240.</p>\n    </div>\n    <p>C. Reliance on Addict-Informant Witnesses</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In his third claim of error, Elwell contends that the district court should have more carefully scrutinized Polito's testimony because of his status as an addict-informant.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This argument was litigated and rejected in Polito's direct appeal.   Elwell, 984 F.2d at 1297-98.   As explained in Part B, above, relitigation of the issue is thus barred unless there has been an intervening change in the law.   See Singleton, 26 F.3d at 240.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In support of his contention that there has been such a change, Elwell points to several recent decisions in other circuits which have imposed a \"heightened standard of scrutiny\" on testimony by drug addicts who are cooperating with the government.   See United States v. Beler, <span class=\"citation\" data-id=\"667166\"><a href=\"/opinion/667166/united-states-v-gene-e-beler/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1428</span></a></span>, 1435 (7th Cir.1994);   Miele, 989 F.2d at 666-68;   United States v. Simmons, <span class=\"citation\" data-id=\"583683\"><a href=\"/opinion/583683/united-states-v-james-b-simmons-united-states-of-america-v-charles-h/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">763</span></a></span>, 776 (8th Cir.1992), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1011</span></span> (1992);   United States v. Robison, <span class=\"citation\" data-id=\"542346\"><a href=\"/opinion/542346/united-states-v-richard-rodney-robison-89-3724-and-james-roosevelt/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">365</span></a></span>, 371-72 (6th Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">946</span></span> (1990).   See also United States v. Richards, <span class=\"citation\" data-id=\"672441\"><a href=\"/opinion/672441/united-states-v-pauline-richards-also-known-as-janie-nard/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">465</span></a></span>, 469 n. 2 (10th Cir.1994) (noting this line of cases but expressing neither agreement nor disagreement).   But see United States v. Browning, <span class=\"citation\" data-id=\"700694\"><a href=\"/opinion/700694/united-states-v-edwin-gayle-browning-aka-tex-browning/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">752</span></a></span>, 755 n. 2 (10th Cir.1995) (distinguishing the  Simmons line of cases on their facts as dealing only with addict-informants whose testimony contradicted itself and/or who admitted to hazy memories).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Whether or not the law can be said to have changed in other circuits, this circuit has not adopted such a rule of heightened scrutiny, nor are we aware of any recent congressional enactments or pronouncements by the Supreme Court making an alteration in the law in such instances.  In Webster, we allowed the district court to base its sentence on the testimony of a witness who was \"an admitted perjurer, a drug user, and a turncoat who received a substantially reduced sentence for implicating others.\"   Webster, 54 F.3d at 5. We concluded that the trial judge was able to make the requisite credibility assessments concerning that witness.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>D. Minor Participant and Acceptance of Responsibility Reductions</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In appellant's fourth point of error, he argues that, should he prevail on any of his previous three points of error, he should receive a reduction in his sentence for being a minor participant in the conspiracy and for accepting responsibility for the amount of cocaine he distributed.  We find little merit in these arguments on their face, but since we reject Elwell's first three points of error, they are in any case moot.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> United States Sentencing Guidelines &#167; 1B1.3(a)(2) provides that in determining the Base Offense Level, the court shall include acts and omissions committed by the defendant as part of the same course of conduct or common scheme or plan as the offense of conviction when, inter alia, the offense level is determined largely on the basis of the total quantity of a substance involved.  See U.S.S.G. &#167; 3D1.2(d).  U.S.S.G. &#167; 2D1.1(c)(7) provides for a Base Offense Level of 26 for unlawfully selling between 500 grams and two kilograms of cocaine in a continuing criminal enterprise</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The United States Sentencing Guidelines provide for a two-level decrease in the defendant's Base Offense Level if he or she was a minor participant in the criminal activity.  The Guidelines also provide for a two-level decrease if the defendant clearly demonstrates acceptance of responsibility for his or her offense</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> As this court pointed out on direct appeal, since even the low-end figure of 18 ounces is 504 grams, exceeding the Guidelines' 500 gram minimum for the sentence in issue, the court's finding of 20 ounces rather than 18 is of no consequence.   Elwell, 984 F.2d at 1297.   Elwell makes no argument based on the two-ounce difference</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We add that the mere movement of one or more other circuits towards heightened scrutiny in certain cases would not amount to intervening new law which would allow Elwell to relitigate an issue already decided by this court on direct appeal.  Both  Simmons and Robison, upon which Elwell in part relies, were, moreover, decided before the direct appeal in this case was argued</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/6232/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109059/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194978/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195118/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196037/",
    "http://www.courtlistener.com/api/rest/v3/opinions/274278/",
    "http://www.courtlistener.com/api/rest/v3/opinions/539957/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542346/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583683/",
    "http://www.courtlistener.com/api/rest/v3/opinions/589965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599256/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658790/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/667166/",
    "http://www.courtlistener.com/api/rest/v3/opinions/672441/",
    "http://www.courtlistener.com/api/rest/v3/opinions/700694/"
  ]
}