{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196994/",
  "absolute_url": "/opinion/196994/wilson-v-bradlees/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196994/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:19:54Z",
  "date_modified": "2017-03-24T10:49:32.237266Z",
  "type": "010combined",
  "sha1": "7140892906a87165e52af1afa5fd4338ddb3a9d2",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-2293.01A",
  "local_path": null,
  "plain_text": "\n\nOctober 11, 1996  UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 95-2293\r\n\n            ELIZABETH WILSON, INDIVIDUALLY AND AS\r\n           MOTHER AND NEXT FRIEND OF AILSA DeBOLD,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n            BRADLEES OF NEW ENGLAND, INC., ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n                         ERRATA SHEET\r\n\nThe opinion  of  this Court,  issued  on  September 25,  1996,  is\r\namended as follows:\r\n\nOn  page 19,  2nd line  of  last  paragraph, replace  \"court\" with\r\n\"Court\".\r\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 95-2084\r\n\n                  ROBERT B. GRENIER, ET AL.,\r\n\n                    Plaintiffs, Appellees,\r\n\n                              v.\r\n\n             VERMONT LOG BUILDINGS, INC., ET AL.,\r\n\n       Defendants, Third-Party Plaintiffs, Appellants.\r\n\n                              v.\r\n\n         DAP, INC. and CHAMPION INTERNATIONAL CORP.,\r\n\n             Third-Party Defendants, Appellees. \r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Nathaniel M. Gorton, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n\n              Boudin and Stahl, Circuit Judges.\r                                                          \r\n\n                                         \r\n\nCarol A. Griffin with whom Lawrence  F. Boyle, W. Joseph  Flanagan\r                                                                              \r\nand Morrison, Mahoney &amp; Miller were on brief for appellants.\r                                      \r\nRoger  D.  Matthews with  whom  Nick  K.  Malhotra  and Madan  and\r                                                                              \r\nMadan, P.C.  were on  brief  for  appellees  DAP,  Inc.  and  Champion\r                   \r\nInternational Corp.\r\n\n                                         \r\n\n                      September 25, 1996\r\r\n\n                                         \r\r\n\n     BOUDIN,  Circuit  Judge.    Joan Grenier  suffered  from\r                                        \r\n\nchronic gastritis for several years, allegedly in reaction to\r\n\nthe wood preservative applied  to the walls of her  log home.\r\n\nShe and her family sued Vermont Log Buildings, Inc. (\"Vermont\r\n\nLog\"), the manufacturer of  their home, claiming  negligence,\r\n\nbreaches  of warranty,  and  violation of  Mass. Gen.  L. ch.\r\n\n93A.1   Vermont  Log in  turn filed  a  third-party complaint\r\n\nagainst the  alleged manufacturers of the  preservative.  The\r\n\ndistrict   court    granted   summary   judgment    for   the\r\n\nmanufacturers,  rejecting  Vermont Log's  third-party claims.\r\n\nVermont Log appeals.  We affirm.\r\n\n     Because the  case was  decided on summary  judgment, our\r\n\nrecitation  of the facts is  based primarily on  the facts as\r\n\nalleged.   Snow v.  Harnischfeger Corp.,  12 F.3d  1154, 1157\r                                                   \r\n\n(1st  Cir. 1993),  cert. denied, 115  S. Ct.  56 (1994).   In\r                                           \r\n\nApril 1975, Robert and  Joan Grenier purchased the components\r\n\nof a log  house from  an authorized dealer  for Vermont  Log.\r\n\nThe logs were shipped  to the Greniers' lot in  Massachusetts\r\n\nand  assembled there.  The  Greniers moved into  the house in\r\n\nMay 1975.  Vermont Log had treated the  logs with Woodlife, a\r\n\nwood   preservative   containing   the    active   ingredient\r\n\npentachlorophenol.\r\n\n                    \r                                \r\n\n     1Chapter  93A outlaws  \"[u]nfair methods  of competition\r\nand unfair or deceptive  acts or practices in the  conduct of\r\nany  trade  or  commerce,\"  and permits  awards  of  multiple\r\ndamages and attorneys' fees.\r\n\n                             -2-\r                                         -2-\r\r\n\n     In early 1982, Joan Grenier began displaying symptoms of\r\n\ngastritis,  and continued to  suffer intermittent stomach and\r\n\nback pain  for several years.   A doctor who examined  her in\r\n\nApril 1987 suspected  that her condition  was caused by  wood\r\n\npreservative in the logs of the Greniers' cabin.  Later tests\r\n\nrevealed an elevated level  of pentachlorophenol in her body.\r\n\nWhen  she   moved   out   of  the   house,   her   level   of\r\n\npentachlorophenol dropped and her symptoms abated.\r\n\n     At the  time the  Greniers bought their  cabin, Woodlife\r\n\nwas  registered  as a  pesticide as  required by  the Federal\r\n\nInsecticide,  Fungicide,  and  Rodenticide  Act  (\"FIFRA\"), 7\r\n\nU.S.C.     136-136y.  FIFRA  is one  of a  family of  federal\r\n\nregulatory statutes  that are  concerned with  health, safety\r\n\nand  (in this  case)  the  environment.    Two  of  its  main\r\n\ncomponents are a requirement of prior approval of the product\r\n\nby the Environment Protection Agency, 7 U.S.C.   136a(a), and\r\n\nof  EPA approval of  the labeling supplied  with the product,\r\n\nid.   136a(c)(1)(C).\r               \r\n\n     In  early 1975,  the  Woodlife labeling,  which EPA  had\r\n\napproved,  warned that the product was toxic and was not \"for\r\n\nuse or  storage in or  around the home.\"   The labeling  also\r\n\nincluded  a  section  describing  the uses  of  the  product:\r\n\n\"PRODUCT USES: Millwork, shingles, siding, structural lumber,\r\n\nfences,  trellises, outside  furniture,  vacation homes,  all\r\n\nlumber  and wood products.\"   On September 26,  1975, the EPA\r\n\n                             -3-\r                                         -3-\r\r\n\napproved a modified label for Woodlife.  On the new labeling,\r\n\nthe section listing product uses no longer included \"vacation\r\n\nhomes\" as a use  and added a further warning:  \"Do not use on\r\n\ninterior surfaces which are not to be finished.\"\r\n\n     The Greniers filed suit in  1990 against Vermont Log and\r\n\ntwo  allegedly  related  corporate   entities  (collectively,\r\n\n\"Vermont Log\"),  alleging that pentachlorophenol used  in the\r\n\nlog  home  caused  Joan  Grenier's illness.    The  claims as\r\n\nultimately amended comprised  ten different counts, including\r\n\nbare bones  claims for  express and implied  warranty breach,\r\n\nfor negligence  in design,  manufacture and failure  to warn,\r\n\nand under chapter 93A.   Joan Grenier sought damages  for her\r\n\ninjuries;  her  husband  and  the  Greniers'  three  children\r\n\nclaimed loss of consortium.\r\n\n     In  1991,  Vermont  Log  filed a  third-party  complaint\r\n\nagainst  DAP, Inc. and  Roberts Consolidated  Industries, the\r\n\nalleged manufacturers, sellers, and distributors of Woodlife.\r\n\nThereafter,  Champion  International, Inc.,  was  added as  a\r\n\nthird-party  defendant (Roberts  was later  dropped  from the\r\n\ncase by  agreement).   As amended, Vermont  Log's third-party\r\n\ncomplaint asserted  claims for contribution under  Mass. Gen.\r\n\nL.  ch.  231B based  on  negligence by  the  manufacturers of\r\n\nWoodlife,  and  claims  for  breaches of  warranty  by  those\r\n\nmanufacturers. \r\n\n                             -4-\r                                         -4-\r\r\n\n     In August 1991,  DAP and Roberts  removed the action  on\r\n\ndiversity  grounds to  federal  district court  where it  was\r\n\nassigned to Judge Zobel.  In  due course, Vermont Log and the\r\n\nthird-party  defendants  moved for  summary  judgment on  the\r\n\nGreniers'  claims on the grounds that they were barred by the\r\n\nstatute of limitations and that they were preempted by FIFRA.\r\n\nOn November 4, 1992,  Judge Zobel ruled that Joan  and Robert\r\n\nGrenier's warranty  and negligence claims were  barred by the\r\n\nstatute  of limitations,  but that  their chapter  93A claims\r\n\nwere timely under  its longer limitations  period.  She  also\r\n\nheld   that  none  of  the  children's  claims  for  loss  of\r\n\nconsortium was  barred, since the statute  of limitations was\r\n\ntolled during their minority.\r\n\n     Judge  Zobel further  held that  Vermont Log  could seek\r\n\ncontribution from DAP and  Champion (for convenience we refer\r\n\nto them  hereafter as \"the Woodlife  manufacturers\"); but she\r\n\nruled  that  Vermont  Log  could  not  obtain indemnification\r\n\nbecause  by selling  the  logs to  the  Greniers Vermont  Log\r\n\nparticipated  in  the  conduct  that  allegedly  damaged  the\r\n\nGreniers.     Finally,  Judge  Zobel  concluded   that  under\r\n\nWisconsin Pub.  Intervenor v.  Mortier, 501 U.S.  597 (1991),\r                                                  \r\n\nnone of the claims was preempted by FIFRA.\r\n\n     After Judge  Zobel's November 1992 ruling,  the case was\r\n\nreassigned to newly appointed Judge Gorton.  In May 1993, the\r\n\nWoodlife   manufacturers  filed   new  motions   for  summary\r\n\n                             -5-\r                                         -5-\r\r\n\njudgment, this  time against Vermont Log;  they argued (based\r\n\non  intervening case law) that FIFRA preempted all of Vermont\r\n\nLog's remaining  claims against them.   Then-Magistrate Judge\r\n\nPonsor, to whom the case had been referred, held a hearing on\r\n\nthe motion in September 1993.\r\n\n     In  July  1994,  Judge   Ponsor,  having  recently  been\r\n\nappointed a district judge, relinquished jurisdiction in this\r\n\ncase.  At the same time he issued a memorandum in a companion\r\n\ncase brought  by a  different plaintiff against  Vermont Log.\r\n\nJudge  Ponsor  there ruled  that  FIFRA  preempted claims  of\r\n\nfailure to  warn  and breach  of  implied warranty,  but  not\r\n\nclaims of breach of express warranty and negligent design and\r\n\nmanufacture.   Jillson  v. Vermont Log  Bldgs., Inc.,  857 F.\r                                                                \r\n\nSupp. 985 (D. Mass. 1994).\r\n\n     After the present case was returned to Judge  Gorton, he\r\n\nruled that all of  Vermont Log's claims were \"related  to the\r\n\nlabeling  and packaging\" of  Woodlife.   While noting  that a\r\n\nproperly  supported  express  warranty  claim  might  not  be\r\n\npreempted,  Judge  Gorton found  Vermont  Log's  claim to  be\r\n\n\"based  entirely on the label\" because \"[n]o other factual or\r\n\nevidentiary  basis   for  the  claim  was   provided  in  the\r\n\npleadings.\"  Judge Gorton granted summary judgment to DAP and\r\n\nChampion  and  entered a  separate  final  judgment in  their\r\n\nfavor.  See Fed. R. Civ. P. 54(b).\r                       \r\n\n                             -6-\r                                         -6-\r\r\n\n     On appeal,  Vermont Log  argues that the  district court\r\n\nerred in finding that all  of its claims were preempted:   it\r\n\nsays that FIFRA preempts only those state-law claims based on\r\n\nthe labeling  or packaging of pesticides and  it asserts that\r\n\nmost of its claims are not based on the labeling or packaging\r\n\nof Woodlife but rather  upon design and manufacturing defects\r\n\nand upon failure to warn unrelated to labeling and packaging.\r\n\nWe review the district court's  grant of summary judgment  de\r                                                                         \r\n\nnovo, drawing reasonable inferences  in favor of Vermont Log.\r                \r\n\nBrown v. Hearst Corp., 54 F.3d 21, 24 (1st Cir. 1995).\r                                 \r\n\n     We  begin, in the classic fashion, by seeking to lay the\r\n\ncounts   allegedly  preempted   along   side  the   statutory\r\n\npreemption clause and the cases that have interpreted it  and\r\n\nsimilar language in other statutes.  Where, as here, Congress\r\n\nhas included an express preemption clause in the  statute, we\r\n\nstart  with the language of  that provision.  Medtronic, Inc.\r                                                                         \r\n\nv.  Lohr, 116 S. Ct. 2240 (1996); Cipollone v. Liggett Group,\r                                                                         \r\n\nInc., 505 U.S. 504, 517 (1992).  FIFRA's preemption clause, 7\r                \r\n\nU.S.C.   136v, reads as follows:\r\n\n     (a) In general\r\n\n               A State may regulate the sale or use\r\n          of any federally registered  pesticide or\r\n          device in  the State, but only  if and to\r\n          the extent the regulation does not permit\r\n          any  sale  or  use  prohibited   by  this\r\n          subchapter.\r\n\n     (b) Uniformity\r\n\n                             -7-\r                                         -7-\r\r\n\n               Such  State  shall  not   impose  or\r\n          continue in effect  any requirements  for\r\n          labeling  or packaging in  addition to or\r\n          different from those required  under this\r\n          subchapter.\r\n\n     It  is apparent  from subsection (a),  as well  as other\r\n\nstatutory language, e.g., 7 U.S.C.    136w-1, that FIFRA does\r                                    \r\n\nnot wholly  oust the states  from pesticide regulation.   See\r                                                                         \r\n\ngenerally Mortier, 501  U.S. at  612-13.  And  it is  equally\r                             \r\n\napparent  from subsection  (b)  that the  state cannot  apply\r\n\ndifferent  or  additional  \"requirements\" for  \"labeling  and\r\n\npackaging.\"  It was once an open question, but is now settled\r\n\nby   the  Supreme   Court   in  Cipollone   and  Lohr,   that\r                                                                 \r\n\n\"requirements\" in  this context presumptively  includes state\r\n\ncauses of  action as well as laws and regulations.  Lohr, 116\r                                                                    \r\n\nS. Ct. at 2251-53  (plurality opinion), id., 2259-60 (Breyer,\r                                                       \r\n\nJ.,  concurring in  part  and concurring  in judgment),  id.,\r                                                                        \r\n\n2262-63 (O'Connor, J., Scalia, J., and Thomas, J., concurring\r\n\nin  part and dissenting in part); Cipollone, 505 U.S. at 521-\r                                                       \r\n\n22 (plurality  opinion), id.,  548-49 (Scalia, J.  and Thomas\r                                        \r\n\nJ., concurring in judgment in part and dissenting in part).\r\n\n     This court so held in  King v. E.I. Dupont de Nemours  &amp;\r                                                                         \r\n\nCo.,  996 F.2d 1346 (1st  Cir.), cert. dismissed,  114 S. Ct.\r                                                            \r\n\n490 (1993), which, unlike  Cipollone and Lohr, involved FIFRA\r                                                         \r\n\nitself.  Other circuits are in accord.  E.g., Papas v. Upjohn\r                                                                         \r\n\nCo., 985 F.2d 516 (11th  Cir.), cert. denied, 114 S.  Ct. 300\r                                                        \r\n\n(1993).   Our  case involves  third-party claims--by  the log\r\n\n                             -8-\r                                         -8-\r\r\n\nsupplier against the  chemical manufacturers--but nothing  in\r\n\nthe  preemption  clause  limits   its  effects  to  suits  by\r\n\nconsumers.   Indeed,  Vermont  Log itself  concedes that  its\r\n\nclaims based  on the inadequacy of EPA  approved labeling are\r\n\npreempted by FIFRA; its objection,  as already noted, is that\r\n\nmost of its claims do not fit this rubric.\r\n\n     To appraise this objection requires a closer description\r\n\nof Vermont Log's actual claims.  Here,  Vermont Log's amended\r\n\nthird-party complaint is structured so that, in four separate\r\n\ncounts, two  different categories  of claims are  directed at\r\n\nDAP  and Champion.   In  parallel counts  III and  V, Vermont\r\n\nLog's  complaint says  that DAP  and Champion  are or  may be\r\n\nliable  to  Vermont  Log  for their  own  \"negligent  design,\r\n\nmanufacture, and failures to  warn\"; confusingly, Vermont Log\r\n\nthen  in the same counts  asserts these wrongs  simply as the\r\n\nbasis  for  a pro  rata  contribution claim  against  DAP and\r\n\nChampion.2\r\n\n     Then, in  two other parallel counts (IV and VI), Vermont\r\n\nLog asserts that DAP  and Champion are or  may be liable  for\r\n\nbreach of  \"express and implied warranties  that said product\r\n\n[apparently  a reference  to  Woodlife]  was of  merchantable\r\n\n                    \r                                \r\n\n     2It is  unclear why  Vermont Log  sought  only pro  rata\r\ncontribution  since  the  negligent acts  alleged  might also\r\nentitle it to full recovery absent  some bar like preemption.\r                              \r\nCf.  Fireside Motors, Inc. v. Nissan  Motor Corp., 479 N.E.2d\r                                                             \r\n1386, 1389 (Mass. 1985) (citing Restatement (Second) of Torts\r                                                                         \r\n  886B, cmt. c (1979)).\r\n\n                             -9-\r                                         -9-\r\r\n\nquality,  free   of  hazardous  defects,  and   fit  for  the\r\n\nparticular  purpose intended.\"   On  this claim,  Vermont Log\r\n\nseeks not pro rata recovery  but compensation for whatever it\r\n\nmay have to pay to the Greniers plus its costs  in conducting\r\n\nthe  litigation.   It is  easiest to  discuss all  of Vermont\r\n\nLog's  claims   functionally,  that  is,  in   terms  of  the\r\n\ndefendants' alleged wrongful conduct.  \r\n\n     Failure to warn.  The  most obvious state-law claim  for\r                                \r\n\nVermont   Log,  preemption  aside,   is  that   the  Woodlife\r\n\nmanufacturers should  have warned Vermont  Life that Woodlife\r\n\nwas  not  suitable  for  residences.    This  claim,  whether\r\n\npresented  as a  negligence claim  or a  claim for  breach of\r\n\nimplied warranty, is preempted by FIFRA as far as the present\r\n\ncase is concerned.  Vermont Log concedes this is so as to any\r\n\ninadequacy in the labeling as approved by EPA.\r\n\n     It argues, however, that FIFRA permits a failure to warn\r\n\nclaim so  far is it is not \"based on labeling or packaging.\" \r\n\nHere  lurks a  potentially vexing  problem:  one  can imagine\r\n\nclaims  based  on   what  was   said  or   not  said   during\r\n\nconversations, in correspondence, or  in point of sales signs\r\n\nor the  absence of such  signs.  Whether  and to what  extent\r\n\nthese  kinds of  claims  should  be  preempted depends  on  a\r\n\n                             -10-\r                                         -10-\r\r\n\nreading of section 136v  and related judgments.   The answers\r\n\nare far from clear.3\r\n\n     But  the  structure  of  FIFRA  indicates  that Congress\r\n\nintended the pesticide labeling to bear the primary burden of\r                                                               \r\n\ninforming the buyer of dangers and limitations.  See 7 U.S.C.\r                                                                \r\n\n  136a(c); 40  C.F.R.   156.10.   If  the plaintiff wants  to\r\n\npremise a failure to warn claim on a communication or failure\r\n\nto  communicate by some other  means, it is  incumbent on the\r\n\nplaintiff to set forth a coherent specific claim.  On appeal,\r\n\nVermont  Log does not even attempt to explain how its failure\r\n\nto warn claim  is based  on anything other  than the  alleged\r\n\ninadequacy of the labeling approved by EPA.\r\n\n     Affirmative misstatement.   Under Massachusetts law,  an\r                                         \r\n\nexpress warranty  may be created  where the seller  makes any\r\n\n\"affirmation  of  fact or  promise\"  or  \"description of  the\r\n\ngoods\"  and this statement becomes  part of the  basis of the\r\n\nbargain.  Mass.  Gen. L.  ch. 106,    2-213.   An  inaccurate\r\n\nstatement  might also  support a  recovery under a  theory of\r\n\nnegligent misrepresentation.  Cf. Danca v. Taunton Sav. Bank,\r                                                                        \r\n\n429 N.E.2d  1129, 1133-34  (Mass. 1982).   Such claims  could\r\n\nconceivably  be  based  either  on  statements  made  in  the\r\n\n                    \r                                \r\n\n     3Compare  Chemical  Specialties  Manufacturers Ass'n  v.\r                                                                     \r\nAllenby, 958 F.2d  941, 946-47 (9th Cir.),  cert. denied, 113\r                                                                    \r\nS.  Ct.  80  (1992)  (state  statute requiring  point-of-sale\r\nwarnings not  preempted), with Taylor AG  Industries v. Pure-\r                                                                         \r\nGro, 54 F.3d 555, 561 (9th Cir. 1995) (failure to warn claims\r               \r\nbased on inadequacy of point-of-sale signs preempted).\r\n\n                             -11-\r                                         -11-\r\r\n\nlabeling  or elsewhere;  and the  statements might  be either\r\n\nconsistent with FIFRA requirements or in violation of them.\r\n\n     These variations  give rise to  different and  difficult\r\n\npreemption questions.  The circuits are not unanimous even as\r\n\nto FIFRA itself,  see generally Lowe v.  Sporicidin Int'l, 47\r                                                                     \r\n\nF.3d  124, 128-29 (4th Cir. 1995),  let alone other statutes.\r\n\nAs  Lohr illustrates, the signals  from the Supreme Court are\r                    \r\n\nblurred by  disagreements  within the  Court.   But, in  this\r\n\ncase, the only affirmative misstatement identified by Vermont\r\n\nLog is the statement  in the original labeling  that Woodlife\r\n\nwas  suitable  for  application   to  \"all  wood  and  lumber\r\n\nproducts.\"\r\n\n     This unqualified statement may  have been inaccurate, as\r\n\nits later revision suggests, but it was a statement contained\r\n\nin  EPA-approved  labeling.    To premise  liability  on  the\r\n\ninaccuracy of the statement is in substance to determine that\r\n\na different statement should have been made  in the labeling.\r\n\nYet the  statute itself prohibits  a state requirement  as to\r\n\nlabeling that is \"different\"  than that prescribed by federal\r\n\nlaw.  7 U.S.C.   136v.  See  Lowe, 47 F.3d at 129.  Thus  the\r                                             \r\n\nonly  express  warranty   claim  specifically  identified  by\r\n\nVermont Log is preempted.\r\n\n     Misdesign  or manufacture.    Whether on  a warranty  or\r                                          \r\n\nnegligence theory, recovery might  be premised on mistakes in\r\n\nthe   design  or   manufacture  of   the  product,   and  the\r\n\n                             -12-\r                                         -12-\r\r\n\nmanufacturing defect might be generic or a defect in a single\r\n\nitem. E.g., Hayes v.  Ariens Co., 462 N.E.2d 273,  277 (Mass.\r                                            \r\n\n1984).   Whether such claims are preempted may depend both on\r\n\ntheir precise  make-up and on the underlying  statute.  Under\r\n\nFIFRA,  the situation  is complicated  by the  fact that  the\r\n\npreemption clause refers only to labeling and packaging while\r\n\nthe statute empowers  the agency to  regulate the product  as\r\n\nwell as the description.  7 U.S.C.   136a(a).\r\n\n     In all  events, merely  to call  something  a design  or\r                                                \r\n\nmanufacturing  defect  claim  does  not  automatically  avoid\r\n\nFIFRA's explicit  preemption clause.    In re  DuPont-Benlate\r                                                                         \r\n\nLitigation, 859  F. Supp. 619,  623-24 (D.P.R. 1994).   Here,\r                      \r\n\nVermont  Log's only  elaborated claim  under this  heading is\r\n\nthat  Woodlife  was  defectively  designed   or  manufactured\r\n\nbecause  it  was  foreseeable  that  it  would  be   used  on\r\n\nresidences and it was unfit for this use.  But  this claim is\r                                                    \r\n\neffectively no more  than an  attack on the  failure to  warn\r\n\nagainst residential use and therefore is a preempted claim.\r\n\n     This  certainly does  not mean  that every  misdesign or\r\n\nmismanufacturing claim would be debarred by section 136v.  In\r\n\na  batch  of  properly  made  products,  one  item  might  be\r\n\ndefective  or  tainted;    or  perhaps  one  might  design  a\r\n\npesticide that,  while  properly approved  and  labeled,  was\r\n\nunduly dangerous for any legitimate use.  In the former case,\r\n\nit  is hard  to  see  why  FIFRA  preemption  would  even  be\r\n\n                             -13-\r                                         -13-\r\r\n\narguable;  in the latter, there  would be at  most an implied\r                                                                         \r\n\npreemption  claim, based  not on  section  136v but  on EPA's\r\n\napproval of  the product; and  it is  by no means  clear that\r\n\nsuch a preemption claim would prevail.4\r\n\n     However, in  this instance, Vermont Log  has provided no\r\n\nhint  whatever  of  how  Woodlife  has  been  misdesigned  or\r\n\nmismanufactured  beyond  Vermont  Log's suggestion--which  we\r\n\nregard as  a disguised  labeling claim--that the  product was\r\n\nnot  fit  for  residential  use.    Vermont  Log's  position,\r\n\nimplicit  in its brief and explicit in oral argument, is that\r\n\nno  such  disclosure or  elaboration  was  required.   It  is\r\n\nenough, it contends, that its complaint alleged misdesign and\r\n\nmismanufacture in general terms and that not every such claim\r\n\nis automatically preempted.\r\n\n     If the Woodlife manufacturers had squarely argued a lack\r\n\nof  evidence in  their motion  for summary  judgment, Vermont\r\n\nLog's  position could be rejected  out of hand.   Vermont Log\r\n\nbears the burden of  proof at trial and, under  Celotex Corp.\r                                                                         \r\n\nv. Catrett, 477 U.S.  317, 322-23 (1986), it would  take very\r                      \r\n\nlittle  in  the way  of a  negative  averment at  the summary\r\n\njudgment  stage  to  require  Vermont  Log  to  identify  its\r\n\nevidence--trialworthy  evidence  of a  specific  misdesign or\r\n\n                    \r                                \r\n\n     4See Cipollone, 112 S.  Ct. at 2622-23.   Compare Mendes\r                                                                         \r\nv.  Medtronic,  18 F.3d  13 (1st Cir.  1994) (Medical  Device\r                         \r\nAct), with  In re DuPont-Benlate-Litigation, 859  F. Supp. at\r                                                       \r\n622-23 (FIFRA).\r\n\n                             -14-\r                                         -14-\r\r\n\nmanufacturing defect which  was not  a disguised  mislabeling\r\n\nclaim.   Mottolo v. Fireman's Fund Ins. Co., 43 F.3d 723, 725\r                                                       \r\n\n(1st Cir. 1995).\r\n\n     Whether  Vermont Log  got such due  notice of  a Celotex\r                                                                         \r\n\nchallenge could be  debated.   On the one  hand, the  summary\r\n\njudgment  motion was  cast primarily  in abstract  preemption\r\n\nterms; on the other hand, Vermont Log could at any time  have\r\n\nexplained to the district court  just what kind of  misdesign\r                     \r\n\nor  manufacturing defect claim it was making over and above a\r\n\nrecast  version of its preempted labeling claim.  As is often\r\n\nthe case, the answer is to be found more in common sense than\r\n\ncategorical rules.\r\n\n     If  we  thought  that  Vermont Log  had  been  genuinely\r\n\nmisled, we would remand to allow it to identify its misdesign\r\n\nor   mismanufacture   claim    and   require   the   chemical\r\n\nmanufacturers to  formulate  a new  summary judgment  motion.\r\n\nIndeed, we might be tempted to follow this course even now if\r\n\nVermont Log had troubled to tell us just what specific design\r\n\nor manufacturing defect it plausibly suspected  or how it had\r\n\nbeen  denied   a  promising   opportunity  to   unearth  this\r\n\ninformation through discovery.  But at oral argument our most\r\n\npersistent  questions  on  the  subject were  met  only  with\r\n\ngeneralities.\r\n\n     It is too late  in the day for such gambits.   It is one\r\n\nthing at the outset of a case to ask for indulgence to pursue\r\n\n                             -15-\r                                         -15-\r\r\n\ninitial discovery; it is quite another  matter, on appeal and\r\n\nafter  five years, to ask for a reversal based on theoretical\r\n\npossibilities but without any effort  to explain how a remand\r\n\nmight  bear fruit.  If there are unpreempted claims of design\r\n\nor  manufacturing defect,  Vermont Log  has  never adequately\r\n\nidentified  them,   let  alone  pointed  to   any  supporting\r\n\nevidence.\r\n\n     Indemnification.   As  already explained,  Vermont Log's\r                                \r\n\nthird-party complaint did explicitly request contribution; in\r\n\nfact, its negligence counts  were asserted not as independent\r\n\nclaims for full recovery but merely as the basis for pro rata\r\n\ncontribution  under the  Massachusetts statute.   Conversely,\r\n\nalthough Vermont Log now  speaks of \"indemnification\" claims,\r\n\nthe third-party complaint nowhere refers  to indemnification,\r\n\nalthough  the  warranty counts  seek  the  same damages  that\r\n\nindemnification might provide.\r\n\n     Traditionally, indemnification has comprised  a distinct\r\n\nbody of doctrine that, to put the matter too crudely, permits\r\n\na vicariously  liable party (e.g., an  innocent principal) to\r                                             \r\n\nobtain  reimbursement   from  a   culpable  party   (e.g.,  a\r                                                                     \r\n\nblameworthy agent) whose conduct  gave rise to the liability.\r\n\nP. Keeton, Prosser  and Keeton on Torts   51,  at 341-44 (5th\r                                                   \r\n\ned.  1984); Decker v. Black  and Decker Mfg.  Co., 449 N.E.2d\r                                                             \r\n\n641,  644-45   (Mass.  1983).     Thus,  indemnification  may\r\n\n                             -16-\r                                         -16-\r\r\n\nsometimes  be  available even  when no  other direct  tort or\r\n\ncontract claim will lie.\r\n\n     On  appeal, Vermont  Log  says as  an alternative  final\r\n\nargument that Judge  Zobel erred in  rejecting its \"claim  of\r\n\nindemnity\" on  the ground that \"[i]demnity  is permitted only\r\n\nwhere  one does  not join  the negligent act   .  . .  .\"  We\r\n\nconfess ourselves puzzled by  Judge Zobel's ruling; while the\r\n\nprinciple may be  sound, it  is far from  clear that  Vermont\r\n\nLog's  culpability in  this case--at  least on  some warranty\r\n\ntheories asserted by  the Greniers--is of  a kind that  would\r\n\nautomatically  preclude an  indemnification claim  by Vermont\r\n\nLog against DAP and Champion.\r\n\n          Yet even if we  assume (dubitante) that Vermont Log\r                                                       \r\n\nhas asserted a separate  claim for indemnification and assume\r\n\nfurther that it is not barred from indemnification by its own\r\n\nparticipation in the  wrong, a crucial obstacle remains.  The\r\n\nbody of  doctrine comprising indemnification  law varies from\r\n\nstate  to  state; but  in  Massachusetts, an  indemnification\r\n\nclaim does  require a  showing of  fault on  the part of  the\r                                                    \r\n\nparties   or   parties   against    whom   the   demand   for\r\n\nindemnification is leveled.  Stewart v. Roy Bros., 265 N.E.2d\r                                                             \r\n\n357, 365 (Mass. 1970).\r\n\n     Here, the only allegations of  fault made by Vermont Log\r\n\nagainst DAP  and Champion are  the charges of  negligence and\r\n\nbreaches of  warranty made  in counts  III-VI of the  amended\r\n\n                             -17-\r                                         -17-\r\r\n\nthird-party complaint.   We have already  found these charges\r\n\nto be inadequate, some because of federal preemption and some\r\n\nbecause  they are  both too  general and  wholly unsupported.\r\n\nAnd if these  claims are themselves  inadequate, there is  no\r\n\nfoundation for a showing of fault as to DAP and Champion that\r\n\nwould permit Vermont Log to claim indemnification.          \r\n\n     There is a  final point to be made  that is pertinent to\r\n\nfuture cases of this kind.  Vermont Log has now placed itself\r\n\nin  an  unhappy position  where  the  Greniers might  recover\r\n\nagainst it while  it would  no longer  have recourse  against\r\n\nthose who supplied  it with Woodlife.  This  assumes, perhaps\r\n\nfancifully, that the Greniers, or  at least the minors, might\r\n\nstructure and then  prove a  claim that managed  at the  same\r\n\ntime  to avoid  every  type of  preemption  and any  kind  of\r\n\ndefense  based on Vermont Log's own  possible ignorance.  But\r\n\nthe theoretical risk is there.\r\n\n     This risk arises directly from  the entry of a  separate\r\n\nfinal judgment  under Rule 54(b)  against Vermont Log  on its\r\n\nthird-party claims in advance  of the full resolution  of the\r\n\nGreniers' first-party claims against Vermont Log.  If Vermont\r\n\nLog had objected to a separate judgment in the district court\r\n\nand appealed  on that issue in  this Court, we would  be very\r               \r\n\nmuch open  to such an argument.  The reason is the overlap of\r\n\nfirst-party  and  third-party claims  in  this  case and  the\r\n\nresulting risk (in this case) of inconsistent results.\r\n\n                             -18-\r                                         -18-\r\r\n\n     But  Vermont Log has not made  this argument.  If it had\r\n\nno objection to  the entry of a separate  judgment, certainly\r\n\nthe  district court  had  no obligation  to  withhold such  a\r\n\njudgment.  Indeed, Vermont Log may have had tactical reasons,\r\n\nunknown  to  us,  for  allowing the  uncoupling  of  the  two\r\n\ncomplaints.  Our sole  reason for mentioning the point  is to\r\n\nalert district courts  in future cases that such an objection\r\n\nto a separate judgment may have significant force.\r\n\n     Affirmed.\r                         \r\n\n                             -19-\r                                         -19-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\nOctober 11, 1996  UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 95-2293\r\n\n            ELIZABETH WILSON, INDIVIDUALLY AND AS\r\n           MOTHER AND NEXT FRIEND OF AILSA DeBOLD,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n            BRADLEES OF NEW ENGLAND, INC., ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n                         ERRATA SHEET\r\n\nThe opinion  of  this Court,  issued  on  September 25,  1996,  is\r\namended as follows:\r\n\nOn  page 19,  2nd line  of  last  paragraph, replace  \"court\" with\r\n\"Court\".\r\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 95-2084\r\n\n                  ROBERT B. GRENIER, ET AL.,\r\n\n                    Plaintiffs, Appellees,\r\n\n                              v.\r\n\n             VERMONT LOG BUILDINGS, INC., ET AL.,\r\n\n       Defendants, Third-Party Plaintiffs, Appellants.\r\n\n                              v.\r\n\n         DAP, INC. and CHAMPION INTERNATIONAL CORP.,\r\n\n             Third-Party Defendants, Appellees. \r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Nathaniel M. Gorton, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n\n              Boudin and Stahl, Circuit Judges.\r                                                          \r\n\n                                         \r\n\nCarol A. Griffin with whom Lawrence  F. Boyle, W. Joseph  Flanagan\r                                                                              \r\nand Morrison, Mahoney &amp; Miller were on brief for appellants.\r                                      \r\nRoger  D.  Matthews with  whom  Nick  K.  Malhotra  and Madan  and\r                                                                              \r\nMadan, P.C.  were on  brief  for  appellees  DAP,  Inc.  and  Champion\r                   \r\nInternational Corp.\r\n\n                                         \r\n\n                      September 25, 1996\r\r\n\n                                         \r\r\n\n     BOUDIN,  Circuit  Judge.    Joan Grenier  suffered  from\r                                        \r\n\nchronic gastritis for several years, allegedly in reaction to\r\n\nthe wood preservative applied  to the walls of her  log home.\r\n\nShe and her family sued Vermont Log Buildings, Inc. (\"Vermont\r\n\nLog\"), the manufacturer of  their home, claiming  negligence,\r\n\nbreaches  of warranty,  and  violation of  Mass. Gen.  L. ch.\r\n\n93A.1   Vermont  Log in  turn filed  a  third-party complaint\r\n\nagainst the  alleged manufacturers of the  preservative.  The\r\n\ndistrict   court    granted   summary   judgment    for   the\r\n\nmanufacturers,  rejecting  Vermont Log's  third-party claims.\r\n\nVermont Log appeals.  We affirm.\r\n\n     Because the  case was  decided on summary  judgment, our\r\n\nrecitation  of the facts is  based primarily on  the facts as\r\n\nalleged.   Snow v.  Harnischfeger Corp.,  </pre><span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">1154</span></span><pre class=\"inline\">, 1157\r                                                   \r\n\n(1st  Cir. 1993),  cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">115</span>  <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">56</span></span><pre class=\"inline\"> (1994).   In\r                                           \r\n\nApril 1975, Robert and  Joan Grenier purchased the components\r\n\nof a log  house from  an authorized dealer  for Vermont  Log.\r\n\nThe logs were shipped  to the Greniers' lot in  Massachusetts\r\n\nand  assembled there.  The  Greniers moved into  the house in\r\n\nMay 1975.  Vermont Log had treated the  logs with Woodlife, a\r\n\nwood   preservative   containing   the    active   ingredient\r\n\npentachlorophenol.\r\n\n                    \r                                \r\n\n     1Chapter  93A outlaws  \"[u]nfair methods  of competition\r\nand unfair or deceptive  acts or practices in the  conduct of\r\nany  trade  or  commerce,\"  and permits  awards  of  multiple\r\ndamages and attorneys' fees.\r\n\n                             -2-\r                                         -2-\r\r\n\n     In early 1982, Joan Grenier began displaying symptoms of\r\n\ngastritis,  and continued to  suffer intermittent stomach and\r\n\nback pain  for several years.   A doctor who examined  her in\r\n\nApril 1987 suspected  that her condition  was caused by  wood\r\n\npreservative in the logs of the Greniers' cabin.  Later tests\r\n\nrevealed an elevated level  of pentachlorophenol in her body.\r\n\nWhen  she   moved   out   of  the   house,   her   level   of\r\n\npentachlorophenol dropped and her symptoms abated.\r\n\n     At the  time the  Greniers bought their  cabin, Woodlife\r\n\nwas  registered  as a  pesticide as  required by  the Federal\r\n\nInsecticide,  Fungicide,  and  Rodenticide  Act  (\"FIFRA\"), 7\r\n\nU.S.C.     136-136y.  FIFRA  is one  of a  family of  federal\r\n\nregulatory statutes  that are  concerned with  health, safety\r\n\nand  (in this  case)  the  environment.    Two  of  its  main\r\n\ncomponents are a requirement of prior approval of the product\r\n\nby the Environment Protection Agency, 7 U.S.C.   136a(a), and\r\n\nof  EPA approval of  the labeling supplied  with the product,\r\n\nid.   136a(c)(1)(C).\r               \r\n\n     In  early 1975,  the  Woodlife labeling,  which EPA  had\r\n\napproved,  warned that the product was toxic and was not \"for\r\n\nuse or  storage in or  around the home.\"   The labeling  also\r\n\nincluded  a  section  describing  the uses  of  the  product:\r\n\n\"PRODUCT USES: Millwork, shingles, siding, structural lumber,\r\n\nfences,  trellises, outside  furniture,  vacation homes,  all\r\n\nlumber  and wood products.\"   On September 26,  1975, the EPA\r\n\n                             -3-\r                                         -3-\r\r\n\napproved a modified label for Woodlife.  On the new labeling,\r\n\nthe section listing product uses no longer included \"vacation\r\n\nhomes\" as a use  and added a further warning:  \"Do not use on\r\n\ninterior surfaces which are not to be finished.\"\r\n\n     The Greniers filed suit in  1990 against Vermont Log and\r\n\ntwo  allegedly  related  corporate   entities  (collectively,\r\n\n\"Vermont Log\"),  alleging that pentachlorophenol used  in the\r\n\nlog  home  caused  Joan  Grenier's illness.    The  claims as\r\n\nultimately amended comprised  ten different counts, including\r\n\nbare bones  claims for  express and implied  warranty breach,\r\n\nfor negligence  in design,  manufacture and failure  to warn,\r\n\nand under chapter 93A.   Joan Grenier sought damages  for her\r\n\ninjuries;  her  husband  and  the  Greniers'  three  children\r\n\nclaimed loss of consortium.\r\n\n     In  1991,  Vermont  Log  filed a  third-party  complaint\r\n\nagainst  DAP, Inc. and  Roberts Consolidated  Industries, the\r\n\nalleged manufacturers, sellers, and distributors of Woodlife.\r\n\nThereafter,  Champion  International, Inc.,  was  added as  a\r\n\nthird-party  defendant (Roberts  was later  dropped  from the\r\n\ncase by  agreement).   As amended, Vermont  Log's third-party\r\n\ncomplaint asserted  claims for contribution under  Mass. Gen.\r\n\nL.  ch.  231B based  on  negligence by  the  manufacturers of\r\n\nWoodlife,  and  claims  for  breaches of  warranty  by  those\r\n\nmanufacturers. \r\n\n                             -4-\r                                         -4-\r\r\n\n     In August 1991,  DAP and Roberts  removed the action  on\r\n\ndiversity  grounds to  federal  district court  where it  was\r\n\nassigned to Judge Zobel.  In  due course, Vermont Log and the\r\n\nthird-party  defendants  moved for  summary  judgment on  the\r\n\nGreniers'  claims on the grounds that they were barred by the\r\n\nstatute of limitations and that they were preempted by FIFRA.\r\n\nOn November 4, 1992,  Judge Zobel ruled that Joan  and Robert\r\n\nGrenier's warranty  and negligence claims were  barred by the\r\n\nstatute  of limitations,  but that  their chapter  93A claims\r\n\nwere timely under  its longer limitations  period.  She  also\r\n\nheld   that  none  of  the  children's  claims  for  loss  of\r\n\nconsortium was  barred, since the statute  of limitations was\r\n\ntolled during their minority.\r\n\n     Judge  Zobel further  held that  Vermont Log  could seek\r\n\ncontribution from DAP and  Champion (for convenience we refer\r\n\nto them  hereafter as \"the Woodlife  manufacturers\"); but she\r\n\nruled  that  Vermont  Log  could  not  obtain indemnification\r\n\nbecause  by selling  the  logs to  the  Greniers Vermont  Log\r\n\nparticipated  in  the  conduct  that  allegedly  damaged  the\r\n\nGreniers.     Finally,  Judge  Zobel  concluded   that  under\r\n\nWisconsin Pub.  Intervenor v.  Mortier, </pre><span class=\"citation\" data-id=\"112636\"><a href=\"/opinion/112636/wisconsin-public-intervenor-v-mortier/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">597</span></a></span><pre class=\"inline\"> (1991),\r                                                  \r\n\nnone of the claims was preempted by FIFRA.\r\n\n     After Judge  Zobel's November 1992 ruling,  the case was\r\n\nreassigned to newly appointed Judge Gorton.  In May 1993, the\r\n\nWoodlife   manufacturers  filed   new  motions   for  summary\r\n\n                             -5-\r                                         -5-\r\r\n\njudgment, this  time against Vermont Log;  they argued (based\r\n\non  intervening case law) that FIFRA preempted all of Vermont\r\n\nLog's remaining  claims against them.   Then-Magistrate Judge\r\n\nPonsor, to whom the case had been referred, held a hearing on\r\n\nthe motion in September 1993.\r\n\n     In  July  1994,  Judge   Ponsor,  having  recently  been\r\n\nappointed a district judge, relinquished jurisdiction in this\r\n\ncase.  At the same time he issued a memorandum in a companion\r\n\ncase brought  by a  different plaintiff against  Vermont Log.\r\n\nJudge  Ponsor  there ruled  that  FIFRA  preempted claims  of\r\n\nfailure to  warn  and breach  of  implied warranty,  but  not\r\n\nclaims of breach of express warranty and negligent design and\r\n\nmanufacture.   Jillson  v. Vermont Log  Bldgs., Inc.,  857 F.\r                                                                \r\n\nSupp. 985 (D. Mass. 1994).\r\n\n     After the present case was returned to Judge  Gorton, he\r\n\nruled that all of  Vermont Log's claims were \"related  to the\r\n\nlabeling  and packaging\" of  Woodlife.   While noting  that a\r\n\nproperly  supported  express  warranty  claim  might  not  be\r\n\npreempted,  Judge  Gorton found  Vermont  Log's  claim to  be\r\n\n\"based  entirely on the label\" because \"[n]o other factual or\r\n\nevidentiary  basis   for  the  claim  was   provided  in  the\r\n\npleadings.\"  Judge Gorton granted summary judgment to DAP and\r\n\nChampion  and  entered a  separate  final  judgment in  their\r\n\nfavor.  See Fed. R. Civ. P. 54(b).\r                       \r\n\n                             -6-\r                                         -6-\r\r\n\n     On appeal,  Vermont Log  argues that the  district court\r\n\nerred in finding that all  of its claims were preempted:   it\r\n\nsays that FIFRA preempts only those state-law claims based on\r\n\nthe labeling  or packaging of pesticides and  it asserts that\r\n\nmost of its claims are not based on the labeling or packaging\r\n\nof Woodlife but rather  upon design and manufacturing defects\r\n\nand upon failure to warn unrelated to labeling and packaging.\r\n\nWe review the district court's  grant of summary judgment  de\r                                                                         \r\n\nnovo, drawing reasonable inferences  in favor of Vermont Log.\r                \r\n\nBrown v. Hearst Corp., </pre><span class=\"citation\" data-id=\"196062\"><a href=\"/opinion/196062/brown-v-hearst-corporation/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span><pre class=\"inline\">, 24 (1st Cir. 1995).\r                                 \r\n\n     We  begin, in the classic fashion, by seeking to lay the\r\n\ncounts   allegedly  preempted   along   side  the   statutory\r\n\npreemption clause and the cases that have interpreted it  and\r\n\nsimilar language in other statutes.  Where, as here, Congress\r\n\nhas included an express preemption clause in the  statute, we\r\n\nstart  with the language of  that provision.  Medtronic, Inc.\r                                                                         \r\n\nv.  Lohr, </pre><span class=\"citation\" data-id=\"118055\"><a href=\"/opinion/118055/medtronic-inc-v-lohr/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2240</span></a></span><pre class=\"inline\"> (1996); Cipollone v. Liggett Group,\r                                                                         \r\n\nInc., </pre><span class=\"citation\" data-id=\"112777\"><a href=\"/opinion/112777/cipollone-v-liggett-group-inc/\"><span class=\"volume\">505</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">504</span></a></span><pre class=\"inline\">, 517 (1992).  FIFRA's preemption clause, 7\r                \r\n\nU.S.C.   136v, reads as follows:\r\n\n     (a) In general\r\n\n               A State may regulate the sale or use\r\n          of any federally registered  pesticide or\r\n          device in  the State, but only  if and to\r\n          the extent the regulation does not permit\r\n          any  sale  or  use  prohibited   by  this\r\n          subchapter.\r\n\n     (b) Uniformity\r\n\n                             -7-\r                                         -7-\r\r\n\n               Such  State  shall  not   impose  or\r\n          continue in effect  any requirements  for\r\n          labeling  or packaging in  addition to or\r\n          different from those required  under this\r\n          subchapter.\r\n\n     It  is apparent  from subsection (a),  as well  as other\r\n\nstatutory language, e.g., 7 U.S.C.    136w-1, that FIFRA does\r                                    \r\n\nnot wholly  oust the states  from pesticide regulation.   See\r                                                                         \r\n\ngenerally Mortier, 501  U.S. at  612-13.  And  it is  equally\r                             \r\n\napparent  from subsection  (b)  that the  state cannot  apply\r\n\ndifferent  or  additional  \"requirements\" for  \"labeling  and\r\n\npackaging.\"  It was once an open question, but is now settled\r\n\nby   the  Supreme   Court   in  Cipollone   and  Lohr,   that\r                                                                 \r\n\n\"requirements\" in  this context presumptively  includes state\r\n\ncauses of  action as well as laws and regulations.  Lohr, 116\r                                                                    \r\n\nS. Ct. at 2251-53  (plurality opinion), id., 2259-60 (Breyer,\r                                                       \r\n\nJ.,  concurring in  part  and concurring  in judgment),  id.,\r                                                                        \r\n\n2262-63 (O'Connor, J., Scalia, J., and Thomas, J., concurring\r\n\nin  part and dissenting in part); Cipollone, 505 U.S. at 521-\r                                                       \r\n\n22 (plurality  opinion), id.,  548-49 (Scalia, J.  and Thomas\r                                        \r\n\nJ., concurring in judgment in part and dissenting in part).\r\n\n     This court so held in  King v. E.I. Dupont de Nemours  &amp;\r                                                                         \r\n\nCo.,  </pre><span class=\"citation\" data-id=\"610558\"><a href=\"/opinion/610558/ernest-l-king-sr-v-ei-dupont-de-nemours-and-company/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1346</span></a></span><pre class=\"inline\"> (1st  Cir.), cert. dismissed,  </pre><span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span>\r                                                            \r\n\n<span class=\"page\">490</span></span><pre class=\"inline\"> (1993), which, unlike  Cipollone and Lohr, involved FIFRA\r                                                         \r\n\nitself.  Other circuits are in accord.  E.g., Papas v. Upjohn\r                                                                         \r\n\nCo., </pre><span class=\"citation\" data-id=\"599394\"><a href=\"/opinion/599394/minas-h-papas-ollie-m-papas-his-wife-v-the-upjohn-company-a-delaware/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">516</span></a></span><pre class=\"inline\"> (11th  Cir.), cert. denied, 114 S.  Ct. 300\r                                                        \r\n\n(1993).   Our  case involves  third-party claims--by  the log\r\n\n                             -8-\r                                         -8-\r\r\n\nsupplier against the  chemical manufacturers--but nothing  in\r\n\nthe  preemption  clause  limits   its  effects  to  suits  by\r\n\nconsumers.   Indeed,  Vermont  Log itself  concedes that  its\r\n\nclaims based  on the inadequacy of EPA  approved labeling are\r\n\npreempted by FIFRA; its objection,  as already noted, is that\r\n\nmost of its claims do not fit this rubric.\r\n\n     To appraise this objection requires a closer description\r\n\nof Vermont Log's actual claims.  Here,  Vermont Log's amended\r\n\nthird-party complaint is structured so that, in four separate\r\n\ncounts, two  different categories  of claims are  directed at\r\n\nDAP  and Champion.   In  parallel counts  III and  V, Vermont\r\n\nLog's  complaint says  that DAP  and Champion  are or  may be\r\n\nliable  to  Vermont  Log  for their  own  \"negligent  design,\r\n\nmanufacture, and failures to  warn\"; confusingly, Vermont Log\r\n\nthen  in the same counts  asserts these wrongs  simply as the\r\n\nbasis  for  a pro  rata  contribution claim  against  DAP and\r\n\nChampion.2\r\n\n     Then, in  two other parallel counts (IV and VI), Vermont\r\n\nLog asserts that DAP  and Champion are or  may be liable  for\r\n\nbreach of  \"express and implied warranties  that said product\r\n\n[apparently  a reference  to  Woodlife]  was of  merchantable\r\n\n                    \r                                \r\n\n     2It is  unclear why  Vermont Log  sought  only pro  rata\r\ncontribution  since  the  negligent acts  alleged  might also\r\nentitle it to full recovery absent  some bar like preemption.\r                              \r\nCf.  Fireside Motors, Inc. v. Nissan  Motor Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">N.E.2d</span>\r                                                             \r\n<span class=\"page\">1386</span></span><pre class=\"inline\">, 1389 (Mass. 1985) (citing Restatement (Second) of Torts\r                                                                         \r\n  886B, cmt. c (1979)).\r\n\n                             -9-\r                                         -9-\r\r\n\nquality,  free   of  hazardous  defects,  and   fit  for  the\r\n\nparticular  purpose intended.\"   On  this claim,  Vermont Log\r\n\nseeks not pro rata recovery  but compensation for whatever it\r\n\nmay have to pay to the Greniers plus its costs  in conducting\r\n\nthe  litigation.   It is  easiest to  discuss all  of Vermont\r\n\nLog's  claims   functionally,  that  is,  in   terms  of  the\r\n\ndefendants' alleged wrongful conduct.  \r\n\n     Failure to warn.  The  most obvious state-law claim  for\r                                \r\n\nVermont   Log,  preemption  aside,   is  that   the  Woodlife\r\n\nmanufacturers should  have warned Vermont  Life that Woodlife\r\n\nwas  not  suitable  for  residences.    This  claim,  whether\r\n\npresented  as a  negligence claim  or a  claim for  breach of\r\n\nimplied warranty, is preempted by FIFRA as far as the present\r\n\ncase is concerned.  Vermont Log concedes this is so as to any\r\n\ninadequacy in the labeling as approved by EPA.\r\n\n     It argues, however, that FIFRA permits a failure to warn\r\n\nclaim so  far is it is not \"based on labeling or packaging.\" \r\n\nHere  lurks a  potentially vexing  problem:  one  can imagine\r\n\nclaims  based  on   what  was   said  or   not  said   during\r\n\nconversations, in correspondence, or  in point of sales signs\r\n\nor the  absence of such  signs.  Whether  and to what  extent\r\n\nthese  kinds of  claims  should  be  preempted depends  on  a\r\n\n                             -10-\r                                         -10-\r\r\n\nreading of section 136v  and related judgments.   The answers\r\n\nare far from clear.3\r\n\n     But  the  structure  of  FIFRA  indicates  that Congress\r\n\nintended the pesticide labeling to bear the primary burden of\r                                                               \r\n\ninforming the buyer of dangers and limitations.  See 7 U.S.C.\r                                                                \r\n\n  136a(c); 40  C.F.R.   156.10.   If  the plaintiff wants  to\r\n\npremise a failure to warn claim on a communication or failure\r\n\nto  communicate by some other  means, it is  incumbent on the\r\n\nplaintiff to set forth a coherent specific claim.  On appeal,\r\n\nVermont  Log does not even attempt to explain how its failure\r\n\nto warn claim  is based  on anything other  than the  alleged\r\n\ninadequacy of the labeling approved by EPA.\r\n\n     Affirmative misstatement.   Under Massachusetts law,  an\r                                         \r\n\nexpress warranty  may be created  where the seller  makes any\r\n\n\"affirmation  of  fact or  promise\"  or  \"description of  the\r\n\ngoods\"  and this statement becomes  part of the  basis of the\r\n\nbargain.  Mass.  Gen. L.  ch. 106,    2-213.   An  inaccurate\r\n\nstatement  might also  support a  recovery under a  theory of\r\n\nnegligent misrepresentation.  Cf. Danca v. Taunton Sav. Bank,\r                                                                        \r\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">N.E.2d</span>  <span class=\"page\">1129</span></span><pre class=\"inline\">, 1133-34  (Mass. 1982).   Such claims  could\r\n\nconceivably  be  based  either  on  statements  made  in  the\r\n\n                    \r                                \r\n\n     3Compare  Chemical  Specialties  Manufacturers Ass'n  v.\r                                                                     \r\nAllenby, </pre><span class=\"citation\" data-id=\"579270\"><a href=\"/opinion/579270/chemical-specialties-manufacturers-association-inc-v-clifford-l-allenby/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">941</span></a></span><pre class=\"inline\">, 946-47 (9th Cir.),  cert. denied, 113\r                                                                    \r\nS.  Ct.  80  (1992)  (state  statute requiring  point-of-sale\r\nwarnings not  preempted), with Taylor AG  Industries v. Pure-\r                                                                         \r\nGro, </pre><span class=\"citation\" data-id=\"695595\"><a href=\"/opinion/695595/taylor-ag-industries-a-general-partnership-salt-river-valley-farms-a/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">555</span></a></span><pre class=\"inline\">, 561 (9th Cir. 1995) (failure to warn claims\r               \r\nbased on inadequacy of point-of-sale signs preempted).\r\n\n                             -11-\r                                         -11-\r\r\n\nlabeling  or elsewhere;  and the  statements might  be either\r\n\nconsistent with FIFRA requirements or in violation of them.\r\n\n     These variations  give rise to  different and  difficult\r\n\npreemption questions.  The circuits are not unanimous even as\r\n\nto FIFRA itself,  see generally Lowe v.  Sporicidin Int'l, </pre><span class=\"citation\" data-id=\"688735\"><a href=\"/opinion/688735/gina-lowe-v-sporicidin-international/\"><span class=\"volume\">47</span>\r                                                                     \r\n\n<span class=\"reporter\">F.3d</span>  <span class=\"page\">124</span></a></span><pre class=\"inline\">, 128-29 (4th Cir. 1995),  let alone other statutes.\r\n\nAs  Lohr illustrates, the signals  from the Supreme Court are\r                    \r\n\nblurred by  disagreements  within the  Court.   But, in  this\r\n\ncase, the only affirmative misstatement identified by Vermont\r\n\nLog is the statement  in the original labeling  that Woodlife\r\n\nwas  suitable  for  application   to  \"all  wood  and  lumber\r\n\nproducts.\"\r\n\n     This unqualified statement may  have been inaccurate, as\r\n\nits later revision suggests, but it was a statement contained\r\n\nin  EPA-approved  labeling.    To premise  liability  on  the\r\n\ninaccuracy of the statement is in substance to determine that\r\n\na different statement should have been made  in the labeling.\r\n\nYet the  statute itself prohibits  a state requirement  as to\r\n\nlabeling that is \"different\"  than that prescribed by federal\r\n\nlaw.  7 U.S.C.   136v.  See  Lowe, 47 F.3d at 129.  Thus  the\r                                             \r\n\nonly  express  warranty   claim  specifically  identified  by\r\n\nVermont Log is preempted.\r\n\n     Misdesign  or manufacture.    Whether on  a warranty  or\r                                          \r\n\nnegligence theory, recovery might  be premised on mistakes in\r\n\nthe   design  or   manufacture  of   the  product,   and  the\r\n\n                             -12-\r                                         -12-\r\r\n\nmanufacturing defect might be generic or a defect in a single\r\n\nitem. E.g., Hayes v.  Ariens Co., </pre><span class=\"citation no-link\"><span class=\"volume\">462</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">273</span></span><pre class=\"inline\">,  277 (Mass.\r                                            \r\n\n1984).   Whether such claims are preempted may depend both on\r\n\ntheir precise  make-up and on the underlying  statute.  Under\r\n\nFIFRA,  the situation  is complicated  by the  fact that  the\r\n\npreemption clause refers only to labeling and packaging while\r\n\nthe statute empowers  the agency to  regulate the product  as\r\n\nwell as the description.  7 U.S.C.   136a(a).\r\n\n     In all  events, merely  to call  something  a design  or\r                                                \r\n\nmanufacturing  defect  claim  does  not  automatically  avoid\r\n\nFIFRA's explicit  preemption clause.    In re  DuPont-Benlate\r                                                                         \r\n\nLitigation, </pre><span class=\"citation\" data-id=\"1396642\"><a href=\"/opinion/1396642/in-re-dupont-benlate-litigation/\"><span class=\"volume\">859</span>  <span class=\"reporter\">F. Supp.</span> <span class=\"page\">619</span></a></span><pre class=\"inline\">,  623-24 (D.P.R. 1994).   Here,\r                      \r\n\nVermont  Log's only  elaborated claim  under this  heading is\r\n\nthat  Woodlife  was  defectively  designed   or  manufactured\r\n\nbecause  it  was  foreseeable  that  it  would  be   used  on\r\n\nresidences and it was unfit for this use.  But  this claim is\r                                                    \r\n\neffectively no more  than an  attack on the  failure to  warn\r\n\nagainst residential use and therefore is a preempted claim.\r\n\n     This  certainly does  not mean  that every  misdesign or\r\n\nmismanufacturing claim would be debarred by section 136v.  In\r\n\na  batch  of  properly  made  products,  one  item  might  be\r\n\ndefective  or  tainted;    or  perhaps  one  might  design  a\r\n\npesticide that,  while  properly approved  and  labeled,  was\r\n\nunduly dangerous for any legitimate use.  In the former case,\r\n\nit  is hard  to  see  why  FIFRA  preemption  would  even  be\r\n\n                             -13-\r                                         -13-\r\r\n\narguable;  in the latter, there  would be at  most an implied\r                                                                         \r\n\npreemption  claim, based  not on  section  136v but  on EPA's\r\n\napproval of  the product; and  it is  by no means  clear that\r\n\nsuch a preemption claim would prevail.4\r\n\n     However, in  this instance, Vermont Log  has provided no\r\n\nhint  whatever  of  how  Woodlife  has  been  misdesigned  or\r\n\nmismanufactured  beyond  Vermont  Log's suggestion--which  we\r\n\nregard as  a disguised  labeling claim--that the  product was\r\n\nnot  fit  for  residential  use.    Vermont  Log's  position,\r\n\nimplicit  in its brief and explicit in oral argument, is that\r\n\nno  such  disclosure or  elaboration  was  required.   It  is\r\n\nenough, it contends, that its complaint alleged misdesign and\r\n\nmismanufacture in general terms and that not every such claim\r\n\nis automatically preempted.\r\n\n     If the Woodlife manufacturers had squarely argued a lack\r\n\nof  evidence in  their motion  for summary  judgment, Vermont\r\n\nLog's  position could be rejected  out of hand.   Vermont Log\r\n\nbears the burden of  proof at trial and, under  Celotex Corp.\r                                                                         \r\n\nv. Catrett, </pre><span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">317</span></a></span><pre class=\"inline\">, 322-23 (1986), it would  take very\r                      \r\n\nlittle  in  the way  of a  negative  averment at  the summary\r\n\njudgment  stage  to  require  Vermont  Log  to  identify  its\r\n\nevidence--trialworthy  evidence  of a  specific  misdesign or\r\n\n                    \r                                \r\n\n     4See Cipollone, 112 S.  Ct. at 2622-23.   Compare Mendes\r                                                                         \r\nv.  Medtronic,  </pre><span class=\"citation\" data-id=\"664624\"><a href=\"/opinion/664624/ellen-mendes-v-medtronic-inc/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">13</span></a></span><pre class=\"inline\"> (1st Cir.  1994) (Medical  Device\r                         \r\nAct), with  In re DuPont-Benlate-Litigation, 859  F. Supp. at\r                                                       \r\n622-23 (FIFRA).\r\n\n                             -14-\r                                         -14-\r\r\n\nmanufacturing defect which  was not  a disguised  mislabeling\r\n\nclaim.   Mottolo v. Fireman's Fund Ins. Co., </pre><span class=\"citation\" data-id=\"685589\"><a href=\"/opinion/685589/richard-a-mottolo-and-service-pumping-drain-co-inc-v-firemans-fund/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">723</span></a></span><pre class=\"inline\">, 725\r                                                       \r\n\n(1st Cir. 1995).\r\n\n     Whether  Vermont Log  got such due  notice of  a Celotex\r                                                                         \r\n\nchallenge could be  debated.   On the one  hand, the  summary\r\n\njudgment  motion was  cast primarily  in abstract  preemption\r\n\nterms; on the other hand, Vermont Log could at any time  have\r\n\nexplained to the district court  just what kind of  misdesign\r                     \r\n\nor  manufacturing defect claim it was making over and above a\r\n\nrecast  version of its preempted labeling claim.  As is often\r\n\nthe case, the answer is to be found more in common sense than\r\n\ncategorical rules.\r\n\n     If  we  thought  that  Vermont Log  had  been  genuinely\r\n\nmisled, we would remand to allow it to identify its misdesign\r\n\nor   mismanufacture   claim    and   require   the   chemical\r\n\nmanufacturers to  formulate  a new  summary judgment  motion.\r\n\nIndeed, we might be tempted to follow this course even now if\r\n\nVermont Log had troubled to tell us just what specific design\r\n\nor manufacturing defect it plausibly suspected  or how it had\r\n\nbeen  denied   a  promising   opportunity  to   unearth  this\r\n\ninformation through discovery.  But at oral argument our most\r\n\npersistent  questions  on  the  subject were  met  only  with\r\n\ngeneralities.\r\n\n     It is too late  in the day for such gambits.   It is one\r\n\nthing at the outset of a case to ask for indulgence to pursue\r\n\n                             -15-\r                                         -15-\r\r\n\ninitial discovery; it is quite another  matter, on appeal and\r\n\nafter  five years, to ask for a reversal based on theoretical\r\n\npossibilities but without any effort  to explain how a remand\r\n\nmight  bear fruit.  If there are unpreempted claims of design\r\n\nor  manufacturing defect,  Vermont Log  has  never adequately\r\n\nidentified  them,   let  alone  pointed  to   any  supporting\r\n\nevidence.\r\n\n     Indemnification.   As  already explained,  Vermont Log's\r                                \r\n\nthird-party complaint did explicitly request contribution; in\r\n\nfact, its negligence counts  were asserted not as independent\r\n\nclaims for full recovery but merely as the basis for pro rata\r\n\ncontribution  under the  Massachusetts statute.   Conversely,\r\n\nalthough Vermont Log now  speaks of \"indemnification\" claims,\r\n\nthe third-party complaint nowhere refers  to indemnification,\r\n\nalthough  the  warranty counts  seek  the  same damages  that\r\n\nindemnification might provide.\r\n\n     Traditionally, indemnification has comprised  a distinct\r\n\nbody of doctrine that, to put the matter too crudely, permits\r\n\na vicariously  liable party (e.g., an  innocent principal) to\r                                             \r\n\nobtain  reimbursement   from  a   culpable  party   (e.g.,  a\r                                                                     \r\n\nblameworthy agent) whose conduct  gave rise to the liability.\r\n\nP. Keeton, Prosser  and Keeton on Torts   51,  at 341-44 (5th\r                                                   \r\n\ned.  1984); Decker v. Black  and Decker Mfg.  Co., </pre><span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">N.E.2d</span>\r                                                             \r\n\n<span class=\"page\">641</span></span><pre class=\"inline\">,  644-45   (Mass.  1983).     Thus,  indemnification  may\r\n\n                             -16-\r                                         -16-\r\r\n\nsometimes  be  available even  when no  other direct  tort or\r\n\ncontract claim will lie.\r\n\n     On  appeal, Vermont  Log  says as  an alternative  final\r\n\nargument that Judge  Zobel erred in  rejecting its \"claim  of\r\n\nindemnity\" on  the ground that \"[i]demnity  is permitted only\r\n\nwhere  one does  not join  the negligent act   .  . .  .\"  We\r\n\nconfess ourselves puzzled by  Judge Zobel's ruling; while the\r\n\nprinciple may be  sound, it  is far from  clear that  Vermont\r\n\nLog's  culpability in  this case--at  least on  some warranty\r\n\ntheories asserted by  the Greniers--is of  a kind that  would\r\n\nautomatically  preclude an  indemnification claim  by Vermont\r\n\nLog against DAP and Champion.\r\n\n          Yet even if we  assume (dubitante) that Vermont Log\r                                                       \r\n\nhas asserted a separate  claim for indemnification and assume\r\n\nfurther that it is not barred from indemnification by its own\r\n\nparticipation in the  wrong, a crucial obstacle remains.  The\r\n\nbody of  doctrine comprising indemnification  law varies from\r\n\nstate  to  state; but  in  Massachusetts, an  indemnification\r\n\nclaim does  require a  showing of  fault on  the part of  the\r                                                    \r\n\nparties   or   parties   against    whom   the   demand   for\r\n\nindemnification is leveled.  Stewart v. Roy Bros., </pre><span class=\"citation no-link\"><span class=\"volume\">265</span> <span class=\"reporter\">N.E.2d</span>\r                                                             \r\n\n<span class=\"page\">357</span></span><pre class=\"inline\">, 365 (Mass. 1970).\r\n\n     Here, the only allegations of  fault made by Vermont Log\r\n\nagainst DAP  and Champion are  the charges of  negligence and\r\n\nbreaches of  warranty made  in counts  III-VI of the  amended\r\n\n                             -17-\r                                         -17-\r\r\n\nthird-party complaint.   We have already  found these charges\r\n\nto be inadequate, some because of federal preemption and some\r\n\nbecause  they are  both too  general and  wholly unsupported.\r\n\nAnd if these  claims are themselves  inadequate, there is  no\r\n\nfoundation for a showing of fault as to DAP and Champion that\r\n\nwould permit Vermont Log to claim indemnification.          \r\n\n     There is a  final point to be made  that is pertinent to\r\n\nfuture cases of this kind.  Vermont Log has now placed itself\r\n\nin  an  unhappy position  where  the  Greniers might  recover\r\n\nagainst it while  it would  no longer  have recourse  against\r\n\nthose who supplied  it with Woodlife.  This  assumes, perhaps\r\n\nfancifully, that the Greniers, or  at least the minors, might\r\n\nstructure and then  prove a  claim that managed  at the  same\r\n\ntime  to avoid  every  type of  preemption  and any  kind  of\r\n\ndefense  based on Vermont Log's own  possible ignorance.  But\r\n\nthe theoretical risk is there.\r\n\n     This risk arises directly from  the entry of a  separate\r\n\nfinal judgment  under Rule 54(b)  against Vermont Log  on its\r\n\nthird-party claims in advance  of the full resolution  of the\r\n\nGreniers' first-party claims against Vermont Log.  If Vermont\r\n\nLog had objected to a separate judgment in the district court\r\n\nand appealed  on that issue in  this Court, we would  be very\r               \r\n\nmuch open  to such an argument.  The reason is the overlap of\r\n\nfirst-party  and  third-party claims  in  this  case and  the\r\n\nresulting risk (in this case) of inconsistent results.\r\n\n                             -18-\r                                         -18-\r\r\n\n     But  Vermont Log has not made  this argument.  If it had\r\n\nno objection to  the entry of a separate  judgment, certainly\r\n\nthe  district court  had  no obligation  to  withhold such  a\r\n\njudgment.  Indeed, Vermont Log may have had tactical reasons,\r\n\nunknown  to  us,  for  allowing the  uncoupling  of  the  two\r\n\ncomplaints.  Our sole  reason for mentioning the point  is to\r\n\nalert district courts  in future cases that such an objection\r\n\nto a separate judgment may have significant force.\r\n\n     Affirmed.\r                         \r\n\n                             -19-\r                                         -19-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118055/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196062/",
    "http://www.courtlistener.com/api/rest/v3/opinions/579270/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599394/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610558/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664624/",
    "http://www.courtlistener.com/api/rest/v3/opinions/685589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/688735/",
    "http://www.courtlistener.com/api/rest/v3/opinions/695595/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1396642/"
  ]
}