{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196908/",
  "absolute_url": "/opinion/196908/lundborg-v-phoenix/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196908/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:16:58Z",
  "date_modified": "2017-03-24T10:49:11.020157Z",
  "type": "010combined",
  "sha1": "ec0a1bc8618707f3d6cd0932b2e3f236c227b21d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-2278.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 95-2278\r\n\n                   SUSAN D. LUNDBORG, ETC.,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                PHOENIX LEASING, INC., ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                  FOR THE DISTRICT OF MAINE\r\n\n           [Hon. Gene Carter, U.S. District Judge]\r                                                             \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n\n               Campbell, Senior Circuit Judge,\r                                                         \r\n\n                  and Lynch, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nRalph A. Dyer with whom Law Offices of  Ralph A. Dyer, P.A. was on\r                                                                       \r\nbriefs for appellant.\r\nDavid M.  Wiseblood with whom Robert  B. Kaplan, Joseph N.  Demko,\r                                                                             \r\nFrandzel &amp; Share, Anthony Perkins and Bernstein, Shur, Sawyer &amp; Nelson\r                                                                              \r\nwere on brief for appellees. \r\n\n                                         \r\n\n                        August 5, 1996\r\n                                         \r\r\n\n     BOUDIN, Circuit Judge.  In this case, the district court\r                                      \r\n\ndismissed claims brought  by Susan  Lundborg against  Phoenix\r\n\nLeasing,  Inc. (\"Phoenix Leasing\"),  on the ground  that they\r\n\nwere barred by res judicata.   We affirm the district court's\r                                       \r\n\njudgment of dismissal but are compelled  to do so on a ground\r\n\nthat  leaves open  to Lundborg  the opportunity  to  pursue a\r\n\ncentral aspect  of  her claims  by an  independent action  in\r\n\nMaine state  court.  For  reasons that will  become apparent,\r\n\nsuch a suit is not a promising venture.\r\n\n                              I.\r\n\n     The facts of the case are complicated and its procedural\r\n\nhistory involved; we offer a condensed version here.  Because\r\n\nthe district court dismissed the  claims at issue on a motion\r\n\nto  dismiss,  the  underlying  \"facts\"  described  below  are\r\n\nprimarily  drawn  from  the  allegations  of  the  complaint,\r\n\nRockwell v.  Cape Cod  Hospital, 26 F.3d  254, 256  (1st Cir.\r                                           \r\n\n1994),  supplemented by pleadings  in related cases  of which\r\n\nthe district court took judicial  notice.  In fact, there are\r\n\nsix other related cases. \r               \r\n\n     Susan  Lundborg, a  resident of  Florida,  was the  sole\r\n\nshareholder  of  Community  Cable  Services  of  Maine,  Inc.\r\n\n(\"Community Cable\"), which  in 1988 became a  general partner\r\n\nin  Merlin  Cable  Operators  (\"Merlin\"),   a  Maine  general\r\n\npartnership.    Soon  after  its  formation,  Merlin  secured\r\n\nfranchises  to construct  and  operate two  cable  television\r\n\n                             -2-\r                                         -2-\r\r\n\nsystems  in Maine.  The partnership sought to borrow $850,000\r\n\nof the estimated $1,000,000 cost of these projects.  \r\n\n     In   early   1989,   Phoenix   Leasing,   a   California\r\n\ncorporation,  agreed to  loan Merlin  that sum  at an  annual\r\n\ninterest rate  of 18  percent.   The terms  of the  loan also\r\n\nrequired  Merlin to  pay Phoenix  Leasing 25  percent  of the\r\n\nvalue of  the  projects up  to $150,000,  plus an  additional\r\n\n$50,000 for  each year the  loan was outstanding  after 1990,\r\n\namounting to  what Lundborg  claims was  an effective  annual\r\n\ninterest rate in  excess of 40 percent.  The loan was secured\r\n\nby the  cable systems  and by  Lundborg's personal  guaranty,\r\n\nitself secured in part by a mortgage on her house in  Suffolk\r\n\nCounty, New York.\r\n\n     In 1990, two additional cable television operators owned\r\n\nwholly or  in part  by Lundborg agreed  to borrow  money from\r\n\nPhoenix Leasing.  The loans  to Cable One CATV (\"Cable One\"),\r\n\na  New Hampshire limited  partnership, and Sure Broadcasting,\r\n\nInc.  (\"Sure\"), a  Delaware  corporation, also  imposed  high\r\n\nrates of interest  and demanding terms.   Lundborg personally\r\n\nguaranteed  the loans  to Cable  One and  Sure, again  giving\r\n\nPhoenix Leasing a mortgage on  her Suffolk County house.  The\r\n\ntotal of the three loans exceeded $4 million.\r\n\n     By December 1990, all three borrowers had stopped making\r\n\npayments  to Phoenix  Leasing  and  in  April  1991,  Phoenix\r\n\nLeasing   began  court  actions  to  recover  upon  the  loan\r\n\n                             -3-\r                                         -3-\r\r\n\nagreements  and  to  foreclose   on  the  various  properties\r\n\nsecuring the loans  and Lundborg's personal guaranty.   These\r\n\nincluded  state  court  actions  in  Maine  (against  Merlin,\r\n\nCommunity Cable, and others) and New York (against Lundborg),\r\n\nand federal  suits in New  Hampshire (against  Cable One  and\r\n\nothers)  and Nevada (against  Sure).1  Phoenix  Leasing later\r\n\nfiled  claims in  Merlin's federal  bankruptcy proceeding  in\r\n\nMaine   and  in  Cable   One's  similar  proceeding   in  New\r\n\nHampshire.2\r\n\n     Phoenix Leasing  has prevailed  in every  case that  has\r\n\nreached decision.  In May 1991, Phoenix Leasing began a Maine\r\n\nstate court action to recover on the original $850,000  loan.\r\n\nMerlin  raised several  affirmative  defenses, including  the\r\n\ndefense   of   usury,   and   brought   several    compulsory\r\n\ncounterclaims, see Me. R. Civ. P. 13(a), including claims for\r                              \r\n\nfraud, breach of duty of good faith, negligence, and abuse of\r\n\nprocess.  The usury defense was cast in general terms and the\r\n\nfraud  claims related to  alleged actions of  Phoenix Leasing\r\n\nquite different than the fraud charges that are now advanced.\r\n\n                    \r                                \r\n\n     1Phoenix  Leasing Inc. v. Merlin Cable Partners, No. CV-\r                                                                \r\n91-343  (Me.Sup.Ct. York Cty.); Phoenix Leasing Inc. v. Susan\r                                                                         \r\nLundborg, No.  91-08094 (N.Y.Sup.Ct.  Suffolk Cty.);  Phoenix\r                                                                         \r\nLeasing, Inc. v. Cable One CATV Limited Partnership, Civ. No.\r                                                               \r\n91-164-D (D.N.H.); Phoenix Leasing Inc. v. Sure Broadcasting,\r                                                                         \r\nInc., No. CV-N-91-185-ECR (D.Nev.). \r                \r\n\n     2In   re  Merlin   Cable  Partners,   BK   No.  93-10067\r                                                   \r\n(Bankr.D.Me.); In re  Cable One CATV Limited  Partnership, BK\r                                                                     \r\nNo. 91-12387-JEY (Bankr.D.N.H.).\r\n\n                             -4-\r                                         -4-\r\r\n\n     Phoenix Leasing's Maine state  court suit against Merlin\r\n\nwas dismissed  after Merlin  filed for  bankruptcy in  August\r\n\n1991.   In September  1992, the Maine  state court  entered a\r\n\ndefault judgment against Community Cable on Phoenix Leasing's\r\n\nclaims and Community  Cable's counterclaims.  In  early 1994,\r\n\nthe federal bankruptcy court in Maine awarded Phoenix Leasing\r\n\ncash and  a promissory note  on account of its  claim against\r\n\nMerlin. \r\n\n     Phoenix Leasing also  prevailed in February 1992  in its\r\n\nsuit in New York state court against Lundborg to foreclose on\r\n\nher  mortgage.     In  New  Hampshire,  Cable   One  declared\r\n\nbankruptcy after  Phoenix Leasing  brought  suit in  district\r\n\ncourt;  but in  the  ensuing  bankruptcy  proceeding  in  New\r\n\nHampshire, the court  in December 1992 approved  a settlement\r\n\nin favor  of Phoenix Leasing  and in July 1993  confirmed the\r\n\nplan of liquidation.  In  March 1995, Phoenix Leasing won its\r\n\nsuit in  the federal district  court in Nevada to  recover on\r\n\nthe loan to Sure.\r\n\n     In February  1994, Lundborg  learned that  the loans  to\r\n\nMerlin,  Cable  One, and  Sure  were  not funded  by  Phoenix\r\n\nLeasing, but  rather by two limited partnerships,  in each of\r\n\nwhich Phoenix Leasing was general partner.  This fact emerged\r\n\nduring  the  deposition of  Gary Martinez,  Phoenix Leasing's\r\n\nexecutive  vice president, in the Sure litigation in district\r                                                  \r\n\ncourt  in  Nevada.    Lundborg  alleges  that  these  limited\r\n\n                             -5-\r                                         -5-\r\r\n\npartnerships,  and  not  Phoenix Leasing,  were  the  \"actual\r\n\nlenders\" in the loan transactions.\r\n\n     This  is said  to matter because  Phoenix Leasing,  as a\r\n\nlicensed personal property broker, was admittedly exempt from\r\n\nCalifornia's  usury laws which cap the  interest rate that an\r\n\nunlicensed  lender  may  charge.   The  limited partnerships,\r\n\nLundborg claims, were not exempt and the loans were therefore\r\n\nusurious  and fraudulent.  Moreover, Lundborg asserts that by\r\n\nsuing in  its own  name, Phoenix  Leasing misrepresented  its\r\n\nstanding to  recover  upon the  loans  in the  various  court\r\n\nactions, and Lundborg says this amounted to additional fraud.\r\n\n     Based  on the Martinez deposition, Lundborg in June 1994\r\n\nmoved in the New York state suit to set aside the judgment on\r\n\nthe  ground that Phoenix Leasing lacked standing to foreclose\r\n\non the mortgage because  it was not the true  lender; the New\r\n\nYork  court denied this  motion and Lundborg  did not appeal.\r\n\nIn  the then  pending Nevada  federal action, Sure  moved for\r\n\nsummary  judgment on similar  grounds; in December  1994, the\r\n\ndistrict  court  rejected  this argument  and  in  March 1995\r\n\nentered judgment for  Phoenix Leasing, a ruling  later upheld\r\n\nby the Ninth Circuit in an unpublished opinion.  \r\n\n     In the  bankruptcy courts  in Maine  and New  Hampshire,\r\n\nLundborg  made  somewhat   broader  efforts  to  reopen   the\r\n\njudgments but  with the  same result.   In January  1995, the\r\n\nMaine bankruptcy court (in circumstances more fully described\r\n\n                             -6-\r                                         -6-\r\r\n\nhereafter)  rejected   Lundborg's  motion  for   relief  from\r\n\njudgment  on account  of fraud  and based  upon the  Martinez\r\n\ndeposition.  In  November 1995, the New  Hampshire bankruptcy\r\n\ncourt rejected  Cable One's effort  to set aside  the earlier\r\n\nsettlement  of the case, ruling that the limited partnerships\r\n\ninvolved  in  the   Cable  One  loan  in  fact  had  licenses\r\n\npermitting  them  to  exceed  the  usual  usury  limit  under\r\n\nCalifornia law.  At least  one of the limited partnerships in\r\n\nthe  Merlin transaction was  evidently not involved  with the\r\n\nCable One loan.\r\n\n     No comparable effort was made  by Lundborg to reopen the\r\n\nearlier  Maine state  court default judgment  entered against\r\n\nCommunity  Cable in  September 1992.    Instead, in  December\r\n\n1994,   Lundborg  filed the  present  action against  Phoenix\r\n\nLeasing and others  in the federal  district court in  Maine,\r\n\nboth on her own behalf and as successor in interest to Merlin\r\n\nand Community Cable.  The gravamen was the same  set of fraud\r\n\nallegations  stemming from  the  Martinez deposition  but the\r\n\ncomplaint set forth a welter of claims.\r\n\n     Lundborg's complaint  included nine counts:  a statutory\r\n\nclaim for perjury arising under Maine law (count I); abuse of\r\n\nprocess in connection with the  litigation in New York (count\r\n\nII); common  law conversion, fraud,  breach of  duty of  good\r\n\nfaith,  and  interference with  economic  opportunity (counts\r\n\nIII-VI); violation of California's usury statute (count VII);\r\n\n                             -7-\r                                         -7-\r\r\n\nunjust  enrichment (count VIII); and violation of the federal\r\n\ncivil  RICO statute (count  IX).  Additional  defendants were\r\n\nthe limited  partnerships  that allegedly  funded the  Merlin\r\n\nloan,  Gus Constantin (the  chairman of Phoenix  Leasing) and\r\n\nMartinez. \r\n\n     All  defendants in  the Maine  district  court moved  to\r\n\ndismiss.    Adopting  the able  recommended  decision  of the\r\n\nmagistrate judge, the  district court granted this  motion on\r\n\nSeptember 6, 1995, without a separate  opinion.  The district\r\n\ncourt found  that Lundborg  had failed to  articulate a  RICO\r\n\nclaim; in the  absence of that claim  the court held that  it\r\n\nhad no personal  jurisdiction over the  individual defendants\r\n\nas to  any of  the counts.   Lundborg  does not appeal  these\r\n\nrulings.\r\n\n     The  district court further held that the September 1992\r\n\njudgment in Maine state court barred all of Lundborg's claims\r\n\non  res  judicata  grounds and,  further,  that  Lundborg was\r                             \r\n\nestopped by judgments in New York and in the Maine bankruptcy\r\n\ncourt from relitigating the issue of Phoenix Leasing's fraud.\r\n\nLundborg appeals this ruling as to counts I, III, IV,  V, VII\r\n\nand VIII  with respect  to  Phoenix Leasing  and the  limited\r\n\npartnerships.\r\n\n                             II.\r\n\n     As an initial matter, Lundborg argues as a matter of law\r\n\nthat her count I claim for perjury, pursuant to 14 Me. R.S.A.\r\n\n                             -8-\r                                         -8-\r\r\n\n  870, cannot  be precluded by the earlier  judgment in Maine\r\n\nstate court.  Section 870 creates a cause of action \"[w]hen a\r\n\njudgment has been obtained against  a party by the perjury of\r\n\na  witness introduced  at trial  by the  adverse party,\"  and\r\n\nprovides that \"the  judgment in the former action  is no bar\"\r\n\nto such a suit.  Phoenix Leasing insists that Lundborg waived\r\n\nthis  argument by failing  to articulate  it in  the district\r\n\ncourt.  \r\n\n     We affirm  the dismissal  of the  perjury count  because\r\n\nLundborg has not stated a  claim under the statute.  Lundborg\r\n\nalleges  that pleadings and affidavits submitted in the Maine\r\n\nstate court action were perjurious.  But section 870  applies\r\n\nonly to testimony \"introduced at trial by the adverse party,\"\r\n\nand the Maine action was  decided prior to trial.  The  Maine\r\n\nSupreme Judicial Court has made  clear that section 870 is to\r\n\nbe construed strictly,  Spickler v. Greenberg, 644  A.2d 469,\r                                                         \r\n\n472  (Me. 1994); and we have  no qualm in holding Lundborg to\r\n\n\"the terms of the statute.\"  Id. (quoting Milner v. Hare, 135\r                                                                    \r\n\nA. 522 (Me. 1926)). \r\n\n     This  brings us  to the  heart  of Lundborg's  remaining\r\n\nclaims.   California  law, which  governed  the Merlin  loan,\r\n\nlimits  the amount  of interest  that can  be charged  on any\r\n\nloan; the  law exempts certain  classes of loans  and lenders\r\n\nfrom its  provisions.   Cal. Const.  Art. 15,    1.   Phoenix\r\n\nLeasing was a \"personal property broker\" and therefore exempt\r\n\n                             -9-\r                                         -9-\r\r\n\nfrom the usury statute.  Former Cal. Fin. Code   22009.  (The\r\n\ncurrent version of the statute refers to lenders like Phoenix\r\n\nLeasing as \"finance lenders\" but the change appears to be one\r\n\nof name only.)\r\n\n     Lundborg alleges that the Merlin loan was funded  by two\r\n\nlimited partnerships, Phoenix Leasing  Cash Distribution Fund\r\n\nIII and Phoenix Leasing Income  Fund 1975 ALP, and that these\r\n\npartnerships  were not  then  licensed  as personal  property\r\n\nbrokers.   Lundborg insists  that the  partnerships were  the\r\n\nactual lenders in the Merlin transaction, that Phoenix either\r\n\nassigned the  loan to  the partnerships or  held it  as their\r\n\nagent  and  that  the  loan  was  therefore  usurious.    The\r\n\ncomplaint seeks actual damages of over $6 million.\r\n\n     This  set of  allegations and  arguments  gives rise  to\r\n\nLundborg's remaining claims.   Counts III,  IV, V, and  VIII,\r\n\nwhile  variously  styled,  all  charge that  Phoenix  Leasing\r\n\ndefrauded  Merlin and  Lundborg by  failing  to disclose  the\r\n\nidentity of  the \"actual  lenders\" at the  time the  loan was\r\n\nnegotiated and thereafter,  particularly when Phoenix Leasing\r\n\npursued legal claims  against Merlin and Lundborg  in its own\r\n\nname.   Count  VII is  a claim  for treble damages  under the\r\n\ncivil remedy provision of California's  usury law.  Cal. Civ.\r\n\nCode   1916-3.\r\n\n     It  is far  from  clear  that  the  funding  arrangement\r\n\nalleged by Lundborg was illegal  under California law.   See,\r                                                                         \r\n\n                             -10-\r                                         -10-\r\r\n\ne.g., Strike  v. Trans-West  Discount Corp.,  155 Cal.  Rptr.\r                                                       \r\n\n132,  139  (Cal.Ct.App.),  appeal  dismissed,  444  U.S.  948\r                                                        \r\n\n(1979).  Phoenix  Leasing points out  that a licensed  lender\r\n\nmay assign a high-interest loan to an unlicensed third party;\r\n\nelsewhere   Phoenix  Leasing  has  argued  that  despite  the\r\n\ninternal accounting  arrangements that  it made, it  remained\r\n\nthe  holder of  the Merlin  note  under California  law.   An\r\n\nargument by Sure  that challenged the funding  arrangement of\r\n\nits own  loan was  rejected by the  Nevada district  court in\r\n\nPhoenix Leasing Inc. v. Sure Broadcasting, Inc., CV-N-91-185-\r                                                           \r\n\nECR, slip op. at 8-9 (D. Nev. Dec. 18, 1994):\r\n\n             Phoenix's continued possession  of the\r\n          promissory note  appears to  preclude any\r\n          negotiation  of   the  promissory   note.\r\n          Cal.Comm.   3201.   Regardless of whether\r\n          Phoenix  transferred  ownership   or  the\r\n          right to  receive monies under  the note,\r\n          Phoenix  may  remain  the  holder of  the\r\n          note.  Cal. Comm    3201 &amp; 3203.  Phoenix\r\n          may also enforce  the note even if  it is\r\n          not the owner  of the note.   Cal.Comm.  \r\n          3301.\r\n\n     But it is  not certain  that the  facts surrounding  the\r\n\nSure  loan are identical to those respecting the earlier loan\r\n\nto Merlin and  the facts concerning the Merlin  loan were not\r\n\ndeveloped in the  district court.   Indeed, in briefing  this\r\n\ncase Phoenix Leasing has  devoted relatively little attention\r\n\nto California law,  understandably relying  primarily on  the\r\n\nres  judicata rationale  of the  district court.    Thus, the\r                         \r\n\nquestion for us is whether the district court's rationale can\r\n\n                             -11-\r                                         -11-\r\r\n\nbe  sustained, a  matter  we  review de  novo.   Apparel  Art\r                                                                         \r\n\nInternat'l,  Inc. v. Amertex  Enterprises Ltd., 48  F.3d 576,\r                                                          \r\n\n582 (1st Cir. 1995).  \r\n\n     Were it  not for  Lundborg's allegations  of fraud,  the\r\n\napplication  of res  judicata doctrine  to  bar this  present\r                                         \r\n\naction  would be  straightforward.   Under  Maine law,  which\r\n\ngoverns  the preclusive  effect  of  the  Maine  state  court\r\n\njudgment, e.g., Diversified  Foods, Inc. v. First  Nat'l Bank\r                                                                         \r\n\nof Boston,  985 F.2d 27, 30 (1st  Cir.), cert. denied, 113 S.\r                                                                 \r\n\nCt. 3001 (1993), a valid  prior judgment in an action between\r\n\nthe  same parties  or their  privies  bars relitigation  with\r\n\nrespect to the same claims of \"all issues that were tried, or\r\n\nmay have been tried\"  in the prior action.   Currier v.  Cyr,\r                                                                        \r\n\n570 A.2d 1205, 1208 (Me. 1990).\r\n\n     Functionally, this familiar doctrine--known  in the past\r\n\nas the merger and bar branch of res judicata and now as claim\r                                                        \r\n\npreclusion--prevents  a  plaintiff  or  counterclaimant  from\r\n\nsplitting  its related claims  among several suits.   Apparel\r                                                                         \r\n\nArt, 48 F.3d at 583.  Such a policy responds to  the parties'\r               \r\n\ninterest in repose  and the courts' desire  to avoid needless\r\n\nlitigation.  Maine  follows the modern  rule and defines  the\r\n\nclaims  that  must be  brought  in  one action  by  use  of a\r\n\ntransactional test, so that\r\n\n     a  subsequent  suit  that arises  out  of  the same\r\n     aggregate of  operative facts shall be  barred even\r\n     though the second  suit relies upon a  legal theory\r\n     not  advanced in  the first  case, seeks  different\r\n\n                             -12-\r                                         -12-\r\r\n\n     relief  than that  sought in  the  first case,  and\r\n     involves  evidence  different   from  the  evidence\r\n     relevant to the first case.\r\n\nCurrier, 570  A.2d at 1208;  see Beegan v. Schmidt,  451 A.2d\r                                                              \r\n\n642, 645 (Me. 1982) (citing Restatement (Second), Judgments  \r                                                                       \r\n\n24 (1982)).\r\n\n     Lundborg's claims  at issue  here all  arise out of  the\r\n\nalleged  wrongdoing  of  Phoenix   Leasing  and  the  limited\r\n\npartnerships in connection with the making and enforcement of\r\n\nthe Merlin loan.   But Merlin and Community  Cable previously\r\n\nbrought  claims against Phoenix  Leasing arising out  of that\r\n\nsame loan as  counterclaims in the Maine  state court action.\r                                       \r\n\nAlthough Merlin  was dismissed from the action  when it filed\r\n\nfor  bankruptcy,  a  default  judgment  was  entered  against\r\n\nCommunity Cable  in that action,  and a default  judgment has\r\n\nthe same claim-preclusive effect as a judgment on the merits.\r\n\nIrving Pulp  &amp; Paper Ltd.  v. Kelly,  654 A.2d 416,  418 (Me.\r                                               \r\n\n1995).  \r\n\n     Lundborg asserts in conclusory fashion that the  default\r\n\njudgment was  never  made final  but  offers no  argument  in\r\n\nsupport of this  claim, nor do  we detect any  basis for  it.\r\n\nNor can  Lundborg seriously deny  that she and Merlin  are in\r\n\nprivity  with  Community  Cable, which  was  wholly  owned by\r\n\nLundborg  and was a general partner  of Merlin.  Restatement,\r                                                                        \r\n\nsupra,     59(3), 60(2).  Under the circumstances, Lundborg's\r                 \r\n\npresent claims  arise  out of  the  same transaction  as  the\r\n\n                             -13-\r                                         -13-\r\r\n\ncounterclaims in  the earlier  action and are  barred by  res\r                                                                         \r\n\njudicata, absent some exception to the general rule.\r                    \r\n\n                             III.\r\n\n     Thus  far our view is  the same as  that of the district\r\n\ncourt.   Where we part company--with  some reluctance for the\r\n\nissue  is very close--concerns  a possible escape  hatch from\r\n\nres  judicata  invoked by  Lundborg  in  this  case.   It  is\r                         \r\n\nLundborg's position  that the  1992 default  judgment against\r\n\nCommunity Cable in the Maine state court cannot be considered\r\n\na valid judgment for purposes  of res judicata because it was\r                                                          \r\n\ntainted by an aspect of the  same fraud that is the basis  of\r\n\nLundborg's present claims,  namely, the alleged fraud  in the\r\n\nlitigation   to  enforce   the  original   loan   to  Merlin.\r\n\nOtherwise,  claim  preclusion  applies  to  underlying  fraud\r\n\ncharges no less than to other tort theories.\r\n\n     This contention takes us to  a body of doctrine that has\r\n\nfew peers  in the common  law as  a source  of confusion  for\r\n\nlawyers  and  judges  alike, namely,  the  rules  that govern\r\n\nindependent   actions  that   collaterally  attack   a  prior\r\n\njudgment.     Partly,  the   problem  is  one   of  confusing\r\n\nterminology,  see Restatement, supra, ch. 5 intro. note, and,\r                                                \r\n\nin  addition, the  law in  this area  is neither  uniform nor\r\n\nstable.   But so far  as the law permits  collateral attacks,\r\n\nthe rules  are  effectively  a set  of  exceptions  to  claim\r\n\npreclusion.\r\n\n                             -14-\r                                         -14-\r\r\n\n       In the past  some courts have been unwilling  to treat\r\n\nall litigation fraud as an  exception to res judicata; it has\r                                                                 \r\n\nsometimes  been said that  only special categories  of fraud,\r\n\nsuch as bribery of a judge, would permit a collateral attack.\r\n\nSee Restatement, supra,     68 cmt. a, 70 cmt. c.  The modern\r                                  \r\n\napproach has been  to lower the substantive bar to collateral\r\n\nattack  while insisting on severe conditions to the assertion\r\n\nof such a claim, due diligence  in the discovery of the fraud\r\n\nin the original action  and clear and convincing  evidence of\r\n\nfraud in the collateral one.  Id.   70 cmt. d.;  cf. Spickler\r                                                                         \r\n\nv. Greenberg, 644 A.2d 469, 471 (Me. 1994).\r                        \r\n\n     In  considering Lundborg's  claim to a  fraud exception,\r\n\nour  concern is  with Maine  law because  a federal  district\r\n\ncourt in Maine  has been asked to permit  a collateral attack\r\n\non a Maine state court  judgment.  7 Moore, Federal Practice,\r                                                                        \r\n\n  60.37[3],  at 60-395 (2d ed.  1995).  Maine law,  in accord\r\n\nwith  the Restatement,  no  longer  rigidly  adheres  to  the\r                                 \r\n\ntraditional  labels  of  extrinsic  and  intrinsic  fraud  in\r\n\ndetermining which  circumstances justify overturning  a prior\r\n\njudgment.  Society  of Lloyd's v. Baker, 673  A.2d 1336, 1339\r                                                   \r\n\n(Me. 1996).  We read Kradoska  v. Kipp, 397 A.2d 568-69  (Me.\r                                                  \r\n\n1979), to suggest  that Maine is more interested  in  whether\r\n\nthe fraud claim was  known or should  have been known at  the\r\n\ntime of the earlier  action.  See 11  Wright, Miller &amp;  Kane,\r                                             \r\n\nFederal  Practice and Procedure,    2868,  at 400-01  (2d ed.\r                                           \r\n\n                             -15-\r                                         -15-\r\r\n\n1995).\r\n\n     In the present  case, the district court  assumed, as we\r\n\ndo, that fraud in the course of the earlier Maine state court\r\n\nlitigation  might  give   rise  to  an  exception   to  claim\r\n\npreclusion.   But it  held that the  issue whether  fraud had\r                                                              \r\n\noccurred had itself been resolved on the merits, adversely to\r\n\nLundborg,  in  the  New  York  state  court   and  the  Maine\r\n\nbankruptcy  court.    As already  noted,  after  the Martinez\r\n\ndeposition, Lundborg sought  in 1994 to reopen  the judgments\r\n\nin both of  those courts based on some of the same assertions\r\n\nthat are the  bases for Lundborg's affirmative  claims in the\r\n\ndistrict court.\r\n\n     The district  court's ruling  that the  fraud issue  had\r\n\nearlier been  resolved rested upon  the other  branch of  res\r                                                                         \r\n\njudicata known  as collateral  estoppel or  issue preclusion.\r                    \r\n\nThis  doctrine bars the relitigation between the same parties\r\n\nof  any issue  of fact  or  law that  was actually  litigated\r\n\nbetween them, was  determined and was  necessary to a  final,\r\n\nvalid judgment  in a prior  case.  Restatement, supra,    27;\r                                                                 \r\n\nSpickler v.  York, 505 A.2d 87, 88  (Me. 1986).  Unlike claim\r                             \r\n\npreclusion, this doctrine requires an actual determination of\r\n\nthe issue.  \r\n\n     We  do not  share  the district  court's  view that  the\r\n\ndecision of the New York state court that Phoenix Leasing had\r\n\nstanding  to  enforce  Lundborg's loan  guaranties  precludes\r\n\n                             -16-\r                                         -16-\r\r\n\nLundborg's  claims here.   As  far  as we  can tell  from the\r\n\npapers  submitted to  us, Lundborg  did not  raise her  usury\r\n\nclaims and the related fraud  claims in seeking to reopen the\r\n\nNew  York action;  and  a holding  that  Phoenix Leasing  had\r\n\nstanding  to enforce the loan is not necessarily inconsistent\r\n\nwith  the possibility that  the loans' terms  were originally\r\n\nmade by the  partnerships and were usurious  under California\r\n\nlaw, and that Phoenix Leasing concealed this information from\r\n\nthe Lundborg entities in prior litigation.\r\n\n     The  Maine bankruptcy decision is a closer call.  Merlin\r\n\nfiled for bankruptcy in August 1991; a plan of reorganization\r\n\nwas confirmed in May 1994, awarding Phoenix Leasing $900,000.\r\n\nIn November 1994, Lundborg filed  a motion under Fed. R. Civ.\r\n\nP.  Rule 60(b)  for relief  from  the judgment  based on  the\r\n\nFebruary  1994  deposition,   arguing  that  the   deposition\r\n\ntestimony  revealed  that  the  Merlin loan  was  fraudulent,\r\n\nusurious, and not enforceable by Phoenix Leasing.  Lundborg's\r\n\nRule  60(b)  motion thus  raised the  same factual  and legal\r\n\narguments that she asserts in this case.\r\n\n     Phoenix  Leasing opposed  the  motion  on  two  grounds:\r\n\nfirst,  that the  motion  was  untimely  under  the  one-year\r\n\nlimitation  on  Rule  60(b) motions  grounded  in  fraud; and\r\n\nsecond, that  on the  merits the loan  was not  fraudulent or\r\n\nusurious  and  could be  collected  by Phoenix  Leasing.   In\r\n\ndenying Lundborg's  Rule 60(b) motion,  the bankruptcy  court\r\n\n                             -17-\r                                         -17-\r\r\n\nfound  tersely  that  Lundborg  had  stated  \"no  basis\"  for\r\n\ngranting  the motion.   The  result  is that  we cannot  tell\r\n\nwhether the bankruptcy court rested on lack of timeliness  or\r\n\non the merits in denying the motion to reopen.\r\n\n     Thus Phoenix  Leasing cannot  carry its  burden, as  the\r\n\nparty claiming the  benefit of issue preclusion, to show that\r\n\nthe fraud issue was actually decided in the prior case by the\r\n\nMaine bankruptcy  court.  See  Dowling v. United  States, 493\r                                                                    \r\n\nU.S. 342, 350  (1990).  Lundborg may therefore  be free under\r\n\nMaine law to press her collateral attack on the earlier Maine\r\n\nstate judgment,  assuming that  she can  prove her  charge of\r\n\nfraud in the prior proceeding and meet the other requirements\r\n\nfor  such an  attack.    At least,  this  possibility is  not\r\n\nforeclosed by issue preclusion.\r\n\n                             IV.\r\n\n     To  say  that  the  claims may  survive  a  res judicata\r                                                                         \r\n\ndefense is  not to say  that the district court  was wrong in\r\n\ndismissing  the case.   In order  to reach the  merits on the\r\n\ncounts in question  (e.g., fraud, conversion),  Lundborg must\r                                     \r\n\nfirst succeed  in her  collateral attack  on the  Maine state\r\n\ncourt  judgment.   Although in  form she  does not ask  for a\r\n\ndeclaration  or injunction, in substance this is a collateral\r\n\nattack  because  the  relief  sought  would  undo  the  Maine\r\n\njudgment and because  res judicata bars the claims unless the\r                                              \r\n\nMaine judgment is held to be vitiated by fraud.  See Griffith\r                                                                         \r\n\n                             -18-\r                                         -18-\r\r\n\nv. Bank of New York, 147 F.2d 899, 901 (2d Cir. 1945).\r                               \r\n\n      But  \"[t]he  principle\"  is  that,  where  possible  in\r\n\ncollateral  attacks, \"relief should  ordinarily be  sought in\r\n\nthe  court that rendered the judgment\" being thus challenged.\r\n\nRestatement, supra,   79, cmt. b:  see also id.   79 cmt.  d.\r                                                           \r\n\nThis preference  is not  merely a matter  of comity  but also\r\n\nreflects  practical  considerations:  here, the  Maine  state\r\n\ncourt  has  the  advantage over  all  other  courts,  both in\r\n\ndeciding  whether fraud occurred in its own prior proceedings\r\n\nand  in  determining   whether  Lundborg  adequately  pursued\r\n\ndiscovery efforts in that case.\r\n\n     Maine's own Rule  60, like the federal  rule, recognizes\r\n\nthat  an independent  collateral attack  based  on litigation\r\n\nfraud may  be brought  even after the  one-year period  for a\r\n\nmotion to reopen has passed.  Me. R. Civ. P. 60(b); Lewien v.\r                                                                      \r\n\nCohen,   432  A.2d  800   (Me.  1981).     Quite  apart  from\r                 \r\n\nadministrative reasons for this distinction between reopening\r\n\nand  collateral attack,  the conditions  on  relief are  more\r\n\nsevere when it  is made by independent action.   Restatement,\r                                                                        \r\n\nsupra,    78 cmt.  c.   The Maine  state courts  are thus  an\r                 \r\n\navailable forum.\r\n\n     The Supreme Court has warned that federal courts are not\r\n\nlightly to relinquish jurisdiction, and that even a difficult\r\n\nissue of state  law or parallel  pending state litigation  is\r\n\nnot automatically a warrant to abstain.   See Wright, Federal\r                                                                         \r\n\n                             -19-\r                                         -19-\r\r\n\nCourts   52  (5th ed. 1994)(collecting the  pertinent cases).\r                  \r\n\nYet the Court has said  that its own abstention decisions are\r\n\nnot \"rigid pigeonholes,\"  Pennzoil v. Texaco, Inc.,  481 U.S.\r                                                              \r\n\n1, 11 n.9,  107 S. Ct. 1519,  1526 n.9 (1987), but  reflect a\r\n\nskein  of considerations  that  vary with  the facts  of each\r\n\ncase.  See Moses H. Cone Hospital v. Mercury Construc. Corp.,\r                                                                        \r\n\n460  U.S. 1,  19-26 (1983).   And  no Supreme  Court decision\r\n\ndeals  directly   with  a  case  such  as  ours  involving  a\r\n\ncollateral attack under  state law upon  a prior state  court\r\n\njudgment.3 \r\n\n     Here, we  think that  in the  peculiar circumstances  of\r\n\nthis case, abstention  is appropriate.   There is a  complete\r\n\nassurance   that  relief,  if  available  at  all,  is  fully\r\n\navailable  in the Maine state court;  indeed, Maine's own law\r\n\ncontrols on this issue.  Conversely, and of great importance,\r\n\nthere is no direct federal  interest nor any issue of federal\r\n\nlaw  presented either  by  the collateral  attack  or by  the\r\n\nunderlying claims in the complaint.  Compare Cone, 460 U.S at\r                                                             \r\n\n23,  26 (noting the  pertinence of an  available state remedy\r\n\n(or lack thereof) and of  federal issues) with Colorado River\r                                                                         \r\n\nWater Cons. Dist. v. United  States, 424 U.S. 800, 819 (1976)\r                                               \r\n\n                    \r                                \r\n\n     3Similarly, federal appellate decisions in this area are\r\nsparse and the few cases we  have found are divided.  Compare\r                                                                         \r\nLapin v.  Shulton,  Inc.,  333  F.2d 169  (9th  Cir.),  cert.\r                                                                         \r\ndenied,  379  U.S.  904  (1964),  and  Carr  v.  District  of\r                                                                         \r\nColumbia, 543 F.2d 917, 927 (D.C. Cir. 1976), with Locklin v.\r                                                                      \r\nSwitzer Bros.,  Inc., 335 F.2d  331, 334-35 (7th  Cir. 1964),\r                                \r\nand Wohl v. Keene, 476 F.2d 171 (4th Cir. 1973).\r                             \r\n\n                             -20-\r                                         -20-\r\r\n\n(emphasizing the existence of a state remedy).\r\n\n     Further, this suit  is effectively an attempt  to undo a\r\n\npreexisting,  final  judgment  of a  state  court  based upon\r\n\nmatters  pertaining solely to the conduct of prior litigation\r\n\nin that court.  While there is no flat bar to conducting this\r\n\nautopsy in a federal court, the considerations of \"comity and\r\n\norderly  administration of  justice\"  that  point toward  the\r\n\nrendering court as the  preferable forum, Lapin, 333 F.2d  at\r                                                           \r\n\n172,  may have  special weight  where the  latter is  a state\r\n\ncourt.  Cf.  Younger v. Harris, 401 U.S. 37, 43-45 (1971); 28\r                                          \r\n\nU.S.C.     2283  (ordinarily  barring  federal  courts   from\r\n\nenjoining state proceedings).\r\n\n     In  addition, the  Maine state  court  is obviously  the\r\n\nforum  that can most readily determine  whether in fact fraud\r                                                                   \r\n\noccurred  in its own  prior proceedings and  whether diligent\r\n\ndiscovery  by the plaintiff  in those proceedings  would have\r\n\nuncovered  in a  more  timely  fashion  the  information  now\r\n\nclaimed to be vital.  This appraisal is likely to be informed\r\n\nnot only  by the records  possessed by the Maine  state court\r\n\nbut  also  by that  court's  superior  knowledge of  how  its\r\n\nproceedings are  customarily conducted and what  discovery is\r\n\navailable.   \r\n\n     Finally, in deciding to defer to the Maine state courts,\r\n\nit is significant,  see Quackenbush v. Allstate Ins. Co., 116\r                                                                    \r\n\nS.  Ct. 1712,  1721-22 (1996),  that  the implicit  threshold\r\n\n                             -21-\r                                         -21-\r\r\n\nrelief   required   to   entertain   Lundborg's   claims--the\r\n\ncollateral  attack  on  the  Maine   judgment--is  itself  an\r\n\nequitable  remedy within the  sound discretion of  the court.\r\n\nDespite  some limited common law antecedents, equity has been\r\n\nthe main source of collateral relief from judgments,  and the\r\n\nindependent  action  is  treated as  equitable  in character.\r\n\nWright, Miller &amp; Kane, supra,    2868, at 396 (citing cases);\r                                        \r\n\nsee, e.g., Lewien v. Cohen, 432 A.2d at 805.\r                                      \r\n\n     This appraisal leads us to affirm the dismissal of count\r\n\nI on the  merits but to affirm  the dismissal of  counts III,\r\n\nIV, V, VII and  VIII on a ground different than  that adopted\r\n\nby the district  court and with  different consequences.   In\r\n\nprinciple, Lundborg may pursue these counts by filing suit in\r\n\nMaine state  court and by  persuading the state court  that a\r\n\ncollateral  attack on  the 1992  Maine  state court  judgment\r\n\nshould be allowed.\r\n\n                              V.\r\n\n     It may be of help to the parties, and to any Maine state\r\n\ncourt that  may  grapple with  this  matter, to  explain  our\r\n\nconcerns  about Lundborg's collateral attack.  Our problem is\r\n\nnot with Lundborg's attempt to avoid on technical grounds the\r\n\nloan  obligations that  she or  her  companies took  on in  a\r\n\ncommercial  venture.     Technical  defenses   are  sometimes\r\n\nnarrowly  read, but Lundborg is as free  to argue for them as\r\n\nshe would be to invoke  a statute of limitations to avoid  an\r\n\n                             -22-\r                                         -22-\r\r\n\notherwise just debt.\r\n\n     Rather, our concern is primarily with the timing of this\r\n\ndefense.    It  is  uncertain  whether  the  news  that   the\r\n\npartnerships were  involved came  as a  complete surprise  to\r\n\nLundborg  in  1994.    Cf.  In  re  Cable  One  CATV  Limited\r                                                                         \r\n\nPartnership,  BK  No.  91-12387-JEY, slip  op.  at  6 (Bankr.\r                       \r\n\nD.N.H.,  Nov.  29,  1995)  (\"[I]t is  difficult  to  find any\r\n\nmisrepresentation since  the  principal  [Lundborg]  had  the\r\n\nchecks involved and was on notice as to who was advancing the\r\n\nmonies.\").   But assuming  surprise, it  is doubtful  whether\r\n\nLundborg can  be excused  for not  discovering this  possible\r\n\ndefense in the course of lawsuits brought in 1992.\r\n\n     This is  not a  case of forged  documents or  bribery of\r\n\njurors or  other kinds of  litigation fraud uniquely  hard to\r\n\nimagine  or uncover.  Phoenix  Leasing was licensed to exceed\r\n\nthe usury  restriction and it  is a  fair guess that,  if the\r\n\nMerlin  loan ran  afoul  of the  restriction  because of  the\r\n\nlimited partnerships, which is far  from clear, it was due to\r\n\nroutine planning decisions  made for tax or  similar reasons.\r\n\nLundborg  knew full  well of  the  usury laws--a  boilerplate\r\n\ndefense bearing this label was actually asserted--and she was\r\n\nfree  in  the  Maine  state   court  action  to  explore  the\r\n\nunderpinnings of the loan.\r\n\n     It is possible,  but we think unlikely, that a potential\r\n\nusury claim based on the role of the limited partnerships was\r\n\n                             -23-\r                                         -23-\r\r\n\nso substantial but  at the same time so  thoroughly concealed\r\n\nthat  it  would  have  escaped  even  a  diligent  effort  at\r\n\ndiscovery.   Under the  Restatement, the failure  to exercise\r                                               \r\n\ndue diligence  to unearth  such a claim  in the  earlier case\r\n\nwould itself  bar a  later collateral  attack.   Restatement,\r                                                                        \r\n\nsupra,   70 cmt. d.   In sum, even assuming that  there was a\r                 \r\n\nusury defense, we are very  doubtful that the possible  usury\r\n\ndefense was diligently  pursued or that fraud can  be said to\r\n\ninfect the Maine state judgment.\r\n\n     Our substantial doubts are not a legal defense against a\r\n\nnew state  court action.   But given the  sanctions available\r\n\nfor  unfounded  lawsuits,  Lundborg  ought  to  give  careful\r\n\nconsideration to her  own position--and to her  succession of\r\n\nseven straight  litigation defeats  in related  cases--before\r\n\nshe embarks upon  an eighth lawsuit  bearing a strong  family\r\n\nresemblance.   \"The law  abhors fraud and  perjury.   It also\r\n\nabhors interminable litigation.\"   Cole v. Chellis,  119 A.2d\r                                                              \r\n\n623, 625 (Me. 1923).\r\n\n     Affirmed.\r                         \r\n\n                             -24-\r                                         -24-\r\r\n",
  "html": "<p class=\"case_cite\">91 F.3d 265</p>\n    <p class=\"parties\">Susan D. LUNDBORG, etc., Plaintiff, Appellant,<br>v.<br>PHOENIX LEASING, INC., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-2278.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 8, 1996.<br>Decided Aug. 5, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Ralph A. Dyer with whom Law Offices of Ralph A. Dyer, P.A., Portland, ME, was on briefs, for appellant.</p>\n      <p class=\"indent\">David M. Wiseblood with whom Robert B. Kaplan, Joseph N. Demko, Frandzel &amp; Share, San Francisco, CA, Anthony Perkins and Bernstein, Shur, Sawyer &amp; Nelson, Portland, ME, were on brief, for appellees.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this case, the district court dismissed claims brought by Susan Lundborg against Phoenix Leasing, Inc.  (\"Phoenix Leasing\"), on the ground that they were barred by res judicata.   We affirm the district court's judgment of dismissal but are compelled to do so on a ground that leaves open to Lundborg the opportunity to pursue a central aspect of her claims by an independent action in Maine state court.  For reasons that will become apparent, such a suit is not a promising venture.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts of the case are complicated and its procedural history involved;  we offer a condensed version here.  Because the district court dismissed the claims at issue on a motion to dismiss, the underlying \"facts\" described below are primarily drawn from the allegations of the complaint, Rockwell v. Cape Cod Hospital, 26 F.3d 254, 256 (1st Cir.1994), supplemented by pleadings in related cases of which the district court took judicial notice.  In fact, there are six other related cases.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Susan Lundborg, a resident of Florida, was the sole shareholder of Community Cable Services of Maine, Inc.  (\"Community Cable\"), which in 1988 became a general partner in Merlin Cable Operators (\"Merlin\"), a Maine general partnership.  Soon after its formation, Merlin secured franchises to construct and operate two cable television systems in Maine.  The partnership sought to borrow $850,000 of the estimated $1,000,000 cost of these projects.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In early 1989, Phoenix Leasing, a California corporation, agreed to loan Merlin that sum at an annual interest rate of 18 percent.  The terms of the loan also required Merlin to pay Phoenix Leasing 25 percent of the value of the projects up to $150,000, plus an additional $50,000 for each year the loan was outstanding after 1990, amounting to what Lundborg claims was an effective annual interest rate in excess of 40 percent.  The loan was secured by the cable systems and by Lundborg's personal guaranty, itself secured in part by a mortgage on her house in Suffolk County, New York.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In 1990, two additional cable television operators owned wholly or in part by Lundborg agreed to borrow money from Phoenix Leasing.  The loans to Cable One CATV (\"Cable One\"), a New Hampshire limited partnership, and Sure Broadcasting, Inc.  (\"Sure\"), a Delaware corporation, also imposed high rates of interest and demanding terms.  Lundborg personally guaranteed the loans to Cable One and Sure, again giving Phoenix Leasing a mortgage on her Suffolk County house.  The total of the three loans exceeded $4 million.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">By December 1990, all three borrowers had stopped making payments to Phoenix Leasing and in April 1991, Phoenix Leasing began court actions to recover upon the loan agreements and to foreclose on the various properties securing the loans and Lundborg's personal guaranty.  These included state court actions in Maine (against Merlin, Community Cable, and others) and New York (against Lundborg), and federal suits in New Hampshire (against Cable One and others) and Nevada (against Sure).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Phoenix Leasing later filed claims in Merlin's federal bankruptcy proceeding in Maine and in Cable One's similar proceeding in New Hampshire.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Phoenix Leasing has prevailed in every case that has reached decision.  In May 1991, Phoenix Leasing began a Maine state court action to recover on the original $850,000 loan.  Merlin raised several affirmative defenses, including the defense of usury, and brought several compulsory counterclaims, see Me.R.Civ.P. 13(a), including claims for fraud, breach of duty of good faith, negligence, and abuse of process.  The usury defense was cast in general terms and the fraud claims related to alleged actions of Phoenix Leasing quite different than the fraud charges that are now advanced.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Phoenix Leasing's Maine state court suit against Merlin was dismissed after Merlin filed for bankruptcy in August 1991.  In September 1992, the Maine state court entered a default judgment against Community Cable on Phoenix Leasing's claims and Community Cable's counterclaims.  In early 1994, the federal bankruptcy court in Maine awarded Phoenix Leasing cash and a promissory note on account of its claim against Merlin.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Phoenix Leasing also prevailed in February 1992 in its suit in New York state court against Lundborg to foreclose on her mortgage.  In New Hampshire, Cable One declared bankruptcy after Phoenix Leasing brought suit in district court;  but in the ensuing bankruptcy proceeding in New Hampshire, the court in December 1992 approved a settlement in favor of Phoenix Leasing and in July 1993 confirmed the plan of liquidation.  In March 1995, Phoenix Leasing won its suit in the federal district court in Nevada to recover on the loan to Sure.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In February 1994, Lundborg learned that the loans to Merlin, Cable One, and Sure were not funded by Phoenix Leasing, but rather by two limited partnerships, in each of which Phoenix Leasing was general partner.  This fact emerged during the deposition of Gary Martinez, Phoenix Leasing's executive vice president, in the Sure litigation in district court in Nevada.  Lundborg alleges that these limited partnerships, and not Phoenix Leasing, were the \"actual lenders\" in the loan transactions.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This is said to matter because Phoenix Leasing, as a licensed personal property broker, was admittedly exempt from California's usury laws which cap the interest rate that an unlicensed lender may charge.  The limited partnerships, Lundborg claims, were not exempt and the loans were therefore usurious and fraudulent.  Moreover, Lundborg asserts that by suing in its own name, Phoenix Leasing misrepresented its standing to recover upon the loans in the various court actions, and Lundborg says this amounted to additional fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Based on the Martinez deposition, Lundborg in June 1994 moved in the New York state suit to set aside the judgment on the ground that Phoenix Leasing lacked standing to foreclose on the mortgage because it was not the true lender;  the New York court denied this motion and Lundborg did not appeal.  In the then pending Nevada federal action, Sure moved for summary judgment on similar grounds;  in December 1994, the district court rejected this argument and in March 1995 entered judgment for Phoenix Leasing, a ruling later upheld by the Ninth Circuit in an unpublished opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In the bankruptcy courts in Maine and New Hampshire, Lundborg made somewhat broader efforts to reopen the judgments but with the same result.  In January 1995, the Maine bankruptcy court (in circumstances more fully described hereafter) rejected Lundborg's motion for relief from judgment on account of fraud and based upon the Martinez deposition.  In November 1995, the New Hampshire bankruptcy court rejected Cable One's effort to set aside the earlier settlement of the case, ruling that the limited partnerships involved in the Cable One loan in fact had licenses permitting them to exceed the usual usury limit under California law.  At least one of the limited partnerships in the Merlin transaction was evidently not involved with the Cable One loan.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">No comparable effort was made by Lundborg to reopen the earlier Maine state court default judgment entered against Community Cable in September 1992.  Instead, in December 1994, Lundborg filed the present action against Phoenix Leasing and others in the federal district court in Maine, both on her own behalf and as successor in interest to Merlin and Community Cable.  The gravamen was the same set of fraud allegations stemming from the Martinez deposition but the complaint set forth a welter of claims.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Lundborg's complaint included nine counts:  a statutory claim for perjury arising under Maine law (count I);  abuse of process in connection with the litigation in New York (count II);  common law conversion, fraud, breach of duty of good faith, and interference with economic opportunity (counts III-VI);  violation of California's usury statute (count VII);  unjust enrichment (count VIII);  and violation of the federal civil RICO statute (count IX).  Additional defendants were the limited partnerships that allegedly funded the Merlin loan, Gus Constantin (the chairman of Phoenix Leasing) and Martinez.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">All defendants in the Maine district court moved to dismiss.  Adopting the able recommended decision of the magistrate judge, the district court granted this motion on September 6, 1995, without a separate opinion.  The district court found that Lundborg had failed to articulate a RICO claim;  in the absence of that claim the court held that it had no personal jurisdiction over the individual defendants as to any of the counts.  Lundborg does not appeal these rulings.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court further held that the September 1992 judgment in Maine state court barred all of Lundborg's claims on res judicata grounds and, further, that Lundborg was estopped by judgments in New York and in the Maine bankruptcy court from relitigating the issue of Phoenix Leasing's fraud.  Lundborg appeals this ruling as to counts I, III, IV, V, VII and VIII with respect to Phoenix Leasing and the limited partnerships.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">As an initial matter, Lundborg argues as a matter of law that her count I claim for perjury, pursuant to 14 Me.R.S.A. &#167; 870, cannot be precluded by the earlier judgment in Maine state court.  Section 870 creates a cause of action \"[w]hen a judgment has been obtained against a party by the perjury of a witness introduced at trial by the adverse party,\" and provides that \"the judgment in the former action is no bar\" to such a suit.  Phoenix Leasing insists that Lundborg waived this argument by failing to articulate it in the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We affirm the dismissal of the perjury count because Lundborg has not stated a claim under the statute.  Lundborg alleges that pleadings and affidavits submitted in the Maine state court action were perjurious.  But section 870 applies only to testimony \"introduced at trial by the adverse party,\" and the Maine action was decided prior to trial.  The Maine Supreme Judicial Court has made clear that section 870 is to be construed strictly, Spickler v. Greenberg, 644 A.2d 469, 472 (Me.1994);  and we have no qualm in holding Lundborg to \"the terms of the statute.\"  Id. (quoting Milner v. Hare, 126 Me. 14, 135 A. 522 (1926)).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This brings us to the heart of Lundborg's remaining claims.  California law, which governed the Merlin loan, limits the amount of interest that can be charged on any loan;  the law exempts certain classes of loans and lenders from its provisions.  Cal. Const. Art. 15, &#167; 1.  Phoenix Leasing was a \"personal property broker\" and therefore exempt from the usury statute.  Former Cal.Fin.Code &#167; 22009.  (The current version of the statute refers to lenders like Phoenix Leasing as \"finance lenders\" but the change appears to be one of name only.)</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Lundborg alleges that the Merlin loan was funded by two limited partnerships, Phoenix Leasing Cash Distribution Fund III and Phoenix Leasing Income Fund 1975 ALP, and that these partnerships were not then licensed as personal property brokers.  Lundborg insists that the partnerships were the actual lenders in the Merlin transaction, that Phoenix either assigned the loan to the partnerships or held it as their agent and that the loan was therefore usurious.  The complaint seeks actual damages of over $6 million.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This set of allegations and arguments gives rise to Lundborg's remaining claims.  Counts III, IV, V, and VIII, while variously styled, all charge that Phoenix Leasing defrauded Merlin and Lundborg by failing to disclose the identity of the \"actual lenders\" at the time the loan was negotiated and thereafter, particularly when Phoenix Leasing pursued legal claims against Merlin and Lundborg in its own name.  Count VII is a claim for treble damages under the civil remedy provision of California's usury law.  Cal.Civ.Code &#167; 1916-3.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">It is far from clear that the funding arrangement alleged by Lundborg was illegal under California law.  See, e.g., Strike v. Trans-West Discount Corp., 92 Cal.App.3d 735, 155 Cal.Rptr. 132, 139, appeal dismissed, 444 U.S. 948, 100 S.Ct. 417, 62 L.Ed.2d 317 (1979).  Phoenix Leasing points out that a licensed lender may assign a high-interest loan to an unlicensed third party;  elsewhere Phoenix Leasing has argued that despite the internal accounting arrangements that it made, it remained the holder of the Merlin note under California law.  An argument by Sure that challenged the funding arrangement of its own loan was rejected by the Nevada district court in Phoenix Leasing Inc. v. Sure Broadcasting, Inc., CV-N-91-185-ECR, slip op. at 8-9 (D.Nev. Dec. 18, 1994):</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Phoenix's continued possession of the promissory note appears to preclude any negotiation of the promissory note.  Cal.Comm. &#167; 3201.  Regardless of whether Phoenix transferred ownership or the right to receive monies under the note, Phoenix may remain the holder of the note.  Cal.Comm. &#167;&#167; 3201 &amp; 3203.  Phoenix may also enforce the note even if it is not the owner of the note.  Cal.Comm. &#167; 3301.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">But it is not certain that the facts surrounding the Sure loan are identical to those respecting the earlier loan to Merlin and the facts concerning the Merlin loan were not developed in the district court.  Indeed, in briefing this case Phoenix Leasing has devoted relatively little attention to California law, understandably relying primarily on the res judicata rationale of the district court. Thus, the question for us is whether the district court's rationale can be sustained, a matter we review de novo.  Apparel Art Internat'l, Inc. v. Amertex Enterprises Ltd., 48 F.3d 576, 582 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Were it not for Lundborg's allegations of fraud, the application of res judicata doctrine to bar this present action would be straightforward.  Under Maine law, which governs the preclusive effect of the Maine state court judgment, e.g., Diversified Foods, Inc. v. First Nat'l Bank of Boston, 985 F.2d 27, 30 (1st Cir.), cert. denied, 509 U.S. 907, 113 S.Ct. 3001, 125 L.Ed.2d 694 (1993), a valid prior judgment in an action between the same parties or their privies bars relitigation with respect to the same claims of \"all issues that were tried, or may have been tried\" in the prior action.  Currier v. Cyr, 570 A.2d 1205, 1208 (Me.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Functionally, this familiar doctrine--known in the past as the merger and bar branch of res judicata and now as claim preclusion--prevents a plaintiff or counterclaimant from splitting its related claims among several suits.  Apparel Art, 48 F.3d at 583.   Such a policy responds to the parties' interest in repose and the courts' desire to avoid needless litigation.  Maine follows the modern rule and defines the claims that must be brought in one action by use of a transactional test, so that</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>a subsequent suit that arises out of the same aggregate of operative facts shall be barred even though the second suit relies upon a legal theory not advanced in the first case, seeks different relief than that sought in the first case, and involves evidence different from the evidence relevant to the first case.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Currier, 570 A.2d at 1208;  see Beegan v. Schmidt, 451 A.2d 642, 645 (Me.1982) (citing Restatement (Second), Judgments &#167; 24 (1982)).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Lundborg's claims at issue here all arise out of the alleged wrongdoing of Phoenix Leasing and the limited partnerships in connection with the making and enforcement of the Merlin loan.  But Merlin and Community Cable previously brought claims against Phoenix Leasing arising out of that same loan as counterclaims in the Maine state court action.  Although Merlin was dismissed from the action when it filed for bankruptcy, a default judgment was entered against Community Cable in that action, and a default judgment has the same claim-preclusive effect as a judgment on the merits.  Irving Pulp &amp; Paper Ltd. v. Kelly, 654 A.2d 416, 418 (Me.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Lundborg asserts in conclusory fashion that the default judgment was never made final but offers no argument in support of this claim, nor do we detect any basis for it.  Nor can Lundborg seriously deny that she and Merlin are in privity with Community Cable, which was wholly owned by Lundborg and was a general partner of Merlin.  Restatement, supra, &#167;&#167; 59(3), 60(2).  Under the circumstances, Lundborg's present claims arise out of the same transaction as the counterclaims in the earlier action and are barred by res judicata, absent some exception to the general rule.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Thus far our view is the same as that of the district court.  Where we part company--with some reluctance for the issue is very close--concerns a possible escape hatch from res judicata invoked by Lundborg in this case.  It is Lundborg's position that the 1992 default judgment against Community Cable in the Maine state court cannot be considered a valid judgment for purposes of res judicata because it was tainted by an aspect of the same fraud that is the basis of Lundborg's present claims, namely, the alleged fraud in the litigation to enforce the original loan to Merlin.  Otherwise, claim preclusion applies to underlying fraud charges no less than to other tort theories.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">This contention takes us to a body of doctrine that has few peers in the common law as a source of confusion for lawyers and judges alike, namely, the rules that govern independent actions that collaterally attack a prior judgment.  Partly, the problem is one of confusing terminology, see Restatement, supra, ch. 5 intro. note, and, in addition, the law in this area is neither uniform nor stable.  But so far as the law permits collateral attacks, the rules are effectively a set of exceptions to claim preclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In the past some courts have been unwilling to treat all litigation fraud as an exception to res judicata;  it has sometimes been said that only special categories of fraud, such as bribery of a judge, would permit a collateral attack.  See Restatement, supra, &#167;&#167; 68 cmt. a, 70 cmt. c. The modern approach has been to lower the substantive bar to collateral attack while insisting on severe conditions to the assertion of such a claim, due diligence in the discovery of the fraud in the original action and clear and convincing evidence of fraud in the collateral one.  Id. &#167; 70 cmt. d;  cf.  Spickler v. Greenberg, 644 A.2d 469, 471 (Me.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In considering Lundborg's claim to a fraud exception, our concern is with Maine law because a federal district court in Maine has been asked to permit a collateral attack on a Maine state court judgment.  7 Moore, Federal Practice, &#167; 60.37, at 60-395 (2d ed. 1995).  Maine law, in accord with the Restatement, no longer rigidly adheres to the traditional labels of extrinsic and intrinsic fraud in determining which circumstances justify overturning a prior judgment.  Society of Lloyd's v. Baker, 673 A.2d 1336, 1339 (Me.1996).  We read Kradoska v. Kipp, 397 A.2d 562, 568-69 (Me.1979), to suggest that Maine is more interested in whether the fraud claim was known or should have been known at the time of the earlier action.  See 11 Charles A. Wright, Arthur R. Miller &amp; Mary Kay Kane, Federal Practice and Procedure, &#167; 2868, at 400-01 (2d ed. 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In the present case, the district court assumed, as we do, that fraud in the course of the earlier Maine state court litigation might give rise to an exception to claim preclusion.  But it held that the issue whether fraud had occurred had itself been resolved on the merits, adversely to Lundborg, in the New York state court and the Maine bankruptcy court.  As already noted, after the Martinez deposition, Lundborg sought in 1994 to reopen the judgments in both of those courts based on some of the same assertions that are the bases for Lundborg's affirmative claims in the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The district court's ruling that the fraud issue had earlier been resolved rested upon the other branch of res judicata known as collateral estoppel or issue preclusion.  This doctrine bars the relitigation between the same parties of any issue of fact or law that was actually litigated between them, was determined and was necessary to a final, valid judgment in a prior case.  Restatement, supra, &#167; 27;  Spickler v. York, 505 A.2d 87, 88 (Me.1986).  Unlike claim preclusion, this doctrine requires an actual determination of the issue.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We do not share the district court's view that the decision of the New York state court that Phoenix Leasing had standing to enforce Lundborg's loan guaranties precludes Lundborg's claims here.  As far as we can tell from the papers submitted to us, Lundborg did not raise her usury claims and the related fraud claims in seeking to reopen the New York action;  and a holding that Phoenix Leasing had standing to enforce the loan is not necessarily inconsistent with the possibility that the loans' terms were originally made by the partnerships and were usurious under California law, and that Phoenix Leasing concealed this information from the Lundborg entities in prior litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The Maine bankruptcy decision is a closer call.  Merlin filed for bankruptcy in August 1991;  a plan of reorganization was confirmed in May 1994, awarding Phoenix Leasing $900,000.  In November 1994, Lundborg filed a motion under Fed.R.Civ.P. Rule 60(b) for relief from the judgment based on the February 1994 deposition, arguing that the deposition testimony revealed that the Merlin loan was fraudulent, usurious, and not enforceable by Phoenix Leasing.  Lundborg's Rule 60(b) motion thus raised the same factual and legal arguments that she asserts in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Phoenix Leasing opposed the motion on two grounds:  first, that the motion was untimely under the one-year limitation on Rule 60(b) motions grounded in fraud;  and second, that on the merits the loan was not fraudulent or usurious and could be collected by Phoenix Leasing.  In denying Lundborg's Rule 60(b) motion, the bankruptcy court found tersely that Lundborg had stated \"no basis\" for granting the motion.  The result is that we cannot tell whether the bankruptcy court rested on lack of timeliness or on the merits in denying the motion to reopen.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Thus Phoenix Leasing cannot carry its burden, as the party claiming the benefit of issue preclusion, to show that the fraud issue was actually decided in the prior case by the Maine bankruptcy court.  See Dowling v. United States, 493 U.S. 342, 350, 110 S.Ct. 668, 673, 107 L.Ed.2d 708 (1990).  Lundborg may therefore be free under Maine law to press her collateral attack on the earlier Maine state judgment, assuming that she can prove her charge of fraud in the prior proceeding and meet the other requirements for such an attack.  At least, this possibility is not foreclosed by issue preclusion.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">To say that the claims may survive a res judicata defense is not to say that the district court was wrong in dismissing the case.  In order to reach the merits on the counts in question (e.g., fraud, conversion), Lundborg must first succeed in her collateral attack on the Maine state court judgment.  Although in form she does not ask for a declaration or injunction, in substance this is a collateral attack because the relief sought would undo the Maine judgment and because res judicata bars the claims unless the Maine judgment is held to be vitiated by fraud.  See Griffith v. Bank of New York, 147 F.2d 899, 901 (2d Cir.1945).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">But \"[t]he principle\" is that, where possible in collateral attacks, \"relief should ordinarily be sought in the court that rendered the judgment\" being thus challenged.  Restatement, supra, &#167; 79, cmt. b;  see also id. &#167; 79 cmt. d. This preference is not merely a matter of comity but also reflects practical considerations:  here, the Maine state court has the advantage over all other courts, both in deciding whether fraud occurred in its own prior proceedings and in determining whether Lundborg adequately pursued discovery efforts in that case.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Maine's own Rule 60, like the federal rule, recognizes that an independent collateral attack based on litigation fraud may be brought even after the one-year period for a motion to reopen has passed.  Me.R.Civ.P. 60(b);  Lewien v. Cohen, 432 A.2d 800 (Me.1981).  Quite apart from administrative reasons for this distinction between reopening and collateral attack, the conditions on relief are more severe when it is made by independent action.  Restatement, supra, &#167; 78 cmt. c.  The Maine state courts are thus an available forum.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The Supreme Court has warned that federal courts are not lightly to relinquish jurisdiction, and that even a difficult issue of state law or parallel pending state litigation is not automatically a warrant to abstain.  See Wright, Federal Courts &#167; 52 (5th ed.1994)(collecting the pertinent cases).  Yet the Court has said that its own abstention decisions are not \"rigid pigeonholes,\" Pennzoil v. Texaco, Inc., 481 U.S. 1, 11 n. 9, 107 S.Ct. 1519, 1526 n. 9, 95 L.Ed.2d 1 (1987), but reflect a skein of considerations that vary with the facts of each case.  See Moses H. Cone Hospital v. Mercury Construc.  Corp., 460 U.S. 1, 19-26, 103 S.Ct. 927, 938-42, 74 L.Ed.2d 765 (1983).  And no Supreme Court decision deals directly with a case such as ours involving a collateral attack under state law upon a prior state court judgment.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Here, we think that in the peculiar circumstances of this case, abstention is appropriate.  There is a complete assurance that relief, if available at all, is fully available in the Maine state court;  indeed, Maine's own law controls on this issue.  Conversely, and of great importance, there is no direct federal interest nor any issue of federal law presented either by the collateral attack or by the underlying claims in the complaint.  Compare Cone, 460 U.S at 23, 26, 103 S.Ct. at 941, 942 (noting the pertinence of an available state remedy (or lack thereof) and of federal issues) with Colorado River Water Conservation Dist. v. United States, 424 U.S. 800, 819, 96 S.Ct. 1236, 1247, 47 L.Ed.2d 483 (1976) (emphasizing the existence of a state remedy).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Further, this suit is effectively an attempt to undo a preexisting, final judgment of a state court based upon matters pertaining solely to the conduct of prior litigation in that court.  While there is no flat bar to conducting this autopsy in a federal court, the considerations of \"comity and orderly administration of justice\" that point toward the rendering court as the preferable forum, Lapin, 333 F.2d at 172, may have special weight where the latter is a state court.  Cf. Younger v. Harris, 401 U.S. 37, 43-45, 91 S.Ct. 746, 750-51, 27 L.Ed.2d 669 (1971);  28 U.S.C. &#167; 2283 (ordinarily barring federal courts from enjoining state proceedings).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">In addition, the Maine state court is obviously the forum that can most readily determine whether in fact fraud occurred in its own prior proceedings and whether diligent discovery by the plaintiff in those proceedings would have uncovered in a more timely fashion the information now claimed to be vital.  This appraisal is likely to be informed not only by the records possessed by the Maine state court but also by that court's superior knowledge of how its proceedings are customarily conducted and what discovery is available.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Finally, in deciding to defer to the Maine state courts, it is significant, see Quackenbush v. Allstate Ins. Co., --- U.S. ----, ---- - ----, 116 S.Ct. 1712, 1721-22, 135 L.Ed.2d 1 (1996), that the implicit threshold relief required to entertain Lundborg's claims--the collateral attack on the Maine judgment--is itself an equitable remedy within the sound discretion of the court.  Despite some limited common law antecedents, equity has been the main source of collateral relief from judgments, and the independent action is treated as equitable in character.  Wright, Miller &amp; Kane, supra, &#167; 2868, at 396 (citing cases);  see, e.g., Lewien v. Cohen, 432 A.2d at 805.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">This appraisal leads us to affirm the dismissal of count I on the merits but to affirm the dismissal of counts III, IV, V, VII and VIII on a ground different than that adopted by the district court and with different consequences.  In principle, Lundborg may pursue these counts by filing suit in Maine state court and by persuading the state court that a collateral attack on the 1992 Maine state court judgment should be allowed.</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">It may be of help to the parties, and to any Maine state court that may grapple with this matter, to explain our concerns about Lundborg's collateral attack.  Our problem is not with Lundborg's attempt to avoid on technical grounds the loan obligations that she or her companies took on in a commercial venture.  Technical defenses are sometimes narrowly read, but Lundborg is as free to argue for them as she would be to invoke a statute of limitations to avoid an otherwise just debt.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Rather, our concern is primarily with the timing of this defense.  It is uncertain whether the news that the partnerships were involved came as a complete surprise to Lundborg in 1994.  Cf. In re Cable One CATV Limited Partnership, BK No. 91-12387-JEY, slip op. at 6 (Bankr.D.N.H., Nov. 29, 1995) (\"[I]t is difficult to find any misrepresentation since the principal [Lundborg] had the checks involved and was on notice as to who was advancing the monies.\").  But assuming surprise, it is doubtful whether Lundborg can be excused for not discovering this possible defense in the course of lawsuits brought in 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">This is not a case of forged documents or bribery of jurors or other kinds of litigation fraud uniquely hard to imagine or uncover.  Phoenix Leasing was licensed to exceed the usury restriction and it is a fair guess that, if the Merlin loan ran afoul of the restriction because of the limited partnerships, which is far from clear, it was due to routine planning decisions made for tax or similar reasons.  Lundborg knew full well of the usury laws--a boilerplate defense bearing this label was actually asserted--and she was free in the Maine state court action to explore the underpinnings of the loan.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">It is possible, but we think unlikely, that a potential usury claim based on the role of the limited partnerships was so substantial but at the same time so thoroughly concealed that it would have escaped even a diligent effort at discovery.  Under the Restatement, the failure to exercise due diligence to unearth such a claim in the earlier case would itself bar a later collateral attack.  Restatement, supra, &#167; 70 cmt. d.  In sum, even assuming that there was a usury defense, we are very doubtful that the possible usury defense was diligently pursued or that fraud can be said to infect the Maine state judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Our substantial doubts are not a legal defense against a new state court action.  But given the sanctions available for unfounded lawsuits, Lundborg ought to give careful consideration to her own position--and to her succession of seven straight litigation defeats in related cases--before she embarks upon an eighth lawsuit bearing a strong family resemblance.  \"The law abhors fraud and perjury.  It also abhors interminable litigation.\"  Cole v. Chellis, 122 Me. 262, 119 A. 623, 624 (1923).</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Phoenix Leasing Inc. v. Merlin Cable Partners, No. CV-91-343 (Me.Sup.Ct. York Cty.);  Phoenix Leasing Inc. v. Susan Lundborg, No. 91-08094 (N.Y.Sup.Ct. Suffolk Cty.);  Phoenix Leasing, Inc. v. Cable One CATV Limited Partnership, Civ. No. 91-164-D (D.N.H.);  Phoenix Leasing Inc. v. Sure Broadcasting, Inc., No. CV-N-91-185-ECR (D.Nev.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In re Merlin Cable Partners, BK No. 93-10067 (Bankr.D.Me.);  In re Cable One CATV Limited Partnership, BK No. 91-12387-JEY (Bankr.D.N.H.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Similarly, federal appellate decisions in this area are sparse and the few cases we have found are divided.  Compare Lapin v. Shulton, Inc., 333 F.2d 169 (9th Cir.), cert. denied, 379 U.S. 904, 85 S.Ct. 193, 13 L.Ed.2d 177 (1964), and Carr v. District of Columbia, 543 F.2d 917, 927 (D.C.Cir.1976), with Locklin v. Switzer Bros., Inc., 335 F.2d 331, 334-35 (7th Cir.1964), and Wohl v. Keene, 476 F.2d 171 (4th Cir.1973)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">265</span></span></p>\n    <p class=\"parties\">Susan D. LUNDBORG, etc., Plaintiff, Appellant,<br>v.<br>PHOENIX LEASING, INC., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-2278.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 8, 1996.<br>Decided Aug. 5, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Ralph A. Dyer with whom Law Offices of Ralph A. Dyer, P.A., Portland, ME, was on briefs, for appellant.</p>\n      <p class=\"indent\">David M. Wiseblood with whom Robert B. Kaplan, Joseph N. Demko, Frandzel &amp; Share, San Francisco, CA, Anthony Perkins and Bernstein, Shur, Sawyer &amp; Nelson, Portland, ME, were on brief, for appellees.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this case, the district court dismissed claims brought by Susan Lundborg against Phoenix Leasing, Inc.  (\"Phoenix Leasing\"), on the ground that they were barred by res judicata.   We affirm the district court's judgment of dismissal but are compelled to do so on a ground that leaves open to Lundborg the opportunity to pursue a central aspect of her claims by an independent action in Maine state court.  For reasons that will become apparent, such a suit is not a promising venture.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts of the case are complicated and its procedural history involved;  we offer a condensed version here.  Because the district court dismissed the claims at issue on a motion to dismiss, the underlying \"facts\" described below are primarily drawn from the allegations of the complaint, Rockwell v. Cape Cod Hospital, <span class=\"citation\" data-id=\"672033\"><a href=\"/opinion/672033/susan-rockwell-v-cape-cod-hospital/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">254</span></a></span>, 256 (1st Cir.1994), supplemented by pleadings in related cases of which the district court took judicial notice.  In fact, there are six other related cases.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Susan Lundborg, a resident of Florida, was the sole shareholder of Community Cable Services of Maine, Inc.  (\"Community Cable\"), which in 1988 became a general partner in Merlin Cable Operators (\"Merlin\"), a Maine general partnership.  Soon after its formation, Merlin secured franchises to construct and operate two cable television systems in Maine.  The partnership sought to borrow $850,000 of the estimated $1,000,000 cost of these projects.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In early 1989, Phoenix Leasing, a California corporation, agreed to loan Merlin that sum at an annual interest rate of 18 percent.  The terms of the loan also required Merlin to pay Phoenix Leasing 25 percent of the value of the projects up to $150,000, plus an additional $50,000 for each year the loan was outstanding after 1990, amounting to what Lundborg claims was an effective annual interest rate in excess of 40 percent.  The loan was secured by the cable systems and by Lundborg's personal guaranty, itself secured in part by a mortgage on her house in Suffolk County, New York.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In 1990, two additional cable television operators owned wholly or in part by Lundborg agreed to borrow money from Phoenix Leasing.  The loans to Cable One CATV (\"Cable One\"), a New Hampshire limited partnership, and Sure Broadcasting, Inc.  (\"Sure\"), a Delaware corporation, also imposed high rates of interest and demanding terms.  Lundborg personally guaranteed the loans to Cable One and Sure, again giving Phoenix Leasing a mortgage on her Suffolk County house.  The total of the three loans exceeded $4 million.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">By December 1990, all three borrowers had stopped making payments to Phoenix Leasing and in April 1991, Phoenix Leasing began court actions to recover upon the loan agreements and to foreclose on the various properties securing the loans and Lundborg's personal guaranty.  These included state court actions in Maine (against Merlin, Community Cable, and others) and New York (against Lundborg), and federal suits in New Hampshire (against Cable One and others) and Nevada (against Sure).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Phoenix Leasing later filed claims in Merlin's federal bankruptcy proceeding in Maine and in Cable One's similar proceeding in New Hampshire.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Phoenix Leasing has prevailed in every case that has reached decision.  In May 1991, Phoenix Leasing began a Maine state court action to recover on the original $850,000 loan.  Merlin raised several affirmative defenses, including the defense of usury, and brought several compulsory counterclaims, see Me.R.Civ.P. 13(a), including claims for fraud, breach of duty of good faith, negligence, and abuse of process.  The usury defense was cast in general terms and the fraud claims related to alleged actions of Phoenix Leasing quite different than the fraud charges that are now advanced.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Phoenix Leasing's Maine state court suit against Merlin was dismissed after Merlin filed for bankruptcy in August 1991.  In September 1992, the Maine state court entered a default judgment against Community Cable on Phoenix Leasing's claims and Community Cable's counterclaims.  In early 1994, the federal bankruptcy court in Maine awarded Phoenix Leasing cash and a promissory note on account of its claim against Merlin.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Phoenix Leasing also prevailed in February 1992 in its suit in New York state court against Lundborg to foreclose on her mortgage.  In New Hampshire, Cable One declared bankruptcy after Phoenix Leasing brought suit in district court;  but in the ensuing bankruptcy proceeding in New Hampshire, the court in December 1992 approved a settlement in favor of Phoenix Leasing and in July 1993 confirmed the plan of liquidation.  In March 1995, Phoenix Leasing won its suit in the federal district court in Nevada to recover on the loan to Sure.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In February 1994, Lundborg learned that the loans to Merlin, Cable One, and Sure were not funded by Phoenix Leasing, but rather by two limited partnerships, in each of which Phoenix Leasing was general partner.  This fact emerged during the deposition of Gary Martinez, Phoenix Leasing's executive vice president, in the Sure litigation in district court in Nevada.  Lundborg alleges that these limited partnerships, and not Phoenix Leasing, were the \"actual lenders\" in the loan transactions.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This is said to matter because Phoenix Leasing, as a licensed personal property broker, was admittedly exempt from California's usury laws which cap the interest rate that an unlicensed lender may charge.  The limited partnerships, Lundborg claims, were not exempt and the loans were therefore usurious and fraudulent.  Moreover, Lundborg asserts that by suing in its own name, Phoenix Leasing misrepresented its standing to recover upon the loans in the various court actions, and Lundborg says this amounted to additional fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Based on the Martinez deposition, Lundborg in June 1994 moved in the New York state suit to set aside the judgment on the ground that Phoenix Leasing lacked standing to foreclose on the mortgage because it was not the true lender;  the New York court denied this motion and Lundborg did not appeal.  In the then pending Nevada federal action, Sure moved for summary judgment on similar grounds;  in December 1994, the district court rejected this argument and in March 1995 entered judgment for Phoenix Leasing, a ruling later upheld by the Ninth Circuit in an unpublished opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In the bankruptcy courts in Maine and New Hampshire, Lundborg made somewhat broader efforts to reopen the judgments but with the same result.  In January 1995, the Maine bankruptcy court (in circumstances more fully described hereafter) rejected Lundborg's motion for relief from judgment on account of fraud and based upon the Martinez deposition.  In November 1995, the New Hampshire bankruptcy court rejected Cable One's effort to set aside the earlier settlement of the case, ruling that the limited partnerships involved in the Cable One loan in fact had licenses permitting them to exceed the usual usury limit under California law.  At least one of the limited partnerships in the Merlin transaction was evidently not involved with the Cable One loan.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">No comparable effort was made by Lundborg to reopen the earlier Maine state court default judgment entered against Community Cable in September 1992.  Instead, in December 1994, Lundborg filed the present action against Phoenix Leasing and others in the federal district court in Maine, both on her own behalf and as successor in interest to Merlin and Community Cable.  The gravamen was the same set of fraud allegations stemming from the Martinez deposition but the complaint set forth a welter of claims.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Lundborg's complaint included nine counts:  a statutory claim for perjury arising under Maine law (count I);  abuse of process in connection with the litigation in New York (count II);  common law conversion, fraud, breach of duty of good faith, and interference with economic opportunity (counts III-VI);  violation of California's usury statute (count VII);  unjust enrichment (count VIII);  and violation of the federal civil RICO statute (count IX).  Additional defendants were the limited partnerships that allegedly funded the Merlin loan, Gus Constantin (the chairman of Phoenix Leasing) and Martinez.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">All defendants in the Maine district court moved to dismiss.  Adopting the able recommended decision of the magistrate judge, the district court granted this motion on September 6, 1995, without a separate opinion.  The district court found that Lundborg had failed to articulate a RICO claim;  in the absence of that claim the court held that it had no personal jurisdiction over the individual defendants as to any of the counts.  Lundborg does not appeal these rulings.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court further held that the September 1992 judgment in Maine state court barred all of Lundborg's claims on res judicata grounds and, further, that Lundborg was estopped by judgments in New York and in the Maine bankruptcy court from relitigating the issue of Phoenix Leasing's fraud.  Lundborg appeals this ruling as to counts I, III, IV, V, VII and VIII with respect to Phoenix Leasing and the limited partnerships.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">As an initial matter, Lundborg argues as a matter of law that her count I claim for perjury, pursuant to 14 Me.R.S.A. &#167; 870, cannot be precluded by the earlier judgment in Maine state court.  Section 870 creates a cause of action \"[w]hen a judgment has been obtained against a party by the perjury of a witness introduced at trial by the adverse party,\" and provides that \"the judgment in the former action is no bar\" to such a suit.  Phoenix Leasing insists that Lundborg waived this argument by failing to articulate it in the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We affirm the dismissal of the perjury count because Lundborg has not stated a claim under the statute.  Lundborg alleges that pleadings and affidavits submitted in the Maine state court action were perjurious.  But section 870 applies only to testimony \"introduced at trial by the adverse party,\" and the Maine action was decided prior to trial.  The Maine Supreme Judicial Court has made clear that section 870 is to be construed strictly, Spickler v. Greenberg, <span class=\"citation\" data-id=\"2054014\"><a href=\"/opinion/2054014/spickler-v-greenberg/\"><span class=\"volume\">644</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">469</span></a></span>, 472 (Me.1994);  and we have no qualm in holding Lundborg to \"the terms of the statute.\"  Id. (quoting Milner v. Hare, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">Me.</span> <span class=\"page\">14</span></span>, <span class=\"citation no-link\"><span class=\"volume\">135</span> <span class=\"reporter\">A.</span> <span class=\"page\">522</span></span> (1926)).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This brings us to the heart of Lundborg's remaining claims.  California law, which governed the Merlin loan, limits the amount of interest that can be charged on any loan;  the law exempts certain classes of loans and lenders from its provisions.  Cal. Const. Art. 15, &#167; 1.  Phoenix Leasing was a \"personal property broker\" and therefore exempt from the usury statute.  Former Cal.Fin.Code &#167; 22009.  (The current version of the statute refers to lenders like Phoenix Leasing as \"finance lenders\" but the change appears to be one of name only.)</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Lundborg alleges that the Merlin loan was funded by two limited partnerships, Phoenix Leasing Cash Distribution Fund III and Phoenix Leasing Income Fund 1975 ALP, and that these partnerships were not then licensed as personal property brokers.  Lundborg insists that the partnerships were the actual lenders in the Merlin transaction, that Phoenix either assigned the loan to the partnerships or held it as their agent and that the loan was therefore usurious.  The complaint seeks actual damages of over $6 million.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This set of allegations and arguments gives rise to Lundborg's remaining claims.  Counts III, IV, V, and VIII, while variously styled, all charge that Phoenix Leasing defrauded Merlin and Lundborg by failing to disclose the identity of the \"actual lenders\" at the time the loan was negotiated and thereafter, particularly when Phoenix Leasing pursued legal claims against Merlin and Lundborg in its own name.  Count VII is a claim for treble damages under the civil remedy provision of California's usury law.  Cal.Civ.Code &#167; 1916-3.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">It is far from clear that the funding arrangement alleged by Lundborg was illegal under California law.  See, e.g., Strike v. Trans-West Discount Corp., <span class=\"citation\" data-id=\"2142161\"><a href=\"/opinion/2142161/strike-v-trans-west-discount-corp/\"><span class=\"volume\">92</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">735</span></a></span>, <span class=\"citation\" data-id=\"2142161\"><a href=\"/opinion/2142161/strike-v-trans-west-discount-corp/\"><span class=\"volume\">155</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">132</span></a></span>, 139, appeal dismissed, <span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">948</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">417</span></span>, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">317</span></span> (1979).  Phoenix Leasing points out that a licensed lender may assign a high-interest loan to an unlicensed third party;  elsewhere Phoenix Leasing has argued that despite the internal accounting arrangements that it made, it remained the holder of the Merlin note under California law.  An argument by Sure that challenged the funding arrangement of its own loan was rejected by the Nevada district court in Phoenix Leasing Inc. v. Sure Broadcasting, Inc., CV-N-91-185-ECR, slip op. at 8-9 (D.Nev. Dec. 18, 1994):</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Phoenix's continued possession of the promissory note appears to preclude any negotiation of the promissory note.  Cal.Comm. &#167; 3201.  Regardless of whether Phoenix transferred ownership or the right to receive monies under the note, Phoenix may remain the holder of the note.  Cal.Comm. &#167;&#167; 3201 &amp; 3203.  Phoenix may also enforce the note even if it is not the owner of the note.  Cal.Comm. &#167; 3301.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">But it is not certain that the facts surrounding the Sure loan are identical to those respecting the earlier loan to Merlin and the facts concerning the Merlin loan were not developed in the district court.  Indeed, in briefing this case Phoenix Leasing has devoted relatively little attention to California law, understandably relying primarily on the res judicata rationale of the district court. Thus, the question for us is whether the district court's rationale can be sustained, a matter we review de novo.  Apparel Art Internat'l, Inc. v. Amertex Enterprises Ltd., <span class=\"citation\" data-id=\"195914\"><a href=\"/opinion/195914/apparel-art-v-amerlex-enterprises/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">576</span></a></span>, 582 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Were it not for Lundborg's allegations of fraud, the application of res judicata doctrine to bar this present action would be straightforward.  Under Maine law, which governs the preclusive effect of the Maine state court judgment, e.g., Diversified Foods, Inc. v. First Nat'l Bank of Boston, <span class=\"citation\" data-id=\"599289\"><a href=\"/opinion/599289/diversified-foods-inc-v-the-first-national-bank-of-boston/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span>, 30 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">907</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3001</span></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></span> (1993), a valid prior judgment in an action between the same parties or their privies bars relitigation with respect to the same claims of \"all issues that were tried, or may have been tried\" in the prior action.  Currier v. Cyr, <span class=\"citation\" data-id=\"1527108\"><a href=\"/opinion/1527108/currier-v-cyr/\"><span class=\"volume\">570</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1205</span></a></span>, 1208 (Me.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Functionally, this familiar doctrine--known in the past as the merger and bar branch of res judicata and now as claim preclusion--prevents a plaintiff or counterclaimant from splitting its related claims among several suits.  Apparel Art, 48 F.3d at 583.   Such a policy responds to the parties' interest in repose and the courts' desire to avoid needless litigation.  Maine follows the modern rule and defines the claims that must be brought in one action by use of a transactional test, so that</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>a subsequent suit that arises out of the same aggregate of operative facts shall be barred even though the second suit relies upon a legal theory not advanced in the first case, seeks different relief than that sought in the first case, and involves evidence different from the evidence relevant to the first case.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Currier, 570 A.2d at 1208;  see Beegan v. Schmidt, <span class=\"citation\" data-id=\"2314465\"><a href=\"/opinion/2314465/beegan-v-schmidt/\"><span class=\"volume\">451</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">642</span></a></span>, 645 (Me.1982) (citing Restatement (Second), Judgments &#167; 24 (1982)).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Lundborg's claims at issue here all arise out of the alleged wrongdoing of Phoenix Leasing and the limited partnerships in connection with the making and enforcement of the Merlin loan.  But Merlin and Community Cable previously brought claims against Phoenix Leasing arising out of that same loan as counterclaims in the Maine state court action.  Although Merlin was dismissed from the action when it filed for bankruptcy, a default judgment was entered against Community Cable in that action, and a default judgment has the same claim-preclusive effect as a judgment on the merits.  Irving Pulp &amp; Paper Ltd. v. Kelly, <span class=\"citation\" data-id=\"2183318\"><a href=\"/opinion/2183318/irving-pulp-paper-ltd-v-kelly/\"><span class=\"volume\">654</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">416</span></a></span>, 418 (Me.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Lundborg asserts in conclusory fashion that the default judgment was never made final but offers no argument in support of this claim, nor do we detect any basis for it.  Nor can Lundborg seriously deny that she and Merlin are in privity with Community Cable, which was wholly owned by Lundborg and was a general partner of Merlin.  Restatement, supra, &#167;&#167; 59(3), 60(2).  Under the circumstances, Lundborg's present claims arise out of the same transaction as the counterclaims in the earlier action and are barred by res judicata, absent some exception to the general rule.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Thus far our view is the same as that of the district court.  Where we part company--with some reluctance for the issue is very close--concerns a possible escape hatch from res judicata invoked by Lundborg in this case.  It is Lundborg's position that the 1992 default judgment against Community Cable in the Maine state court cannot be considered a valid judgment for purposes of res judicata because it was tainted by an aspect of the same fraud that is the basis of Lundborg's present claims, namely, the alleged fraud in the litigation to enforce the original loan to Merlin.  Otherwise, claim preclusion applies to underlying fraud charges no less than to other tort theories.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">This contention takes us to a body of doctrine that has few peers in the common law as a source of confusion for lawyers and judges alike, namely, the rules that govern independent actions that collaterally attack a prior judgment.  Partly, the problem is one of confusing terminology, see Restatement, supra, ch. 5 intro. note, and, in addition, the law in this area is neither uniform nor stable.  But so far as the law permits collateral attacks, the rules are effectively a set of exceptions to claim preclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In the past some courts have been unwilling to treat all litigation fraud as an exception to res judicata;  it has sometimes been said that only special categories of fraud, such as bribery of a judge, would permit a collateral attack.  See Restatement, supra, &#167;&#167; 68 cmt. a, 70 cmt. c. The modern approach has been to lower the substantive bar to collateral attack while insisting on severe conditions to the assertion of such a claim, due diligence in the discovery of the fraud in the original action and clear and convincing evidence of fraud in the collateral one.  Id. &#167; 70 cmt. d;  cf.  Spickler v. Greenberg, <span class=\"citation\" data-id=\"2054014\"><a href=\"/opinion/2054014/spickler-v-greenberg/\"><span class=\"volume\">644</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">469</span></a></span>, 471 (Me.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In considering Lundborg's claim to a fraud exception, our concern is with Maine law because a federal district court in Maine has been asked to permit a collateral attack on a Maine state court judgment.  7 Moore, Federal Practice, &#167; 60.37, at 60-395 (2d ed. 1995).  Maine law, in accord with the Restatement, no longer rigidly adheres to the traditional labels of extrinsic and intrinsic fraud in determining which circumstances justify overturning a prior judgment.  Society of Lloyd's v. Baker, <span class=\"citation\" data-id=\"2052768\"><a href=\"/opinion/2052768/society-of-lloyds-v-baker/\"><span class=\"volume\">673</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1336</span></a></span>, 1339 (Me.1996).  We read Kradoska v. Kipp, <span class=\"citation\" data-id=\"2174002\"><a href=\"/opinion/2174002/kradoska-v-kipp/\"><span class=\"volume\">397</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">562</span></a></span>, 568-69 (Me.1979), to suggest that Maine is more interested in whether the fraud claim was known or should have been known at the time of the earlier action.  See 11 Charles A. Wright, Arthur R. Miller &amp; Mary Kay Kane, Federal Practice and Procedure, &#167; 2868, at 400-01 (2d ed. 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In the present case, the district court assumed, as we do, that fraud in the course of the earlier Maine state court litigation might give rise to an exception to claim preclusion.  But it held that the issue whether fraud had occurred had itself been resolved on the merits, adversely to Lundborg, in the New York state court and the Maine bankruptcy court.  As already noted, after the Martinez deposition, Lundborg sought in 1994 to reopen the judgments in both of those courts based on some of the same assertions that are the bases for Lundborg's affirmative claims in the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The district court's ruling that the fraud issue had earlier been resolved rested upon the other branch of res judicata known as collateral estoppel or issue preclusion.  This doctrine bars the relitigation between the same parties of any issue of fact or law that was actually litigated between them, was determined and was necessary to a final, valid judgment in a prior case.  Restatement, supra, &#167; 27;  Spickler v. York, <span class=\"citation\" data-id=\"2323437\"><a href=\"/opinion/2323437/spickler-v-york/\"><span class=\"volume\">505</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">87</span></a></span>, 88 (Me.1986).  Unlike claim preclusion, this doctrine requires an actual determination of the issue.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We do not share the district court's view that the decision of the New York state court that Phoenix Leasing had standing to enforce Lundborg's loan guaranties precludes Lundborg's claims here.  As far as we can tell from the papers submitted to us, Lundborg did not raise her usury claims and the related fraud claims in seeking to reopen the New York action;  and a holding that Phoenix Leasing had standing to enforce the loan is not necessarily inconsistent with the possibility that the loans' terms were originally made by the partnerships and were usurious under California law, and that Phoenix Leasing concealed this information from the Lundborg entities in prior litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The Maine bankruptcy decision is a closer call.  Merlin filed for bankruptcy in August 1991;  a plan of reorganization was confirmed in May 1994, awarding Phoenix Leasing $900,000.  In November 1994, Lundborg filed a motion under Fed.R.Civ.P. Rule 60(b) for relief from the judgment based on the February 1994 deposition, arguing that the deposition testimony revealed that the Merlin loan was fraudulent, usurious, and not enforceable by Phoenix Leasing.  Lundborg's Rule 60(b) motion thus raised the same factual and legal arguments that she asserts in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Phoenix Leasing opposed the motion on two grounds:  first, that the motion was untimely under the one-year limitation on Rule 60(b) motions grounded in fraud;  and second, that on the merits the loan was not fraudulent or usurious and could be collected by Phoenix Leasing.  In denying Lundborg's Rule 60(b) motion, the bankruptcy court found tersely that Lundborg had stated \"no basis\" for granting the motion.  The result is that we cannot tell whether the bankruptcy court rested on lack of timeliness or on the merits in denying the motion to reopen.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Thus Phoenix Leasing cannot carry its burden, as the party claiming the benefit of issue preclusion, to show that the fraud issue was actually decided in the prior case by the Maine bankruptcy court.  See Dowling v. United States, <span class=\"citation\" data-id=\"112352\"><a href=\"/opinion/112352/dowling-v-united-states/\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">342</span></a></span>, 350, <span class=\"citation\" data-id=\"112352\"><a href=\"/opinion/112352/dowling-v-united-states/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">668</span></a></span>, 673, <span class=\"citation\" data-id=\"112352\"><a href=\"/opinion/112352/dowling-v-united-states/\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">708</span></a></span> (1990).  Lundborg may therefore be free under Maine law to press her collateral attack on the earlier Maine state judgment, assuming that she can prove her charge of fraud in the prior proceeding and meet the other requirements for such an attack.  At least, this possibility is not foreclosed by issue preclusion.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">To say that the claims may survive a res judicata defense is not to say that the district court was wrong in dismissing the case.  In order to reach the merits on the counts in question (e.g., fraud, conversion), Lundborg must first succeed in her collateral attack on the Maine state court judgment.  Although in form she does not ask for a declaration or injunction, in substance this is a collateral attack because the relief sought would undo the Maine judgment and because res judicata bars the claims unless the Maine judgment is held to be vitiated by fraud.  See Griffith v. Bank of New York, <span class=\"citation\" data-id=\"1472311\"><a href=\"/opinion/1472311/griffith-v-bank-of-new-york/\"><span class=\"volume\">147</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">899</span></a></span>, 901 (2d Cir.1945).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">But \"[t]he principle\" is that, where possible in collateral attacks, \"relief should ordinarily be sought in the court that rendered the judgment\" being thus challenged.  Restatement, supra, &#167; 79, cmt. b;  see also id. &#167; 79 cmt. d. This preference is not merely a matter of comity but also reflects practical considerations:  here, the Maine state court has the advantage over all other courts, both in deciding whether fraud occurred in its own prior proceedings and in determining whether Lundborg adequately pursued discovery efforts in that case.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Maine's own Rule 60, like the federal rule, recognizes that an independent collateral attack based on litigation fraud may be brought even after the one-year period for a motion to reopen has passed.  Me.R.Civ.P. 60(b);  Lewien v. Cohen, <span class=\"citation\" data-id=\"1463540\"><a href=\"/opinion/1463540/lewien-v-cohen/\"><span class=\"volume\">432</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">800</span></a></span> (Me.1981).  Quite apart from administrative reasons for this distinction between reopening and collateral attack, the conditions on relief are more severe when it is made by independent action.  Restatement, supra, &#167; 78 cmt. c.  The Maine state courts are thus an available forum.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The Supreme Court has warned that federal courts are not lightly to relinquish jurisdiction, and that even a difficult issue of state law or parallel pending state litigation is not automatically a warrant to abstain.  See Wright, Federal Courts &#167; 52 (5th ed.1994)(collecting the pertinent cases).  Yet the Court has said that its own abstention decisions are not \"rigid pigeonholes,\" Pennzoil v. Texaco, Inc., <span class=\"citation\" data-id=\"111856\"><a href=\"/opinion/111856/pennzoil-co-v-texaco-inc/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 11 n. 9, <span class=\"citation\" data-id=\"111856\"><a href=\"/opinion/111856/pennzoil-co-v-texaco-inc/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1519</span></a></span>, 1526 n. 9, <span class=\"citation\" data-id=\"111856\"><a href=\"/opinion/111856/pennzoil-co-v-texaco-inc/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1987), but reflect a skein of considerations that vary with the facts of each case.  See Moses H. Cone Hospital v. Mercury Construc.  Corp., <span class=\"citation\" data-id=\"110873\"><a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 19-26, <span class=\"citation\" data-id=\"110873\"><a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">927</span></a></span>, 938-42, <span class=\"citation\" data-id=\"110873\"><a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">765</span></a></span> (1983).  And no Supreme Court decision deals directly with a case such as ours involving a collateral attack under state law upon a prior state court judgment.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Here, we think that in the peculiar circumstances of this case, abstention is appropriate.  There is a complete assurance that relief, if available at all, is fully available in the Maine state court;  indeed, Maine's own law controls on this issue.  Conversely, and of great importance, there is no direct federal interest nor any issue of federal law presented either by the collateral attack or by the underlying claims in the complaint.  Compare Cone, 460 U.S at 23, 26, 103 S.Ct. at 941, 942 (noting the pertinence of an available state remedy (or lack thereof) and of federal issues) with Colorado River Water Conservation Dist. v. United States, <span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 819, <span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1236</span></a></span>, 1247, <span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">483</span></a></span> (1976) (emphasizing the existence of a state remedy).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Further, this suit is effectively an attempt to undo a preexisting, final judgment of a state court based upon matters pertaining solely to the conduct of prior litigation in that court.  While there is no flat bar to conducting this autopsy in a federal court, the considerations of \"comity and orderly administration of justice\" that point toward the rendering court as the preferable forum, Lapin, 333 F.2d at 172, may have special weight where the latter is a state court.  Cf. Younger v. Harris, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span>, 43-45, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">746</span></a></span>, 750-51, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">669</span></a></span> (1971);  28 U.S.C. &#167; 2283 (ordinarily barring federal courts from enjoining state proceedings).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">In addition, the Maine state court is obviously the forum that can most readily determine whether in fact fraud occurred in its own prior proceedings and whether diligent discovery by the plaintiff in those proceedings would have uncovered in a more timely fashion the information now claimed to be vital.  This appraisal is likely to be informed not only by the records possessed by the Maine state court but also by that court's superior knowledge of how its proceedings are customarily conducted and what discovery is available.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Finally, in deciding to defer to the Maine state courts, it is significant, see Quackenbush v. Allstate Ins. Co., --- U.S. ----, ---- - ----, <span class=\"citation\" data-id=\"118031\"><a href=\"/opinion/118031/quackenbush-v-allstate-ins-co/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1712</span></a></span>, 1721-22, <span class=\"citation\" data-id=\"118031\"><a href=\"/opinion/118031/quackenbush-v-allstate-ins-co/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1996), that the implicit threshold relief required to entertain Lundborg's claims--the collateral attack on the Maine judgment--is itself an equitable remedy within the sound discretion of the court.  Despite some limited common law antecedents, equity has been the main source of collateral relief from judgments, and the independent action is treated as equitable in character.  Wright, Miller &amp; Kane, supra, &#167; 2868, at 396 (citing cases);  see, e.g., Lewien v. Cohen, 432 A.2d at 805.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">This appraisal leads us to affirm the dismissal of count I on the merits but to affirm the dismissal of counts III, IV, V, VII and VIII on a ground different than that adopted by the district court and with different consequences.  In principle, Lundborg may pursue these counts by filing suit in Maine state court and by persuading the state court that a collateral attack on the 1992 Maine state court judgment should be allowed.</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">It may be of help to the parties, and to any Maine state court that may grapple with this matter, to explain our concerns about Lundborg's collateral attack.  Our problem is not with Lundborg's attempt to avoid on technical grounds the loan obligations that she or her companies took on in a commercial venture.  Technical defenses are sometimes narrowly read, but Lundborg is as free to argue for them as she would be to invoke a statute of limitations to avoid an otherwise just debt.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Rather, our concern is primarily with the timing of this defense.  It is uncertain whether the news that the partnerships were involved came as a complete surprise to Lundborg in 1994.  Cf. In re Cable One CATV Limited Partnership, BK No. 91-12387-JEY, slip op. at 6 (Bankr.D.N.H., Nov. 29, 1995) (\"[I]t is difficult to find any misrepresentation since the principal [Lundborg] had the checks involved and was on notice as to who was advancing the monies.\").  But assuming surprise, it is doubtful whether Lundborg can be excused for not discovering this possible defense in the course of lawsuits brought in 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">This is not a case of forged documents or bribery of jurors or other kinds of litigation fraud uniquely hard to imagine or uncover.  Phoenix Leasing was licensed to exceed the usury restriction and it is a fair guess that, if the Merlin loan ran afoul of the restriction because of the limited partnerships, which is far from clear, it was due to routine planning decisions made for tax or similar reasons.  Lundborg knew full well of the usury laws--a boilerplate defense bearing this label was actually asserted--and she was free in the Maine state court action to explore the underpinnings of the loan.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">It is possible, but we think unlikely, that a potential usury claim based on the role of the limited partnerships was so substantial but at the same time so thoroughly concealed that it would have escaped even a diligent effort at discovery.  Under the Restatement, the failure to exercise due diligence to unearth such a claim in the earlier case would itself bar a later collateral attack.  Restatement, supra, &#167; 70 cmt. d.  In sum, even assuming that there was a usury defense, we are very doubtful that the possible usury defense was diligently pursued or that fraud can be said to infect the Maine state judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Our substantial doubts are not a legal defense against a new state court action.  But given the sanctions available for unfounded lawsuits, Lundborg ought to give careful consideration to her own position--and to her succession of seven straight litigation defeats in related cases--before she embarks upon an eighth lawsuit bearing a strong family resemblance.  \"The law abhors fraud and perjury.  It also abhors interminable litigation.\"  Cole v. Chellis, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">Me.</span> <span class=\"page\">262</span></span>, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">A.</span> <span class=\"page\">623</span></span>, 624 (1923).</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Phoenix Leasing Inc. v. Merlin Cable Partners, No. CV-91-343 (Me.Sup.Ct. York Cty.);  Phoenix Leasing Inc. v. Susan Lundborg, No. 91-08094 (N.Y.Sup.Ct. Suffolk Cty.);  Phoenix Leasing, Inc. v. Cable One CATV Limited Partnership, Civ. No. 91-164-D (D.N.H.);  Phoenix Leasing Inc. v. Sure Broadcasting, Inc., No. CV-N-91-185-ECR (D.Nev.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In re Merlin Cable Partners, BK No. 93-10067 (Bankr.D.Me.);  In re Cable One CATV Limited Partnership, BK No. 91-12387-JEY (Bankr.D.N.H.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Similarly, federal appellate decisions in this area are sparse and the few cases we have found are divided.  Compare Lapin v. Shulton, Inc., <span class=\"citation\" data-id=\"264690\"><a href=\"/opinion/264690/albert-lapin-and-lapinal-inc-v-shulton-inc-and-tecnique-inc/\"><span class=\"volume\">333</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">169</span></a></span> (9th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">904</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">193</span></span>, <span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">177</span></span> (1964), and Carr v. District of Columbia, <span class=\"citation\" data-id=\"339947\"><a href=\"/opinion/339947/oliver-t-carr-jr-v-district-of-columbia-a-municipal-corporation/\"><span class=\"volume\">543</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">917</span></a></span>, 927 (D.C.Cir.1976), with Locklin v. Switzer Bros., Inc., <span class=\"citation\" data-id=\"265194\"><a href=\"/opinion/265194/harry-p-locklin-and-elmer-j-brant-general-partners-doing-business-under/\"><span class=\"volume\">335</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">331</span></a></span>, 334-35 (7th Cir.1964), and Wohl v. Keene, <span class=\"citation\" data-id=\"310068\"><a href=\"/opinion/310068/jerry-wohl-sometimes-known-as-jerome-s-wohlmuth-v-roslyn-wohlmuth-keene/\"><span class=\"volume\">476</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">171</span></a></span> (4th Cir.1973)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109405/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112352/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195914/",
    "http://www.courtlistener.com/api/rest/v3/opinions/264690/",
    "http://www.courtlistener.com/api/rest/v3/opinions/265194/",
    "http://www.courtlistener.com/api/rest/v3/opinions/310068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/339947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599289/",
    "http://www.courtlistener.com/api/rest/v3/opinions/672033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1463540/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1472311/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1527108/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2052768/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2054014/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2142161/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2174002/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2183318/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2314465/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2323437/"
  ]
}