{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196972/",
  "absolute_url": "/opinion/196972/united-states-v-zayas-diaz/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196972/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:19:26Z",
  "date_modified": "2017-03-24T10:49:34.665413Z",
  "type": "010combined",
  "sha1": "ff1059460f69258c073069b97c8fed9b36f1230d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1910.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r                                                     \r\n\nNo. 95-1910\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                         JUAN ZAYAS-DIAZ,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r                                                     \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE \r\n\n          [Hon. Paul J. Barbadoro, U.S. District Judge]\r                                                                \r\n\n                                           \r                                                     \r\n\n                              Before\r\n\n                      Selya, Cyr and Boudin,\r\n\n                         Circuit Judges.\r                                                 \r\n\n                                           \r                                                     \r\n\n   Paul J. Garrity for appellant.\r                            \r\n   Terry L. Ollila, Assistant United States Attorney, with whom Paul\r                                                                              \r\nM. Gagnon, United States Attorney, was on brief for appellee.\r                 \r\n\n                                           \r                                                     \r\n\n                        September 9, 1996\r\n                                           \r                                                     \r\r\n\n          CYR, Circuit  Judge.   Juan Zayas-Diaz  (\"Zayas\") chal-\r                    CYR, Circuit  Judge.\r                                       \r\n\nlenges  two  pivotal  rulings  underlying  the  district  court's\r\n\nrefusal to suppress evidence seized pursuant to a  warrant alleg-\r\n\nedly based on  information that  failed to connect  Zayas to  the\r\n\nsearch premises within a reasonably recent time frame.  The court\r\n\nfirst determined,  on the  merits, that the  affidavit supporting\r\n\nthe warrant application  contained adequate reliable  information\r\n\nto connect Zayas to the  search premises in the past.   Next, the\r\n\ncourt bypassed the  merits of  the staleness claim  and held  the\r\n\nexclusionary rule inapplicable on the ground that the search  had\r\n\nbeen  conducted  in  \"objectively  reasonable\"  reliance  on  the\r\n\nwarrant.    See  United States  v.  Leon,  468  U.S. 897  (1984).\r                                                  \r\n\nFinding no error, we now affirm the district court judgment. \r\n\n                                I\r                                          I\r\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \r\n\nA.   The Graffam Affidavit\r          A.   The Graffam Affidavit\r                                    \r\n\n          On  March 8, 1994, a  warrant was obtained  to search a\r\n\nsingle-family  residence in  Bedford, New  Hampshire, based  on a\r\n\nnineteen-page affidavit  by Special  Agent Gerald Graffam  of the\r\n\nUnited States Drug Enforcement Administration (\"DEA\"), purporting\r\n\nto establish probable cause to believe that Zayas then or recent-\r\n\nly resided at 16 Holbrook Road and used it as an operational base\r\n\nfor cocaine trafficking.1   The warrant application sought autho-\r\n\nrization to search for various drug-related documents and curren-\r\n                    \r                              \r\n\n     1The criminal investigation was conducted by federal, state,\r\nand local law  enforcement authorities, to whom we  refer collec-\r\ntively as \"the authorities.\" \r\n\n                                2\r\r\n\ncy evidencing the suspected cocaine trafficking activity.   \r\n\n     1.   The Cocaine Trafficking \r               1.   The Cocaine Trafficking\r                                           \r\n\n          The Graffam affidavit  included information  purporting\r\n\nto establish that Zayas was supplying cocaine for distribution at\r\n\nvarious  establishments  in  nearby  Manchester,  New  Hampshire,\r\n\nincluding the Oasis Social  Club.  Based on information  provided\r\n\nby a \"reliable\" confidential  informant (\"first CI\"), the affida-\r\n\nvit related that Marcello  Sosa had been arrested on  January 26,\r\n\n1994, for selling cocaine at the Oasis Social Club.2   An arrest-\r\n\ning officer advised that  he had noticed an individual,  known to\r\n\nhim as \"Juan Rosario\" alias \"Nelson Martell,\" at the Oasis Social\r\n\nClub during Sosa's arrest.   The first  CI confirmed that he  too\r\n\nhad seen  Sosa and a  person known to him  as \"Juan\" meet  at the\r\n\nclub, not  only at the time  of Sosa's arrest but  on prior occa-\r\n\nsions.   Sosa himself admitted  that a man  named \"Juan,\" who was\r\n\npresent  when Sosa was arrested,  had supplied the  six ounces of\r\n\ncocaine seized from Sosa's residence shortly after the arrest.  \r\n\n          A subsequent documentation and record check disclosed a\r\n\nseries of  roughly compatible descriptions  for \"Nelson  Martell\"\r\n\n(height 5'6-9\"; weight 130-160 pounds;  hair black or brown; eyes\r\n\nbrown; glasses;  left-arm tatoo;  social security number  001-64-\r\n\n1999; birth date  either May 4,  1961 or  August 16, 1954);  home\r\n\naddress 275 Lake Avenue, Manchester; license suspension for drunk\r\n\ndriving in 1991; New  Hampshire conviction and suspended sentence\r\n\n                    \r                              \r\n\n     2For ease  in reference,  we assume all  confidential infor-\r\nmants were male. \r\n\n                                3\r\r\n\nfor  heroin trafficking in 1992;  and a December  1992 arrest and\r\n\npending  prosecution  for  cocaine  trafficking  in  Connecticut,\r\n\nduring which  arrest Zayas attempted  to discard  cocaine over  a\r\n\nhighway embankment; and other aliases, including \"Juan Gonzalez.\"\r\n\n          On February  24, 1994,  twelve days before  the search,\r\n\nthe   Manchester  police  interviewed  a  confidential  informant\r\n\n(\"second  CI\").  The second CI, who had \"provided reliable infor-\r\n\nmation to law  enforcement in the  past,\" advised that he  knew a\r\n\nperson  named  \"Juan,\" surname  believed  to  be \"Esquevar,\"  who\r\n\n\"currently  controls\" cocaine distribution  at various Manchester\r\n\nbusiness establishments, including the Oasis Social Club, and who\r\n\ndelivered cocaine daily  to his \"workers,\"  including Sosa.   The\r\n\nsecond CI  described \"Juan\"  (Cuban, dark-skinned, height  5'10\",\r\n\nweight 160 pounds, black hair, brown eyes, glasses), and told the\r\n\nauthorities  that he was \"aware\" that \"Juan\" had been arrested in\r\n\nConnecticut  on a cocaine trafficking charge, and that \"Juan\" had\r\n\nattempted to  discard two  kilos of  cocaine at the  time of  the\r\n\narrest by throwing it over a highway embankment.  \r\n\n     2.   Zayas and 16 Holbrook Road\r               2.   Zayas and 16 Holbrook Road\r                                              \r\n\n          Although the documentation check revealed a listed home\r\n\naddress  for \"Nelson Martell\" (i.e., Zayas) at 275 Lake Avenue in\r\n\nManchester, the Graffam affidavit attested to facts purporting to\r\n\nshow that Zayas currently or recently resided at 16 Holbrook Road\r\n\nin  Bedford,  New Hampshire.    Following his  arrest,  Sosa told\r\n\npolice that \"Juan,\"  his supplier, \"lived\" in Bedford,  New Hamp-\r\n\n                                4\r\r\n\nshire. Moreover, on  February 24,  1994, the second  CI also  had\r\n\nadvised the authorities that Juan  \"lives\" in Bedford and \"deals\"\r\n\nlarge amounts of cocaine.  The  second CI added that he had \"been\r\n\nto  Juan's Bedford residence on  several occasions and seen large\r\n\nquantities  of cocaine  and  cash present,\"  and that  \"[S]panish\r\n\nmales,\"  in two  or  more automobiles  bearing  New York  license\r\n\nplates, arrived \"every Tuesday\" at the Bedford residence.  \r\n\n          On February  24, 1994, after his  interview, the second\r\n\nCI led the  authorities to the  Bedford premises at which  he had\r\n\nvisited \"Juan.\"   Presumably to avoid  detection, the authorities\r\n\ndid not enter  upon the  premises.   Instead, the  second CI  de-\r\n\nscribed specific  features of the  residential grounds, including\r\n\n(1)  a  long  driveway  lined with  three  birdhouses  containing\r\n\nconcealed video cameras; (2)  a shack-like residence with peeling\r\n\nbrown  paint; (3) five dogs outside the house, and an unspecified\r\n\nnumber of dog houses;  and (4) four or five  abandoned/junk vehi-\r\n\ncles, including a  motorcycle.  The second CI  described interior\r\n\nfeatures of the  residence itself, including (1)  a video monitor\r\n\nconnected to  the \"birdhouse\" cameras; (2)  furnishings, \"in good\r\n\ncondition\" compared  with the  shabby exterior of  the residence;\r\n\nand  (3) in  the  basement, a  restaurant-style refrigerator  for\r\n\nstoring cocaine.   Subsequent aerial surveillance  at 16 Holbrook\r\n\nRoad  revealed a  long driveway,  a brown  single-family dwelling\r\n\nwith  detached garage and shed, and \"at least three (3) doghouses\r\n\nand two (2) abandoned vehicles.\"\r\n\n          3.   The \"Residence\" at 16 Holbrook Road\r                    3.   The \"Residence\" at 16 Holbrook Road\r                                                            \r\n               and the Zayas-Koehler \"Relationship\"\r                         and the Zayas-Koehler \"Relationship\"\r                                                            \r\n\n                                5\r\r\n\n          The  Graffam  affidavit   purported  to  establish   16\r                    \r\n\nHolbrook  Road as  Zayas'  current or  recent  residence or  drug\r\n\noperation base, by demonstrating that  codefendant Brenda Koehler\r\n\ncurrently  or recently lived there,  and that she  and Zayas were\r\n\ncurrently  involved  in  a  close relationship.    The  second CI\r\n\nadvised  the authorities  that \"Juan\"  lived at 16  Holbrook Road\r\n\n\"with a girlfriend,\" described as a  \"white female,\" about thirty\r\n\nyears old, with brown hair, whose son also resided at 16 Holbrook\r\n\nRoad and  \"attends\" Trinity  High School,  where he  \"plays foot-\r\n\nball.\"  An October  1992 police incident report confirmed  that a\r\n\n\"Kevin Koehler\" had sustained an injury while playing football at\r\n\nTrinity High School, identified his mother as Brenda Koehler, \"16\r\n\nHolbrook  Road,\" telephone  number 624-8730.   A  postal delivery\r\n\ncheck  indicated  that  Kevin  Koehler had  received  mail  at 16\r\n\nHolbrook  Road  in 1992.   A  June  1993 traffic  accident report\r\n\nreflected 16 Holbrook Road  as Brenda Koehler's home address.   A\r\n\nthird confidential informant (\"third CI\")  confirmed that \"Juan,\"\r\n\nwho supplied  cocaine to workers at the Oasis Social Club, \"had a\r\n\nwhite wife . . . in her thirties.\"  \r\n\n          On  February  10,  1994,  James  McDowell  advised  the\r\n\nauthorities that he  had leased  a garage at  425 Second  Street,\r\n\nManchester,  to Brenda Koehler, who  was accompanied by a \"Nelson\r\n\nMartell\" at the time she signed the lease.  The Graffam affidavit\r\n\nfailed to disclose the  date the lease was signed.  McDowell told\r\n\nthe authorities  that he  \"believed Brenda Koehler  was Martell's\r\n\nwife,\"  and advised that Koehler  gave \"16 Holbrook  Road\" as her\r\n\n                                6\r\r\n\nhome address, and 624-8730 as her telephone number.   Thereafter,\r\n\nin late  February 1994, a  motor vehicle registration  check dis-\r\n\nclosed  a  roughly  compatible  physical description  for  Brenda\r\n\nKoehler  (\"white female,\"  thirty-four years  old, height  5' 2\",\r\n\nbrown hair, brown  eyes), and  listed her address  as 481  Beacon\r\n\nStreet, Manchester. \r\n\n     4.   Activity at 16 Holbrook Road\r               4.   Activity at 16 Holbrook Road\r                                                \r\n\n          In  late February  1994, the  authorities learned  that\r\n\nmail  was not  \"presently\" being  received at  16 Holbrook  Road.\r\n\nMoreover,  by this time there  was no longer  a telephone listing\r\n\nfor 16 Holbrook Road.  The electrical utility listing nonetheless\r\n\ncontinued to reflect that Brenda Koehler was the person responsi-\r\n\nble  for payment.  Moreover,  though the premises  were heated by\r\n\noil,  the  electrical  utility reported  the  following billings:\r\n\nOctober-November 1993 ($565 for 4595 kw hours), November-December\r\n\n1993 ($462 for  3679 kw  hours), and  December 1993-January  1994\r\n\n($600.00 for 5024 kw hours).  \r\n\n     5.   Graffam's Law Enforcement Experience\r               5.   Graffam's Law Enforcement Experience\r                                                        \r\n\n          Finally, based  on Graffam's twenty-two years  as a DEA\r\n\nagent, the supporting affidavit stated that active drug traffick-\r\n\ners commonly:  (1) retain for ready reference, in their residenc-\r\n\nes  for  extended  periods,  records relating  to  their  ongoing\r\n\ntrafficking  activities;  (2)  assume  fictitious  names  or  use\r\n\nnominees to avoid detection;  (3) establish surveillance at their\r\n\noperational  bases to  detect law  enforcement activity;  and (4)\r\n\nattempt  to avoid disclosure  or discovery of  their actual resi-\r\n\n                                7\r\r\n\ndences  and operational  bases by  suspending mail  and telephone\r\n\nservice.\r\n\nB.   The District Court Proceedings\r          B.   The District Court Proceedings\r                                             \r\n\n          The search conducted pursuant to the challenged warrant\r\n\ndisclosed  ammunition,  cocaine  residue,   cocaine  distributing\r\n\nparaphernalia, substantial cash, and numerous documents detailing\r\n\nZayas' ongoing  cocaine trafficking  activities.  In  due course,\r\n\nZayas and ten associates,  including Brenda Koehler, were charged\r\n\nwith conspiracy  to possess  cocaine with intent  to distribute.3\r\n\nSee  21  U.S.C.     841(a)(1), 846.    Zayas and  Koehler jointly\r             \r\n\nsought  to suppress  the  evidence seized  at  16 Holbrook  Road,\r\n\nclaiming among  other things that  the Graffam affidavit  did not\r\n\nreflect \"16 Holbrook Road\" as the address at which \"Juan\" resided\r\n\nor conducted drug operations and that much crucial information in\r\n\nthe  affidavit  was  irredeemably  \"stale.\"   Zayas  stressed  in\r\n\nparticular that the Graffam  affidavit, which identified February\r\n\n24,  1994, as the date upon which the authorities interviewed the\r\n\nsecond  CI, nonetheless failed to  state when the  second CI last\r\n\nvisited with \"Juan\" at 16 Holbrook Road.\r\n\n          The district court denied  the motion to suppress after\r\n\nan evidentiary hearing.  United States v. Zayas-Diaz,  No. 94-30-\r                                                              \r\n\n                    \r                              \r\n\n     3The  nine  other  defendants  entered guilty  pleas.    The\r\ngovernment does not now contend  that Zayas lacked an objectively\r\nreasonable expectation of privacy in the 16 Holbrook Road premis-\r\nes at  the time  the  search was  conducted.   See, e.g.,  United\r                                                                           \r\nStates  v. Bouffard, 917 F.2d 673, 675-76 (1st Cir. 1990); United\r                                                                           \r\nStates v. Soule, 908 F.2d 1032, 1034 (1st Cir. 1990). \r                         \r\n\n                                8\r\r\n\n01-B (D.N.H. Dec.  22, 1994).4  First, it  ruled that the Graffam\r\n\naffidavit  contained sufficient  information to  provide probable\r\n\ncause  to believe  that  Zayas either  resided or  conducted drug\r\n\noperations at 16 Holbrook Road.  Second, without deciding whether\r\n\nthe matters  affirmed in the Graffam  affidavit were sufficiently\r\n\ncontemporaneous to  afford a  substantial basis for  the probable\r\n\ncause  determination, the  district court  held  the exclusionary\r\n\nrule inapplicable based on  the so-called \"good faith\" exception.\r\n\nSee Leon, 468 U.S. at 923 (holding that the exclusionary  rule is\r                  \r\n\nnot implicated  unless, inter alia, the  supporting affidavit was\r                                            \r\n\n\"so  lacking in indicia of  probable cause as  to render official\r\n\nbelief in its existence entirely unreasonable\").\r\n\n                                II\r                                          II\r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\n          On  appeal,  Zayas  resurfaces  two  claims  previously\r\n\npresented  to  the district  court:   (1)  the  Graffam affidavit\r\n\ncontained insufficient information to provide a substantial basis\r\n\nfor finding  it probable  that evidence  relating to  Zayas' drug\r\n\ntrafficking activities would  be found at  16 Holbrook Road;  and\r\n\n(2) the Leon \"good  faith\" exception to the exclusionary  rule is\r                      \r\n\nunavailing  because any  reasonably well-trained  law enforcement\r\n\nofficer would know  that the \"stale\"  information in the  Graffam\r\n\naffidavit was not adequate to establish probable cause to believe\r\n\nthat 16 Holbrook Road  was either Zayas' recent or  current resi-\r\n                    \r                              \r\n\n     4Following a five-day jury trial, Zayas was found  guilty on\r\nthe conspiracy charge.  The district court later sentenced him to\r\n360 months.\r\n\n                                9\r\r\n\ndence or drug  operation site; and  the more current  information\r\n\nneither cured the staleness nor provided an independent basis for\r\n\na \"probable cause\" determination.  \r\n\nA.   The \"Probable Cause\" Connection\r          A.   The \"Probable Cause\" Connection\r                                              \r\n     Between Zayas and 16 Holbrook Road \r               Between Zayas and 16 Holbrook Road \r                                                 \r\n\n          The  district court  held  that  the Graffam  affidavit\r\n\nafforded probable cause to believe that Zayas resided or conduct-\r\n\ned drug operations at 16 Holbrook Road in the past.  It found the\r\n\nsecond CI's  identification of  16 Holbrook  Road to be  reliable\r\n\nbecause the  authorities  were \"able  to corroborate  so much  of\r\n\n[his]  statement both as to  innocent details and  as to incrimi-\r\n\nnating matters,  such as Zayas-Diaz's involvement  in the cocaine\r\n\ntransaction.\"  See  Tr. of Suppression Hearing at  107-08 (citing\r                            \r\n\nUnited States v. Taylor, 985 F.2d  3, 6 (1st Cir.), cert. denied,\r                                                                          \r\n\n508 U.S. 944 (1993)).  \r\n\n     1.   The \"Probable Cause\" Standard\r               1.   The \"Probable Cause\" Standard\r                                                 \r\n\n          For evidence to  avert suppression, see  generally Mapp\r                                                                           \r\n\nv. Ohio, 367  U.S. 643 (1961),  normally the warrant  application\r                 \r\n\nmust  demonstrate probable  cause  to believe  that a  particular\r\n\nperson has committed a  crime    \"the commission element\"     and\r                                                                           \r\n\nthat  enumerated  evidence relevant  to the  probable criminality\r\n\nlikely is  located at the  place to  be searched     \"the `nexus'\r\n\nelement\".   United  States v.  Fuccillo, 808  F.2d 173,  175 (1st\r                                                 \r\n\nCir.), cert. denied, 482 U.S. 905 (1987).  The issuing magistrate\r                             \r\n\nordinarily  considers  only the  facts  set  forth in  supporting\r\n\naffidavits  accompanying the  warrant  application.   See,  e.g.,\r                                                                          \r\n\nWhiteley v. Warden,  Wyo. State Penitentiary,  401 U.S. 560,  565\r                                                      \r\n\n                                10\r\r\n\n(1971); Aguilar v. Texas, 378 U.S. 108, 109 (1964); United States\r                                                                           \r\n\nv.  Klein, 565  F.2d 183,  186 n.4  (1st Cir.  1977).   Under the\r                   \r\n\n\"probable cause\" standard,  the \"totality  of the  circumstances\"\r\n\ndisclosed in  the supporting affidavits must  demonstrate \"a fair\r                                                                           \r\n\nprobability  that contraband or evidence of a crime will be found\r                     \r\n\nin a  particular place.\"   Illinois v. Gates,  462 U.S.  213, 238\r                                                      \r\n\n(1983)  (emphasis added);  United States  v. Bucuvalas,  970 F.2d\r                                                                \r\n\n937, 940 (1st Cir. 1992), cert. denied, 507 U.S. 959 (1993).    \r                                                \r\n\n          Among  others, the  factors  that may  contribute to  a\r\n\n\"probable  cause\"  determination  include  whether  an  affidavit\r\n\nsupports  the probable  \"`veracity'  or `basis  of knowledge'  of\r\n\npersons  supplying hearsay  information,\" id.;  whether informant\r                                                       \r\n\nstatements are self-authenticating,  see, e.g., Taylor,  985 F.2d\r                                                                \r\n\nat  5 (noting  that  affidavit may  support informant's  veracity\r\n\n\"through the  very specificity and  detail with which  it relates\r\n\nthe  informant's  first-hand  description  of  the  place  to  be\r\n\nsearched\"); whether  some or  all the informant's  factual state-\r\n\nments  were  corroborated  wherever  reasonable  and  practicable\r\n\n(e.g., through police surveillance);5 and whether a  law-enforce-\r\n\nment affiant  included a professional assessment  of the probable\r\n\nsignificance  of the  facts  related by  the informant,  based on\r\n\n                    \r                              \r\n\n     5See Gates, 462 U.S. at 244; Soule, 908 F.2d at 1039 (noting\r                                                 \r\nthat police contemporaneously corroborated \"the material elements\r\nof the [informant's] tip\");  see also Alabama v. White,  496 U.S.\r                                                                \r\n325,  331 (1990)  (\"[Because  an informant  is  right about  some\r\nthings,  he  is more  probably right  about others.\");  Draper v.\r                                                                        \r\nUnited States, 358 U.S. 307, 313 (1959);  United States v. Lalor,\r                                                                          \r\n996  F.2d 1578,  1581  (4th Cir.),  cert.  denied, 510  U.S.  983\r                                                           \r\n(1993).\r\n\n                                11\r\r\n\nexperience or expertise, see United States v. Hoffman, 832  F.2d,\r                                                               \r\n\n1299, 1306 (1st Cir.  1987) (noting that law-enforcement affiants\r\n\nwere  \"specially trained in the ways of drug trafficking\").  None\r\n\nof these factors is indispensable; thus, stronger evidence on one\r\n\nor  more factors may compensate for a weaker or deficient showing\r\n\non another.  See Taylor, 985 F.2d at 5; United States v. Nocella,\r                                                                          \r\n\n849  F.2d 33,  37 (1st Cir.  1988); United States  v. Ciampa, 793\r                                                                      \r\n\nF.2d 19, 22 (1986).           Reviewing  courts,  including  both\r\n\nthe district court and the court of appeals, must accord \"consid-\r\n\nerable deference\"  to the \"probable cause\"  determination made by\r\n\nthe issuing magistrate.   See Taylor, 985 F.2d at 5  (\"[T]he duty\r                                              \r\n\nof  the reviewing court is  simply to ensure  that the magistrate\r\n\nhad  a `substantial basis for  . . .  conclud[ing]' that probable\r\n\ncause existed.\").  The reviewing court must  examine \"the affida-\r\n\nvit  in  `a practical,  \"common sense\"  fashion,  and [  ] accord\r\n\nconsiderable  deference to  reasonable  inferences  the  [issuing\r\n\nmagistrate] may have drawn  from the attested facts.'\" Bucuvalas,\r                                                                          \r\n\n970  F.2d at 940 (citations omitted).  Moreover, given the strong\r\n\npreference for warrants under our Fourth Amendment jurisprudence,\r\n\nnormally a reviewing court will  defer to an issuing magistrate's\r\n\n\"probable cause\"  determination in  a doubtful or  marginal case.\r\n\nSee  United States v. Ventresca, 380 U.S. 102, 109 (1965); United\r                                                                           \r\n\nStates v. Craig, 861 F.2d 818, 823 (5th Cir. 1988). \r                         \r\n\n     2.   The Connection Between Zayas and 16 Holbrook Road6\r               2.   The Connection Between Zayas and 16 Holbrook Road\r                                                                     \r\n                    \r                              \r\n\n     6We review  the district  court's factual findings  (if any)\r\nonly for clear error, but we review de novo its ultimate determi-\r                                                     \r\nnation that a  given set of  facts constituted \"probable  cause.\"\r\n\n                                12\r\r\n\n          Zayas argues that the Graffam affidavit is insufficient\r\n\nbecause  (i) it did not  explicitly identify 16  Holbrook Road as\r                                             \r\n\nthe address at which the second CI visited Zayas on several prior\r\n\noccasions and saw large amounts of cocaine and cash, and (ii) the\r\n\ndescription  of the premises given  by the second  CI differed in\r\n\nsome respects  from the  information disclosed in  the subsequent\r\n\naerial surveillance.   See supra Section  I.A.2.  We  note at the\r                                          \r\n\noutset that  this argument  ignores the incriminating  network of\r                                                                           \r\n\ncircumstantial evidence pointing unmistakably to 16 Holbrook Road\r                                 \r\n\nas the Bedford residence at which the second CI had visited Zayas\r\n\nin  the  past, see  supra Section  I.A.   Moreover,  its implicit\r                                   \r\n\npresumption that  the second CI  probably led the  authorities to\r\n\npremises  other than  those  at which  he  had visited  Zayas  is\r\n\nuntenable  given Graffam's  attestation  that the  second CI  had\r\n\ndemonstrated his  reliability in the  past. See United  States v.\r                                                                        \r\n\nSchaefer, 87 F.3d  562, 566 1st Cir. 1996).7   Finally, the argu-\r                  \r\n                    \r                              \r\n\nSee  United States v.  Schaefer, 87 F.3d  562, 565 n.2  (1st Cir.\r                                         \r\n1996) (citing Ornelas v. United States, 116 S. Ct. 1657 (1996)).\r                                                \r\n\n     7In addition, the second  CI related prior criminal activity\r\nby Zayas (e.g., dumping cocaine over an embankment in 1992 at the\r\ntime he was arrested in Connecticut) and descriptions of exterior\r\nand  interior features at 16 Holbrook Road.  See Taylor, 985 F.2d\r                                                                 \r\nat  6 (noting that a CI's overall reliability may be demonstrated\r\nby  the \"very specificity  and detail\" of  descriptions of search\r\npremises, or  of defendant's prior criminal  activity or record).\r\nMoreover, the authorities here independently corroborated many of\r\nthese details through a documentation and record check and aerial\r\nsurveillance.   See Soule, 908  F.2d at 1039  (noting that police\r                                   \r\ncontemporaneously  corroborated  \"the  material elements  of  the\r\n[informant's] tip\").  Further, some of the second CI's statements\r\nwere confirmed by the  third CI (e.g., the description  of Zayas'\r\nwife/girlfriend as a white,  thirty-year-old female    a descrip-\r\ntion likewise corroborated by  a documentation check on Koehler).\r\nSee Schaefer, 87  F.3d at 566 (holding that consistencies between\r                      \r\n\n                                13\r\r\n\nment aimed at undermining  the corroborative information gathered\r\n\nthrough aerial  surveillance of 16 Holbrook  Road likewise fails,\r\n\nsince it too presumes that the  second CI either did not know the\r                                                                       \r\n\nlocation of the premises at which he had visited Zayas on several\r\n\nprior occasions  or that  he misrepresented its  physical charac-\r\n\nteristics.  See id.  at 567 (\"When an informant's  statements and\r                             \r\n\nthe events he describes diverge in minor ways, the magistrate may\r\n\nreasonably choose  to credit  the statements and  disregard petty\r\n\ninconsistencies.\").  \r\n\n          Our de  novo assessment of the totality  of the circum-\r                                \r\n\nstances conveyed in  the Graffam affidavit persuades  us that the\r\n\nissuing  magistrate had  a  substantial basis  for crediting  the\r\n\nsecond CI's overall reliability, and by extension his identifica-\r\n\ntion  of 16 Holbrook Road as the  locus of his prior visits.  The\r\n\ndemonstrated  reliability of  the  second CI,  together with  the\r\n\nsubstantial  similarity in  the physical  characteristics of  the\r\n\npremises, as described  by the  second CI and  buttressed by  the\r\n\naerial  surveillance  of  16  Holbrook  Road,  provided  adequate\r\n\nsupport  for the  issuing  magistrate's  practical,  common-sense\r\n\n\"probable  cause\"  determination  that  the  Zayas residence/drug\r\n\noperation base previously visited by the second CI was located at\r\n\n16 Holbrook Road in Bedford, New Hampshire.   See Gates, 462 U.S.\r                                                                 \r\n\nat 238.\r\n\nB.   The Staleness Claim \r          B.   The Staleness Claim \r                                  \r\n                    \r                              \r\n\ninformants'  reports  may  serve   to  validate  both  accounts).\r                                                               \r\n\"[Because an informant  is right  about some things,  he is  more\r\nprobably right about others.\"  Alabama, 496 U.S. at 331.\r                                                \r\n\n                                14\r\r\n\n     1.   Leon Bypass\r               1.   Leon Bypass\r                               \r\n\n          The district court elected to  bypass the merits of the\r\n\nstaleness claim  that the Graffam affidavit  afforded no substan-\r\n\ntial  basis  for a  \"probable  cause\" finding  that  Zayas either\r\n\nresided or  conducted drug operations within  a reasonably recent\r\n\ntime  frame at 16 Holbrook Road.  See Zayas-Diaz, No. 94-30-01-B,\r                                                          \r\n\nslip op. at  7.  Leon  allows the trial  court, in its  \"informed\r                               \r\n\ndiscretion,\"  to  bypass  the  customary  \"merits\"  inquiry  into\r\n\nwhether  there existed  a  \"substantial basis\"  for the  probable\r\n\ncause determination  made by  the issuing magistrate,  and simply\r\n\ndecide instead whether  the challenged search in  all events came\r\n\nwithin  the  \"good faith\"  exception  to  the exclusionary  rule.\r\n\nLeon, 468 U.S. at 925; see Gates, 462 U.S. at  264-65 (White, J.,\r                                          \r\n\nconcurring);  see, e.g., United  States v. Manning,  79 F.3d 212,\r                                                            \r\n\n221 (1st Cir. 1996),  petition for cert. filed,      U.S.L.W.    \r                                                        \r\n\n(U.S.  June 19,  1996)  (No. 95-9375);  Craig,  861 F.2d  at  820\r                                                       \r\n\n(discussing  principles of  \"judicial restraint\"  and \"precedent\"\r\n\naffecting Leon bypass determinations).8  \r                        \r\n                    \r                              \r\n\n     8Leon  identifies  important prudential  considerations that\r                    \r\ninform the  discretionary  bypass  decision  at  the  suppression\r\nstage. \r\n\n          If  the  resolution  of  a  particular Fourth\r\n          Amendment  question  is  necessary  to  guide\r\n          future action by law enforcement officers and\r\n          magistrates,  nothing will  prevent reviewing\r\n          courts  from  deciding  that question  before\r\n          turning to the good-faith issue.   Indeed, it\r\n          frequently  will  be  difficult to  determine\r\n          whether the officers acted reasonably without\r\n          resolving the  Fourth Amendment issue.   Even\r\n          if the  Fourth Amendment question  is not one\r\n          of broad import,  reviewing courts could  de-\r\n\n                                15\r\r\n\n     2.   The Leon Exception\r               2.   The Leon Exception\r                                      \r\n\n          The  instant Leon  \"good faith\"  analysis fundamentally\r                                     \r\n\ndepends  upon the  \"probable  cause\" concept  itself.   See supra\r                                                                           \r\n\nSection  II.A.1. The  \"commission\"  and \"nexus\"  elements in  the\r\n\n\"probable cause\" analysis each  include a temporal component. The\r\n\nissuing  magistrate  must  not  only consider  the  accuracy  and\r\n\nreliability of  the historical  facts related in  the affidavits,\r\n\nbut must  determine,  inter alia,  whether  the totality  of  the\r                                          \r\n\ncircumstances  reasonably inferable  from  the affidavits  demon-\r\n\nstrates  a  \"fair  probability\"  that evidence  material  to  the\r\n\n\"commission\"  of the  probable  crime will  be  disclosed at  the\r\n\nsearch premises at about the time the search warrant would issue,\r\n\nrather than at some remote time.  See Sgro v.  United States, 287\r                                                                      \r\n\nU.S. 206, 210 (1932); United States v. Wilkinson, 926 F.2d 22, 27\r                                                          \r\n\n(1st Cir.), cert. denied, 501 U.S. 1211 (1991).  \r                                  \r\n\n          As the more serious  challenge to the Graffam affidavit\r\n\nfocuses  on  its  allegedly  \"stale\" information,  thus  arguably\r\n\ndescribing events that occurred at  some remote earlier time, see\r                                                                           \r\n\n                    \r                              \r\n\n          cide  in  particular  cases that  magistrates\r\n          under their supervision  need to be  informed\r\n          of their errors and so evaluate the officers'\r\n          good  faith only  after finding  a violation.\r\n          In  other  circumstances, those  courts could\r\n          reject suppression motions  posing no  impor-\r\n          tant  Fourth  Amendment questions  by turning\r\n          immediately   to   a  consideration   of  the\r\n          officers' good  faith.  We have  no reason to\r\n          believe that our  Fourth Amendment  jurispru-\r\n          dence would suffer . . . .\r\n\nLeon,  468 U.S. at 925.   As neither  party challenges the bypass\r              \r\ndecision itself, we turn directly to the Leon exception. \r                                                       \r\n\n                                16\r\r\n\nBucuvalas, 970 F.2d at 940, we devote particular attention to the\r                   \r\n\ncontemporaneity of the attested  facts relating to Zayas' connec-\r\n\ntion with  16  Holbrook Road  at  or about  the time  the  search\r\n\nwarrant  issued on  March 4,  1994.   As already  noted, however,\r\n\nultimately the  \"probable cause\" analysis takes  into account the\r\n\ntotality of  the  circumstances  reasonably  inferable  from  the\r\n\nreliable facts  set forth in the Graffam affidavit.  Thus, a weak\r\n\nshowing on a particular  factor may be offset by  more compelling\r\n\nevidence  on  another relevant  factor  in  the \"probable  cause\"\r\n\nanalysis.  See supra Section II.A.1.  \r                              \r\n\n          Once the  trial court elects  to bypass the  merits and\r\n\nproceed with  the Leon  analysis, moreover, the  \"probable cause\"\r                                \r\n\nfocus  shifts.  Since no deterrent purpose is served by sanction-\r\n\ning \"objectively  reasonable\" law enforcement conduct, see United\r                                                                           \r\n\nStates  v. Ricciardelli, 998 F.2d 8, 15 (1st Cir. 1993) (citation\r                                 \r\n\nomitted), the \"extreme sanction\"  of exclusion is inapplicable to\r\n\nevidence seized  pursuant  to a  search  warrant obtained  in  an\r\n\n\"objectively  reasonable\" manner from  a neutral magistrate, even\r\n\nassuming the warrant or supporting affidavits were defective, see\r                                                                           \r\n\nLeon, 468 U.S. at 921, 926. \r              \r\n\n          The Supreme  Court employed  four exemplars in  Leon to\r                                                                        \r\n\noutline the  ongoing role  it envisioned for  \"exclusionary rule\"\r\n\ndeterrence in circumstances where  evidence is seized pursuant to\r\n\na search warrant:   (1) the magistrate is \"misled  by information\r\n\nin  an affidavit that  the affiant knew  was false  or would have\r\n\nknown was false except for his reckless disregard for the truth\";\r\n\n                                17\r\r\n\n(2) the magistrate \"wholly  abandon[s] his [detached and neutral]\r\n\njudicial role\"; (3) the warrant  is \"so facially deficient [e.g.,\r\n\nfailing to  list, with sufficient particularity,  the evidence to\r\n\nbe  seized] . . .  that the executing  officers cannot reasonably\r\n\npresume it to  be valid\";  or (4) the  supporting affidavits  are\r\n\n\"`so lacking in indicia  of probable cause as to  render official\r\n\nbelief  in  its existence  entirely  unreasonable.'\"  Id. at  923\r                                                                   \r\n\n(citing Brown v.  Illinois, 422 U.S. 590, 610-11  (1975) (Powell,\r                                    \r\n\nJ., concurring  in part)).   The instant Leon  dispute implicates\r                                                       \r\n\nonly the latter category.9  \r\n\n          With  respect to the  critical temporal  \"nexus,\" Zayas\r\n\ncontends  that  the  Graffam  affidavit  contained  only  \"stale\"\r\n\ninformation that he  resided or conducted  drug operations at  16\r\n\nHolbrook Road, since the second  CI did not specify when he  last\r\n\nvisited  Zayas there.  Absent  other reliable evidence  of a dis-\r\n\ncernible temporal  nexus, says Zayas, it  was \"entirely unreason-\r\n\nable\" for the executing officers to rely on the Graffam affidavit\r\n\nas an adequate  basis for the required  \"probable cause\" showing.\r\n\nSee id.  This challenge likewise impermissibly depends, in  part,\r                 \r\n\n                    \r                              \r\n\n     9Zayas  does not claim, for example, that the second CI told\r\nthe authorities the  date he  last visited Zayas  at 16  Holbrook\r\nRoad, nor  that such  information was deliberately  or recklessly\r\nomitted from the Graffam  affidavit.  See, e.g., Craig,  861 F.2d\r                                                                \r\nat 822 (noting that defendant did not contend that the Leon \"good\r                                                                     \r\nfaith\"  exception  was unavailable  because  the affiant  omitted\r\ninformation from  the affidavit  to deceive the  issuing judicial\r\nofficer).  Of course,  had Zayas meant to impugn  police motives,\r\nthe appropriate course would have been  to request an evidentiary\r\nhearing  under  Franks.   See Franks  v.  Delaware, 438  U.S. 154\r                                                            \r\n(1978);  United  States v.  Williams, 897 F.2d  1034, 1038  (10th\r                                              \r\nCir. 1990), cert. denied, 500 U.S. 937 (1991).  \r                                  \r\n\n                                18\r\r\n\nupon  the implicit  assumption  that the  second CI  misdescribed\r\n\nexterior features  of the premises,  but see supra  Section II.A,\r                                                            \r\n\ndespite  the  substantially  contemporaneous aerial  surveillance\r                                                      \r\n\nwhich  essentially  corroborated  the  description  given by  the\r\n\nsecond CI, and notwithstanding  Graffam's vouching for the second\r\n\nCI's reliability.  \r\n\n          The lone respect  in which this  aspect of Zayas'  Leon\r                                                                           \r\n\nchallenge differs  from that  discussed above, see  supra Section\r                                                                   \r\n\nII.A,  is its focus on Graffam's undeniable failure to ascribe in\r\n\nthe affidavit an approximate  date to the second CI's  last visit\r\n\nwith Zayas at 16 Holbrook Road.  At this juncture it is important\r\n\nto note  that the government must  establish \"objectively reason-\r\n\nable\"  reliance on a defective warrant, see, e.g., Leon, 468 U.S.\r                                                                 \r\n\nat 924, based on all the circumstances, id. at 923; Ricciardelli,\r                                                                          \r\n\n998  F.2d at  15.   Moreover, though  the \"clear  error\" standard\r\n\ngoverns our review  of any  findings of fact,  see, e.g.,  United\r                                                                           \r\n\nStates  v. Jackson,  67 F.3d  1359, 1366  (8th Cir.  1995), cert.\r                                                                           \r\n\ndenied,  116 S. Ct. 1684 (1996), the ultimate determination as to\r                \r\n\nwhether the  executing officers acted  in objectively  reasonable\r\n\nreliance  on a  defective warrant  is reviewed  de novo.   United\r                                                                           \r\n\nStates v. Procopio, 88 F.3d 21, 28 (1st Cir. 1996).10  \r                            \r\n                    \r                              \r\n\n     10In  our own case, the district court relied on the follow-\r\ning four grounds.   First, in describing his \"several\"  visits to\r\n16 Holbrook Road,  the second  CI stated that  Juan \"lives,\"  and\r\n\"deals\" drugs,  in Bedford.  Zayas-Diaz, No. 94-30-01-B, slip op.\r                                                 \r\nat 8.   Next, the  follow-up aerial surveillance  of 16  Holbrook\r\nRoad \"substantially\" corroborated the second CI's  description of\r\nthe  residential  grounds  at 16  Holbrook  Road.    Id.   Third,\r                                                                  \r\nMarcello Sosa admitted that his cocaine supplier, \"Juan,\" \"lived\"\r\nin Bedford.   Id. at 8-9.  Finally, the statements James McDowell\r                           \r\n\n                                19\r\r\n\n          Were the critical time  element presently under discus-\r\n\nsion  otherwise  indiscernible within  the  four  corners of  the\r\n\nGraffam affidavit, see Bucuvalas, 970 F.2d at 940, the government\r                                          \r\n\nmight well  have been unable  to save the  evidence seized at  16\r\n\nHolbrook Road.  See, e.g., United States v. Huggins, 733 F. Supp.\r                                                             \r\n\n445,  449 (D.D.C.  1990)  (Leon doctrine  unavailing where  court\r                                         \r\n\ncould not infer, from information within \"the four corners of the\r\n\naffidavit . .  . the time during which the  criminal activity was\r\n\nobserved\") (citing  Herrington v.  State, 697 S.W.2d  899, 900-01\r                                                  \r\n\n(Ark.  1985)).  Ostensibly, the second CI's statement that he had\r\n\nvisited with Zayas at 16 Holbrook Road  on several occasions is a\r\n\nprime example  of \"undated  stale\" information, which  raises the\r\n\nspecter that \"officers  with information of  questionable recency\r\n\n[may]  escape embarrassment  by simply  omitting averments  as to\r\n\ntime.\"   Rosencranz v. United States, 356 F.2d 310, 316 (1st Cir.\r                                              \r\n\n1966).   Moreover,  as the  government all  but conceded  at oral\r\n\nargument,  it  would  seem  that a  reasonably  well-trained  law\r\n\nenforcement officer should be familiar with the fundamental legal\r\n\nprinciple  that both  the  \"commission\" and  \"nexus\" elements  of\r\n\n\"probable cause\"  include an  essential temporal component.   See\r                                                                           \r\n\nLeon, 468 U.S. at 920, n.20.  Without necessarily endorsing their\r              \r\n\nsufficiency,  we  acknowledge that  the  circumstantial consider-\r\n\nations relied upon by the district court, see supra note 10,  are\r                                                             \r\n                    \r                              \r\n\nmade to the authorities in February 1994    that \"Nelson Martell\"\r\n(Zayas) had been with Brenda Koehler when she leased the McDowell\r\ngarage,  and the  two  \"appear[ed] to  be  husband and  wife\"    \r\nprovided  some further  support for  a reasonable  inference that\r\nKoehler and Zayas lived together at 16Holbrook Road.  Id. at 9.  \r                                                                   \r\n\n                                20\r\r\n\nrelevant to the  required nexus  between the date  the second  CI\r\n\nvisited with Zayas at  16 Holbrook Road and  the date the  search\r\n\nwarrant issued. \r\n\n          Fortunately  for  the government,  other circumstantial\r\n\nindicia  buttress  the  required  temporal link.    The  analysis\r\n\nsuggested  by  Zayas disregards  salient  inferences which  well-\r\n\ntrained,  objectively reasonable  law enforcement  officers might\r\n\ndraw  from the  totality of  the  circumstances disclosed  in the\r\n\nGraffam affidavit.  See Gates, 462 U.S. at 238 (requiring practi-\r                                       \r\n\ncal, common-sense \"probable cause\" assessments  by issuing magis-\r\n\ntrates and  reviewing courts).   Thus,  Zayas adroitly  skews the\r\n\nfocus of  the Leon debate,  from whether  a well-trained  officer\r                            \r\n\nreasonably could have relied  upon a search warrant based  on the\r\n\nevidence described in the  Graffam affidavit as well as  all fair\r                                                                           \r\n\ninferences  therefrom, to  whether a  well-trained officer  would\r                               \r\n\nhave known that supporting affidavits whenever practicable should\r\n\nprovide at least approximate dates for pivotal events such as the\r\n\nsecond CI's last visit with Zayas at 16 Holbrook Road.  \r\n\n          While Zayas would win  the latter debate hands-down, he\r\n\nloses  the former  under Leon's \"objectively  reasonable officer\"\r                                       \r\n\ntest  because the  Graffam affidavit  describes a  collocation of\r\n\ncircumstances,   as  well  as  expert  law-enforcement  insights,\r\n\nadequate to enable the recency of the critical last visit by  the\r\n\nsecond CI to be fairly inferred.  See United States v. Jewell, 60\r                                                                       \r\n\nF.3d 20, 23 (1st Cir. 1995) (citing \"totality of the circumstanc-\r\n\nes\"  test, and rejecting  defendant's invitation to  \"engage in a\r\n\n                                21\r\r\n\npiecemeal examination of the affidavit, and [to] base our  review\r\n\nof the clerk-magistrate's actions on  `\"bits and pieces of infor-\r\n\nmation in  isolation\"'\") (citation omitted).   First, the Graffam\r\n\naffidavit  afforded ample basis for  finding the second CI trust-\r\n\nworthy.11    See supra  Section II.A.  Second,  the link  with 16\r                                \r\n\nHolbrook  Road, whether  as  Zayas' residence  or drug  operation\r\n\nsite, plainly satisfied the \"probable cause\"  standard.  All that\r\n\nremained  was  the temporal  component  of  the \"commission\"  and\r\n\n\"nexus\" elements.  See supra pps. 13-15.  \r                                      \r\n\n                    \r                              \r\n\n     11The  affidavit  would  enable  a  reasonably  well-trained\r\npolice  officer to  conclude that  the second  CI was  a reliable\r\ninformant,  based both  on  Graffam's vouching  and  on the  very\r\ndetail  of the  second  CI's information  about \"Nelson  Martell\"\r\n[Zayas],  particularly  the  earlier  cocaine-related  arrest  in\r\nConnecticut,  see supra note  7, which Graffam  verified with the\r                                 \r\nConnecticut police before the affidavit was submitted.\r\n\n                                22\r\r\n\n          As to  the \"commission\" element, the  ongoing nature of\r\n\nZayas' cocaine trafficking activities  in the Manchester area was\r\n\namply demonstrated in the  supporting affidavit: first, by Sosa's\r\n\nadmission  that  Zayas had  supplied  the six  ounces  of cocaine\r\n\nseized from Sosa's  residence on  January 26, 1994,  the date  of\r\n\nSosa's  arrest; and by the second CI, who informed the Manchester\r\n\npolice  on February 24, 1994    twelve days before the challenged\r\n\nsearch    that Zayas,  alias \"Juan,\" \"currently controls\" cocaine\r\n\ndistribution  at  various  Manchester   business  establishments,\r\n\nincluding the Oasis Social Club.  See supra Section I.A.1. \r                                                     \r\n\n          As to the \"nexus\" element,  the pivotal linkage was the\r\n\nsecond  CI's statement  that  \"Juan lives\"  in Bedford,  where on\r\n\n\"several occasions\"  the second  CI had  visited \"Juan\" and  seen\r\n\ncocaine and  cash in  substantial quantities.   Though imprecise,\r\n\nthese  temporal references were related  by the second  CI in the\r\n\npresent tense, which at the very least would permit an objective-\r\n\nly  reasonable officer  to infer  that the  occurrences described\r\n\nwere  substantially contemporaneous with  the second  CI's inter-\r\n\nview, which in turn took place  within twelve days of the warrant\r                                                                           \r\n\napplication.   The  second CI's  description of  various exterior\r                     \r\n\nfeatures of  16 Holbrook  Road, as substantially  corroborated by\r\n\nvirtually contemporaneous aerial  surveillance, likewise lent  to\r\n\nthe probability that his last  visit had been relatively  recent,\r\n\nrather  than remote in time.  The  few minor discrepancies in the\r\n\nsecond  CI's descriptive  account  were by  no means  necessarily\r\n\nattributable  to a substantial time lapse.  See Schaefer, 87 F.3d\r                                                                  \r\n\n                                23\r\r\n\nat 567 (noting that  \"magistrate may reasonably  choose to . .  .\r\n\ndisregard  petty  inconsistencies\"  in  informants'  statements).\r\n\nFinally,  the second CI made statements  that plainly imply regu-\r\n\nlar,  ongoing  transactions  at  16  Holbrook  Road,  e.g.,  that\r\n\n\"[S]panish males\"  arrived \"every  Tuesday\" at the  Bedford resi-\r                                           \r\n\ndence in automobiles bearing New York license plates.\r\n\n          Absent   any  indication  or  suggestion  that  Graffam\r\n\npurposely withheld  more precise  temporal references  adverse to\r\n\nthe  warrant  application, see  supra note  9,  it would  be pure\r                                               \r\n\nspeculation to credit Zayas' implicit premise that the last visit\r\n\nthe second CI had with Zayas at  16 Holbrook Road was necessarily\r\n\nremote  in time even though  there was probable  cause to believe\r\n\nthat  Zayas was  still trafficking  cocaine less  than  two weeks\r\n\nbefore the search.  See, e.g., id. at 568 (\"[I]t is common ground\r                                           \r\n\nthat drug  conspiracies tend to be  ongoing operations, rendering\r\n\ntimely [two- or three-year-old]  information that might, in other\r\n\ncontexts, be regarded as stale.\"); United States v. Hernandez, 80\r                                                                       \r\n\nF.3d  1253, 1259 (9th Cir. 1996) (\"With respect to drug traffick-\r\n\ning,  probable cause  may  continue  for  several weeks,  if  not\r\n\nmonths, [from] the last reported instance of suspect activity.\");\r\n\nUnited States v. Smith, 9 F.3d  1007, 1014 (2d Cir. 1993)  (weeks\r                                \r\n\nor months); Rivera v.  United States, 928 F.2d 592, 602  (2d Cir.\r                                              \r\n\n1991) (noting that in drug trafficking cases,  information may be\r\n\nweeks or months old). Finally, it is one thing to find use of the\r\n\npast tense \"lived\" insufficient  to indicate a current residence,\r\n\nas Zayas  urges; quite  another to equate  \"lives\" with  \"lived.\"\r\n\n                                24\r\r\n\nSee  supra Section  I.A.2.   It is  one matter  to find  the term\r                    \r\n\n\"dealt\"  inadequate  to  indicate  current  drug  dealing;  quite\r\n\nanother to equate \"deals\" with \"dealt.\"  See id. \r                                                          \r\n\n          To this must be added the weight due Graffam's insights\r\n\ninto drug  trafficking  modi operandi,  based  on more  than  two\r                                               \r\n\ndecades as  a DEA agent.   See supra  Subsections I.A.4  &amp; I.A.5.\r                                              \r\n\nGiven Graffam's expertise, it would be \"objectively unreasonable\"\r\n\nto  conclude, as  Zayas simply  presumes,  that mere  stoppage of\r                                                  \r\n\npostal deliveries  and electrical  utility services, or  the use,\r\n\nlisting, and/or maintenance  of other  residential addresses,  or\r\n\nnominee  owners such  as Brenda  Koehler, compelled  an inference\r\n\nthat Zayas was no longer residing, conducting drug operations, or\r\n\nkeeping illicit drug-related records, at 16 Holbrook Road.  Thus,\r\n\nin no sense  would it  have been objectively  unreasonable for  a\r\n\nwell-trained police officer to believe there was a fair probabil-\r\n\nity that  these developments were subterfuges  prompted by Sosa's\r\n\nrecent arrest and  designed to prevent detection, as  the Graffam\r\n\naffidavit indicated.  See id.\r                                       \r\n\n                               III\r                                         III\r\n\n                            CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          We therefore  conclude that a well-trained law enforce-\r\n\nment  officer  reasonably  could  have relied  upon  the  Graffam\r\n\naffidavit  as  adequate  support  for  the  issuing  magistrate's\r\n\nfinding that there was  a fair probability that drug  trafficking\r\n\nrecords  would be found  at 16  Holbrook Road  on March  8, 1994.\r\n\nAccordingly, the district court judgment is affirmed. \r                       the district court judgment is affirmed. \r                                                              \r\n\n                                25\r\r\n",
  "html": "<p class=\"case_cite\">95 F.3d 105</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Juan ZAYAS-DIAZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1910.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 2, 1996.<br>Decided Sept. 9, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Paul J. Garrity, Londonberry, NH, for appellant.</p>\n      <p class=\"indent\">Terry L. Ollila, Assistant United States Attorney, with whom Paul M. Gagnon, United States Attorney, was on brief, Concord, NH, for appellee.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Juan Zayas-Diaz (\"Zayas\") challenges two pivotal rulings underlying the district court's refusal to suppress evidence seized pursuant to a warrant allegedly based on information that failed to connect Zayas to the search premises within a reasonably recent time frame.  The court first determined, on the merits, that the affidavit supporting the warrant application contained adequate reliable information to connect Zayas to the search premises in the past.  Next, the court bypassed the merits of the staleness claim and held the exclusionary rule inapplicable on the ground that the search had been conducted in \"objectively reasonable\" reliance on the warrant.  See United States v. Leon, 468 U.S. 897, 104 S.Ct. 3405, 82 L.Ed.2d 677 (1984).  Finding no error, we now affirm the district court judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <p>A. The Graffam Affidavit</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On March 8, 1994, a warrant was obtained to search a single-family residence in Bedford, New Hampshire, based on a nineteen-page affidavit by Special Agent Gerald Graffam of the United States Drug Enforcement Administration (\"DEA\"), purporting to establish probable cause to believe that Zayas then or recently resided at 16 Holbrook Road and used it as an operational base for cocaine trafficking.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The warrant application sought authorization to search for various drug-related documents and currency evidencing the suspected cocaine trafficking activity.</p>\n    </div>\n    <p>1. The Cocaine Trafficking</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Graffam affidavit included information purporting to establish that Zayas was supplying cocaine for distribution at various establishments in nearby Manchester, New Hampshire, including the Oasis Social Club.  Based on information provided by a \"reliable\" confidential informant (\"first CI\"), the affidavit related that Marcello Sosa had been arrested on January 26, 1994, for selling cocaine at the Oasis Social Club.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  An arresting officer advised that he had noticed an individual, known to him as \"Juan Rosario\" alias \"Nelson Martell,\" at the Oasis Social Club during Sosa's arrest.  The first CI confirmed that he too had seen Sosa and a person known to him as \"Juan\" meet at the club, not only at the time of Sosa's arrest but on prior occasions.  Sosa himself admitted that a man named \"Juan,\" who was present when Sosa was arrested, had supplied the six ounces of cocaine seized from Sosa's residence shortly after the arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">A subsequent documentation and record check disclosed a series of roughly compatible descriptions for \"Nelson Martell\" (height 5'6-9\";  weight 130-160 pounds;  hair black or brown;  eyes brown;  glasses;  left-arm tattoo;  social security number zmi-zf-pqnn  birth date either May 4, 1961 or August 16, 1954);  home address 275 Lake Avenue, Manchester;  license suspension for drunk driving in 1991;  New Hampshire conviction and suspended sentence for heroin trafficking in 1992;  and a December 1992 arrest and pending prosecution for cocaine trafficking in Connecticut, during which arrest Zayas attempted to discard cocaine over a highway embankment;  and other aliases, including \"Juan Gonzalez.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On February 24, 1994, twelve days before the search, the Manchester police interviewed a confidential informant (\"second CI\").  The second CI, who had \"provided reliable information to law enforcement in the past,\" advised that he knew a person named \"Juan,\" surname believed to be \"Esquevar,\" who \"currently controls\" cocaine distribution at various Manchester business establishments, including the Oasis Social Club, and who delivered cocaine daily to his \"workers,\" including Sosa.  The second CI described \"Juan\" (Cuban, dark-skinned, height 5'10\", weight 160 pounds, black hair, brown eyes, glasses), and told the authorities that he was \"aware\" that \"Juan\" had been arrested in Connecticut on a cocaine trafficking charge, and that \"Juan\" had attempted to discard two kilos of cocaine at the time of the arrest by throwing it over a highway embankment.</p>\n    </div>\n    <p>2. Zayas and 16 Holbrook Road</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Although the documentation check revealed a listed home address for \"Nelson Martell\" (i.e., Zayas) at 275 Lake Avenue in Manchester, the Graffam affidavit attested to facts purporting to show that Zayas currently or recently resided at 16 Holbrook Road in Bedford, New Hampshire.  Following his arrest, Sosa told police that \"Juan,\" his supplier, \"lived\" in Bedford, New Hampshire.  Moreover, on February 24, 1994, the second CI also had advised the authorities that Juan \"lives\" in Bedford and \"deals\" large amounts of cocaine.  The second CI added that he had \"been to Juan's Bedford residence on several occasions and seen large quantities of cocaine and cash present,\" and that \"[S]panish males,\" in two or more automobiles bearing New York license plates, arrived \"every Tuesday\" at the Bedford residence.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On February 24, 1994, after his interview, the second CI led the authorities to the Bedford premises at which he had visited \"Juan.\"   Presumably to avoid detection, the authorities did not enter upon the premises.  Instead, the second CI described specific features of the residential grounds, including (1) a long driveway lined with three birdhouses containing concealed video cameras;  (2) a shack-like residence with peeling brown paint;  (3) five dogs outside the house, and an unspecified number of dog houses;  and (4) four or five abandoned/junk vehicles, including a motorcycle.  The second CI described interior features of the residence itself, including (1) a video monitor connected to the \"birdhouse\" cameras;  (2) furnishings, \"in good condition\" compared with the shabby exterior of the residence;  and (3) in the basement, a restaurant-style refrigerator for storing cocaine.  Subsequent aerial surveillance at 16 Holbrook Road revealed a long driveway, a brown single-family dwelling with detached garage and shed, and \"at least three (3) doghouses and two (2) abandoned vehicles.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>3. The \"Residence\" at 16 Holbrook Road and the Zayas-Koehler</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>\"Relationship \"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Graffam affidavit purported to establish 16 Holbrook Road as Zayas' current or recent residence or drug operation base, by demonstrating that codefendant Brenda Koehler currently or recently lived there, and that she and Zayas were currently involved in a close relationship.  The second CI advised the authorities that \"Juan\" lived at 16 Holbrook Road \"with a girlfriend,\" described as a \"white female,\" about thirty years old, with brown hair, whose son also resided at 16 Holbrook Road and \"attends\" Trinity High School, where he \"plays football.\"   An October 1992 police incident report confirmed that a \"Kevin Koehler\" had sustained an injury while playing football at Trinity High School, identified his mother as Brenda Koehler, \"16 Holbrook Road,\" telephone number 624-8730.  A postal delivery check indicated that Kevin Koehler had received mail at 16 Holbrook Road in 1992.  A June 1993 traffic accident report reflected 16 Holbrook Road as Brenda Koehler's home address.  A third confidential informant (\"third CI\") confirmed that \"Juan,\" who supplied cocaine to workers at the Oasis Social Club, \"had a white wife ... in her thirties.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On February 10, 1994, James McDowell advised the authorities that he had leased a garage at 425 Second Street, Manchester, to Brenda Koehler, who was accompanied by a \"Nelson Martell\" at the time she signed the lease.  The Graffam affidavit failed to disclose the date the lease was signed.  McDowell told the authorities that he \"believed Brenda Koehler was Martell's wife,\" and advised that Koehler gave \"16 Holbrook Road\" as her home address, and 624-8730 as her telephone number.  Thereafter, in late February 1994, a motor vehicle registration check disclosed a roughly compatible physical description for Brenda Koehler (\"white female,\" thirty-four years old, height 5' 2\", brown hair, brown eyes), and listed her address as 481 Beacon Street, Manchester.</p>\n    </div>\n    <p>4. Activity at 16 Holbrook Road</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In late February 1994, the authorities learned that mail was not \"presently\" being received at 16 Holbrook Road.  Moreover, by this time there was no longer a telephone listing for 16 Holbrook Road.  The electrical utility listing nonetheless continued to reflect that Brenda Koehler was the person responsible for payment.  Moreover, though the premises were heated by oil, the electrical utility reported the following billings:  October-November 1993 ($565 for 4595 kw hours), November-December 1993 ($462 for 3679 kw hours), and December 1993-January 1994 ($600.00 for 5024 kw hours).</p>\n    </div>\n    <p>5. Graffam's Law Enforcement Experience</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Finally, based on Graffam's twenty-two years as a DEA agent, the supporting affidavit stated that active drug traffickers commonly:  (1) retain for ready reference, in their residences for extended periods, records relating to their ongoing trafficking activities;  (2) assume fictitious names or use nominees to avoid detection;  (3) establish surveillance at their operational bases to detect law enforcement activity;  and (4) attempt to avoid disclosure or discovery of their actual residences and operational bases by suspending mail and telephone service.B. The District Court Proceedings</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The search conducted pursuant to the challenged warrant disclosed ammunition, cocaine residue, cocaine distributing paraphernalia, substantial cash, and numerous documents detailing Zayas' ongoing cocaine trafficking activities.  In due course, Zayas and ten associates, including Brenda Koehler, were charged with conspiracy to possess cocaine with intent to distribute.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See 21 U.S.C. &#167;&#167; 841(a)(1), 846.  Zayas and Koehler jointly sought to suppress the evidence seized at 16 Holbrook Road, claiming among other things that the Graffam affidavit did not reflect \"16 Holbrook Road\" as the address at which \"Juan\" resided or conducted drug operations and that much crucial information in the affidavit was irredeemably \"stale.\"   Zayas stressed in particular that the Graffam affidavit, which identified February 24, 1994, as the date upon which the authorities interviewed the second CI, nonetheless failed to state when the second CI last visited with \"Juan\" at 16 Holbrook Road.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The district court denied the motion to suppress after an evidentiary hearing.  United States v. Zayas-Diaz, No. 94-30-01-B, 1995 WL 154841 (D.N.H. Mar. 23, 1995).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  First, it ruled that the Graffam affidavit contained sufficient information to provide probable cause to believe that Zayas either resided or conducted drug operations at 16 Holbrook Road.  Second, without deciding whether the matters affirmed in the Graffam affidavit were sufficiently contemporaneous to afford a substantial basis for the probable cause determination, the district court held the exclusionary rule inapplicable based on the so-called \"good faith\" exception.  See Leon, 468 U.S. at 923, 104 S.Ct. at 3421 (holding that the exclusionary rule is not implicated unless, inter alia, the supporting affidavit was \"so lacking in indicia of probable cause as to render official belief in its existence entirely unreasonable\").</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On appeal, Zayas resurfaces two claims previously presented to the district court:  (1) the Graffam affidavit contained insufficient information to provide a substantial basis for finding it probable that evidence relating to Zayas' drug trafficking activities would be found at 16 Holbrook Road;  and (2) the Leon \"good faith\" exception to the exclusionary rule is unavailing because any reasonably well-trained law enforcement officer would know that the \"stale\" information in the Graffam affidavit was not adequate to establish probable cause to believe that 16 Holbrook Road was either Zayas' recent or current residence or drug operation site;  and the more current information neither cured the staleness nor provided an independent basis for a \"probable cause\" determination.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>A. The \"Probable Cause\" Connection Between Zayas and 16 Holbrook Road</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The district court held that the Graffam affidavit afforded probable cause to believe that Zayas resided or conducted drug operations at 16 Holbrook Road in the past.  It found the second CI's identification of 16 Holbrook Road to be reliable because the authorities were \"able to corroborate so much of [his] statement both as to innocent details and as to incriminating matters, such as Zayas-Diaz's involvement in the cocaine transaction.\"   See Tr. of Suppression Hearing at 107-08 (citing United States v. Taylor, 985 F.2d 3, 6 (1st Cir.), cert. denied, 508 U.S. 944, 113 S.Ct. 2426, 124 L.Ed.2d 647 (1993)).</p>\n    </div>\n    <p>1. The \"Probable Cause\" Standard</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">For evidence to avert suppression, see generally Mapp v. Ohio, 367 U.S. 643, 81 S.Ct. 1684, 6 L.Ed.2d 1081 (1961), normally the warrant application must demonstrate probable cause to believe that a particular person has committed a crime--\"the commission element\"--and that enumerated evidence relevant to the probable criminality likely is located at the place to be searched--\"the 'nexus' element\".  United States v. Fuccillo, 808 F.2d 173, 175 (1st Cir.), cert. denied, 482 U.S. 905, 107 S.Ct. 2481, 96 L.Ed.2d 374 (1987).  The issuing magistrate ordinarily considers only the facts set forth in supporting affidavits accompanying the warrant application.  See, e.g., Whiteley v. Warden, Wyo.  State Penitentiary, 401 U.S. 560, 565, 91 S.Ct. 1031, 1035, 28 L.Ed.2d 306 (1971);  Aguilar v. Texas, 378 U.S. 108, 109, 84 S.Ct. 1509, 1511, 12 L.Ed.2d 723 (1964);  United States v. Klein, 565 F.2d 183, 186 n. 4 (1st Cir.1977).  Under the \"probable cause\" standard, the \"totality of the circumstances\" disclosed in the supporting affidavits must demonstrate \"a fair probability that contraband or evidence of a crime will be found in a particular place.\"  Illinois v. Gates, 462 U.S. 213, 238, 103 S.Ct. 2317, 2332, 76 L.Ed.2d 527 (1983) (emphasis added);  United States v. Bucuvalas, 970 F.2d 937, 940 (1st Cir.1992), cert. denied, 507 U.S. 959, 113 S.Ct. 1382, 122 L.Ed.2d 758 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Among others, the factors that may contribute to a \"probable cause\" determination include whether an affidavit supports the probable \" 'veracity' or 'basis of knowledge' of persons supplying hearsay information,\" id.;   whether informant statements are self-authenticating, see, e.g., Taylor, 985 F.2d at 5 (noting that affidavit may support informant's veracity \"through the very specificity and detail with which it relates the informant's first-hand description of the place to be searched\");  whether some or all the informant's factual statements were corroborated wherever reasonable and practicable (e.g., through police surveillance);<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  and whether a law-enforcement affiant included a professional assessment of the probable significance of the facts related by the informant, based on experience or expertise, see United States v. Hoffman, 832 F.2d, 1299, 1306 (1st Cir.1987) (noting that law-enforcement affiants were \"specially trained in the ways of drug trafficking\").  None of these factors is indispensable;  thus, stronger evidence on one or more factors may compensate for a weaker or deficient showing on another.  See Taylor, 985 F.2d at 5;  United States v. Nocella, 849 F.2d 33, 37 (1st Cir.1988);  United States v. Ciampa, 793 F.2d 19, 22 (1986).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Reviewing courts, including both the district court and the court of appeals, must accord \"considerable deference\" to the \"probable cause\" determination made by the issuing magistrate.  See Taylor, 985 F.2d at 5 (\"[T]he duty of the reviewing court is simply to ensure that the magistrate had a 'substantial basis for ... conclud[ing]' that probable cause existed.\").  The reviewing court must examine \"the affidavit in 'a practical, \"common sense\" fashion, and [ ] accord considerable deference to reasonable inferences the [issuing magistrate] may have drawn from the attested facts.' \"  Bucuvalas, 970 F.2d at 940 (citations omitted).  Moreover, given the strong preference for warrants under our Fourth Amendment jurisprudence, normally a reviewing court will defer to an issuing magistrate's \"probable cause\" determination in a doubtful or marginal case.  See United States v. Ventresca, 380 U.S. 102, 109, 85 S.Ct. 741, 746, 13 L.Ed.2d 684 (1965);  United States v. Craig, 861 F.2d 818, 823 (5th Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>2. The Connection Between Zayas and 16 Holbrook Road</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <a class=\"footnote\">6</a>\n        <p></p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Zayas argues that the Graffam affidavit is insufficient because (i) it did not explicitly identify 16 Holbrook Road as the address at which the second CI visited Zayas on several prior occasions and saw large amounts of cocaine and cash, and (ii) the description of the premises given by the second CI differed in some respects from the information disclosed in the subsequent aerial surveillance.  See supra Section I.A.2.  We note at the outset that this argument ignores the incriminating network of circumstantial evidence pointing unmistakably to 16 Holbrook Road as the Bedford residence at which the second CI had visited Zayas in the past, see supra Section I.A.  Moreover, its implicit presumption that the second CI probably led the authorities to premises other than those at which he had visited Zayas is untenable given Graffam's attestation that the second CI had demonstrated his reliability in the past.  See United States v. Schaefer, 87 F.3d 562, 566 (1st Cir.1996).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Finally, the argument aimed at undermining the corroborative information gathered through aerial surveillance of 16 Holbrook Road likewise fails, since it too presumes that the second CI either did not know the location of the premises at which he had visited Zayas on several prior occasions or that he misrepresented its physical characteristics.  See id. at 567 (\"When an informant's statements and the events he describes diverge in minor ways, the magistrate may reasonably choose to credit the statements and disregard petty inconsistencies.\").</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Our de novo assessment of the totality of the circumstances conveyed in the Graffam affidavit persuades us that the issuing magistrate had a substantial basis for crediting the second CI's overall reliability, and by extension his identification of 16 Holbrook Road as the locus of his prior visits.  The demonstrated reliability of the second CI, together with the substantial similarity in the physical characteristics of the premises, as described by the second CI and buttressed by the aerial surveillance of 16 Holbrook Road, provided adequate support for the issuing magistrate's practical, common-sense \"probable cause\" determination that the Zayas residence/drug operation base previously visited by the second CI was located at 16 Holbrook Road in Bedford, New Hampshire.  See Gates, 462 U.S. at 238, 103 S.Ct. at 2332.</p>\n    </div>\n    <p>B. The Staleness Claim</p>\n    <p>1. Leon Bypass</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The district court elected to bypass the merits of the staleness claim that the Graffam affidavit afforded no substantial basis for a \"probable cause\" finding that Zayas either resided or conducted drug operations within a reasonably recent time frame at 16 Holbrook Road.  See Zayas-Diaz, No. 94-30-01-B, slip op. at 7.    Leon allows the trial court, in its \"informed discretion,\" to bypass the customary \"merits\" inquiry into whether there existed a \"substantial basis\" for the probable cause determination made by the issuing magistrate, and simply decide instead whether the challenged search in all events came within the \"good faith\" exception to the exclusionary rule.  Leon, 468 U.S. at 925, 104 S.Ct. at 3421;  see Gates, 462 U.S. at 264-65, 103 S.Ct. at 2346-47 (White, J., concurring);  see, e.g., United States v. Manning, 79 F.3d 212, 221 (1st Cir.1996), cert. denied, --- U.S. ----, 117 S.Ct. 147, 136 L.Ed.2d 93 (1996);  Craig, 861 F.2d at 820 (discussing principles of \"judicial restraint\" and \"precedent\" affecting Leon bypass determinations).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <p>2. The Leon Exception</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The instant Leon \"good faith\" analysis fundamentally depends upon the \"probable cause\" concept itself.  See supra Section II.A.1.  The \"commission\" and \"nexus\" elements in the \"probable cause\" analysis each include a temporal component.  The issuing magistrate must not only consider the accuracy and reliability of the historical facts related in the affidavits, but must determine, inter alia, whether the totality of the circumstances reasonably inferable from the affidavits demonstrates a \"fair probability\" that evidence material to the \"commission\" of the probable crime will be disclosed at the search premises at about the time the search warrant would issue, rather than at some remote time.  See Sgro v. United States, 287 U.S. 206, 210, 53 S.Ct. 138, 140, 77 L.Ed. 260 (1932);  United States v. Wilkinson, 926 F.2d 22, 27 (1st Cir.), cert. denied, 501 U.S. 1211, 111 S.Ct. 2813, 115 L.Ed.2d 985 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">As the more serious challenge to the Graffam affidavit focuses on its allegedly \"stale\" information, thus arguably describing events that occurred at some remote earlier time, see Bucuvalas, 970 F.2d at 940, we devote particular attention to the contemporaneity of the attested facts relating to Zayas' connection with 16 Holbrook Road at or about the time the search warrant issued on March 4, 1994.  As already noted, however, ultimately the \"probable cause\" analysis takes into account the totality of the circumstances reasonably inferable from the reliable facts set forth in the Graffam affidavit.  Thus, a weak showing on a particular factor may be offset by more compelling evidence on another relevant factor in the \"probable cause\" analysis.  See supra Section II.A.1.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Once the trial court elects to bypass the merits and proceed with the Leon analysis, moreover, the \"probable cause\" focus shifts.  Since no deterrent purpose is served by sanctioning \"objectively reasonable\" law enforcement conduct, see United States v. Ricciardelli, 998 F.2d 8, 15 (1st Cir.1993) (citation omitted), the \"extreme sanction\" of exclusion is inapplicable to evidence seized pursuant to a search warrant obtained in an \"objectively reasonable\" manner from a neutral magistrate, even assuming the warrant or supporting affidavits were defective, see Leon, 468 U.S. at 921, 926, 104 S.Ct. at 3419, 3422.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The Supreme Court employed four exemplars in Leon to outline the ongoing role it envisioned for \"exclusionary rule\" deterrence in circumstances where evidence is seized pursuant to a search warrant:  (1) the magistrate is \"misled by information in an affidavit that the affiant knew was false or would have known was false except for his reckless disregard for the truth\";  (2) the magistrate \"wholly abandon[s] his [detached and neutral] judicial role\";  (3) the warrant is \"so facially deficient [e.g., failing to list, with sufficient particularity, the evidence to be seized] ... that the executing officers cannot reasonably presume it to be valid\";  or (4) the supporting affidavits are \" 'so lacking in indicia of probable cause as to render official belief in its existence entirely unreasonable.' \"  Id. at 923, 104 S.Ct. at 3421 (citing Brown v. Illinois, 422 U.S. 590, 610-11, 95 S.Ct. 2254, 2265, 45 L.Ed.2d 416 (1975) (Powell, J., concurring in part)).  The instant Leon dispute implicates only the latter category.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">With respect to the critical temporal \"nexus,\" Zayas contends that the Graffam affidavit contained only \"stale\" information that he resided or conducted drug operations at 16 Holbrook Road, since the second CI did not specify when he last visited Zayas there.  Absent other reliable evidence of a discernible temporal nexus, says Zayas, it was \"entirely unreasonable\" for the executing officers to rely on the Graffam affidavit as an adequate basis for the required \"probable cause\" showing.  See id.   This challenge likewise impermissibly depends, in part, upon the implicit assumption that the second CI misdescribed exterior features of the premises, but see supra Section II.A, despite the substantially contemporaneous aerial surveillance which essentially corroborated the description given by the second CI, and notwithstanding Graffam's vouching for the second CI's reliability.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The lone respect in which this aspect of Zayas' Leon challenge differs from that discussed above, see supra Section II.A, is its focus on Graffam's undeniable failure to ascribe in the affidavit an approximate date to the second CI's last visit with Zayas at 16 Holbrook Road.  At this juncture it is important to note that the government must establish \"objectively reasonable\" reliance on a defective warrant, see, e.g., Leon, 468 U.S. at 924, 104 S.Ct. at 3421, based on all the circumstances, id. at 923, 104 S.Ct. at 3420;  Ricciardelli, 998 F.2d at 15.   Moreover, though the \"clear error\" standard governs our review of any findings of fact, see, e.g., United States v. Jackson, 67 F.3d 1359, 1366 (8th Cir.1995), cert. denied, --- U.S. ----, 116 S.Ct. 1684, 134 L.Ed.2d 785 (1996), the ultimate determination as to whether the executing officers acted in objectively reasonable reliance on a defective warrant is reviewed de novo.  United States v. Procopio, 88 F.3d 21, 28 (1st Cir.1996).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Were the critical time element presently under discussion otherwise indiscernible within the four corners of the Graffam affidavit, see Bucuvalas, 970 F.2d at 940, the government might well have been unable to save the evidence seized at 16 Holbrook Road.  See, e.g., United States v. Huggins, 733 F.Supp. 445, 449 (D.D.C.1990) (Leon doctrine unavailing where court could not infer, from information within \"the four corners of the affidavit ... the time during which the criminal activity was observed\") (citing Herrington v. State, 287 Ark. 228, 697 S.W.2d 899, 900-01 (1985)).  Ostensibly, the second CI's statement that he had visited with Zayas at 16 Holbrook Road on several occasions is a prime example of \"undated stale\" information, which raises the specter that \"officers with information of questionable recency [may] escape embarrassment by simply omitting averments as to time.\"  Rosencranz v. United States, 356 F.2d 310, 316 (1st Cir.1966).  Moreover, as the government all but conceded at oral argument, it would seem that a reasonably well-trained law enforcement officer should be familiar with the fundamental legal principle that both the \"commission\" and \"nexus\" elements of \"probable cause\" include an essential temporal component.  See Leon, 468 U.S. at 920, n. 20, 104 S.Ct. at 3419, n. 20.  Without necessarily endorsing their sufficiency, we acknowledge that the circumstantial considerations relied upon by the district court, see supra note 10, are relevant to the required nexus between the date the second CI visited with Zayas at 16 Holbrook Road and the date the search warrant issued.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Fortunately for the government, other circumstantial indicia buttress the required temporal link.  The analysis suggested by Zayas disregards salient inferences which well-trained, objectively reasonable law enforcement officers might draw from the totality of the circumstances disclosed in the Graffam affidavit.  See Gates, 462 U.S. at 238, 103 S.Ct. at 2332 (requiring practical, common-sense \"probable cause\" assessments by issuing magistrates and reviewing courts).  Thus, Zayas adroitly skews the focus of the Leon debate, from whether a well-trained officer reasonably could have relied upon a search warrant based on the evidence described in the Graffam affidavit as well as all fair inferences therefrom, to whether a well-trained officer would have known that supporting affidavits whenever practicable should provide at least approximate dates for pivotal events such as the second CI's last visit with Zayas at 16 Holbrook Road.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">While Zayas would win the latter debate hands-down, he loses the former under Leon 's \"objectively reasonable officer\" test because the Graffam affidavit describes a collocation of circumstances, as well as expert law-enforcement insights, adequate to enable the recency of the critical last visit by the second CI to be fairly inferred.  See United States v. Jewell, 60 F.3d 20, 23 (1st Cir.1995) (citing \"totality of the circumstances\" test, and rejecting defendant's invitation to \"engage in a piecemeal examination of the affidavit, and [to] base our review of the clerk-magistrate's actions on ' \"bits and pieces of information in isolation\" ' \") (citation omitted).  First, the Graffam affidavit afforded ample basis for finding the second CI trustworthy.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  See supra Section II.A.  Second, the link with 16 Holbrook Road, whether as Zayas' residence or drug operation site, plainly satisfied the \"probable cause\" standard.  All that remained was the temporal component of the \"commission\" and \"nexus\" elements.  See supra pp. 112-13.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">As to the \"commission\" element, the ongoing nature of Zayas' cocaine trafficking activities in the Manchester area was amply demonstrated in the supporting affidavit:  first, by Sosa's admission that Zayas had supplied the six ounces of cocaine seized from Sosa's residence on January 26, 1994, the date of Sosa's arrest;  and by the second CI, who informed the Manchester police on February 24, 1994--twelve days before the challenged search--that Zayas, alias \"Juan,\" \"currently controls\" cocaine distribution at various Manchester business establishments, including the Oasis Social Club.  See supra Section I.A.1.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">As to the \"nexus\" element, the pivotal linkage was the second CI's statement that \"Juan lives\" in Bedford, where on \"several occasions\" the second CI had visited \"Juan\" and seen cocaine and cash in substantial quantities.  Though imprecise, these temporal references were related by the second CI in the present tense, which at the very least would permit an objectively reasonable officer to infer that the occurrences described were substantially contemporaneous with the second CI's interview, which in turn took place within twelve days of the warrant application.   The second CI's description of various exterior features of 16 Holbrook Road, as substantially corroborated by virtually contemporaneous aerial surveillance, likewise lent to the probability that his last visit had been relatively recent, rather than remote in time.  The few minor discrepancies in the second CI's descriptive account were by no means necessarily attributable to a substantial time lapse.  See Schaefer, 87 F.3d at 567 (noting that \"magistrate may reasonably choose to ... disregard petty inconsistencies\" in informants' statements).  Finally, the second CI made statements that plainly imply regular, ongoing transactions at 16 Holbrook Road, e.g., that \"[S]panish males\" arrived \"every Tuesday\" at the Bedford residence in automobiles bearing New York license plates.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Absent any indication or suggestion that Graffam purposely withheld more precise temporal references adverse to the warrant application, see supra note 9, it would be pure speculation to credit Zayas' implicit premise that the last visit the second CI had with Zayas at 16 Holbrook Road was necessarily remote in time even though there was probable cause to believe that Zayas was still trafficking cocaine less than two weeks before the search.  See, e.g., id. at 568 (\"[I]t is common ground that drug conspiracies tend to be ongoing operations, rendering timely [two- or three-year-old] information that might, in other contexts, be regarded as stale.\");  United States v. Hernandez, 80 F.3d 1253, 1259 (9th Cir.1996) (\"With respect to drug trafficking, probable cause may continue for several weeks, if not months, [from] the last reported instance of suspect activity.\");  United States v. Smith, 9 F.3d 1007, 1014 (2d Cir.1993) (weeks or months);  Rivera v. United States, 928 F.2d 592, 602 (2d Cir.1991) (noting that in drug trafficking cases, information may be weeks or months old).  Finally, it is one thing to find use of the past tense \"lived\" insufficient to indicate a current residence, as Zayas urges;  quite another to equate \"lives\" with \"lived.\"   See supra Section I.A.2.  It is one matter to find the term \"dealt\" inadequate to indicate current drug dealing;  quite another to equate \"deals\" with \"dealt.\"   See id.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">To this must be added the weight due Graffam's insights into drug trafficking modi operandi, based on more than two decades as a DEA agent.  See supra Subsections I.A.4 &amp; I.A.5.  Given Graffam's expertise, it would be \"objectively unreasonable\" to conclude, as Zayas simply presumes, that mere stoppage of postal deliveries and electrical utility services, or the use, listing, and/or maintenance of other residential addresses, or nominee owners such as Brenda Koehler, compelled an inference that Zayas was no longer residing, conducting drug operations, or keeping illicit drug-related records, at 16 Holbrook Road.  Thus, in no sense would it have been objectively unreasonable for a well-trained police officer to believe there was a fair probability that these developments were subterfuges prompted by Sosa's recent arrest and designed to prevent detection, as the Graffam affidavit indicated.  See id.</p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We therefore conclude that a well-trained law enforcement officer reasonably could have relied upon the Graffam affidavit as adequate support for the issuing magistrate's finding that there was a fair probability that drug trafficking records would be found at 16 Holbrook Road on March 8, 1994.  Accordingly, the district court judgment is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The criminal investigation was conducted by federal, state, and local law enforcement authorities, to whom we refer collectively as \"the authorities.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> For ease in reference, we assume all confidential informants were male</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The nine other defendants entered guilty pleas.  The government does not now contend that Zayas lacked an objectively reasonable expectation of privacy in the 16 Holbrook Road premises at the time the search was conducted.  See, e.g., United States v. Bouffard, 917 F.2d 673, 675-76 (1st Cir.1990);  United States v. Soule, 908 F.2d 1032, 1034 (1st Cir.1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Following a five-day jury trial, Zayas was found guilty on the conspiracy charge.  The district court later sentenced him to 360 months</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See Gates, 462 U.S. at 244, 103 S.Ct. at 2335;  Soule, 908 F.2d at 1039 (noting that police contemporaneously corroborated \"the material elements of the [informant's] tip\");  see also Alabama v. White, 496 U.S. 325, 331, 110 S.Ct. 2412, 2416, 110 L.Ed.2d 301 (1990) (\"[B]ecause an informant is right about some things, he is more probably right about others.\");  Draper v. United States, 358 U.S. 307, 313, 79 S.Ct. 329, 333, 3 L.Ed.2d 327 (1959);  United States v. Lalor, 996 F.2d 1578, 1581 (4th Cir.), cert. denied, 510 U.S. 983, 114 S.Ct. 485, 126 L.Ed.2d 436 (1993)</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">6</a>\n        <p> We review the district court's factual findings (if any) only for clear error, but we review de novo its ultimate determination that a given set of facts constituted \"probable cause.\"   See United States v. Schaefer, 87 F.3d 562, 565 n. 2 (1st Cir.1996) (citing Ornelas v. United States, --- U.S. ----, 116 S.Ct. 1657, 134 L.Ed.2d 911 (1996))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In addition, the second CI related prior criminal activity by Zayas (e.g., dumping cocaine over an embankment in 1992 at the time he was arrested in Connecticut) and descriptions of exterior and interior features at 16 Holbrook Road.  See Taylor, 985 F.2d at 6 (noting that a CI's overall reliability may be demonstrated by the \"very specificity and detail\" of descriptions of search premises, or of defendant's prior criminal activity or record).  Moreover, the authorities here independently corroborated many of these details through a documentation and record check and aerial surveillance.  See Soule, 908 F.2d at 1039 (noting that police contemporaneously corroborated \"the material elements of the [informant's] tip\").  Further, some of the second CI's statements were confirmed by the third CI (e.g., the description of Zayas' wife/girlfriend as a white, thirty-year-old female--a description likewise corroborated by a documentation check on Koehler).  See Schaefer, 87 F.3d at 566 (holding that consistencies between informants' reports may serve to validate both accounts).  \"[B]ecause an informant is right about some things, he is more probably right about others.\"  Alabama, 496 U.S. at 331, 110 S.Ct. at 2417</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Leon identifies important prudential considerations that inform the discretionary bypass decision at the suppression stage</p>\n        <p>If the resolution of a particular Fourth Amendment question is necessary to guide future action by law enforcement officers and magistrates, nothing will prevent reviewing courts from deciding that question before turning to the good-faith issue.  Indeed, it frequently will be difficult to determine whether the officers acted reasonably without resolving the Fourth Amendment issue.  Even if the Fourth Amendment question is not one of broad import, reviewing courts could decide in particular cases that magistrates under their supervision need to be informed of their errors and so evaluate the officers' good faith only after finding a violation.  In other circumstances, those courts could reject suppression motions posing no important Fourth Amendment questions by turning immediately to a consideration of the officers' good faith.  We have no reason to believe that our Fourth Amendment jurisprudence would suffer....</p>\n        <p>Leon, 468 U.S. at 925, 104 S.Ct. at 3421-22.   As neither party challenges the bypass decision itself, we turn directly to the Leon exception.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Zayas does not claim, for example, that the second CI told the authorities the date he last visited Zayas at 16 Holbrook Road, nor that such information was deliberately or recklessly omitted from the Graffam affidavit.  See, e.g., Craig, 861 F.2d at 822 (noting that defendant did not contend that the Leon \"good faith\" exception was unavailable because the affiant omitted information from the affidavit to deceive the issuing judicial officer).  Of course, had Zayas meant to impugn police motives, the appropriate course would have been to request an evidentiary hearing under Franks.   See Franks v. Delaware, 438 U.S. 154, 98 S.Ct. 2674, 57 L.Ed.2d 667 (1978);  United States v. Williams, 897 F.2d 1034, 1038 (10th Cir.1990), cert. denied, 500 U.S. 937, 111 S.Ct. 2064, 114 L.Ed.2d 469 (1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> In our own case, the district court relied on the following four grounds.  First, in describing his \"several\" visits to 16 Holbrook Road, the second CI stated that Juan \"lives,\" and \"deals\" drugs, in Bedford.  Zayas-Diaz, No. 94-30-01-B, slip op. at 8.   Next, the follow-up aerial surveillance of 16 Holbrook Road \"substantially\" corroborated the second CI's description of the residential grounds at 16 Holbrook Road.  Id.  Third, Marcello Sosa admitted that his cocaine supplier, \"Juan,\" \"lived\" in Bedford.  Id. at 8-9.   Finally, the statements James McDowell made to the authorities in February 1994--that \"Nelson Martell\" (Zayas) had been with Brenda Koehler when she leased the McDowell garage, and the two \"appear[ed] to be husband and wife\"--provided some further support for a reasonable inference that Koehler and Zayas lived together at 16 Holbrook Road.  Id. at 9</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The affidavit would enable a reasonably well-trained police officer to conclude that the second CI was a reliable informant, based both on Graffam's vouching and on the very detail of the second CI's information about \"Nelson Martell\" [Zayas], particularly the earlier cocaine-related arrest in Connecticut, see supra note 7, which Graffam verified with the Connecticut police before the affidavit was submitted</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">105</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Juan ZAYAS-DIAZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1910.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 2, 1996.<br>Decided Sept. 9, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Paul J. Garrity, Londonberry, NH, for appellant.</p>\n      <p class=\"indent\">Terry L. Ollila, Assistant United States Attorney, with whom Paul M. Gagnon, United States Attorney, was on brief, Concord, NH, for appellee.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Juan Zayas-Diaz (\"Zayas\") challenges two pivotal rulings underlying the district court's refusal to suppress evidence seized pursuant to a warrant allegedly based on information that failed to connect Zayas to the search premises within a reasonably recent time frame.  The court first determined, on the merits, that the affidavit supporting the warrant application contained adequate reliable information to connect Zayas to the search premises in the past.  Next, the court bypassed the merits of the staleness claim and held the exclusionary rule inapplicable on the ground that the search had been conducted in \"objectively reasonable\" reliance on the warrant.  See United States v. Leon, <span class=\"citation\" data-id=\"111262\"><a href=\"/opinion/111262/united-states-v-leon/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">897</span></a></span>, <span class=\"citation\" data-id=\"111262\"><a href=\"/opinion/111262/united-states-v-leon/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3405</span></a></span>, <span class=\"citation\" data-id=\"111262\"><a href=\"/opinion/111262/united-states-v-leon/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">677</span></a></span> (1984).  Finding no error, we now affirm the district court judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <p>A. The Graffam Affidavit</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On March 8, 1994, a warrant was obtained to search a single-family residence in Bedford, New Hampshire, based on a nineteen-page affidavit by Special Agent Gerald Graffam of the United States Drug Enforcement Administration (\"DEA\"), purporting to establish probable cause to believe that Zayas then or recently resided at 16 Holbrook Road and used it as an operational base for cocaine trafficking.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The warrant application sought authorization to search for various drug-related documents and currency evidencing the suspected cocaine trafficking activity.</p>\n    </div>\n    <p>1. The Cocaine Trafficking</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Graffam affidavit included information purporting to establish that Zayas was supplying cocaine for distribution at various establishments in nearby Manchester, New Hampshire, including the Oasis Social Club.  Based on information provided by a \"reliable\" confidential informant (\"first CI\"), the affidavit related that Marcello Sosa had been arrested on January 26, 1994, for selling cocaine at the Oasis Social Club.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  An arresting officer advised that he had noticed an individual, known to him as \"Juan Rosario\" alias \"Nelson Martell,\" at the Oasis Social Club during Sosa's arrest.  The first CI confirmed that he too had seen Sosa and a person known to him as \"Juan\" meet at the club, not only at the time of Sosa's arrest but on prior occasions.  Sosa himself admitted that a man named \"Juan,\" who was present when Sosa was arrested, had supplied the six ounces of cocaine seized from Sosa's residence shortly after the arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">A subsequent documentation and record check disclosed a series of roughly compatible descriptions for \"Nelson Martell\" (height 5'6-9\";  weight 130-160 pounds;  hair black or brown;  eyes brown;  glasses;  left-arm tattoo;  social security number zmi-zf-pqnn  birth date either May 4, 1961 or August 16, 1954);  home address 275 Lake Avenue, Manchester;  license suspension for drunk driving in 1991;  New Hampshire conviction and suspended sentence for heroin trafficking in 1992;  and a December 1992 arrest and pending prosecution for cocaine trafficking in Connecticut, during which arrest Zayas attempted to discard cocaine over a highway embankment;  and other aliases, including \"Juan Gonzalez.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On February 24, 1994, twelve days before the search, the Manchester police interviewed a confidential informant (\"second CI\").  The second CI, who had \"provided reliable information to law enforcement in the past,\" advised that he knew a person named \"Juan,\" surname believed to be \"Esquevar,\" who \"currently controls\" cocaine distribution at various Manchester business establishments, including the Oasis Social Club, and who delivered cocaine daily to his \"workers,\" including Sosa.  The second CI described \"Juan\" (Cuban, dark-skinned, height 5'10\", weight 160 pounds, black hair, brown eyes, glasses), and told the authorities that he was \"aware\" that \"Juan\" had been arrested in Connecticut on a cocaine trafficking charge, and that \"Juan\" had attempted to discard two kilos of cocaine at the time of the arrest by throwing it over a highway embankment.</p>\n    </div>\n    <p>2. Zayas and 16 Holbrook Road</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Although the documentation check revealed a listed home address for \"Nelson Martell\" (i.e., Zayas) at 275 Lake Avenue in Manchester, the Graffam affidavit attested to facts purporting to show that Zayas currently or recently resided at 16 Holbrook Road in Bedford, New Hampshire.  Following his arrest, Sosa told police that \"Juan,\" his supplier, \"lived\" in Bedford, New Hampshire.  Moreover, on February 24, 1994, the second CI also had advised the authorities that Juan \"lives\" in Bedford and \"deals\" large amounts of cocaine.  The second CI added that he had \"been to Juan's Bedford residence on several occasions and seen large quantities of cocaine and cash present,\" and that \"[S]panish males,\" in two or more automobiles bearing New York license plates, arrived \"every Tuesday\" at the Bedford residence.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On February 24, 1994, after his interview, the second CI led the authorities to the Bedford premises at which he had visited \"Juan.\"   Presumably to avoid detection, the authorities did not enter upon the premises.  Instead, the second CI described specific features of the residential grounds, including (1) a long driveway lined with three birdhouses containing concealed video cameras;  (2) a shack-like residence with peeling brown paint;  (3) five dogs outside the house, and an unspecified number of dog houses;  and (4) four or five abandoned/junk vehicles, including a motorcycle.  The second CI described interior features of the residence itself, including (1) a video monitor connected to the \"birdhouse\" cameras;  (2) furnishings, \"in good condition\" compared with the shabby exterior of the residence;  and (3) in the basement, a restaurant-style refrigerator for storing cocaine.  Subsequent aerial surveillance at 16 Holbrook Road revealed a long driveway, a brown single-family dwelling with detached garage and shed, and \"at least three (3) doghouses and two (2) abandoned vehicles.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>3. The \"Residence\" at 16 Holbrook Road and the Zayas-Koehler</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>\"Relationship \"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Graffam affidavit purported to establish 16 Holbrook Road as Zayas' current or recent residence or drug operation base, by demonstrating that codefendant Brenda Koehler currently or recently lived there, and that she and Zayas were currently involved in a close relationship.  The second CI advised the authorities that \"Juan\" lived at 16 Holbrook Road \"with a girlfriend,\" described as a \"white female,\" about thirty years old, with brown hair, whose son also resided at 16 Holbrook Road and \"attends\" Trinity High School, where he \"plays football.\"   An October 1992 police incident report confirmed that a \"Kevin Koehler\" had sustained an injury while playing football at Trinity High School, identified his mother as Brenda Koehler, \"16 Holbrook Road,\" telephone number 624-8730.  A postal delivery check indicated that Kevin Koehler had received mail at 16 Holbrook Road in 1992.  A June 1993 traffic accident report reflected 16 Holbrook Road as Brenda Koehler's home address.  A third confidential informant (\"third CI\") confirmed that \"Juan,\" who supplied cocaine to workers at the Oasis Social Club, \"had a white wife ... in her thirties.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On February 10, 1994, James McDowell advised the authorities that he had leased a garage at 425 Second Street, Manchester, to Brenda Koehler, who was accompanied by a \"Nelson Martell\" at the time she signed the lease.  The Graffam affidavit failed to disclose the date the lease was signed.  McDowell told the authorities that he \"believed Brenda Koehler was Martell's wife,\" and advised that Koehler gave \"16 Holbrook Road\" as her home address, and 624-8730 as her telephone number.  Thereafter, in late February 1994, a motor vehicle registration check disclosed a roughly compatible physical description for Brenda Koehler (\"white female,\" thirty-four years old, height 5' 2\", brown hair, brown eyes), and listed her address as 481 Beacon Street, Manchester.</p>\n    </div>\n    <p>4. Activity at 16 Holbrook Road</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In late February 1994, the authorities learned that mail was not \"presently\" being received at 16 Holbrook Road.  Moreover, by this time there was no longer a telephone listing for 16 Holbrook Road.  The electrical utility listing nonetheless continued to reflect that Brenda Koehler was the person responsible for payment.  Moreover, though the premises were heated by oil, the electrical utility reported the following billings:  October-November 1993 ($565 for 4595 kw hours), November-December 1993 ($462 for 3679 kw hours), and December 1993-January 1994 ($600.00 for 5024 kw hours).</p>\n    </div>\n    <p>5. Graffam's Law Enforcement Experience</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Finally, based on Graffam's twenty-two years as a DEA agent, the supporting affidavit stated that active drug traffickers commonly:  (1) retain for ready reference, in their residences for extended periods, records relating to their ongoing trafficking activities;  (2) assume fictitious names or use nominees to avoid detection;  (3) establish surveillance at their operational bases to detect law enforcement activity;  and (4) attempt to avoid disclosure or discovery of their actual residences and operational bases by suspending mail and telephone service.B. The District Court Proceedings</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The search conducted pursuant to the challenged warrant disclosed ammunition, cocaine residue, cocaine distributing paraphernalia, substantial cash, and numerous documents detailing Zayas' ongoing cocaine trafficking activities.  In due course, Zayas and ten associates, including Brenda Koehler, were charged with conspiracy to possess cocaine with intent to distribute.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See 21 U.S.C. &#167;&#167; 841(a)(1), 846.  Zayas and Koehler jointly sought to suppress the evidence seized at 16 Holbrook Road, claiming among other things that the Graffam affidavit did not reflect \"16 Holbrook Road\" as the address at which \"Juan\" resided or conducted drug operations and that much crucial information in the affidavit was irredeemably \"stale.\"   Zayas stressed in particular that the Graffam affidavit, which identified February 24, 1994, as the date upon which the authorities interviewed the second CI, nonetheless failed to state when the second CI last visited with \"Juan\" at 16 Holbrook Road.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The district court denied the motion to suppress after an evidentiary hearing.  United States v. Zayas-Diaz, No. 94-30-01-B, <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">154841</span></span> (D.N.H. Mar. 23, 1995).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  First, it ruled that the Graffam affidavit contained sufficient information to provide probable cause to believe that Zayas either resided or conducted drug operations at 16 Holbrook Road.  Second, without deciding whether the matters affirmed in the Graffam affidavit were sufficiently contemporaneous to afford a substantial basis for the probable cause determination, the district court held the exclusionary rule inapplicable based on the so-called \"good faith\" exception.  See Leon, 468 U.S. at 923, 104 S.Ct. at 3421 (holding that the exclusionary rule is not implicated unless, inter alia, the supporting affidavit was \"so lacking in indicia of probable cause as to render official belief in its existence entirely unreasonable\").</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On appeal, Zayas resurfaces two claims previously presented to the district court:  (1) the Graffam affidavit contained insufficient information to provide a substantial basis for finding it probable that evidence relating to Zayas' drug trafficking activities would be found at 16 Holbrook Road;  and (2) the Leon \"good faith\" exception to the exclusionary rule is unavailing because any reasonably well-trained law enforcement officer would know that the \"stale\" information in the Graffam affidavit was not adequate to establish probable cause to believe that 16 Holbrook Road was either Zayas' recent or current residence or drug operation site;  and the more current information neither cured the staleness nor provided an independent basis for a \"probable cause\" determination.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>A. The \"Probable Cause\" Connection Between Zayas and 16 Holbrook Road</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The district court held that the Graffam affidavit afforded probable cause to believe that Zayas resided or conducted drug operations at 16 Holbrook Road in the past.  It found the second CI's identification of 16 Holbrook Road to be reliable because the authorities were \"able to corroborate so much of [his] statement both as to innocent details and as to incriminating matters, such as Zayas-Diaz's involvement in the cocaine transaction.\"   See Tr. of Suppression Hearing at 107-08 (citing United States v. Taylor, <span class=\"citation\" data-id=\"599284\"><a href=\"/opinion/599284/united-states-v-jean-m-taylor/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></a></span>, 6 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">944</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2426</span></span>, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">647</span></span> (1993)).</p>\n    </div>\n    <p>1. The \"Probable Cause\" Standard</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">For evidence to avert suppression, see generally Mapp v. Ohio, <span class=\"citation\" data-id=\"106285\"><a href=\"/opinion/106285/mapp-v-ohio/\"><span class=\"volume\">367</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">643</span></a></span>, <span class=\"citation\" data-id=\"106285\"><a href=\"/opinion/106285/mapp-v-ohio/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>, <span class=\"citation\" data-id=\"106285\"><a href=\"/opinion/106285/mapp-v-ohio/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1081</span></a></span> (1961), normally the warrant application must demonstrate probable cause to believe that a particular person has committed a crime--\"the commission element\"--and that enumerated evidence relevant to the probable criminality likely is located at the place to be searched--\"the 'nexus' element\".  United States v. Fuccillo, <span class=\"citation\" data-id=\"480985\"><a href=\"/opinion/480985/united-states-v-carl-a-fuccillo/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">173</span></a></span>, 175 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">905</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2481</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">374</span></span> (1987).  The issuing magistrate ordinarily considers only the facts set forth in supporting affidavits accompanying the warrant application.  See, e.g., Whiteley v. Warden, Wyo.  State Penitentiary, <span class=\"citation\" data-id=\"108297\"><a href=\"/opinion/108297/whiteley-v-warden-wyo-state-penitentiary/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">560</span></a></span>, 565, <span class=\"citation\" data-id=\"108297\"><a href=\"/opinion/108297/whiteley-v-warden-wyo-state-penitentiary/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1031</span></a></span>, 1035, <span class=\"citation\" data-id=\"108297\"><a href=\"/opinion/108297/whiteley-v-warden-wyo-state-penitentiary/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">306</span></a></span> (1971);  Aguilar v. Texas, <span class=\"citation\" data-id=\"106865\"><a href=\"/opinion/106865/aguilar-v-texas/\"><span class=\"volume\">378</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">108</span></a></span>, 109, <span class=\"citation\" data-id=\"106865\"><a href=\"/opinion/106865/aguilar-v-texas/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1509</span></a></span>, 1511, <span class=\"citation\" data-id=\"106865\"><a href=\"/opinion/106865/aguilar-v-texas/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">723</span></a></span> (1964);  United States v. Klein, <span class=\"citation\" data-id=\"350518\"><a href=\"/opinion/350518/united-states-v-allan-michael-klein/\"><span class=\"volume\">565</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">183</span></a></span>, 186 n. 4 (1st Cir.1977).  Under the \"probable cause\" standard, the \"totality of the circumstances\" disclosed in the supporting affidavits must demonstrate \"a fair probability that contraband or evidence of a crime will be found in a particular place.\"  Illinois v. Gates, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">213</span></a></span>, 238, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2317</span></a></span>, 2332, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">527</span></a></span> (1983) (emphasis added);  United States v. Bucuvalas, <span class=\"citation\" data-id=\"587567\"><a href=\"/opinion/587567/united-states-v-george-m-bucuvalas-united-states-of-america-v-aristedes/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">937</span></a></span>, 940 (1st Cir.1992), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">959</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">758</span></span> (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Among others, the factors that may contribute to a \"probable cause\" determination include whether an affidavit supports the probable \" 'veracity' or 'basis of knowledge' of persons supplying hearsay information,\" id.;   whether informant statements are self-authenticating, see, e.g., Taylor, 985 F.2d at 5 (noting that affidavit may support informant's veracity \"through the very specificity and detail with which it relates the informant's first-hand description of the place to be searched\");  whether some or all the informant's factual statements were corroborated wherever reasonable and practicable (e.g., through police surveillance);<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  and whether a law-enforcement affiant included a professional assessment of the probable significance of the facts related by the informant, based on experience or expertise, see United States v. Hoffman, 832 F.2d, 1299, 1306 (1st Cir.1987) (noting that law-enforcement affiants were \"specially trained in the ways of drug trafficking\").  None of these factors is indispensable;  thus, stronger evidence on one or more factors may compensate for a weaker or deficient showing on another.  See Taylor, 985 F.2d at 5;  United States v. Nocella, <span class=\"citation\" data-id=\"507354\"><a href=\"/opinion/507354/united-states-v-robert-nocella-sr-aka-doc/\"><span class=\"volume\">849</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">33</span></a></span>, 37 (1st Cir.1988);  United States v. Ciampa, <span class=\"citation\" data-id=\"471650\"><a href=\"/opinion/471650/united-states-v-vincent-ciampa/\"><span class=\"volume\">793</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span></a></span>, 22 (1986).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Reviewing courts, including both the district court and the court of appeals, must accord \"considerable deference\" to the \"probable cause\" determination made by the issuing magistrate.  See Taylor, 985 F.2d at 5 (\"[T]he duty of the reviewing court is simply to ensure that the magistrate had a 'substantial basis for ... conclud[ing]' that probable cause existed.\").  The reviewing court must examine \"the affidavit in 'a practical, \"common sense\" fashion, and [ ] accord considerable deference to reasonable inferences the [issuing magistrate] may have drawn from the attested facts.' \"  Bucuvalas, 970 F.2d at 940 (citations omitted).  Moreover, given the strong preference for warrants under our Fourth Amendment jurisprudence, normally a reviewing court will defer to an issuing magistrate's \"probable cause\" determination in a doubtful or marginal case.  See United States v. Ventresca, <span class=\"citation\" data-id=\"106990\"><a href=\"/opinion/106990/united-states-v-ventresca/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">102</span></a></span>, 109, <span class=\"citation\" data-id=\"106990\"><a href=\"/opinion/106990/united-states-v-ventresca/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">741</span></a></span>, 746, <span class=\"citation\" data-id=\"106990\"><a href=\"/opinion/106990/united-states-v-ventresca/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">684</span></a></span> (1965);  United States v. Craig, <span class=\"citation\" data-id=\"514595\"><a href=\"/opinion/514595/united-states-v-bruce-l-craig/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">818</span></a></span>, 823 (5th Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>2. The Connection Between Zayas and 16 Holbrook Road</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <a class=\"footnote\">6</a>\n        <p></p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Zayas argues that the Graffam affidavit is insufficient because (i) it did not explicitly identify 16 Holbrook Road as the address at which the second CI visited Zayas on several prior occasions and saw large amounts of cocaine and cash, and (ii) the description of the premises given by the second CI differed in some respects from the information disclosed in the subsequent aerial surveillance.  See supra Section I.A.2.  We note at the outset that this argument ignores the incriminating network of circumstantial evidence pointing unmistakably to 16 Holbrook Road as the Bedford residence at which the second CI had visited Zayas in the past, see supra Section I.A.  Moreover, its implicit presumption that the second CI probably led the authorities to premises other than those at which he had visited Zayas is untenable given Graffam's attestation that the second CI had demonstrated his reliability in the past.  See United States v. Schaefer, <span class=\"citation\" data-id=\"196839\"><a href=\"/opinion/196839/united-states-v-schaefer/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">562</span></a></span>, 566 (1st Cir.1996).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Finally, the argument aimed at undermining the corroborative information gathered through aerial surveillance of 16 Holbrook Road likewise fails, since it too presumes that the second CI either did not know the location of the premises at which he had visited Zayas on several prior occasions or that he misrepresented its physical characteristics.  See id. at 567 (\"When an informant's statements and the events he describes diverge in minor ways, the magistrate may reasonably choose to credit the statements and disregard petty inconsistencies.\").</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Our de novo assessment of the totality of the circumstances conveyed in the Graffam affidavit persuades us that the issuing magistrate had a substantial basis for crediting the second CI's overall reliability, and by extension his identification of 16 Holbrook Road as the locus of his prior visits.  The demonstrated reliability of the second CI, together with the substantial similarity in the physical characteristics of the premises, as described by the second CI and buttressed by the aerial surveillance of 16 Holbrook Road, provided adequate support for the issuing magistrate's practical, common-sense \"probable cause\" determination that the Zayas residence/drug operation base previously visited by the second CI was located at 16 Holbrook Road in Bedford, New Hampshire.  See Gates, 462 U.S. at 238, 103 S.Ct. at 2332.</p>\n    </div>\n    <p>B. The Staleness Claim</p>\n    <p>1. Leon Bypass</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The district court elected to bypass the merits of the staleness claim that the Graffam affidavit afforded no substantial basis for a \"probable cause\" finding that Zayas either resided or conducted drug operations within a reasonably recent time frame at 16 Holbrook Road.  See Zayas-Diaz, No. 94-30-01-B, slip op. at 7.    Leon allows the trial court, in its \"informed discretion,\" to bypass the customary \"merits\" inquiry into whether there existed a \"substantial basis\" for the probable cause determination made by the issuing magistrate, and simply decide instead whether the challenged search in all events came within the \"good faith\" exception to the exclusionary rule.  Leon, 468 U.S. at 925, 104 S.Ct. at 3421;  see Gates, 462 U.S. at 264-65, 103 S.Ct. at 2346-47 (White, J., concurring);  see, e.g., United States v. Manning, <span class=\"citation\" data-id=\"196640\"><a href=\"/opinion/196640/united-states-v-manning/\"><span class=\"volume\">79</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">212</span></a></span>, 221 (1st Cir.1996), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">147</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">93</span></span> (1996);  Craig, 861 F.2d at 820 (discussing principles of \"judicial restraint\" and \"precedent\" affecting Leon bypass determinations).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <p>2. The Leon Exception</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The instant Leon \"good faith\" analysis fundamentally depends upon the \"probable cause\" concept itself.  See supra Section II.A.1.  The \"commission\" and \"nexus\" elements in the \"probable cause\" analysis each include a temporal component.  The issuing magistrate must not only consider the accuracy and reliability of the historical facts related in the affidavits, but must determine, inter alia, whether the totality of the circumstances reasonably inferable from the affidavits demonstrates a \"fair probability\" that evidence material to the \"commission\" of the probable crime will be disclosed at the search premises at about the time the search warrant would issue, rather than at some remote time.  See Sgro v. United States, <span class=\"citation\" data-id=\"101970\"><a href=\"/opinion/101970/sgro-v-united-states/\"><span class=\"volume\">287</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">206</span></a></span>, 210, <span class=\"citation\" data-id=\"101970\"><a href=\"/opinion/101970/sgro-v-united-states/\"><span class=\"volume\">53</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">138</span></a></span>, 140, <span class=\"citation\" data-id=\"101970\"><a href=\"/opinion/101970/sgro-v-united-states/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">260</span></a></span> (1932);  United States v. Wilkinson, <span class=\"citation\" data-id=\"556387\"><a href=\"/opinion/556387/united-states-v-robert-j-wilkinson/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 27 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1211</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2813</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">985</span></span> (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">As the more serious challenge to the Graffam affidavit focuses on its allegedly \"stale\" information, thus arguably describing events that occurred at some remote earlier time, see Bucuvalas, 970 F.2d at 940, we devote particular attention to the contemporaneity of the attested facts relating to Zayas' connection with 16 Holbrook Road at or about the time the search warrant issued on March 4, 1994.  As already noted, however, ultimately the \"probable cause\" analysis takes into account the totality of the circumstances reasonably inferable from the reliable facts set forth in the Graffam affidavit.  Thus, a weak showing on a particular factor may be offset by more compelling evidence on another relevant factor in the \"probable cause\" analysis.  See supra Section II.A.1.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Once the trial court elects to bypass the merits and proceed with the Leon analysis, moreover, the \"probable cause\" focus shifts.  Since no deterrent purpose is served by sanctioning \"objectively reasonable\" law enforcement conduct, see United States v. Ricciardelli, <span class=\"citation\" data-id=\"610895\"><a href=\"/opinion/610895/united-states-v-steven-ricciardelli/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span>, 15 (1st Cir.1993) (citation omitted), the \"extreme sanction\" of exclusion is inapplicable to evidence seized pursuant to a search warrant obtained in an \"objectively reasonable\" manner from a neutral magistrate, even assuming the warrant or supporting affidavits were defective, see Leon, 468 U.S. at 921, 926, 104 S.Ct. at 3419, 3422.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The Supreme Court employed four exemplars in Leon to outline the ongoing role it envisioned for \"exclusionary rule\" deterrence in circumstances where evidence is seized pursuant to a search warrant:  (1) the magistrate is \"misled by information in an affidavit that the affiant knew was false or would have known was false except for his reckless disregard for the truth\";  (2) the magistrate \"wholly abandon[s] his [detached and neutral] judicial role\";  (3) the warrant is \"so facially deficient [e.g., failing to list, with sufficient particularity, the evidence to be seized] ... that the executing officers cannot reasonably presume it to be valid\";  or (4) the supporting affidavits are \" 'so lacking in indicia of probable cause as to render official belief in its existence entirely unreasonable.' \"  Id. at 923, 104 S.Ct. at 3421 (citing Brown v. Illinois, <span class=\"citation\" data-id=\"109304\"><a href=\"/opinion/109304/brown-v-illinois/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">590</span></a></span>, 610-11, <span class=\"citation\" data-id=\"109304\"><a href=\"/opinion/109304/brown-v-illinois/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2254</span></a></span>, 2265, <span class=\"citation\" data-id=\"109304\"><a href=\"/opinion/109304/brown-v-illinois/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">416</span></a></span> (1975) (Powell, J., concurring in part)).  The instant Leon dispute implicates only the latter category.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">With respect to the critical temporal \"nexus,\" Zayas contends that the Graffam affidavit contained only \"stale\" information that he resided or conducted drug operations at 16 Holbrook Road, since the second CI did not specify when he last visited Zayas there.  Absent other reliable evidence of a discernible temporal nexus, says Zayas, it was \"entirely unreasonable\" for the executing officers to rely on the Graffam affidavit as an adequate basis for the required \"probable cause\" showing.  See id.   This challenge likewise impermissibly depends, in part, upon the implicit assumption that the second CI misdescribed exterior features of the premises, but see supra Section II.A, despite the substantially contemporaneous aerial surveillance which essentially corroborated the description given by the second CI, and notwithstanding Graffam's vouching for the second CI's reliability.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The lone respect in which this aspect of Zayas' Leon challenge differs from that discussed above, see supra Section II.A, is its focus on Graffam's undeniable failure to ascribe in the affidavit an approximate date to the second CI's last visit with Zayas at 16 Holbrook Road.  At this juncture it is important to note that the government must establish \"objectively reasonable\" reliance on a defective warrant, see, e.g., Leon, 468 U.S. at 924, 104 S.Ct. at 3421, based on all the circumstances, id. at 923, 104 S.Ct. at 3420;  Ricciardelli, 998 F.2d at 15.   Moreover, though the \"clear error\" standard governs our review of any findings of fact, see, e.g., United States v. Jackson, <span class=\"citation\" data-id=\"706015\"><a href=\"/opinion/706015/united-states-v-wallace-andre-jackson-united-states-of-america-v-vaniel/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1359</span></a></span>, 1366 (8th Cir.1995), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></span>, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">785</span></span> (1996), the ultimate determination as to whether the executing officers acted in objectively reasonable reliance on a defective warrant is reviewed de novo.  United States v. Procopio, <span class=\"citation\" data-id=\"196856\"><a href=\"/opinion/196856/united-states-v-procopio/\"><span class=\"volume\">88</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 28 (1st Cir.1996).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Were the critical time element presently under discussion otherwise indiscernible within the four corners of the Graffam affidavit, see Bucuvalas, 970 F.2d at 940, the government might well have been unable to save the evidence seized at 16 Holbrook Road.  See, e.g., United States v. Huggins, <span class=\"citation no-link\"><span class=\"volume\">733</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">445</span></span>, 449 (D.D.C.1990) (Leon doctrine unavailing where court could not infer, from information within \"the four corners of the affidavit ... the time during which the criminal activity was observed\") (citing Herrington v. State, <span class=\"citation\" data-id=\"1714558\"><a href=\"/opinion/1714558/herrington-v-state/\"><span class=\"volume\">287</span> <span class=\"reporter\">Ark.</span> <span class=\"page\">228</span></a></span>, <span class=\"citation\" data-id=\"1714558\"><a href=\"/opinion/1714558/herrington-v-state/\"><span class=\"volume\">697</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">899</span></a></span>, 900-01 (1985)).  Ostensibly, the second CI's statement that he had visited with Zayas at 16 Holbrook Road on several occasions is a prime example of \"undated stale\" information, which raises the specter that \"officers with information of questionable recency [may] escape embarrassment by simply omitting averments as to time.\"  Rosencranz v. United States, <span class=\"citation\" data-id=\"270626\"><a href=\"/opinion/270626/samuel-rosencranz-v-united-states-of-america-anthony-dipietro-v-united/\"><span class=\"volume\">356</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">310</span></a></span>, 316 (1st Cir.1966).  Moreover, as the government all but conceded at oral argument, it would seem that a reasonably well-trained law enforcement officer should be familiar with the fundamental legal principle that both the \"commission\" and \"nexus\" elements of \"probable cause\" include an essential temporal component.  See Leon, 468 U.S. at 920, n. 20, 104 S.Ct. at 3419, n. 20.  Without necessarily endorsing their sufficiency, we acknowledge that the circumstantial considerations relied upon by the district court, see supra note 10, are relevant to the required nexus between the date the second CI visited with Zayas at 16 Holbrook Road and the date the search warrant issued.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Fortunately for the government, other circumstantial indicia buttress the required temporal link.  The analysis suggested by Zayas disregards salient inferences which well-trained, objectively reasonable law enforcement officers might draw from the totality of the circumstances disclosed in the Graffam affidavit.  See Gates, 462 U.S. at 238, 103 S.Ct. at 2332 (requiring practical, common-sense \"probable cause\" assessments by issuing magistrates and reviewing courts).  Thus, Zayas adroitly skews the focus of the Leon debate, from whether a well-trained officer reasonably could have relied upon a search warrant based on the evidence described in the Graffam affidavit as well as all fair inferences therefrom, to whether a well-trained officer would have known that supporting affidavits whenever practicable should provide at least approximate dates for pivotal events such as the second CI's last visit with Zayas at 16 Holbrook Road.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">While Zayas would win the latter debate hands-down, he loses the former under Leon 's \"objectively reasonable officer\" test because the Graffam affidavit describes a collocation of circumstances, as well as expert law-enforcement insights, adequate to enable the recency of the critical last visit by the second CI to be fairly inferred.  See United States v. Jewell, <span class=\"citation\" data-id=\"196195\"><a href=\"/opinion/196195/united-states-v-jewell/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></a></span>, 23 (1st Cir.1995) (citing \"totality of the circumstances\" test, and rejecting defendant's invitation to \"engage in a piecemeal examination of the affidavit, and [to] base our review of the clerk-magistrate's actions on ' \"bits and pieces of information in isolation\" ' \") (citation omitted).  First, the Graffam affidavit afforded ample basis for finding the second CI trustworthy.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  See supra Section II.A.  Second, the link with 16 Holbrook Road, whether as Zayas' residence or drug operation site, plainly satisfied the \"probable cause\" standard.  All that remained was the temporal component of the \"commission\" and \"nexus\" elements.  See supra pp. 112-13.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">As to the \"commission\" element, the ongoing nature of Zayas' cocaine trafficking activities in the Manchester area was amply demonstrated in the supporting affidavit:  first, by Sosa's admission that Zayas had supplied the six ounces of cocaine seized from Sosa's residence on January 26, 1994, the date of Sosa's arrest;  and by the second CI, who informed the Manchester police on February 24, 1994--twelve days before the challenged search--that Zayas, alias \"Juan,\" \"currently controls\" cocaine distribution at various Manchester business establishments, including the Oasis Social Club.  See supra Section I.A.1.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">As to the \"nexus\" element, the pivotal linkage was the second CI's statement that \"Juan lives\" in Bedford, where on \"several occasions\" the second CI had visited \"Juan\" and seen cocaine and cash in substantial quantities.  Though imprecise, these temporal references were related by the second CI in the present tense, which at the very least would permit an objectively reasonable officer to infer that the occurrences described were substantially contemporaneous with the second CI's interview, which in turn took place within twelve days of the warrant application.   The second CI's description of various exterior features of 16 Holbrook Road, as substantially corroborated by virtually contemporaneous aerial surveillance, likewise lent to the probability that his last visit had been relatively recent, rather than remote in time.  The few minor discrepancies in the second CI's descriptive account were by no means necessarily attributable to a substantial time lapse.  See Schaefer, 87 F.3d at 567 (noting that \"magistrate may reasonably choose to ... disregard petty inconsistencies\" in informants' statements).  Finally, the second CI made statements that plainly imply regular, ongoing transactions at 16 Holbrook Road, e.g., that \"[S]panish males\" arrived \"every Tuesday\" at the Bedford residence in automobiles bearing New York license plates.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Absent any indication or suggestion that Graffam purposely withheld more precise temporal references adverse to the warrant application, see supra note 9, it would be pure speculation to credit Zayas' implicit premise that the last visit the second CI had with Zayas at 16 Holbrook Road was necessarily remote in time even though there was probable cause to believe that Zayas was still trafficking cocaine less than two weeks before the search.  See, e.g., id. at 568 (\"[I]t is common ground that drug conspiracies tend to be ongoing operations, rendering timely [two- or three-year-old] information that might, in other contexts, be regarded as stale.\");  United States v. Hernandez, <span class=\"citation\" data-id=\"715823\"><a href=\"/opinion/715823/96-cal-daily-op-serv-677-96-daily-journal-dar-1013-united-states-of/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1253</span></a></span>, 1259 (9th Cir.1996) (\"With respect to drug trafficking, probable cause may continue for several weeks, if not months, [from] the last reported instance of suspect activity.\");  United States v. Smith, <span class=\"citation\" data-id=\"657318\"><a href=\"/opinion/657318/united-states-v-stanford-smith-aka-willie-ellis-eveleigh/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1007</span></a></span>, 1014 (2d Cir.1993) (weeks or months);  Rivera v. United States, <span class=\"citation\" data-id=\"557798\"><a href=\"/opinion/557798/maria-rivera-angel-santana-diana-penaloza-arce-enrique-arce-santiago/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">592</span></a></span>, 602 (2d Cir.1991) (noting that in drug trafficking cases, information may be weeks or months old).  Finally, it is one thing to find use of the past tense \"lived\" insufficient to indicate a current residence, as Zayas urges;  quite another to equate \"lives\" with \"lived.\"   See supra Section I.A.2.  It is one matter to find the term \"dealt\" inadequate to indicate current drug dealing;  quite another to equate \"deals\" with \"dealt.\"   See id.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">To this must be added the weight due Graffam's insights into drug trafficking modi operandi, based on more than two decades as a DEA agent.  See supra Subsections I.A.4 &amp; I.A.5.  Given Graffam's expertise, it would be \"objectively unreasonable\" to conclude, as Zayas simply presumes, that mere stoppage of postal deliveries and electrical utility services, or the use, listing, and/or maintenance of other residential addresses, or nominee owners such as Brenda Koehler, compelled an inference that Zayas was no longer residing, conducting drug operations, or keeping illicit drug-related records, at 16 Holbrook Road.  Thus, in no sense would it have been objectively unreasonable for a well-trained police officer to believe there was a fair probability that these developments were subterfuges prompted by Sosa's recent arrest and designed to prevent detection, as the Graffam affidavit indicated.  See id.</p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We therefore conclude that a well-trained law enforcement officer reasonably could have relied upon the Graffam affidavit as adequate support for the issuing magistrate's finding that there was a fair probability that drug trafficking records would be found at 16 Holbrook Road on March 8, 1994.  Accordingly, the district court judgment is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The criminal investigation was conducted by federal, state, and local law enforcement authorities, to whom we refer collectively as \"the authorities.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> For ease in reference, we assume all confidential informants were male</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The nine other defendants entered guilty pleas.  The government does not now contend that Zayas lacked an objectively reasonable expectation of privacy in the 16 Holbrook Road premises at the time the search was conducted.  See, e.g., United States v. Bouffard, <span class=\"citation\" data-id=\"550646\"><a href=\"/opinion/550646/united-states-v-michael-s-bouffard/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">673</span></a></span>, 675-76 (1st Cir.1990);  United States v. Soule, <span class=\"citation\" data-id=\"545151\"><a href=\"/opinion/545151/united-states-v-john-jeffrey-soule/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1032</span></a></span>, 1034 (1st Cir.1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Following a five-day jury trial, Zayas was found guilty on the conspiracy charge.  The district court later sentenced him to 360 months</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See Gates, 462 U.S. at 244, 103 S.Ct. at 2335;  Soule, 908 F.2d at 1039 (noting that police contemporaneously corroborated \"the material elements of the [informant's] tip\");  see also Alabama v. White, <span class=\"citation\" data-id=\"112454\"><a href=\"/opinion/112454/alabama-v-white/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">325</span></a></span>, 331, <span class=\"citation\" data-id=\"112454\"><a href=\"/opinion/112454/alabama-v-white/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2412</span></a></span>, 2416, <span class=\"citation\" data-id=\"112454\"><a href=\"/opinion/112454/alabama-v-white/\"><span class=\"volume\">110</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">301</span></a></span> (1990) (\"[B]ecause an informant is right about some things, he is more probably right about others.\");  Draper v. United States, <span class=\"citation\" data-id=\"105820\"><a href=\"/opinion/105820/draper-v-united-states/\"><span class=\"volume\">358</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, 313, <span class=\"citation\" data-id=\"105820\"><a href=\"/opinion/105820/draper-v-united-states/\"><span class=\"volume\">79</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">329</span></a></span>, 333, <span class=\"citation\" data-id=\"105820\"><a href=\"/opinion/105820/draper-v-united-states/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">327</span></a></span> (1959);  United States v. Lalor, <span class=\"citation\" data-id=\"610588\"><a href=\"/opinion/610588/united-states-v-john-lalor/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1578</span></a></span>, 1581 (4th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">983</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">485</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">436</span></span> (1993)</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">6</a>\n        <p> We review the district court's factual findings (if any) only for clear error, but we review de novo its ultimate determination that a given set of facts constituted \"probable cause.\"   See United States v. Schaefer, <span class=\"citation\" data-id=\"196839\"><a href=\"/opinion/196839/united-states-v-schaefer/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">562</span></a></span>, 565 n. 2 (1st Cir.1996) (citing Ornelas v. United States, --- U.S. ----, <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1657</span></a></span>, <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">911</span></a></span> (1996))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In addition, the second CI related prior criminal activity by Zayas (e.g., dumping cocaine over an embankment in 1992 at the time he was arrested in Connecticut) and descriptions of exterior and interior features at 16 Holbrook Road.  See Taylor, 985 F.2d at 6 (noting that a CI's overall reliability may be demonstrated by the \"very specificity and detail\" of descriptions of search premises, or of defendant's prior criminal activity or record).  Moreover, the authorities here independently corroborated many of these details through a documentation and record check and aerial surveillance.  See Soule, 908 F.2d at 1039 (noting that police contemporaneously corroborated \"the material elements of the [informant's] tip\").  Further, some of the second CI's statements were confirmed by the third CI (e.g., the description of Zayas' wife/girlfriend as a white, thirty-year-old female--a description likewise corroborated by a documentation check on Koehler).  See Schaefer, 87 F.3d at 566 (holding that consistencies between informants' reports may serve to validate both accounts).  \"[B]ecause an informant is right about some things, he is more probably right about others.\"  Alabama, 496 U.S. at 331, 110 S.Ct. at 2417</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Leon identifies important prudential considerations that inform the discretionary bypass decision at the suppression stage</p>\n        <p>If the resolution of a particular Fourth Amendment question is necessary to guide future action by law enforcement officers and magistrates, nothing will prevent reviewing courts from deciding that question before turning to the good-faith issue.  Indeed, it frequently will be difficult to determine whether the officers acted reasonably without resolving the Fourth Amendment issue.  Even if the Fourth Amendment question is not one of broad import, reviewing courts could decide in particular cases that magistrates under their supervision need to be informed of their errors and so evaluate the officers' good faith only after finding a violation.  In other circumstances, those courts could reject suppression motions posing no important Fourth Amendment questions by turning immediately to a consideration of the officers' good faith.  We have no reason to believe that our Fourth Amendment jurisprudence would suffer....</p>\n        <p>Leon, 468 U.S. at 925, 104 S.Ct. at 3421-22.   As neither party challenges the bypass decision itself, we turn directly to the Leon exception.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Zayas does not claim, for example, that the second CI told the authorities the date he last visited Zayas at 16 Holbrook Road, nor that such information was deliberately or recklessly omitted from the Graffam affidavit.  See, e.g., Craig, 861 F.2d at 822 (noting that defendant did not contend that the Leon \"good faith\" exception was unavailable because the affiant omitted information from the affidavit to deceive the issuing judicial officer).  Of course, had Zayas meant to impugn police motives, the appropriate course would have been to request an evidentiary hearing under Franks.   See Franks v. Delaware, <span class=\"citation\" data-id=\"109925\"><a href=\"/opinion/109925/franks-v-delaware/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">154</span></a></span>, <span class=\"citation\" data-id=\"109925\"><a href=\"/opinion/109925/franks-v-delaware/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2674</span></a></span>, <span class=\"citation\" data-id=\"109925\"><a href=\"/opinion/109925/franks-v-delaware/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">667</span></a></span> (1978);  United States v. Williams, <span class=\"citation\" data-id=\"537690\"><a href=\"/opinion/537690/united-states-v-patricia-williams-aka-candy/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1034</span></a></span>, 1038 (10th Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">937</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2064</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">469</span></span> (1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> In our own case, the district court relied on the following four grounds.  First, in describing his \"several\" visits to 16 Holbrook Road, the second CI stated that Juan \"lives,\" and \"deals\" drugs, in Bedford.  Zayas-Diaz, No. 94-30-01-B, slip op. at 8.   Next, the follow-up aerial surveillance of 16 Holbrook Road \"substantially\" corroborated the second CI's description of the residential grounds at 16 Holbrook Road.  Id.  Third, Marcello Sosa admitted that his cocaine supplier, \"Juan,\" \"lived\" in Bedford.  Id. at 8-9.   Finally, the statements James McDowell made to the authorities in February 1994--that \"Nelson Martell\" (Zayas) had been with Brenda Koehler when she leased the McDowell garage, and the two \"appear[ed] to be husband and wife\"--provided some further support for a reasonable inference that Koehler and Zayas lived together at 16 Holbrook Road.  Id. at 9</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The affidavit would enable a reasonably well-trained police officer to conclude that the second CI was a reliable informant, based both on Graffam's vouching and on the very detail of the second CI's information about \"Nelson Martell\" [Zayas], particularly the earlier cocaine-related arrest in Connecticut, see supra note 7, which Graffam verified with the Connecticut police before the affidavit was submitted</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101970/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105820/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106285/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109304/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109925/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111262/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112454/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196195/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196640/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196839/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/270626/",
    "http://www.courtlistener.com/api/rest/v3/opinions/350518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/471650/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/507354/",
    "http://www.courtlistener.com/api/rest/v3/opinions/514595/",
    "http://www.courtlistener.com/api/rest/v3/opinions/537690/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545151/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550646/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556387/",
    "http://www.courtlistener.com/api/rest/v3/opinions/557798/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587567/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599284/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610588/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610895/",
    "http://www.courtlistener.com/api/rest/v3/opinions/657318/",
    "http://www.courtlistener.com/api/rest/v3/opinions/706015/",
    "http://www.courtlistener.com/api/rest/v3/opinions/715823/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1714558/"
  ]
}