{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196947/",
  "absolute_url": "/opinion/196947/united-states-v-joost/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196947/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:18:05Z",
  "date_modified": "2017-03-24T10:49:14.212055Z",
  "type": "010combined",
  "sha1": "0a102a6912aa280a44d873b370ed6fdc8b56a388",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-2031.01A",
  "local_path": null,
  "plain_text": "\n\n                      [NOT FOR PUBLICATION]\r\n\n                  United States Court of Appeals\r\n                      For the First Circuit\r\n                                           \r\n\nNo. 95-2031\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                         ROBERT M. JOOST,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF RHODE ISLAND\r\n\n             [Hon. Mary M. Lisi, U.S. District Judge]\r                                                              \r\n\n                                           \r\n\n                              Before\r\n\n                       Lynch, Circuit Judge,\r                                                     \r\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n                  and Cummings,* Circuit Judge.\r                                                        \r\n\n                                           \r\n\n  Robert Joost on brief pro se.\r                        \r\n  Kenneth P. Madden, Assistant  United States Attorney,  and Sheldon\r                                                                              \r\nWhitehouse, United States Attorney, on brief for appellee.\r                                          \r\n\n                                           \r\n\n                          August 7, 1996\r\n                                           \r\n\n                  \r                            \r\n\n   *Of the Seventh Circuit, sitting by designation.\r\r\n\n     COFFIN, Senior  Circuit Judge.   Defendant Robert  Joost was\r                                            \r\n\nconvicted by a jury  of conspiracy to obstruct, delay  and affect\r\n\ncommerce by robbery of gold from an armored  car, in violation of\r\n\n18 U.S.C.   1951 (the Hobbs Act).1   He filed this appeal pro se,\r                                                                          \r\n\nalleging a  host of errors.   Finding none of them  to affect the\r\n\nintegrity of the conviction, we affirm.2\r\n\n                        FACTUAL BACKGROUND\r                                  FACTUAL BACKGROUND\r\n\n     In March 1994, an  informant, Tracy, introduced defendant to\r\n\ntwo undercover  Rhode Island detectives, DelPrete  and O'Donnell,\r\n\nwho were investigating  the manufacture  of counterfeit  Foxwoods\r\n\nCasino (Connecticut) slot machine tokens by defendant and others.\r\n\nDuring the ensuing months, defendant supplied the detectives with\r\n\nmany such tokens,  which the  detectives said they  were able  to\r\n\nexchange for cash at the  cashier's cage through a cousin of  one\r\n\nof them.\r\n\n     On April 24,  1994, defendant asked  the detectives to  join\r\n\nhim in robbing a  Meehan armored car that regularly  carried gold\r\n\nto  New York.  He  said he had earlier  assembled a gang for this\r\n\njob  and had  made plans that  he now  sought to  reactivate.  In\r\n\n                    \r                              \r\n\n     1   The same  jury was  unable to reach  a verdict on  a co-\r\ndefendant, Grelle, who later pled guilty.\r\n\n     2  Defendant also was  charged with two additional offenses.\r\nHis conviction for  being a felon in possession  of a firearm, in\r\nviolation of 18 U.S.C.    922(g), is being vacated in  a decision\r\nissued simultaneously  with this one because of the trial court's\r\nerroneous refusal to  give an instruction on  entrapment.  United\r                                                                           \r\nStates v.  Joost,  No. 95-2032  (1st  Cir. July  xx, 1996).    An\r                          \r\nindictment  alleging  interstate  theft  and  counterfeiting,  in\r\nviolation  of 18  U.S.C.     371 and  487, was  dismissed without\r\nprejudice.\r\n\n                               -2-\r\r\n\nsubsequent conversations  in May defendant said  that the company\r\n\nhad  changed its  vehicle from  a truck  to  a van.   On  May 28,\r\n\ndefendant, Grelle,  and the two detectives  drove to Pennsylvania\r\n\nto carry out  a robbery  of a warehouse  or tractor/trailer,  but\r\n\nwere  intercepted by  a prearranged  investigative stop  in which\r\n\npolice confiscated burglar tools supplied by defendant.\r\n\n     Further talk about the  Meehan job led to a  surveillance in\r\n\nwoods near the  armored car facility on the night  of June 29-30.\r\n\nDefendant had  said that the vehicle carried  up to $6 million in\r\n\ngold, and that  Leach &amp; Garner  was one customer.   He said  that\r\n\nguards  would arrive  at about  3:00 a.m.,  that one  would leave\r\n\nfirst for the vehicle and another would follow.  Defendant's plan\r\n\nhad  two of his team rushing the  first guard while a third would\r\n\nalert  them to the  approach of  the second  guard, both  of whom\r\n\nwould  be seized,  and shot  if necessary with  a silencer.   The\r\n\nrobbery aborted when the guards failed to appear.\r\n\n     Executives of  both Leach  &amp; Garner and  Meehan corroborated\r\n\nthe pick-up time (between 4:30  and 5:30 p.m.), the value  of the\r\n\nshipment (averaging  $5 million), overnight  storage at  Meehan's\r\n\nWoonsocket facility, the arrival of two guards at 3:00 a.m.,  and\r\n\nthe  change in  April 1994  from  a truck  to a  van.   Defendant\r\n\ntestified that  he  had  gotten his  information  from  a  prison\r\n\nroommate, used them in a novel he was writing, and brought up the\r\n\narmored  car  project in  order to  sustain  the interest  of the\r\n\ndetectives until he, defendant, could meet  and establish his own\r\n\n                               -3-\r\r\n\nconnection  with the \"cousin\" in the casino's cashier's cage.  He\r\n\nhad never intended to follow through on an actual robbery.\r\n\n     Insofar as  additional facts  may be relevant  on particular\r\n\nissues, they will be incorporated into the following discussion.\r\n\n                            DISCUSSION\r                                      DISCUSSION\r\n\n     Defendant represented  himself at trial  during presentation\r\n\nof  the  government's  case;  after  the  government  rested,  he\r\n\nrequested  standby  counsel to  take over.    In this  appeal, he\r\n\nresumes  self-representation,  and  has briefed  sixteen  issues.\r\n\nWhile some merit more discussion than others, we shall follow the\r\n\nsequence  in  which  both   defendant  and  the  government  have\r\n\npresented their positions. \r\n\n     1. \"Other Acts\" Cross Examination.\r                                                \r\n\n     Defendant's  basic theme,  introduced  in  his  opening  and\r\n\nreiterated  in his testimony, was that he did not engage in armed\r\n\nrobberies, that he was  fully aware of the heavy  penalty imposed\r\n\non  a convicted felon found in  possession of a firearm, and that\r\n\nhis  many discussions  with  the detectives  concerning past  and\r\n\nfuture criminal projects were  fanciful tales designed to sustain\r\n\ntheir interest  until he could  establish his own  modus operandi\r\n\nwith the casino's cashier.\r\n\n     The government sought  to rebut defendant's claim of lack of\r\n\nintent  to  rob  by  asking  O'Donnell  about  the  conversations\r\n\ndefendant had had with the detectives concerning various criminal\r\n\nventures.    On  objection,  the  court  refused  to  allow  such\r\n\nquestioning,  deeming prejudice  to  outweigh relevance  at  that\r\n\n                               -4-\r\r\n\npoint, but noting that  the ruling was \"subject to  whatever else\r\n\nis going to come out.\"  Defendant subsequently took the stand and\r\n\ntestified at length about his  lack of intent to rob the  armored\r\n\ncar.  \r\n\n     When  the government  proposed  to cross  examine  defendant\r\n\nabout his various proposals to the detectives, the court deferred\r\n\nruling and further questioning pending resolution of the question\r\n\nwhether, if  defendant invoked  the Fifth Amendment,  all of  his\r\n\ntestimony  should be  stricken.   The  court subsequently  became\r\n\nsatisfied  that  defendant's   taking  the  Fifth  Amendment   on\r\n\ncollateral  matters would  not affect  his prior  testimony.   It\r\n\ntherefore  allowed  the  government  to  ask  some   twenty-three\r\n\nquestions about defendant's  conversations or actions  concerning\r\n\nproposed  thefts from a  UPS van, an American  Legion hall, and a\r\n\nPennsylvania  warehouse,  and  delivery   of  a  firearm  to  the\r\n\ndetectives.   Defendant, in the presence of the jury, invoked the\r\n\nFifth Amendment as to each question.3\r\n\n     He  now makes  two arguments.   First,  he asserts  that the\r\n\ncourt improperly  failed to balance  prejudice against relevance,\r\n\nalthough he undercuts this argument  by observing, \"At best, this\r\n\n`evidence'  was merely cumulative.\"   We think it  clear that the\r\n\ncourt  was fully aware of  its responsibilities.   It earlier had\r\n\n                    \r                              \r\n\n     3   In defendant's subsequent prosecution for being a felon-\r\nin-possession  of a  firearm, see  supra at  n.2, his  defense of\r                                                  \r\nentrapment  relied  on  a   full  disclosure  of  all   of  these\r\nconversations  and actions,  which he  characterized as  fanciful\r\nfiction,  devised  to induce  the  detectives  to continue  their\r\ndollars-for-tokens support.\r\n\n                               -5-\r\r\n\nrejected the proffered line of questioning and permitted it  only\r\n\nafter defendant  testified extensively about his  lack of intent.\r\n\nWhile, as always, explicit findings would have avoided any issue,\r\n\nwe do not deem this an abuse of discretion. See  United States v.\r                                                                        \r\n\nDe La Cruz, 902 F.2d 121, 123 (1st Cir. 1990).\r                    \r\n\n     Defendant's  second  argument is  that  there  was no  \"real\r\n\nevidence\" or responses  from him backing  up the insinuations  of\r\n\nthe prosecutor.  But this is not a situation where the prosecutor\r\n\nwas  flying blind  and  asking questions  without any  legitimate\r\n\nreason.  Some of the subject  matter -- the trip to  Pennsylvania\r\n\nto rob the warehouse  -- was already in evidence; and  both sides\r\n\nwere fully aware that most of the relevant conversations had been\r\n\ntaped.   The government's attempt  to elicit the same information\r\n\nfrom its witness  had been  foreclosed.  Defendant,  who had  the\r\n\noption  of convincing the jury  of his \"version  of the facts and\r\n\nhis reliability as a witness, [or] not to testify at all  [,] . .\r\n\n.  cannot reasonably claim that the Fifth Amendment gives him not\r\n\nonly this choice but, if  he elects to testify, an  immunity from\r\n\ncross-examination on the matters he has himself put in  dispute.\"\r\n\nBrown v. United States, 356 U.S. 148, 155-56 (1958).\r                                \r\n\n     Moreover,  this objection  was  not  effectively  raised  at\r\n\ntrial. Only two of the twenty-three questions were objected to on\r\n\nthe  ground of  \"lack  of evidence.\"    Both of  these  concerned\r\n\nwhether defendant had looked at the American Legion building, but\r\n\nother questions  had been asked without  objection concerning the\r\n\nplan to rob that building.  \r\n\n                               -6-\r\r\n\n     2.  Rulings admitting evidence.\r                                             \r\n\n          a.  O'Donnell  testified  about  a   conversation  with\r\n\ncodefendant Grelle, in which Grelle told of his son's involvement\r\n\nin an armored car robbery.  The testimony was promptly struck and\r\n\na cautionary instruction given.   After a recess both  Grelle and\r\n\ndefendant moved for a mistrial.  The linkage between Grelle's son\r\n\nand  defendant is  tenuous  and remote.    This is  not  mistrial\r\n\nmaterial.\r\n\n          b. The informant Tracy at  one point testified that one\r\n\nreason  why he did not tell defendant that O'Donnell and DelPrete\r\n\nwere really state  troopers was concern for  his own safety.   An\r\n\nobjection  was overruled.  But  earlier Tracy had  given the same\r\n\nreply in direct  examination by defendant.   Moreover, this  adds\r\n\nnothing to defendant's own talk about being prepared to shoot the\r\n\narmored car guards.  If error, it was harmless.\r\n\n          c.  The  government  asked  defendant if  he  had  been\r\n\nconvicted  of a  conspiracy to  violate  civil rights  by murder.\r\n\nObjection to the  question was overruled.   Defendant answered by\r\n\nsaying,  \"That's not  true. It  was by  death resulting.\"   Then,\r\n\nafter defendant repeated that  the conviction was for \"conspiracy\r\n\nto violate the civil  rights of a citizen, death  resulting,\" the\r\n\nprosecutor  interjected, \"By  killing;  conspiracy  by  killing?\"\r\n\nDefendant  answered, \"Well, yes.   There was  a death resulting,\"\r\n\njust before objection was made and overruled.\r\n\n     A  reading of United States v. Guillette, 547 F.2d 743, 748-\r                                                       \r\n\n49  (2d Cir.  1976),  reveals that  a  prospective witness  in  a\r\n\n                               -7-\r\r\n\nprosecution against this defendant and another had been killed by\r\n\na  bomb activated  when  opening the  front  door of  his  house.\r\n\nDefendant  argued that it  had been installed by  the victim as a\r\n\nbooby trap aimed at  him and his codefendant, who  were searching\r\n\nfor  him to prevent him  from testifying.   The Connecticut trial\r\n\ncourt refused  to charge that  such a fact, if  found true, would\r\n\nexonerate defendant.  The Second Circuit agreed, holding that the\r\n\ndefendants \"would  still  be considered  in  the chain  of  legal\r\n\ncausation if the immediate cause of  death -- setting a bomb as a\r\n\nbooby trap  -- was  a  foreseeable protective  reaction to  their\r\n\ncriminal  efforts to  locate and  dissuade him  from testifying.\"\r\n\nThe court,  in discussing another  issue, even  referred to  \"the\r\n\nmurder of LaPolla [the victim].\"  Id. at 755. The questions asked\r                                              \r\n\ndid not mischaracterize the conviction in any significant way.\r\n\n     Defendant  presents four  other  issues of  this nature  but\r\n\neither the objections  were sustained or  no objection was  made;\r\n\nall are insubstantial.\r\n\n     3.  Limiting examination and refusing offer of proof.\r                                                                   \r\n\n     From  two  days  of  his  cross-examination  of   O'Donnell,\r\n\nspanning 174 pages of transcript, defendant distills two asserted\r\n\nerrors.  One  rises out of a specific limitation on further cross\r\n\nby  the  court  that  prevented  defendant  from  inquiring  into\r\n\nO'Donnell's misreading of a  telephone number -- to show  that he\r\n\nmight also have misread  a gesture defendant had  made.  This  is\r\n\nobviously within the discretion of the court.  \r\n\n                               -8-\r\r\n\n     The  second was merely a  final limitation of  one more hour\r\n\n(instead of two), and  subsequent 20 and 5 minute warnings.  When\r\n\ndefendant wished to  make an  \"offer of proof\"  of the  remaining\r\n\nquestioning he wished to do (which would have centered on missing\r\n\nor  defective tapes), the  court refused.   We cannot contemplate\r\n\nhow  such actions, after two days of cross examining one witness,\r\n\ncould be held an abuse of discretion.\r\n\n     A final  asserted error was the  ruling preventing defendant\r\n\nfrom  telling about another armored truck fantasy he had told the\r\n\ndetectives,  to prove he was  just a storyteller.   There already\r\n\nwere  quite enough  of  these to  allow  defendant to  argue  his\r\n\nversion.\r\n\n     4.  Directing court reporter to read her notes of tape.\r                                                                     \r\n\n     After the jury reported  to the court that a  tape recording\r\n\nwas  inaudible, the court told  the jury to  make another effort.\r\n\nThen, following a  subsequent request  from the  jury, the  court\r\n\nordered  the court reporter to  read her notes  made earlier from\r\n\nthe  recording.    After  she concluded,  counsel  for  defendant\r\n\nobjected, saying that he  had been comparing what was  being read\r\n\nwith   the    transcript   of   the   tape,    and   found   some\r\n\nmisidentifications.  He mentioned that at one point  the reporter\r\n\nattributed  some of  the detectives'  statements to  one  or both\r\n\ndefendants.\r\n\n     It is of course the case that the tapes, not the transcript,\r\n\nconstitute evidence.  United States v. Richman, 600 F.2d 286, 295\r                                                        \r\n\n(1st Cir.  1979).  But it is within a judge's discretion to allow\r\n\n                               -9-\r\r\n\na  reporter to read back testimony, United States v. Akitoye, 923\r                                                                      \r\n\nF.2d  221, 226 (1st Cir. 1991), and  such principle would seem to\r\n\napply  here.  In  any event, we see  no possibility of prejudice.\r\n\nO'Donnell   had  testified  extensively   about  the  events  and\r\n\nconversations  on the evening of  June 29-30, the  subject of the\r\n\ntape recording.  Defendant  has pointed to no discrepancy  in the\r\n\ncourtreporter's reading of her notes that could have damaged him.\r\n\n     5.  Dismissal of two jurors.\r                                          \r\n\n      During  the trial,  on April  7, 1995,  defendant's counsel\r\n\nbecame  ill.   When  it  was  apparent that  the  trial  would be\r\n\nsuspended for an additional week, the court was informed that two\r\n\njurors had prepaid for vacations that were scheduled to begin the\r\n\nweek when trial would resume.  The court announced to counsel for\r\n\nall  parties in a telephone conference call that the jurors would\r\n\nbe excused.   There was  no objection.   Defendant claims  not to\r\n\nhave known of this action until shortly before trial resumed.\r\n\n     Defendant first  argues that a  scheduled vacation is  not a\r\n\nlegitimate reason to  excuse a juror, under Fed. R.  Crim. P. 24.\r\n\nUnder the circumstances, this was  within the sound discretion of\r\n\nthe court, United  States v.  Corsino, 812 F.2d  26,33 (1st  Cir.\r                                               \r\n\n1987),  and  in any  event this  issue was  not presented  to the\r\n\ncourt.\r\n\n     A second argument is that defendant himself was not involved\r\n\nin the telephone conference.   While a party must  be represented\r\n\nby  counsel in such conferences, there is no constitutional right\r\n\n                               -10-\r\r\n\nto be present when dismissal of a juror is discussed.  See United\r                                                                           \r\n\nStates v. Brown, 571 F.2d 980, 986-87 (6th Cir. 1978).  There was\r                         \r\n\nno error in dismissing these jurors.\r\n\n     6.  Composition of grand and petit juries.\r                                                        \r\n\n     Defendant moved to dismiss the  indictments in this and  the\r\n\nfelon-in-possession  case for  failure  to comply  with the  Jury\r\n\nSelection  and Service Act of  1968, 28 U.S.C.     1861-1878 (the\r\n\nAct), and the Fifth and Sixth Amendments, and to stay proceedings\r\n\nuntil valid petit juries could be drawn.  After hearing argument,\r\n\nthe court refused to  hold an evidentiary hearing and  denied the\r\n\nmotion.  Defendant raises four issues.\r\n\n          a.  Delay.    Defendant  claims that  delay  in  making\r                             \r\n\navailable  to him  jury information  denied him  due  process and\r\n\nequal  protection.    Although   the  Magistrate  Judge   granted\r\n\ndefendant  access to the master jury wheel and the qualified jury\r\n\nwheel in October,  1994, this did not result in  any action until\r\n\nFebruary 17, 1995,  when the court, after a  conference requested\r\n\nby defendant, ordered both wheels to be delivered to defendant.\r\n\n     At a  hearing on  February  28, defendant,  who had  already\r\n\nreceived  the district's  jury plan  and the  two wheels,  sought\r\n\njuror  questionnaires and  computer  programs used  to achieve  a\r\n\nrandom  pick.  The court granted access to defendant's counsel to\r\n\nexamine the  questionnaires.  Defendant sought  thirty additional\r\n\ndays in which to prepare his motion to dismiss; the court granted\r\n\ntwenty-three days.  No  request for additional time was  made and\r\n\nno showing was made of additional information needed.  \r\n\n                               -11-\r\r\n\n     The  court  ruled  that  defendant had  sufficient  time  to\r\n\nexamine the  material, noting that further  analysis was unlikely\r\n\nto lead to new information.   We think this judgment well  within\r\n\nthe court's discretion.\r\n\n          b.  Limiting  access  to  materials.    At  a  pretrial\r                                                       \r\n\nconference on March 22,  1995, defendant sought computer programs\r\n\nused  to  select the  master  and qualified  jury  wheels, names,\r\n\naddresses,  and  telephone  numbers  of  computer  operators  and\r\n\nprogrammers, documents  used to  process juror  questionnaires, a\r\n\ncopy of  the petit  and grand  jury venires,  and  the names  and\r\n\ntownships of the  grand jurors who returned  the two indictments.\r\n\nThe  court, after noting that  production of records  used by the\r\n\nclerk  in  the  jury selection  process  is  limited  to what  is\r\n\nnecessary to prepare a motion asserting a  substantial failure to\r\n\ncomply with the Jury  Selection and Service Act, see  28 U.S.C.  \r                                                              \r\n\n1867(d),  denied  the request,  holding  that  defendant had  not\r\n\nsubmitted a  sufficient basis for production  of these additional\r\n\nmaterials.  \r\n\n     Defendant argues  on appeal that his figures  had revealed a\r\n\nflaw in the randomness of Yale's computer program, which was used\r\n\nto develop the  master and qualified wheels.   As an  example, he\r\n\npoints out  that Providence  citizens comprised 13.46  percent of\r\n\nthe names  on  the master  wheel  but only  8.59  percent of  the\r\n\nqualified  wheel.   He  contends that  this discrepancy  demanded\r\n\nfurther  inspection, particularly  in light  of past  glitches in\r\n\nYale's  computer  programming  that  resulted  in  the   complete\r\n\n                               -12-\r\r\n\nexclusion of  persons from the large communities  of Hartford and\r\n\nNew  Britain   from  the   qualified  wheel  and   master  wheel,\r\n\nrespectively.  See  United States  v. Jackman, 46  F.3d 1240  (2d\r                                                       \r\n\nCir. 1995); United States  v. Osorio, 801 F. Supp.  966 (D. Conn.\r                                              \r\n\n1992).\r\n\n     Such  a showing  falls far  short of demonstrating  a likely\r\n\nsubstantial noncompliance  with the  Act.  Unlike  the situations\r\n\ndescribed  in   Jackman  and   Osorio,  substantial   numbers  of\r                                               \r\n\nProvidence  citizens were  on  both  lists.    In  light  of  the\r\n\nconsiderable information already made available  to defendant and\r\n\nthe  extensive memorandum  and exhibits  that he  filed with  his\r\n\nmotion  to dismiss, the defendant bears  a considerable burden of\r\n\njustifying what would  amount to both a considerable intrusion on\r\n\npeople's work  and  time and  substantial  further delay  of  the\r\n\ntrials.    The court  did not  abuse  its discretion  in refusing\r\n\nfurther inspection.   See United  States v.  Davenport, 824  F.2d\r                                                                \r\n\n1511, 1514-15 (7th Cir. 1987).\r\n\n          c.  Evidentiary hearing.   Defendant charges  the court\r                                           \r\n\nwith error in denying him an evidentiary hearing on his motion to\r\n\ndismiss the indictments.  Under 28 U.S.C.   1867(d), if  a movant\r\n\nsubmits  a sworn statement asserting facts  which, if true, would\r\n\nimpeach  the jury selection process,  he may present testimony of\r\n\nthe clerk or jury commission.  The district court, in denying  an\r\n\nevidentiary hearing, referred at one point to the lack of an oath\r\n\nbefore a notary public.   But defendant had signed  his statement\r\n\n                               -13-\r\r\n\n\"under penalty of perjury,\" which is sufficient under 28 U.S.C.  \r\n\n1746.4\r\n\n     The  court,  however,  also  noted   this  circuit's  strict\r\n\nadherence to \"the  gatekeeper prerequisites\" of    1867(d).   See\r                                                                           \r\n\nUnited States v. Foxworth, 599 F.2d  1, 3 (1st Cir. 1979); United\r                                                                           \r\n\nStates v.  Marrapese, 610 F. Supp.  991, 996 (D. R.I.  1985).  It\r                              \r\n\nwent on to  hold that  the \"purported affidavit  is nothing  more\r\n\nthan  a  generalized  recitation  of   self-serving  conclusions,\r\n\nspeculation and conjecture.\"\r\n\n     Our reading  of the affidavit confirms  this conclusion; its\r\n\nmost salient statements assert discrimination against non-whites,\r\n\npoor,  and certain minorities, and that  the master and qualified\r\n\nwheels were skewed to underrepresent such classes.  But defendant\r\n\nargues that his affidavit refers to \"data he  has supplied in the\r\n\nattached Motion to Dismiss\" and that the motion to dismiss refers\r\n\nto \"the accompanying Memorandum of Law.\"   The memorandum, signed\r\n\nby defendant, consists  of seventeen pages and derives  the facts\r\n\nit relies on from an appendix of sixteen pages of tables and nine\r\n\npages of graphs.  The tables, with no indication of source, break\r\n\ndown  the population of the various towns and cities into various\r\n\ncategories: income, non-white,  occupation, education,  language,\r\n\nancestry.   Pages  of  data from  the  1990 census  extend  these\r\n\n                    \r                              \r\n\n     4  28 U.S.C.   1746 reads in relevant part, \"Wherever . .  .\r\nany matter is required . . . to be supported . . . by the sworn .\r\n. . statement, . . . such matter may, with like force and effect,\r\nbe supported .  . . by the unsworn statement,  in writing of such\r\nperson  which  is subscribed  by him,  as  true under  penalty of\r\nperjury . . . .\"\r\n\n                               -14-\r\r\n\nclassifications to include employed females, households receiving\r\n\npublic assistance, and persons over 65 possessing no vehicle.\r\n\n     The entire package is so unfocused, so often irrelevant, and\r\n\nso  seldom tied  to verifiable  sources that  to declare  that it\r\n\nshould be considered as integrated with and incorporated into the\r\n\naffidavit,  the  only  document  that vouches  for  truth,  would\r\n\nundercut the whole purpose of  the requirement of   1867(d):   to\r\n\nenable  a court  to review  a challenge  to jury  composition and\r\n\n\"swiftly dispose of it if it  fails.\"  Marrapese, 610 F. Supp. at\r                                                          \r\n\n996 (quoting  legislative history).  See also  Foxworth, 599 F.2d\r                                                                 \r\n\nat 3. \r\n\n     We therefore do not fault the  court for its ruling.  But we\r\n\nalso  note that defendant was  not, in all likelihood, prejudiced\r\n\nby  the ruling.   The court  heard a  fairly detailed  summary of\r\n\nexpected testimony from the clerk and an extensive offer of proof\r\n\nof  defendant's  expert,  a  candidate  for  a  Ph.D.  degree  in\r\n\nstatistics and applied mathematics.  In addition, it had read all\r\n\nof the motion papers, the memorandum, and the appendix.  \r\n\n     d.  Fair cross-section.    Defendant's substantive  claim is\r                                     \r\n\nthat  non-whites   and   lower   economic   classes   have   been\r\n\nsystematically  excluded  from  the  jury  selection  process  in\r\n\nviolation  of the Sixth Amendment.   Defendant contends that this\r\n\nunderrepresentation results  inherently  from reliance  on  voter\r\n\nregistration  lists,  magnified  further  by   program  error  or\r\n\nmalfeasance.  In support of his theory, he cites data specific to\r\n\nProvidence,  which  has  a  non-white  population  of  nearly  30\r\n\n                               -15-\r\r\n\npercent:    the  city  contains  15.72  percent  of  the  state's\r\n\npopulation of 18 and over, yet accounts for only 14.25 percent of\r\n\nregistered  voters, 13.46  percent  of citizens  included in  the\r\n\nmaster wheel, and 8.59 percent of those in the qualified wheel.\r\n\n     In order  to make out  a prima  facie violation of  the fair\r\n\ncross-section requirement of  the Sixth Amendment,  the defendant\r\n\nmust  show  (1) that  the group  allegedly underrepresented  is a\r\n\ndistinctive group  in the community, (2)  that its representation\r\n\nin the  venires from  which  juries are  chosen is  not fair  and\r\n\nreasonable in relation to the total number of such persons in the\r\n\ncommunity,  and  (3)  that  such  underrepresentation stems  from\r\n\nsystematic  exclusion  of  the  group  from  the  jury  selection\r\n\nprocess.  Duren v. Missouri, 439 U.S. 357, 364 (1979).\r                                     \r\n\n     The  district court  assumed that  the first  requirement --\r\n\ndistinctiveness  --  was  met as  to  non-whites  and  low income\r\n\npersons.  We also assume the point.  In moving on to the issue of\r\n\nfair and reasonable  representation, we  must reject  defendant's\r\n\nfirst proposition cited above.   An assault on voter registration\r\n\nlists  must   be  based  on  something  more   than  the  general\r\n\nobservation that  non-whites and  low income  people may  tend to\r\n\nregister to vote much less than more affluent or white people do.\r\n\nDavenport, 824 F.2d  at 1514-15.   Nor do \"numerical  disparities\r                   \r\n\nresulting  from the use of voter-registration lists . . . violate\r\n\na defendant's Sixth Amendment rights.\"  United States v. Ireland,\r                                                                          \r\n\n62 F.3d 227, 231 (8th Cir. 1995).\r\n\n                               -16-\r\r\n\n     When   we   further    consider   defendant's    statistical\r\n\npresentation, we  recognize a  significant problem:   rather than\r\n\ncount non-whites and low income people on the  voter registration\r\n\nlists,  and the master and  qualified jury wheels, defendant uses\r\n\nProvidence as a surrogate for  both groups.  Defendant's  premise\r\n\nis  somewhat appealing,  but we  are not  convinced that  such an\r\n\napproach is permissible.   Non-whites and  low income people  may\r\n\nvery well be  fairly represented  in both wheels  whether or  not\r\n\nProvidence  is.   And we have  the further  doubt created  by the\r\n\nabsence of information concerning the  proportion of Providence's\r\n\nnon-white (or  for that matter  its low income)  population which\r\n\nhas registered to vote.\r\n\n     But if we overlook these questions, we still face the facts,\r\n\nas  did the district  court, that the  absolute disparity between\r\n\nProvidence's representation  in the  voter registration  list and\r\n\nthat in the master jury wheel is .79% (14.25% - 13.46%); and that\r\n\nthe absolute disparity  in its representation in the  master jury\r\n\nwheel and  in the qualified jury wheel is 4.87% (13.46% - 8.59%).\r\n\nEven  the broadest  potential  comparison,  between  Providence's\r\n\nrepresentation in the state's  population of 18 and over  and its\r\n\nrepresentation in  the qualified  jury wheel, yields  an absolute\r\n\ndisparity of only  7.13% (15.72% - 8.59%).   As we recognized  in\r\n\nHafen, 726 F.2d at 23, absolute disparities of up to ten  percent\r               \r\n\nare widely conceded not  to constitute underrepresentation.5  See\r                                                                           \r\n                    \r                              \r\n\n     5   Absolute disparity  measures the difference  between the\r\npercentage of a distinctive group in a certain population and the\r\npercentage of that group in a subset of that population.   In the\r\n\n                               -17-\r\r\n\nalso Ramseur v. Beyer, 983 F.2d 1215, 1232 (3d Cir. 1992)  (14.1%\r                               \r\n\n\"borderline\");  United States  v. McAnderson,  914 F.2d  934, 941\r                                                      \r\n\n(7th  Cir. 1990) (8%  is de minimis); United  States v. Pepe, 747\r                                                                      \r\n\nF.2d 632, 649 (11th Cir. 1984) (7.6% \"well within . . . limits\");\r\n\nUnited States v. Butler,  611 F.2d 1066, 1069-70 (5th  Cir. 1980)\r                                 \r\n\n(under 10% permissible).\r\n\n     We see no reason to depart from this standard.   We think it\r\n\nstrikes   a   correct   balance   between    avoiding   egregious\r\n\ndiscrimination and becoming  enmeshed with statistical approaches\r\n\naimed at unrealistic fine tuning.\r\n\n     As for Duren's third  prong, the requirement that systematic\r                           \r\n\nexclusion  be   shown,  we   have  already  ruled   out  reliance\r\n\nsimpliciter on voter registration  lists.  What would have  to be\r                     \r\n\ndemonstrated  would   be  either  \"the  use   of  suspect  voter-\r\n\nregistration qualifications or  discriminatory administration  of\r\n\nthe jury-selection procedure.\"   Ireland,  62 F.3d at  232.   But\r                                                  \r\n\nvoter  qualification has never been in issue and the only showing\r\n\nconcerning creation of the qualified  wheel from the master wheel\r\n\nis  defendant's offer of proof that a court officer would testify\r\n\nthat  persons were selected at random.  Defendant also raises the\r\n\npossibility of abuse because names are drawn for new venires from\r\n\n                    \r                              \r\n\njury  selection context,  this  figure is  generally achieved  by\r\nsubtracting the  percentage of a group on the jury wheel from the\r\npercentage of that group  in the community.  Joost  has suggested\r\nalternative  methods,   but  the   absolute  disparity  test   is\r\nappropriate where, as here, the allegedly  underrepresented group\r\nconstitutes a very small proportion of the total population.  See\r                                                                           \r\nUnited States  v. Pion, 25  F.3d 18, 23  (1st Cir. 1994);  United\r                                                                           \r\nStates v. Hafen, 726 F.2d 21, 23-24 (1st Cir. 1984).\r                         \r\n\n                               -18-\r\r\n\na  stable  qualified  list,  and someone,  sometime,  could  make\r\n\nimproper  use  of such  a  list.    This  is  too  remote  to  be\r\n\nsubstantial.\r\n\n     In  short,  the  challenges  to  the  juries  were  properly\r\n\ndismissed. \r\n\n     7. Propriety of Instructions.\r                                           \r\n\n     Defendant lodges  seven claims  of error in  instructing the\r\n\njury.  Only three merit specific treatment.\r\n\n          a. The first contention, that the court refused to give\r\n\nan  instruction on the intent necessary to violate the Hobbs Act,\r\n\nis somewhat mystifying.  Defendant states in his reply brief that\r\n\nboth an intent to  agree and an  intent to execute the  agreement\r\n\nare necessary.  But  he acknowledged that he was  writing without\r\n\naccess to the record.  In fact, the  precise instruction he seeks\r\n\nwas given by the court.\r\n\n          b. Defendant  charges error in the  court's instruction\r\n\nthat  the jury  could consider  his  invocation of  the privilege\r\n\nagainst self incrimination in evaluating  his testimony.  A court\r\n\nmay  instruct a  jury to go  further than  the court  did in this\r\n\ncase, i.e.,  that the jury could draw  an adverse inference.  See\r                                                                           \r\n\nCaminetti  v. United  States,  242 U.S.  470, 494  (1917); United\r                                                                           \r\n\nStates v. Kaplan, 832  F.2d 676, 684 (1st Cir. 1987).   Defendant\r                          \r\n\nhas  confused a  situation where,  as here,  a person  (whether a\r\n\nparty  or a non-party witness)  invokes the Fifth  Amendment on a\r\n\nmatter  relevant to the issues before the court and the situation\r\n\nwhere  a person invokes the  privilege when asked  about a matter\r\n\n                               -19-\r\r\n\nwholly beyond the scope of the issue at hand, as in United States\r                                                                           \r\n\nv. Nunez, 668 F.2d 1116, 1122-23 (10th Cir. 1982).\r                  \r\n\n          c. The court charged that  factual impossibility, which\r\n\noccurs \"when extraneous circumstances  unknown to the Defendant .\r\n\n. .  prevent the consummation  of the  intended crime,\" is  not a\r\n\ndefense.  Defendant claims  that this was not applicable  because\r\n\nhe knew  at the  time  that the  armored car  was  not stored  in\r\n\nWoonsocket.  But the jury need not have believed him.\r\n\n          d. The  other challenges to instructions  are even less\r\n\nweighty.   As  to two,  there was  no objection raised  after the\r\n\ninstructions.  As  for the court  referring to  Tracy as both  an\r\n\ninformant  and  an  accomplice,  the status  of  informant  alone\r\n\njustified the charge.  And the charge as a whole left no doubt as\r\n\nto the law that defendant was accused of violating.\r\n\n                               -20-\r\r\n\n     8.  Violation of Rule 30.\r                                       \r\n\n     Fed. R. Crim.  P. 30  requires that opportunity  be given  a\r\n\nparty to object to an instruction out of the hearing and presence\r\n\nof  the jury.  As noted above,  the jury twice requested that the\r\n\ncourt reporter read the notes that she made from the June 29 tape\r\n\nrecording.  On the first occasion, the court told  the jury first\r\n\nto listen  to the tape and that, if necessary, the reporter could\r\n\nlater read  her notes.  When  asked if he had  any \"problem\" with\r\n\nthat,  counsel for defendant stated  that the tape,  not what the\r\n\nreporter heard, was  the evidence.  When the jury made its second\r\n\nrequest for the reporter's  notes, the court asked counsel  if he\r\n\nwished to  say anything.   Counsel stated  that he  had the  same\r\n\nobjection.   When the jury retired,  counsel moved unsuccessfully\r\n\nfor a mistrial on the ground that Rule 30 had been violated.\r\n\n     The government  argues that Rule 30 is not applicable, since\r\n\nthe court was not giving any  instructions on the law, but merely\r\n\nmaking a  trial ruling such  as requiring a  witness to  answer a\r\n\nquestion.   We agree.   The entire focus  of the  rule is on  the\r\n\ninstructions  on the  law given by  a judge  at the  close of the\r\n\ntrial.  The objection addressed  by the rule is one made  to \"any\r\n\nportion  of the charge or  omission therefrom.\"   The incident at\r\n\nissue here was not within the compass of Rule 30. \r\n\n     9.  Playing excerpts of tapes.\r                                            \r\n\n     Many tape recordings were made  of defendant's conversations\r\n\nwith the detectives.   Excerpted portions of eight of  these were\r\n\nallowed  to be  played to  the jury.   Defendant objected  to the\r\n\n                               -21-\r\r\n\nplaying  of each  tape, usually  on three  grounds: authenticity,\r\n\ndefective chain of custody, and lack of completeness.  He did not\r\n\nelaborate  on  his  objections,  nor did  he  suggest  additional\r\n\nportions  that should be played.   He now  asserts that he wanted\r\n\nthe jury  to hear how the  conversations led up to  the excerpted\r\n\nportions,  so  that  the  jury  would  see  that  discussions  of\r\n\nparticular  robberies  were just  part of  \"a larger  plethora of\r\n\nstories  Joost was  telling  the  agents  and  that  he  was  the\r                 \r\n\nconsummate prevaricator.\"\r\n\n     Fed. R.  Evid. 106  allows a party  to supplement part  of a\r\n\nrecorded statement when the additional portion \"ought in fairness\r\n\nto be considered contemporaneously with it.\" The trial court must\r\n\nhave discretion  to conduct  what \"essentially[] becomes  a line-\r\n\ndrawing exercise, to be  conducted case by case.\"   United States\r                                                                           \r\n\nv. Boylan, 898 F.2d 230, 256 (1st Cir. 1990).  When confronted by\r                   \r\n\nflat opposition to playing  any excerpts of eight  time consuming\r\n\ntapes,  the court can hardly  be faulted for  not attempting more\r\n\nsensitive editing.\r\n\n     10. Refusal to recuse sua sponte.\r                                               \r\n\n     Although defendant  made no motion for  the judge's recusal,\r\n\nhe contends  that 28  U.S.C.   455  required the judge  to recuse\r\n\nherself sua sponte based on an ex parte conference with him.  The\r\n\nunderlying circumstances  involved the  judge's role,  before her\r\n\nappointment to the bench,  as Disciplinary Counsel for the  Rhode\r\n\nIsland  Supreme Court.  During the judge's time in that position,\r\n\none  Freda  Salisbury  filed  a complaint  against  an  attorney.\r\n\n                               -22-\r\r\n\nDefendant informed the court at the conference that Salisbury was\r\n\nhis mother.   According to  defendant, Salisbury had  harsh words\r\n\nwith someone in the Disciplinary Counsel's office.  The complaint\r\n\nwas  dismissed and defendant spoke  to someone unknown  to him in\r\n\nthat office,  making strong  criticisms of both  the Disciplinary\r\n\nCounsel and the process.  \r\n\n     This case was  first assigned to  another judge.   Defendant\r\n\ngoes beyond  the record to  assert that  the judge who  heard the\r\n\ncase \"had this case reassigned to herself  . . . in order to seek\r\n\nretribution  against  [defendant]  for  accusations he  had  made\r\n\nagainst her . . . .\"  He charged at the ex parte hearing that the\r\n\nreassignment followed  \"the same pattern  of underhandedness  and\r\n\nharassment [that] has continued since 1963. . . .\"  \r\n\n     The record  reveals  no indication  that the  judge had  any\r\n\nprior knowledge that Salisbury  was defendant's mother.  Nor  was\r\n\nthere  any indication  that the  judge recalled  any conversation\r\n\nwith  defendant.   To argue  that the  judge should  have recused\r\n\nherself sua  sponte on  the assumption  that a  reasonable person\r\n\nwould think  that she had  schemed to  have a case  reassigned in\r\n\norder  to  obtain  revenge  based  on  a  long  since  terminated\r\n\ndisciplinary proceeding,  or that she willingly  joined a thirty-\r\n\ntwo year old conspiracy, is too fanciful for further comment.\r\n\n     11 - 13.  Miscellaneous challenges.\r                                                 \r\n\n     Several alleged errors are so insubstantial that they may be\r\n\nquite  summarily addressed.    Number 11  is  that a  motion  for\r\n\nmistrial should have been granted based on a ten-day delay in the\r\n\n                               -23-\r\r\n\ntrial occasioned by the collapse and medical treatment of defense\r\n\ncounsel.  The court's narration of the sequence of events and the\r\n\nconsiderations underlying the  delay completely  persuades us  of\r\n\nthe propriety of her decisions.  \r\n\n     Number 12  attacks  a conference  between  the judge  and  a\r\n\njuror, when the juror refused to reenter the jury  room.  Whether\r\n\nor not all counsel agreed that the judge should confer alone with\r\n\nthe juror  -- as  the government contends,  with some  confirming\r\n\nindication in the  record -- it  is clear that  no objection  was\r\n\nvoiced when the  court reporter  read to counsel  the judge's  in\r\n\ncamera  conversation with  the juror.   Although  defense counsel\r\n\nfiled  a post-trial  affidavit  saying that  the  juror had  been\r\n\ncoerced  by other jurors, there was no evidence of any extraneous\r\n\ninfluence  and the juror  herself did not  contact the  court.  A\r\n\njury  verdict is not so  easily impeached.   See United States v.\r                                                                        \r\n\nNorton,  867 F.2d  1354, 1366  (11th Cir.  1989).   There was  no\r                \r\n\nerror.\r\n\n     No. 13 alleges ineffective assistance of counsel, but, as we\r\n\nhave often held, where the record,  as here, does not contain all\r\n\nthe  relevant  facts, direct  appeal is  not  the route.   Absent\r\n\n\"extraordinary circumstances,\" the proper  vehicle is 18 U.S.C.  \r\n\n2255.  United  States v. Bergodere,  40 F.3d  512, 517 (1st  Cir.\r                                            \r\n\n1994).\r\n\n     14.  Refusal of personal voir dire.  Appellant alleges error\r                                                 \r\n\nin the court's  refusal of  his request to  voir dire  personally\r\n\nprospective  jurors.  Local Rule 15 provides that at the close of\r\n\n                               -24-\r\r\n\nexamination  of  jurors by  the  court, \"the  court  shall afford\r\n\ncounsel  an  opportunity  to  further  interrogate  the  jurors.\"\r\n\nAlthough a pretrial order had required each side to submit a list\r\n\nof  all  questions  that  the  court  was  requested  to  ask  of\r\n\nprospective  jurors, defendant did not  submit such a  list.  The\r\n\njudge conducted  the questioning herself  and, at the  end, asked\r\n\ndefendant for  additional suggestions.  He  offered four: whether\r\n\nprospective jurors would be  prejudiced if they heard disparaging\r\n\nremarks  about the  police,  whether they  would  be offended  by\r\n\nobscene remarks,  whether they understood and  respected the role\r\n\nof  a  pro  se litigant,  and  whether  they  would be  adversely\r\n\naffected if they knew a defendant had a criminal record.\r\n\n     The court  correctly refused the last  instruction, since it\r\n\nwas  not then clear that prior criminal records would be admitted\r\n\ninto  evidence.   It had  interrogated a  number of  jurors about\r\n\ntheir knowledge of and  relations with law enforcement personnel.\r\n\nWhile not  in  the precise  form  advocated by  defendant,  these\r\n\nquestions  accomplished  roughly  equivalent inoculation  against\r\n\nadverse reaction  to disparagement.  The court  gave a respectful\r\n\nand  fair instruction about pro  se representation.   What it did\r\n\nnot  give  was  any   instruction  concerning  possible   adverse\r\n\nreactions to obscene language.  \r\n\n     It may  well  be that  the court  reasoned that  defendant's\r\n\nfailure to submit a  list of suggested questions stripped  him of\r\n\nthe  privilege  afforded by  Rule 15.   The  government, however,\r\n\nproffers no reason for noncompliance with a rule that is facially\r\n\n                               -25-\r\r\n\nmandatory.   And  defendant  justifiably cites  United States  v.\r                                                                       \r\n\nDiaz-Villafane,  874 F.2d  43, 46  (1st Cir.  1989) (\"Once  local\r                        \r\n\nrules have  been promulgated, lawyers  and their  clients have  a\r\n\nright  to place  reasonable reliance  on them.\")   But  we simply\r\n\ncannot  find  that  lack  of  a  question  addressed  to  jurors'\r\n\nreactions to obscenity\r\n\nmandates reversal.  In the  context of the entire case  the error\r\n\nwas harmless.\r\n\n     15.   Cumulative  errors.   Appellant  argues  that even  if\r                                       \r\n\nindividual errors do not  mandate reversal, the cumulative impact\r\n\nof a  number of errors does.   But our analysis  reveals, for the\r\n\nmost part,  an absence of error.   The few instances  in which we\r\n\nhave  invoked   harmless  error  fall  far   short  of  revealing\r\n\n\"pervasive unfairness or any error or combination  of errors that\r\n\ndeprived  the  defendant[]  of  due process,\"  United  States  v.\r                                                                       \r\n\nBrandon, 17 F.3d 409, 456 (1st Cir. 1994).\r                 \r\n\n     16. Sentencing Guideline issues.  \r                                              \r\n\n          a. Defendant first argues that his offense level should\r\n\nhave been determined by U.S.S.G.   2B3.1, the robbery  guideline,\r\n\ninstead of   2X1.1, the conspiracy guideline.  He claims that the\r\n\nformer does not permit added adjustments for intended  conduct --\r\n\nseveral of which were imposed by the  district court -- while the\r\n\nlatter explicitly  allows adjustments  \"for any  intended offense\r\n\nconduct that can be established with reasonable certainty.\"\r\n\n     Section 2X1.1(c)(1)  specifies  that when  a  conspiracy  is\r\n\nexpressly  covered  by  another  guideline  section,  the   other\r\n\n                               -26-\r\r\n\nguideline should be applied rather than   2X1.1.  In this case we\r\n\ndeal with a Hobbs Act  conspiracy under 18 U.S.C.   1951.   Until\r\n\nNovember 1,  1993,  U.S.S.G.     2E1.5 (Hobbs  Act  Extortion  or\r\n\nRobbery) signalled that a violation of 18 U.S.C.   1951 should be\r\n\ngoverned by   2B3.1.\r\n\n     This guideline  was deleted as of November 1, 1993, however,\r\n\nleading the Second  Circuit in  United States v.  Amato, 46  F.3d\r                                                                 \r\n\n1255, 1261 (1995), to  conclude that \"[t]he deletion of    2E1.5,\r\n\nwith its cross-reference to   2B3.1, deletes the provision of the\r\n\nGuidelines that  provided the `express' reference  making   2X1.1\r\n\ninapplicable.\"  We agree  with  this conclusion,  and reject  the\r\n\nearlier  cases  cited by  defendant.   The  bare reference  to 18\r\n\nU.S.C.     1951,  along  with  several  other  statutes,  in  the\r\n\n\"Statutory Provisions\" section of the Commentary in    2B3.1 does\r\n\nnot  rise to the level of constituting express coverage.  We also\r\n\nreject defendant's argument that  Amato involved a faulty reading\r                                                 \r\n\nof the significance of the deletion of   2E1.5.\r\n\n     This  determination  forecloses  defendant's  argument  that\r\n\nadjustments for specific offense conduct were impermissible  here\r\n\nbecause they are not allowed under   2B3.1.\r\n\n          b.     Defendant  challenges  the  sufficiency  of  the\r\n\nevidence  for several adjustments to the base offense level.  The\r\n\nfirst such issue arises from the court's action in increasing his\r\n\noffense level by six  levels for the intended  use of a  firearm,\r\n\nwhich was, although  not discharged,  to be  \"otherwise used\"  as\r\n\nopposed    to   \"brandished,    displayed   or    possessed.\"    \r\n\n                               -27-\r\r\n\n2B3.1(b)(2)(B).  It  is clear from  the taped conversations  that\r\n\ndefendant instructed  the detectives about the  possible need for\r\n\nguns  to threaten  and perhaps  shoot guards  at the  armored car\r\n\nfacility.  Moreover, the  very robbery envisaged would inherently\r\n\ninvolve the likelihood of confrontation  with guards and the  use\r\n\nof weapons.  There was no error in making this adjustment.\r\n\n     A  similar  set  of  circumstances justified  the  court  in\r\n\nimposing a  two-level increase  for restraining a  person in  the\r\n\ncommission of the offense under    2B3.1(b)(4)(B).  Defendant had\r\n\noutlined  how  a guard  would  be caught,  handcuffed,  and mouth\r\n\nsealed with  duct tape.  Restraint of some such fashion was to be\r\n\nexpected in the type of robbery contemplated.\r\n\n     The   court  also  imposed  a  six-level  enhancement  under\r\n\nU.S.S.G.    2B3.1(b)(6)(G) to  reflect an intention  to inflict a\r\n\nloss  between $2.5 million and $5 million.  The vice-president of\r\n\nthe  Meehan Armored Car company  testified that the  value of the\r\n\nvarious  precious  metal   shipments  stored  overnight  in   the\r\n\nWoonsocket  facility  averaged  $5   million.    These  were  the\r\n\nmaterials that the guards would pick up at 3 a.m. for delivery in\r\n\nNew York City.  Defendant would require proof of the  exact value\r\n\nof  the shipment  on  a given  day.   But  his  planning did  not\r\n\npinpoint a date  certain.  The  court was  well within reason  in\r\n\nbasing the enhancement on the range it chose.  Defendant fares no\r\n\nbetter in  his equal  protection argument  based  on the  court's\r\n\nfinding  that  codefendant  Grelle's  sentence  should reflect  a\r\n\nsmaller amount.  Grelle's situation was different; the jury could\r\n\n                               -28-\r\r\n\nnot,  after all, reach  a verdict as  to him; the  sentences were\r\n\ntruly individualized, reflecting differences in knowledge. \r\n\n     A  five-level  increase for  bodily injury  was sufficiently\r\n\nfounded  on   record  statements   by  defendant;  it   does  not\r\n\nnecessarily  overlap with  the  enhancement based  on  restraint,\r\n\nsince different actions could be taken against the two guards.  A\r\n\ntwo-level enhancement for obstruction of justice was based on the\r\n\ncourt's conclusion  that defendant's testimony was  false.  While\r\n\ndefendant maintains that he was just an accomplished prevaricator\r\n\nin his talks  with the detectives, he obviously ran the risk that\r\n\nhe would be considered by judge and jury a prevaricator about his\r\n\nalleged prevarications.\r\n\n          c.   Factual  Impossibility:  a  bar  to  enhancements?\r                                                                           \r\n\n     Defendant argues that even if factual impossibility is not a\r\n\ndefense to conspiracy, enhancements should not be imposed because\r\n\nthe  substantive offense could not have occurred.  His attempt to\r\n\ndistinguish  United States v.  Chapdelaine, 989 F.2d  28, 35 (1st\r                                                    \r\n\nCir.  1993), which  involved an  attempted robbery  that misfired\r\n\nbecause the putative robbers arrived after their target truck had\r\n\nleft, does  not carry the day.  In both Chapdelaine and this case\r                                                             \r\n\nthe  defendants  were  convicted   of  conspiracy,  and  in  both\r\n\ncompletion of  the  planned  action had  in  fact  been  rendered\r\n\nimpossible.   That no witness contradicted  defendant's testimony\r\n\nthat he knew that the armored car had left the facility is of  no\r\n\nconsequence; his  conviction stemmed from the  jury's belief that\r\n\nhe intended to commit the robbery. \r\n\n                               -29-\r\r\n\n                               -30-\r\r\n\n                            CONCLUSION\r                                      CONCLUSION\r\n\n     In sum, we have carefully surveyed all of the arguments that\r\n\ndefendant  has vigorously  and  thoroughly made.   The  trial and\r\n\nassociated  proceedings were  both complex  and demanding  on all\r\n\nconcerned.   But while undoubtedly not perfect, the trial met the\r\n\nbasic standard of fairness.   The judgment is accordingly\r\n\n     AFFIRMED.\r                       \r\n\n                               -31-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                      [NOT FOR PUBLICATION]\r\n\n                  United States Court of Appeals\r\n                      For the First Circuit\r\n                                           \r\n\nNo. 95-2031\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                         ROBERT M. JOOST,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF RHODE ISLAND\r\n\n             [Hon. Mary M. Lisi, U.S. District Judge]\r                                                              \r\n\n                                           \r\n\n                              Before\r\n\n                       Lynch, Circuit Judge,\r                                                     \r\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n                  and Cummings,* Circuit Judge.\r                                                        \r\n\n                                           \r\n\n  Robert Joost on brief pro se.\r                        \r\n  Kenneth P. Madden, Assistant  United States Attorney,  and Sheldon\r                                                                              \r\nWhitehouse, United States Attorney, on brief for appellee.\r                                          \r\n\n                                           \r\n\n                          August 7, 1996\r\n                                           \r\n\n                  \r                            \r\n\n   *Of the Seventh Circuit, sitting by designation.\r\r\n\n     COFFIN, Senior  Circuit Judge.   Defendant Robert  Joost was\r                                            \r\n\nconvicted by a jury  of conspiracy to obstruct, delay  and affect\r\n\ncommerce by robbery of gold from an armored  car, in violation of\r\n\n18 U.S.C.   1951 (the Hobbs Act).1   He filed this appeal pro se,\r                                                                          \r\n\nalleging a  host of errors.   Finding none of them  to affect the\r\n\nintegrity of the conviction, we affirm.2\r\n\n                        FACTUAL BACKGROUND\r                                  FACTUAL BACKGROUND\r\n\n     In March 1994, an  informant, Tracy, introduced defendant to\r\n\ntwo undercover  Rhode Island detectives, DelPrete  and O'Donnell,\r\n\nwho were investigating  the manufacture  of counterfeit  Foxwoods\r\n\nCasino (Connecticut) slot machine tokens by defendant and others.\r\n\nDuring the ensuing months, defendant supplied the detectives with\r\n\nmany such tokens,  which the  detectives said they  were able  to\r\n\nexchange for cash at the  cashier's cage through a cousin of  one\r\n\nof them.\r\n\n     On April 24,  1994, defendant asked  the detectives to  join\r\n\nhim in robbing a  Meehan armored car that regularly  carried gold\r\n\nto  New York.  He  said he had earlier  assembled a gang for this\r\n\njob  and had  made plans that  he now  sought to  reactivate.  In\r\n\n                    \r                              \r\n\n     1   The same  jury was  unable to reach  a verdict on  a co-\r\ndefendant, Grelle, who later pled guilty.\r\n\n     2  Defendant also was  charged with two additional offenses.\r\nHis conviction for  being a felon in possession  of a firearm, in\r\nviolation of 18 U.S.C.    922(g), is being vacated in  a decision\r\nissued simultaneously  with this one because of the trial court's\r\nerroneous refusal to  give an instruction on  entrapment.  United\r                                                                           \r\nStates v.  Joost,  No. 95-2032  (1st  Cir. July  xx, 1996).    An\r                          \r\nindictment  alleging  interstate  theft  and  counterfeiting,  in\r\nviolation  of 18  U.S.C.     371 and  487, was  dismissed without\r\nprejudice.\r\n\n                               -2-\r\r\n\nsubsequent conversations  in May defendant said  that the company\r\n\nhad  changed its  vehicle from  a truck  to  a van.   On  May 28,\r\n\ndefendant, Grelle,  and the two detectives  drove to Pennsylvania\r\n\nto carry out  a robbery  of a warehouse  or tractor/trailer,  but\r\n\nwere  intercepted by  a prearranged  investigative stop  in which\r\n\npolice confiscated burglar tools supplied by defendant.\r\n\n     Further talk about the  Meehan job led to a  surveillance in\r\n\nwoods near the  armored car facility on the night  of June 29-30.\r\n\nDefendant had  said that the vehicle carried  up to $6 million in\r\n\ngold, and that  Leach &amp; Garner  was one customer.   He said  that\r\n\nguards  would arrive  at about  3:00 a.m.,  that one  would leave\r\n\nfirst for the vehicle and another would follow.  Defendant's plan\r\n\nhad  two of his team rushing the  first guard while a third would\r\n\nalert  them to the  approach of  the second  guard, both  of whom\r\n\nwould  be seized,  and shot  if necessary with  a silencer.   The\r\n\nrobbery aborted when the guards failed to appear.\r\n\n     Executives of  both Leach  &amp; Garner and  Meehan corroborated\r\n\nthe pick-up time (between 4:30  and 5:30 p.m.), the value  of the\r\n\nshipment (averaging  $5 million), overnight  storage at  Meehan's\r\n\nWoonsocket facility, the arrival of two guards at 3:00 a.m.,  and\r\n\nthe  change in  April 1994  from  a truck  to a  van.   Defendant\r\n\ntestified that  he  had  gotten his  information  from  a  prison\r\n\nroommate, used them in a novel he was writing, and brought up the\r\n\narmored  car  project in  order to  sustain  the interest  of the\r\n\ndetectives until he, defendant, could meet  and establish his own\r\n\n                               -3-\r\r\n\nconnection  with the \"cousin\" in the casino's cashier's cage.  He\r\n\nhad never intended to follow through on an actual robbery.\r\n\n     Insofar as  additional facts  may be relevant  on particular\r\n\nissues, they will be incorporated into the following discussion.\r\n\n                            DISCUSSION\r                                      DISCUSSION\r\n\n     Defendant represented  himself at trial  during presentation\r\n\nof  the  government's  case;  after  the  government  rested,  he\r\n\nrequested  standby  counsel to  take over.    In this  appeal, he\r\n\nresumes  self-representation,  and  has briefed  sixteen  issues.\r\n\nWhile some merit more discussion than others, we shall follow the\r\n\nsequence  in  which  both   defendant  and  the  government  have\r\n\npresented their positions. \r\n\n     1. \"Other Acts\" Cross Examination.\r                                                \r\n\n     Defendant's  basic theme,  introduced  in  his  opening  and\r\n\nreiterated  in his testimony, was that he did not engage in armed\r\n\nrobberies, that he was  fully aware of the heavy  penalty imposed\r\n\non  a convicted felon found in  possession of a firearm, and that\r\n\nhis  many discussions  with  the detectives  concerning past  and\r\n\nfuture criminal projects were  fanciful tales designed to sustain\r\n\ntheir interest  until he could  establish his own  modus operandi\r\n\nwith the casino's cashier.\r\n\n     The government sought  to rebut defendant's claim of lack of\r\n\nintent  to  rob  by  asking  O'Donnell  about  the  conversations\r\n\ndefendant had had with the detectives concerning various criminal\r\n\nventures.    On  objection,  the  court  refused  to  allow  such\r\n\nquestioning,  deeming prejudice  to  outweigh relevance  at  that\r\n\n                               -4-\r\r\n\npoint, but noting that  the ruling was \"subject to  whatever else\r\n\nis going to come out.\"  Defendant subsequently took the stand and\r\n\ntestified at length about his  lack of intent to rob the  armored\r\n\ncar.  \r\n\n     When  the government  proposed  to cross  examine  defendant\r\n\nabout his various proposals to the detectives, the court deferred\r\n\nruling and further questioning pending resolution of the question\r\n\nwhether, if  defendant invoked  the Fifth Amendment,  all of  his\r\n\ntestimony  should be  stricken.   The  court subsequently  became\r\n\nsatisfied  that  defendant's   taking  the  Fifth  Amendment   on\r\n\ncollateral  matters would  not affect  his prior  testimony.   It\r\n\ntherefore  allowed  the  government  to  ask  some   twenty-three\r\n\nquestions about defendant's  conversations or actions  concerning\r\n\nproposed  thefts from a  UPS van, an American  Legion hall, and a\r\n\nPennsylvania  warehouse,  and  delivery   of  a  firearm  to  the\r\n\ndetectives.   Defendant, in the presence of the jury, invoked the\r\n\nFifth Amendment as to each question.3\r\n\n     He  now makes  two arguments.   First,  he asserts  that the\r\n\ncourt improperly  failed to balance  prejudice against relevance,\r\n\nalthough he undercuts this argument  by observing, \"At best, this\r\n\n`evidence'  was merely cumulative.\"   We think it  clear that the\r\n\ncourt  was fully aware of  its responsibilities.   It earlier had\r\n\n                    \r                              \r\n\n     3   In defendant's subsequent prosecution for being a felon-\r\nin-possession  of a  firearm, see  supra at  n.2, his  defense of\r                                                  \r\nentrapment  relied  on  a   full  disclosure  of  all   of  these\r\nconversations  and actions,  which he  characterized as  fanciful\r\nfiction,  devised  to induce  the  detectives  to continue  their\r\ndollars-for-tokens support.\r\n\n                               -5-\r\r\n\nrejected the proffered line of questioning and permitted it  only\r\n\nafter defendant  testified extensively about his  lack of intent.\r\n\nWhile, as always, explicit findings would have avoided any issue,\r\n\nwe do not deem this an abuse of discretion. See  United States v.\r                                                                        \r\n\nDe La Cruz, </pre><span class=\"citation\" data-id=\"540778\"><a href=\"/opinion/540778/united-states-v-jose-manuel-de-la-cruz-aka-jose-manuel-linares-de-la/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">121</span></a></span><pre class=\"inline\">, 123 (1st Cir. 1990).\r                    \r\n\n     Defendant's  second  argument is  that  there  was no  \"real\r\n\nevidence\" or responses  from him backing  up the insinuations  of\r\n\nthe prosecutor.  But this is not a situation where the prosecutor\r\n\nwas  flying blind  and  asking questions  without any  legitimate\r\n\nreason.  Some of the subject  matter -- the trip to  Pennsylvania\r\n\nto rob the warehouse  -- was already in evidence; and  both sides\r\n\nwere fully aware that most of the relevant conversations had been\r\n\ntaped.   The government's attempt  to elicit the same information\r\n\nfrom its witness  had been  foreclosed.  Defendant,  who had  the\r\n\noption  of convincing the jury  of his \"version  of the facts and\r\n\nhis reliability as a witness, [or] not to testify at all  [,] . .\r\n\n.  cannot reasonably claim that the Fifth Amendment gives him not\r\n\nonly this choice but, if  he elects to testify, an  immunity from\r\n\ncross-examination on the matters he has himself put in  dispute.\"\r\n\nBrown v. United States, </pre><span class=\"citation\" data-id=\"105661\"><a href=\"/opinion/105661/brown-v-united-states/\"><span class=\"volume\">356</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">148</span></a></span><pre class=\"inline\">, 155-56 (1958).\r                                \r\n\n     Moreover,  this objection  was  not  effectively  raised  at\r\n\ntrial. Only two of the twenty-three questions were objected to on\r\n\nthe  ground of  \"lack  of evidence.\"    Both of  these  concerned\r\n\nwhether defendant had looked at the American Legion building, but\r\n\nother questions  had been asked without  objection concerning the\r\n\nplan to rob that building.  \r\n\n                               -6-\r\r\n\n     2.  Rulings admitting evidence.\r                                             \r\n\n          a.  O'Donnell  testified  about  a   conversation  with\r\n\ncodefendant Grelle, in which Grelle told of his son's involvement\r\n\nin an armored car robbery.  The testimony was promptly struck and\r\n\na cautionary instruction given.   After a recess both  Grelle and\r\n\ndefendant moved for a mistrial.  The linkage between Grelle's son\r\n\nand  defendant is  tenuous  and remote.    This is  not  mistrial\r\n\nmaterial.\r\n\n          b. The informant Tracy at  one point testified that one\r\n\nreason  why he did not tell defendant that O'Donnell and DelPrete\r\n\nwere really state  troopers was concern for  his own safety.   An\r\n\nobjection  was overruled.  But  earlier Tracy had  given the same\r\n\nreply in direct  examination by defendant.   Moreover, this  adds\r\n\nnothing to defendant's own talk about being prepared to shoot the\r\n\narmored car guards.  If error, it was harmless.\r\n\n          c.  The  government  asked  defendant if  he  had  been\r\n\nconvicted  of a  conspiracy to  violate  civil rights  by murder.\r\n\nObjection to the  question was overruled.   Defendant answered by\r\n\nsaying,  \"That's not  true. It  was by  death resulting.\"   Then,\r\n\nafter defendant repeated that  the conviction was for \"conspiracy\r\n\nto violate the civil  rights of a citizen, death  resulting,\" the\r\n\nprosecutor  interjected, \"By  killing;  conspiracy  by  killing?\"\r\n\nDefendant  answered, \"Well, yes.   There was  a death resulting,\"\r\n\njust before objection was made and overruled.\r\n\n     A  reading of United States v. Guillette, </pre><span class=\"citation\" data-id=\"341774\"><a href=\"/opinion/341774/united-states-v-david-guillette-and-robert-joost/\"><span class=\"volume\">547</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">743</span></a></span><pre class=\"inline\">, 748-\r                                                       \r\n\n49  (2d Cir.  1976),  reveals that  a  prospective witness  in  a\r\n\n                               -7-\r\r\n\nprosecution against this defendant and another had been killed by\r\n\na  bomb activated  when  opening the  front  door of  his  house.\r\n\nDefendant  argued that it  had been installed by  the victim as a\r\n\nbooby trap aimed at  him and his codefendant, who  were searching\r\n\nfor  him to prevent him  from testifying.   The Connecticut trial\r\n\ncourt refused  to charge that  such a fact, if  found true, would\r\n\nexonerate defendant.  The Second Circuit agreed, holding that the\r\n\ndefendants \"would  still  be considered  in  the chain  of  legal\r\n\ncausation if the immediate cause of  death -- setting a bomb as a\r\n\nbooby trap  -- was  a  foreseeable protective  reaction to  their\r\n\ncriminal  efforts to  locate and  dissuade him  from testifying.\"\r\n\nThe court,  in discussing another  issue, even  referred to  \"the\r\n\nmurder of LaPolla [the victim].\"  Id. at 755. The questions asked\r                                              \r\n\ndid not mischaracterize the conviction in any significant way.\r\n\n     Defendant  presents four  other  issues of  this nature  but\r\n\neither the objections  were sustained or  no objection was  made;\r\n\nall are insubstantial.\r\n\n     3.  Limiting examination and refusing offer of proof.\r                                                                   \r\n\n     From  two  days  of  his  cross-examination  of   O'Donnell,\r\n\nspanning 174 pages of transcript, defendant distills two asserted\r\n\nerrors.  One  rises out of a specific limitation on further cross\r\n\nby  the  court  that  prevented  defendant  from  inquiring  into\r\n\nO'Donnell's misreading of a  telephone number -- to show  that he\r\n\nmight also have misread  a gesture defendant had  made.  This  is\r\n\nobviously within the discretion of the court.  \r\n\n                               -8-\r\r\n\n     The  second was merely a  final limitation of  one more hour\r\n\n(instead of two), and  subsequent 20 and 5 minute warnings.  When\r\n\ndefendant wished to  make an  \"offer of proof\"  of the  remaining\r\n\nquestioning he wished to do (which would have centered on missing\r\n\nor  defective tapes), the  court refused.   We cannot contemplate\r\n\nhow  such actions, after two days of cross examining one witness,\r\n\ncould be held an abuse of discretion.\r\n\n     A final  asserted error was the  ruling preventing defendant\r\n\nfrom  telling about another armored truck fantasy he had told the\r\n\ndetectives,  to prove he was  just a storyteller.   There already\r\n\nwere  quite enough  of  these to  allow  defendant to  argue  his\r\n\nversion.\r\n\n     4.  Directing court reporter to read her notes of tape.\r                                                                     \r\n\n     After the jury reported  to the court that a  tape recording\r\n\nwas  inaudible, the court told  the jury to  make another effort.\r\n\nThen, following a  subsequent request  from the  jury, the  court\r\n\nordered  the court reporter to  read her notes  made earlier from\r\n\nthe  recording.    After  she concluded,  counsel  for  defendant\r\n\nobjected, saying that he  had been comparing what was  being read\r\n\nwith   the    transcript   of   the   tape,    and   found   some\r\n\nmisidentifications.  He mentioned that at one point  the reporter\r\n\nattributed  some of  the detectives'  statements to  one  or both\r\n\ndefendants.\r\n\n     It is of course the case that the tapes, not the transcript,\r\n\nconstitute evidence.  United States v. Richman, </pre><span class=\"citation\" data-id=\"367065\"><a href=\"/opinion/367065/united-states-v-harold-richman-united-states-of-america-v-george-pappas/\"><span class=\"volume\">600</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">286</span></a></span><pre class=\"inline\">, 295\r                                                        \r\n\n(1st Cir.  1979).  But it is within a judge's discretion to allow\r\n\n                               -9-\r\r\n\na  reporter to read back testimony, United States v. Akitoye, </pre><span class=\"citation\" data-id=\"554021\"><a href=\"/opinion/554021/united-states-v-adegboyega-akitoye/\"><span class=\"volume\">923</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">221</span></a></span><pre class=\"inline\">, 226 (1st Cir. 1991), and  such principle would seem to\r\n\napply  here.  In  any event, we see  no possibility of prejudice.\r\n\nO'Donnell   had  testified  extensively   about  the  events  and\r\n\nconversations  on the evening of  June 29-30, the  subject of the\r\n\ntape recording.  Defendant  has pointed to no discrepancy  in the\r\n\ncourtreporter's reading of her notes that could have damaged him.\r\n\n     5.  Dismissal of two jurors.\r                                          \r\n\n      During  the trial,  on April  7, 1995,  defendant's counsel\r\n\nbecame  ill.   When  it  was  apparent that  the  trial  would be\r\n\nsuspended for an additional week, the court was informed that two\r\n\njurors had prepaid for vacations that were scheduled to begin the\r\n\nweek when trial would resume.  The court announced to counsel for\r\n\nall  parties in a telephone conference call that the jurors would\r\n\nbe excused.   There was  no objection.   Defendant claims  not to\r\n\nhave known of this action until shortly before trial resumed.\r\n\n     Defendant first  argues that a  scheduled vacation is  not a\r\n\nlegitimate reason to  excuse a juror, under Fed. R.  Crim. P. 24.\r\n\nUnder the circumstances, this was  within the sound discretion of\r\n\nthe court, United  States v.  Corsino, 812 F.2d  26,33 (1st  Cir.\r                                               \r\n\n1987),  and  in any  event this  issue was  not presented  to the\r\n\ncourt.\r\n\n     A second argument is that defendant himself was not involved\r\n\nin the telephone conference.   While a party must  be represented\r\n\nby  counsel in such conferences, there is no constitutional right\r\n\n                               -10-\r\r\n\nto be present when dismissal of a juror is discussed.  See United\r                                                                           \r\n\nStates v. Brown, </pre><span class=\"citation\" data-id=\"353833\"><a href=\"/opinion/353833/united-states-v-david-lee-brown-united-states-of-america-v-terry-francis/\"><span class=\"volume\">571</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">980</span></a></span><pre class=\"inline\">, 986-87 (6th Cir. 1978).  There was\r                         \r\n\nno error in dismissing these jurors.\r\n\n     6.  Composition of grand and petit juries.\r                                                        \r\n\n     Defendant moved to dismiss the  indictments in this and  the\r\n\nfelon-in-possession  case for  failure  to comply  with the  Jury\r\n\nSelection  and Service Act of  1968, 28 U.S.C.     1861-1878 (the\r\n\nAct), and the Fifth and Sixth Amendments, and to stay proceedings\r\n\nuntil valid petit juries could be drawn.  After hearing argument,\r\n\nthe court refused to  hold an evidentiary hearing and  denied the\r\n\nmotion.  Defendant raises four issues.\r\n\n          a.  Delay.    Defendant  claims that  delay  in  making\r                             \r\n\navailable  to him  jury information  denied him  due  process and\r\n\nequal  protection.    Although   the  Magistrate  Judge   granted\r\n\ndefendant  access to the master jury wheel and the qualified jury\r\n\nwheel in October,  1994, this did not result in  any action until\r\n\nFebruary 17, 1995,  when the court, after a  conference requested\r\n\nby defendant, ordered both wheels to be delivered to defendant.\r\n\n     At a  hearing on  February  28, defendant,  who had  already\r\n\nreceived  the district's  jury plan  and the  two wheels,  sought\r\n\njuror  questionnaires and  computer  programs used  to achieve  a\r\n\nrandom  pick.  The court granted access to defendant's counsel to\r\n\nexamine the  questionnaires.  Defendant sought  thirty additional\r\n\ndays in which to prepare his motion to dismiss; the court granted\r\n\ntwenty-three days.  No  request for additional time was  made and\r\n\nno showing was made of additional information needed.  \r\n\n                               -11-\r\r\n\n     The  court  ruled  that  defendant had  sufficient  time  to\r\n\nexamine the  material, noting that further  analysis was unlikely\r\n\nto lead to new information.   We think this judgment well  within\r\n\nthe court's discretion.\r\n\n          b.  Limiting  access  to  materials.    At  a  pretrial\r                                                       \r\n\nconference on March 22,  1995, defendant sought computer programs\r\n\nused  to  select the  master  and qualified  jury  wheels, names,\r\n\naddresses,  and  telephone  numbers  of  computer  operators  and\r\n\nprogrammers, documents  used to  process juror  questionnaires, a\r\n\ncopy of  the petit  and grand  jury venires,  and  the names  and\r\n\ntownships of the  grand jurors who returned  the two indictments.\r\n\nThe  court, after noting that  production of records  used by the\r\n\nclerk  in  the  jury selection  process  is  limited  to what  is\r\n\nnecessary to prepare a motion asserting a  substantial failure to\r\n\ncomply with the Jury  Selection and Service Act, see  28 U.S.C.  \r                                                              \r\n\n1867(d),  denied  the request,  holding  that  defendant had  not\r\n\nsubmitted a  sufficient basis for production  of these additional\r\n\nmaterials.  \r\n\n     Defendant argues  on appeal that his figures  had revealed a\r\n\nflaw in the randomness of Yale's computer program, which was used\r\n\nto develop the  master and qualified wheels.   As an  example, he\r\n\npoints out  that Providence  citizens comprised 13.46  percent of\r\n\nthe names  on  the master  wheel  but only  8.59  percent of  the\r\n\nqualified  wheel.   He  contends that  this discrepancy  demanded\r\n\nfurther  inspection, particularly  in light  of past  glitches in\r\n\nYale's  computer  programming  that  resulted  in  the   complete\r\n\n                               -12-\r\r\n\nexclusion of  persons from the large communities  of Hartford and\r\n\nNew  Britain   from  the   qualified  wheel  and   master  wheel,\r\n\nrespectively.  See  United States  v. Jackman, </pre><span class=\"citation\" data-id=\"688691\"><a href=\"/opinion/688691/united-states-v-gary-w-jackman/\"><span class=\"volume\">46</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">1240</span></a></span><pre class=\"inline\">  (2d\r                                                       \r\n\nCir. 1995); United States  v. Osorio, </pre><span class=\"citation\" data-id=\"1944611\"><a href=\"/opinion/1944611/united-states-v-osorio/\"><span class=\"volume\">801</span> <span class=\"reporter\">F. Supp.</span>  <span class=\"page\">966</span></a></span><pre class=\"inline\"> (D. Conn.\r                                              \r\n\n1992).\r\n\n     Such  a showing  falls far  short of demonstrating  a likely\r\n\nsubstantial noncompliance  with the  Act.  Unlike  the situations\r\n\ndescribed  in   Jackman  and   Osorio,  substantial   numbers  of\r                                               \r\n\nProvidence  citizens were  on  both  lists.    In  light  of  the\r\n\nconsiderable information already made available  to defendant and\r\n\nthe  extensive memorandum  and exhibits  that he  filed with  his\r\n\nmotion  to dismiss, the defendant bears  a considerable burden of\r\n\njustifying what would  amount to both a considerable intrusion on\r\n\npeople's work  and  time and  substantial  further delay  of  the\r\n\ntrials.    The court  did not  abuse  its discretion  in refusing\r\n\nfurther inspection.   See United  States v.  Davenport, </pre><span class=\"citation\" data-id=\"492045\"><a href=\"/opinion/492045/united-states-v-amos-davenport/\"><span class=\"volume\">824</span>  <span class=\"reporter\">F.2d</span>\r                                                                \r\n\n<span class=\"page\">1511</span></a></span><pre class=\"inline\">, 1514-15 (7th Cir. 1987).\r\n\n          c.  Evidentiary hearing.   Defendant charges  the court\r                                           \r\n\nwith error in denying him an evidentiary hearing on his motion to\r\n\ndismiss the indictments.  Under 28 U.S.C.   1867(d), if  a movant\r\n\nsubmits  a sworn statement asserting facts  which, if true, would\r\n\nimpeach  the jury selection process,  he may present testimony of\r\n\nthe clerk or jury commission.  The district court, in denying  an\r\n\nevidentiary hearing, referred at one point to the lack of an oath\r\n\nbefore a notary public.   But defendant had signed  his statement\r\n\n                               -13-\r\r\n\n\"under penalty of perjury,\" which is sufficient under 28 U.S.C.  \r\n\n1746.4\r\n\n     The  court,  however,  also  noted   this  circuit's  strict\r\n\nadherence to \"the  gatekeeper prerequisites\" of    1867(d).   See\r                                                                           \r\n\nUnited States v. Foxworth, </pre><span class=\"citation\" data-id=\"366406\"><a href=\"/opinion/366406/united-states-v-scott-s-foxworth/\"><span class=\"volume\">599</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1</span></a></span><pre class=\"inline\">, 3 (1st Cir. 1979); United\r                                                                           \r\n\nStates v.  Marrapese, </pre><span class=\"citation\" data-id=\"1469169\"><a href=\"/opinion/1469169/united-states-v-marrapese/\"><span class=\"volume\">610</span> <span class=\"reporter\">F. Supp.</span>  <span class=\"page\">991</span></a></span><pre class=\"inline\">, 996 (D. R.I.  1985).  It\r                              \r\n\nwent on to  hold that  the \"purported affidavit  is nothing  more\r\n\nthan  a  generalized  recitation  of   self-serving  conclusions,\r\n\nspeculation and conjecture.\"\r\n\n     Our reading  of the affidavit confirms  this conclusion; its\r\n\nmost salient statements assert discrimination against non-whites,\r\n\npoor,  and certain minorities, and that  the master and qualified\r\n\nwheels were skewed to underrepresent such classes.  But defendant\r\n\nargues that his affidavit refers to \"data he  has supplied in the\r\n\nattached Motion to Dismiss\" and that the motion to dismiss refers\r\n\nto \"the accompanying Memorandum of Law.\"   The memorandum, signed\r\n\nby defendant, consists  of seventeen pages and derives  the facts\r\n\nit relies on from an appendix of sixteen pages of tables and nine\r\n\npages of graphs.  The tables, with no indication of source, break\r\n\ndown  the population of the various towns and cities into various\r\n\ncategories: income, non-white,  occupation, education,  language,\r\n\nancestry.   Pages  of  data from  the  1990 census  extend  these\r\n\n                    \r                              \r\n\n     4  28 U.S.C.   1746 reads in relevant part, \"Wherever . .  .\r\nany matter is required . . . to be supported . . . by the sworn .\r\n. . statement, . . . such matter may, with like force and effect,\r\nbe supported .  . . by the unsworn statement,  in writing of such\r\nperson  which  is subscribed  by him,  as  true under  penalty of\r\nperjury . . . .\"\r\n\n                               -14-\r\r\n\nclassifications to include employed females, households receiving\r\n\npublic assistance, and persons over 65 possessing no vehicle.\r\n\n     The entire package is so unfocused, so often irrelevant, and\r\n\nso  seldom tied  to verifiable  sources that  to declare  that it\r\n\nshould be considered as integrated with and incorporated into the\r\n\naffidavit,  the  only  document  that vouches  for  truth,  would\r\n\nundercut the whole purpose of  the requirement of   1867(d):   to\r\n\nenable  a court  to review  a challenge  to jury  composition and\r\n\n\"swiftly dispose of it if it  fails.\"  Marrapese, 610 F. Supp. at\r                                                          \r\n\n996 (quoting  legislative history).  See also  Foxworth, 599 F.2d\r                                                                 \r\n\nat 3. \r\n\n     We therefore do not fault the  court for its ruling.  But we\r\n\nalso  note that defendant was  not, in all likelihood, prejudiced\r\n\nby  the ruling.   The court  heard a  fairly detailed  summary of\r\n\nexpected testimony from the clerk and an extensive offer of proof\r\n\nof  defendant's  expert,  a  candidate  for  a  Ph.D.  degree  in\r\n\nstatistics and applied mathematics.  In addition, it had read all\r\n\nof the motion papers, the memorandum, and the appendix.  \r\n\n     d.  Fair cross-section.    Defendant's substantive  claim is\r                                     \r\n\nthat  non-whites   and   lower   economic   classes   have   been\r\n\nsystematically  excluded  from  the  jury  selection  process  in\r\n\nviolation  of the Sixth Amendment.   Defendant contends that this\r\n\nunderrepresentation results  inherently  from reliance  on  voter\r\n\nregistration  lists,  magnified  further  by   program  error  or\r\n\nmalfeasance.  In support of his theory, he cites data specific to\r\n\nProvidence,  which  has  a  non-white  population  of  nearly  30\r\n\n                               -15-\r\r\n\npercent:    the  city  contains  15.72  percent  of  the  state's\r\n\npopulation of 18 and over, yet accounts for only 14.25 percent of\r\n\nregistered  voters, 13.46  percent  of citizens  included in  the\r\n\nmaster wheel, and 8.59 percent of those in the qualified wheel.\r\n\n     In order  to make out  a prima  facie violation of  the fair\r\n\ncross-section requirement of  the Sixth Amendment,  the defendant\r\n\nmust  show  (1) that  the group  allegedly underrepresented  is a\r\n\ndistinctive group  in the community, (2)  that its representation\r\n\nin the  venires from  which  juries are  chosen is  not fair  and\r\n\nreasonable in relation to the total number of such persons in the\r\n\ncommunity,  and  (3)  that  such  underrepresentation stems  from\r\n\nsystematic  exclusion  of  the  group  from  the  jury  selection\r\n\nprocess.  Duren v. Missouri, </pre><span class=\"citation\" data-id=\"109965\"><a href=\"/opinion/109965/duren-v-missouri/\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">357</span></a></span><pre class=\"inline\">, 364 (1979).\r                                     \r\n\n     The  district court  assumed that  the first  requirement --\r\n\ndistinctiveness  --  was  met as  to  non-whites  and  low income\r\n\npersons.  We also assume the point.  In moving on to the issue of\r\n\nfair and reasonable  representation, we  must reject  defendant's\r\n\nfirst proposition cited above.   An assault on voter registration\r\n\nlists  must   be  based  on  something  more   than  the  general\r\n\nobservation that  non-whites and  low income  people may  tend to\r\n\nregister to vote much less than more affluent or white people do.\r\n\nDavenport, 824 F.2d  at 1514-15.   Nor do \"numerical  disparities\r                   \r\n\nresulting  from the use of voter-registration lists . . . violate\r\n\na defendant's Sixth Amendment rights.\"  United States v. Ireland,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"701344\"><a href=\"/opinion/701344/united-states-v-llewellyn-joseph-ireland-also-known-as-bucky-ireland/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">227</span></a></span><pre class=\"inline\">, 231 (8th Cir. 1995).\r\n\n                               -16-\r\r\n\n     When   we   further    consider   defendant's    statistical\r\n\npresentation, we  recognize a  significant problem:   rather than\r\n\ncount non-whites and low income people on the  voter registration\r\n\nlists,  and the master and  qualified jury wheels, defendant uses\r\n\nProvidence as a surrogate for  both groups.  Defendant's  premise\r\n\nis  somewhat appealing,  but we  are not  convinced that  such an\r\n\napproach is permissible.   Non-whites and  low income people  may\r\n\nvery well be  fairly represented  in both wheels  whether or  not\r\n\nProvidence  is.   And we have  the further  doubt created  by the\r\n\nabsence of information concerning the  proportion of Providence's\r\n\nnon-white (or  for that matter  its low income)  population which\r\n\nhas registered to vote.\r\n\n     But if we overlook these questions, we still face the facts,\r\n\nas  did the district  court, that the  absolute disparity between\r\n\nProvidence's representation  in the  voter registration  list and\r\n\nthat in the master jury wheel is .79% (14.25% - 13.46%); and that\r\n\nthe absolute disparity  in its representation in the  master jury\r\n\nwheel and  in the qualified jury wheel is 4.87% (13.46% - 8.59%).\r\n\nEven  the broadest  potential  comparison,  between  Providence's\r\n\nrepresentation in the state's  population of 18 and over  and its\r\n\nrepresentation in  the qualified  jury wheel, yields  an absolute\r\n\ndisparity of only  7.13% (15.72% - 8.59%).   As we recognized  in\r\n\nHafen, 726 F.2d at 23, absolute disparities of up to ten  percent\r               \r\n\nare widely conceded not  to constitute underrepresentation.5  See\r                                                                           \r\n                    \r                              \r\n\n     5   Absolute disparity  measures the difference  between the\r\npercentage of a distinctive group in a certain population and the\r\npercentage of that group in a subset of that population.   In the\r\n\n                               -17-\r\r\n\nalso Ramseur v. Beyer, </pre><span class=\"citation\" data-id=\"598978\"><a href=\"/opinion/598978/thomas-c-ramseur-v-howard-c-beyer-superintendent-new-jersey-state/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1215</span></a></span><pre class=\"inline\">, 1232 (3d Cir. 1992)  (14.1%\r                               \r\n\n\"borderline\");  United States  v. McAnderson,  </pre><span class=\"citation\" data-id=\"548410\"><a href=\"/opinion/548410/united-states-v-leon-mcanderson-roosevelt-hawkins-jeff-fort-alan-knox/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">934</span></a></span><pre class=\"inline\">, 941\r                                                      \r\n\n(7th  Cir. 1990) (8%  is de minimis); United  States v. Pepe, </pre><span class=\"citation\" data-id=\"444046\"><a href=\"/opinion/444046/united-states-v-angelo-pepe-and-thomas-miglionico-united-states-of/\"><span class=\"volume\">747</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">632</span></a></span><pre class=\"inline\">, 649 (11th Cir. 1984) (7.6% \"well within . . . limits\");\r\n\nUnited States v. Butler,  </pre><span class=\"citation\" data-id=\"372939\"><a href=\"/opinion/372939/united-states-v-scott-paul-butler-michael-thomas-smith-aka-thomas-m/\"><span class=\"volume\">611</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1066</span></a></span><pre class=\"inline\">, 1069-70 (5th  Cir. 1980)\r                                 \r\n\n(under 10% permissible).\r\n\n     We see no reason to depart from this standard.   We think it\r\n\nstrikes   a   correct   balance   between    avoiding   egregious\r\n\ndiscrimination and becoming  enmeshed with statistical approaches\r\n\naimed at unrealistic fine tuning.\r\n\n     As for Duren's third  prong, the requirement that systematic\r                           \r\n\nexclusion  be   shown,  we   have  already  ruled   out  reliance\r\n\nsimpliciter on voter registration  lists.  What would have  to be\r                     \r\n\ndemonstrated  would   be  either  \"the  use   of  suspect  voter-\r\n\nregistration qualifications or  discriminatory administration  of\r\n\nthe jury-selection procedure.\"   Ireland,  62 F.3d at  232.   But\r                                                  \r\n\nvoter  qualification has never been in issue and the only showing\r\n\nconcerning creation of the qualified  wheel from the master wheel\r\n\nis  defendant's offer of proof that a court officer would testify\r\n\nthat  persons were selected at random.  Defendant also raises the\r\n\npossibility of abuse because names are drawn for new venires from\r\n\n                    \r                              \r\n\njury  selection context,  this  figure is  generally achieved  by\r\nsubtracting the  percentage of a group on the jury wheel from the\r\npercentage of that group  in the community.  Joost  has suggested\r\nalternative  methods,   but  the   absolute  disparity  test   is\r\nappropriate where, as here, the allegedly  underrepresented group\r\nconstitutes a very small proportion of the total population.  See\r                                                                           \r\nUnited States  v. Pion, </pre><span class=\"citation\" data-id=\"670674\"><a href=\"/opinion/670674/united-states-v-rene-m-pion/\"><span class=\"volume\">25</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span><pre class=\"inline\">, 23  (1st Cir. 1994);  United\r                                                                           \r\nStates v. Hafen, </pre><span class=\"citation\" data-id=\"430611\"><a href=\"/opinion/430611/united-states-v-darrell-g-hafen/\"><span class=\"volume\">726</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">21</span></a></span><pre class=\"inline\">, 23-24 (1st Cir. 1984).\r                         \r\n\n                               -18-\r\r\n\na  stable  qualified  list,  and someone,  sometime,  could  make\r\n\nimproper  use  of such  a  list.    This  is  too  remote  to  be\r\n\nsubstantial.\r\n\n     In  short,  the  challenges  to  the  juries  were  properly\r\n\ndismissed. \r\n\n     7. Propriety of Instructions.\r                                           \r\n\n     Defendant lodges  seven claims  of error in  instructing the\r\n\njury.  Only three merit specific treatment.\r\n\n          a. The first contention, that the court refused to give\r\n\nan  instruction on the intent necessary to violate the Hobbs Act,\r\n\nis somewhat mystifying.  Defendant states in his reply brief that\r\n\nboth an intent to  agree and an  intent to execute the  agreement\r\n\nare necessary.  But  he acknowledged that he was  writing without\r\n\naccess to the record.  In fact, the  precise instruction he seeks\r\n\nwas given by the court.\r\n\n          b. Defendant  charges error in the  court's instruction\r\n\nthat  the jury  could consider  his  invocation of  the privilege\r\n\nagainst self incrimination in evaluating  his testimony.  A court\r\n\nmay  instruct a  jury to go  further than  the court  did in this\r\n\ncase, i.e.,  that the jury could draw  an adverse inference.  See\r                                                                           \r\n\nCaminetti  v. United  States,  </pre><span class=\"citation\" data-id=\"98854\"><a href=\"/opinion/98854/caminetti-v-united-states/\"><span class=\"volume\">242</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">470</span></a></span><pre class=\"inline\">, 494  (1917); United\r                                                                           \r\n\nStates v. Kaplan, </pre><span class=\"citation\" data-id=\"496776\"><a href=\"/opinion/496776/united-states-v-robert-d-kaplan/\"><span class=\"volume\">832</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">676</span></a></span><pre class=\"inline\">, 684 (1st Cir. 1987).   Defendant\r                          \r\n\nhas  confused a  situation where,  as here,  a person  (whether a\r\n\nparty  or a non-party witness)  invokes the Fifth  Amendment on a\r\n\nmatter  relevant to the issues before the court and the situation\r\n\nwhere  a person invokes the  privilege when asked  about a matter\r\n\n                               -19-\r\r\n\nwholly beyond the scope of the issue at hand, as in United States\r                                                                           \r\n\nv. Nunez, </pre><span class=\"citation\" data-id=\"398867\"><a href=\"/opinion/398867/united-states-v-albert-juan-nunez/\"><span class=\"volume\">668</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1116</span></a></span><pre class=\"inline\">, 1122-23 (10th Cir. 1982).\r                  \r\n\n          c. The court charged that  factual impossibility, which\r\n\noccurs \"when extraneous circumstances  unknown to the Defendant .\r\n\n. .  prevent the consummation  of the  intended crime,\" is  not a\r\n\ndefense.  Defendant claims  that this was not applicable  because\r\n\nhe knew  at the  time  that the  armored car  was  not stored  in\r\n\nWoonsocket.  But the jury need not have believed him.\r\n\n          d. The  other challenges to instructions  are even less\r\n\nweighty.   As  to two,  there was  no objection raised  after the\r\n\ninstructions.  As  for the court  referring to  Tracy as both  an\r\n\ninformant  and  an  accomplice,  the status  of  informant  alone\r\n\njustified the charge.  And the charge as a whole left no doubt as\r\n\nto the law that defendant was accused of violating.\r\n\n                               -20-\r\r\n\n     8.  Violation of Rule 30.\r                                       \r\n\n     Fed. R. Crim.  P. 30  requires that opportunity  be given  a\r\n\nparty to object to an instruction out of the hearing and presence\r\n\nof  the jury.  As noted above,  the jury twice requested that the\r\n\ncourt reporter read the notes that she made from the June 29 tape\r\n\nrecording.  On the first occasion, the court told  the jury first\r\n\nto listen  to the tape and that, if necessary, the reporter could\r\n\nlater read  her notes.  When  asked if he had  any \"problem\" with\r\n\nthat,  counsel for defendant stated  that the tape,  not what the\r\n\nreporter heard, was  the evidence.  When the jury made its second\r\n\nrequest for the reporter's  notes, the court asked counsel  if he\r\n\nwished to  say anything.   Counsel stated  that he  had the  same\r\n\nobjection.   When the jury retired,  counsel moved unsuccessfully\r\n\nfor a mistrial on the ground that Rule 30 had been violated.\r\n\n     The government  argues that Rule 30 is not applicable, since\r\n\nthe court was not giving any  instructions on the law, but merely\r\n\nmaking a  trial ruling such  as requiring a  witness to  answer a\r\n\nquestion.   We agree.   The entire focus  of the  rule is on  the\r\n\ninstructions  on the  law given by  a judge  at the  close of the\r\n\ntrial.  The objection addressed  by the rule is one made  to \"any\r\n\nportion  of the charge or  omission therefrom.\"   The incident at\r\n\nissue here was not within the compass of Rule 30. \r\n\n     9.  Playing excerpts of tapes.\r                                            \r\n\n     Many tape recordings were made  of defendant's conversations\r\n\nwith the detectives.   Excerpted portions of eight of  these were\r\n\nallowed  to be  played to  the jury.   Defendant objected  to the\r\n\n                               -21-\r\r\n\nplaying  of each  tape, usually  on three  grounds: authenticity,\r\n\ndefective chain of custody, and lack of completeness.  He did not\r\n\nelaborate  on  his  objections,  nor did  he  suggest  additional\r\n\nportions  that should be played.   He now  asserts that he wanted\r\n\nthe jury  to hear how the  conversations led up to  the excerpted\r\n\nportions,  so  that  the  jury  would  see  that  discussions  of\r\n\nparticular  robberies  were just  part of  \"a larger  plethora of\r\n\nstories  Joost was  telling  the  agents  and  that  he  was  the\r                 \r\n\nconsummate prevaricator.\"\r\n\n     Fed. R.  Evid. 106  allows a party  to supplement part  of a\r\n\nrecorded statement when the additional portion \"ought in fairness\r\n\nto be considered contemporaneously with it.\" The trial court must\r\n\nhave discretion  to conduct  what \"essentially[] becomes  a line-\r\n\ndrawing exercise, to be  conducted case by case.\"   United States\r                                                                           \r\n\nv. Boylan, </pre><span class=\"citation\" data-id=\"538369\"><a href=\"/opinion/538369/united-states-v-peter-boylan-united-states-of-america-v-john-e-carey/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">230</span></a></span><pre class=\"inline\">, 256 (1st Cir. 1990).  When confronted by\r                   \r\n\nflat opposition to playing  any excerpts of eight  time consuming\r\n\ntapes,  the court can hardly  be faulted for  not attempting more\r\n\nsensitive editing.\r\n\n     10. Refusal to recuse sua sponte.\r                                               \r\n\n     Although defendant  made no motion for  the judge's recusal,\r\n\nhe contends  that 28  U.S.C.   455  required the judge  to recuse\r\n\nherself sua sponte based on an ex parte conference with him.  The\r\n\nunderlying circumstances  involved the  judge's role,  before her\r\n\nappointment to the bench,  as Disciplinary Counsel for the  Rhode\r\n\nIsland  Supreme Court.  During the judge's time in that position,\r\n\none  Freda  Salisbury  filed  a complaint  against  an  attorney.\r\n\n                               -22-\r\r\n\nDefendant informed the court at the conference that Salisbury was\r\n\nhis mother.   According to  defendant, Salisbury had  harsh words\r\n\nwith someone in the Disciplinary Counsel's office.  The complaint\r\n\nwas  dismissed and defendant spoke  to someone unknown  to him in\r\n\nthat office,  making strong  criticisms of both  the Disciplinary\r\n\nCounsel and the process.  \r\n\n     This case was  first assigned to  another judge.   Defendant\r\n\ngoes beyond  the record to  assert that  the judge who  heard the\r\n\ncase \"had this case reassigned to herself  . . . in order to seek\r\n\nretribution  against  [defendant]  for  accusations he  had  made\r\n\nagainst her . . . .\"  He charged at the ex parte hearing that the\r\n\nreassignment followed  \"the same pattern  of underhandedness  and\r\n\nharassment [that] has continued since 1963. . . .\"  \r\n\n     The record  reveals  no indication  that the  judge had  any\r\n\nprior knowledge that Salisbury  was defendant's mother.  Nor  was\r\n\nthere  any indication  that the  judge recalled  any conversation\r\n\nwith  defendant.   To argue  that the  judge should  have recused\r\n\nherself sua  sponte on  the assumption  that a  reasonable person\r\n\nwould think  that she had  schemed to  have a case  reassigned in\r\n\norder  to  obtain  revenge  based  on  a  long  since  terminated\r\n\ndisciplinary proceeding,  or that she willingly  joined a thirty-\r\n\ntwo year old conspiracy, is too fanciful for further comment.\r\n\n     11 - 13.  Miscellaneous challenges.\r                                                 \r\n\n     Several alleged errors are so insubstantial that they may be\r\n\nquite  summarily addressed.    Number 11  is  that a  motion  for\r\n\nmistrial should have been granted based on a ten-day delay in the\r\n\n                               -23-\r\r\n\ntrial occasioned by the collapse and medical treatment of defense\r\n\ncounsel.  The court's narration of the sequence of events and the\r\n\nconsiderations underlying the  delay completely  persuades us  of\r\n\nthe propriety of her decisions.  \r\n\n     Number 12  attacks  a conference  between  the judge  and  a\r\n\njuror, when the juror refused to reenter the jury  room.  Whether\r\n\nor not all counsel agreed that the judge should confer alone with\r\n\nthe juror  -- as  the government contends,  with some  confirming\r\n\nindication in the  record -- it  is clear that  no objection  was\r\n\nvoiced when the  court reporter  read to counsel  the judge's  in\r\n\ncamera  conversation with  the juror.   Although  defense counsel\r\n\nfiled  a post-trial  affidavit  saying that  the  juror had  been\r\n\ncoerced  by other jurors, there was no evidence of any extraneous\r\n\ninfluence  and the juror  herself did not  contact the  court.  A\r\n\njury  verdict is not so  easily impeached.   See United States v.\r                                                                        \r\n\nNorton,  </pre><span class=\"citation\" data-id=\"518513\"><a href=\"/opinion/518513/united-states-v-james-norton-united-states-of-america-v-paul-fosco/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1354</span></a></span><pre class=\"inline\">, 1366  (11th Cir.  1989).   There was  no\r                \r\n\nerror.\r\n\n     No. 13 alleges ineffective assistance of counsel, but, as we\r\n\nhave often held, where the record,  as here, does not contain all\r\n\nthe  relevant  facts, direct  appeal is  not  the route.   Absent\r\n\n\"extraordinary circumstances,\" the proper  vehicle is 18 U.S.C.  \r\n\n2255.  United  States v. Bergodere,  </pre><span class=\"citation\" data-id=\"195758\"><a href=\"/opinion/195758/united-states-v-bergodere/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">512</span></a></span><pre class=\"inline\">, 517 (1st  Cir.\r                                            \r\n\n1994).\r\n\n     14.  Refusal of personal voir dire.  Appellant alleges error\r                                                 \r\n\nin the court's  refusal of  his request to  voir dire  personally\r\n\nprospective  jurors.  Local Rule 15 provides that at the close of\r\n\n                               -24-\r\r\n\nexamination  of  jurors by  the  court, \"the  court  shall afford\r\n\ncounsel  an  opportunity  to  further  interrogate  the  jurors.\"\r\n\nAlthough a pretrial order had required each side to submit a list\r\n\nof  all  questions  that  the  court  was  requested  to  ask  of\r\n\nprospective  jurors, defendant did not  submit such a  list.  The\r\n\njudge conducted  the questioning herself  and, at the  end, asked\r\n\ndefendant for  additional suggestions.  He  offered four: whether\r\n\nprospective jurors would be  prejudiced if they heard disparaging\r\n\nremarks  about the  police,  whether they  would  be offended  by\r\n\nobscene remarks,  whether they understood and  respected the role\r\n\nof  a  pro  se litigant,  and  whether  they  would be  adversely\r\n\naffected if they knew a defendant had a criminal record.\r\n\n     The court  correctly refused the last  instruction, since it\r\n\nwas  not then clear that prior criminal records would be admitted\r\n\ninto  evidence.   It had  interrogated a  number of  jurors about\r\n\ntheir knowledge of and  relations with law enforcement personnel.\r\n\nWhile not  in  the precise  form  advocated by  defendant,  these\r\n\nquestions  accomplished  roughly  equivalent inoculation  against\r\n\nadverse reaction  to disparagement.  The court  gave a respectful\r\n\nand  fair instruction about pro  se representation.   What it did\r\n\nnot  give  was  any   instruction  concerning  possible   adverse\r\n\nreactions to obscene language.  \r\n\n     It may  well  be that  the court  reasoned that  defendant's\r\n\nfailure to submit a  list of suggested questions stripped  him of\r\n\nthe  privilege  afforded by  Rule 15.   The  government, however,\r\n\nproffers no reason for noncompliance with a rule that is facially\r\n\n                               -25-\r\r\n\nmandatory.   And  defendant  justifiably cites  United States  v.\r                                                                       \r\n\nDiaz-Villafane,  </pre><span class=\"citation\" data-id=\"522865\"><a href=\"/opinion/522865/united-states-v-wilfredo-diaz-villafane/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">43</span></a></span><pre class=\"inline\">, 46  (1st Cir.  1989) (\"Once  local\r                        \r\n\nrules have  been promulgated, lawyers  and their  clients have  a\r\n\nright  to place  reasonable reliance  on them.\")   But  we simply\r\n\ncannot  find  that  lack  of  a  question  addressed  to  jurors'\r\n\nreactions to obscenity\r\n\nmandates reversal.  In the  context of the entire case  the error\r\n\nwas harmless.\r\n\n     15.   Cumulative  errors.   Appellant  argues  that even  if\r                                       \r\n\nindividual errors do not  mandate reversal, the cumulative impact\r\n\nof a  number of errors does.   But our analysis  reveals, for the\r\n\nmost part,  an absence of error.   The few instances  in which we\r\n\nhave  invoked   harmless  error  fall  far   short  of  revealing\r\n\n\"pervasive unfairness or any error or combination  of errors that\r\n\ndeprived  the  defendant[]  of  due process,\"  United  States  v.\r                                                                       \r\n\nBrandon, </pre><span class=\"citation\" data-id=\"664045\"><a href=\"/opinion/664045/united-states-v-peter-brandon-united-states-of-america-v-charles-d/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">409</span></a></span><pre class=\"inline\">, 456 (1st Cir. 1994).\r                 \r\n\n     16. Sentencing Guideline issues.  \r                                              \r\n\n          a. Defendant first argues that his offense level should\r\n\nhave been determined by U.S.S.G.   2B3.1, the robbery  guideline,\r\n\ninstead of   2X1.1, the conspiracy guideline.  He claims that the\r\n\nformer does not permit added adjustments for intended  conduct --\r\n\nseveral of which were imposed by the  district court -- while the\r\n\nlatter explicitly  allows adjustments  \"for any  intended offense\r\n\nconduct that can be established with reasonable certainty.\"\r\n\n     Section 2X1.1(c)(1)  specifies  that when  a  conspiracy  is\r\n\nexpressly  covered  by  another  guideline  section,  the   other\r\n\n                               -26-\r\r\n\nguideline should be applied rather than   2X1.1.  In this case we\r\n\ndeal with a Hobbs Act  conspiracy under 18 U.S.C.   1951.   Until\r\n\nNovember 1,  1993,  U.S.S.G.     2E1.5 (Hobbs  Act  Extortion  or\r\n\nRobbery) signalled that a violation of 18 U.S.C.   1951 should be\r\n\ngoverned by   2B3.1.\r\n\n     This guideline  was deleted as of November 1, 1993, however,\r\n\nleading the Second  Circuit in  United States v.  Amato, </pre><span class=\"citation\" data-id=\"688692\"><a href=\"/opinion/688692/united-states-v-steven-peter-amato-and-nicola-sinis-john-sinis/\"><span class=\"volume\">46</span>  <span class=\"reporter\">F.3d</span>\r                                                                 \r\n\n<span class=\"page\">1255</span></a></span><pre class=\"inline\">, 1261 (1995), to  conclude that \"[t]he deletion of    2E1.5,\r\n\nwith its cross-reference to   2B3.1, deletes the provision of the\r\n\nGuidelines that  provided the `express' reference  making   2X1.1\r\n\ninapplicable.\"  We agree  with  this conclusion,  and reject  the\r\n\nearlier  cases  cited by  defendant.   The  bare reference  to 18\r\n\nU.S.C.     1951,  along  with  several  other  statutes,  in  the\r\n\n\"Statutory Provisions\" section of the Commentary in    2B3.1 does\r\n\nnot  rise to the level of constituting express coverage.  We also\r\n\nreject defendant's argument that  Amato involved a faulty reading\r                                                 \r\n\nof the significance of the deletion of   2E1.5.\r\n\n     This  determination  forecloses  defendant's  argument  that\r\n\nadjustments for specific offense conduct were impermissible  here\r\n\nbecause they are not allowed under   2B3.1.\r\n\n          b.     Defendant  challenges  the  sufficiency  of  the\r\n\nevidence  for several adjustments to the base offense level.  The\r\n\nfirst such issue arises from the court's action in increasing his\r\n\noffense level by six  levels for the intended  use of a  firearm,\r\n\nwhich was, although  not discharged,  to be  \"otherwise used\"  as\r\n\nopposed    to   \"brandished,    displayed   or    possessed.\"    \r\n\n                               -27-\r\r\n\n2B3.1(b)(2)(B).  It  is clear from  the taped conversations  that\r\n\ndefendant instructed  the detectives about the  possible need for\r\n\nguns  to threaten  and perhaps  shoot guards  at the  armored car\r\n\nfacility.  Moreover, the  very robbery envisaged would inherently\r\n\ninvolve the likelihood of confrontation  with guards and the  use\r\n\nof weapons.  There was no error in making this adjustment.\r\n\n     A  similar  set  of  circumstances justified  the  court  in\r\n\nimposing a  two-level increase  for restraining a  person in  the\r\n\ncommission of the offense under    2B3.1(b)(4)(B).  Defendant had\r\n\noutlined  how  a guard  would  be caught,  handcuffed,  and mouth\r\n\nsealed with  duct tape.  Restraint of some such fashion was to be\r\n\nexpected in the type of robbery contemplated.\r\n\n     The   court  also  imposed  a  six-level  enhancement  under\r\n\nU.S.S.G.    2B3.1(b)(6)(G) to  reflect an intention  to inflict a\r\n\nloss  between $2.5 million and $5 million.  The vice-president of\r\n\nthe  Meehan Armored Car company  testified that the  value of the\r\n\nvarious  precious  metal   shipments  stored  overnight  in   the\r\n\nWoonsocket  facility  averaged  $5   million.    These  were  the\r\n\nmaterials that the guards would pick up at 3 a.m. for delivery in\r\n\nNew York City.  Defendant would require proof of the  exact value\r\n\nof  the shipment  on  a given  day.   But  his  planning did  not\r\n\npinpoint a date  certain.  The  court was  well within reason  in\r\n\nbasing the enhancement on the range it chose.  Defendant fares no\r\n\nbetter in  his equal  protection argument  based  on the  court's\r\n\nfinding  that  codefendant  Grelle's  sentence  should reflect  a\r\n\nsmaller amount.  Grelle's situation was different; the jury could\r\n\n                               -28-\r\r\n\nnot,  after all, reach  a verdict as  to him; the  sentences were\r\n\ntruly individualized, reflecting differences in knowledge. \r\n\n     A  five-level  increase for  bodily injury  was sufficiently\r\n\nfounded  on   record  statements   by  defendant;  it   does  not\r\n\nnecessarily  overlap with  the  enhancement based  on  restraint,\r\n\nsince different actions could be taken against the two guards.  A\r\n\ntwo-level enhancement for obstruction of justice was based on the\r\n\ncourt's conclusion  that defendant's testimony was  false.  While\r\n\ndefendant maintains that he was just an accomplished prevaricator\r\n\nin his talks  with the detectives, he obviously ran the risk that\r\n\nhe would be considered by judge and jury a prevaricator about his\r\n\nalleged prevarications.\r\n\n          c.   Factual  Impossibility:  a  bar  to  enhancements?\r                                                                           \r\n\n     Defendant argues that even if factual impossibility is not a\r\n\ndefense to conspiracy, enhancements should not be imposed because\r\n\nthe  substantive offense could not have occurred.  His attempt to\r\n\ndistinguish  United States v.  Chapdelaine, </pre><span class=\"citation\" data-id=\"602833\"><a href=\"/opinion/602833/united-states-v-george-chapdelaine/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">28</span></a></span><pre class=\"inline\">, 35 (1st\r                                                    \r\n\nCir.  1993), which  involved an  attempted robbery  that misfired\r\n\nbecause the putative robbers arrived after their target truck had\r\n\nleft, does  not carry the day.  In both Chapdelaine and this case\r                                                             \r\n\nthe  defendants  were  convicted   of  conspiracy,  and  in  both\r\n\ncompletion of  the  planned  action had  in  fact  been  rendered\r\n\nimpossible.   That no witness contradicted  defendant's testimony\r\n\nthat he knew that the armored car had left the facility is of  no\r\n\nconsequence; his  conviction stemmed from the  jury's belief that\r\n\nhe intended to commit the robbery. \r\n\n                               -29-\r\r\n\n                               -30-\r\r\n\n                            CONCLUSION\r                                      CONCLUSION\r\n\n     In sum, we have carefully surveyed all of the arguments that\r\n\ndefendant  has vigorously  and  thoroughly made.   The  trial and\r\n\nassociated  proceedings were  both complex  and demanding  on all\r\n\nconcerned.   But while undoubtedly not perfect, the trial met the\r\n\nbasic standard of fairness.   The judgment is accordingly\r\n\n     AFFIRMED.\r                       \r\n\n                               -31-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/98854/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195758/",
    "http://www.courtlistener.com/api/rest/v3/opinions/341774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/353833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/366406/",
    "http://www.courtlistener.com/api/rest/v3/opinions/367065/",
    "http://www.courtlistener.com/api/rest/v3/opinions/372939/",
    "http://www.courtlistener.com/api/rest/v3/opinions/398867/",
    "http://www.courtlistener.com/api/rest/v3/opinions/430611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/444046/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492045/",
    "http://www.courtlistener.com/api/rest/v3/opinions/496776/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518513/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538369/",
    "http://www.courtlistener.com/api/rest/v3/opinions/540778/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548410/",
    "http://www.courtlistener.com/api/rest/v3/opinions/554021/",
    "http://www.courtlistener.com/api/rest/v3/opinions/598978/",
    "http://www.courtlistener.com/api/rest/v3/opinions/602833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664045/",
    "http://www.courtlistener.com/api/rest/v3/opinions/670674/",
    "http://www.courtlistener.com/api/rest/v3/opinions/688691/",
    "http://www.courtlistener.com/api/rest/v3/opinions/688692/",
    "http://www.courtlistener.com/api/rest/v3/opinions/701344/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1469169/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1944611/"
  ]
}