{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196900/",
  "absolute_url": "/opinion/196900/fdic-v-houde/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196900/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:16:47Z",
  "date_modified": "2017-03-24T10:49:02.406372Z",
  "type": "010combined",
  "sha1": "ec34b96973605282d888e2650e23511c83f44dae",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1853.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1853\r\n\n            FEDERAL DEPOSIT INSURANCE CORPORATION,\r\n           AS RECEIVER FOR NEW MAINE NATIONAL BANK,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                 ROLAND HOUDE AND ORA HOUDE,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\nNo. 95-1854\r\n\n            FEDERAL DEPOSIT INSURANCE CORPORATION,\r\n           AS RECEIVER FOR NEW MAINE NATIONAL BANK,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n                 ROLAND HOUDE AND ORA HOUDE,\r\n\n                   Defendants, Appellants.\r\n\n                                         \r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                  FOR THE DISTRICT OF MAINE\r\n\n           [Hon. Gene Carter, U.S. District Judge]\r                                                             \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n\n               Campbell, Senior Circuit Judge,\r                                                         \r\n\n                  and Lynch, Circuit Judge.\r                                                      \r\n                                         \r\r\n\nJaclyn  C.  Taner, Counsel,  with  whom  Ann S.  DuRoss, Assistant\r                                                                   \r\nGeneral  Counsel,  Colleen  B.  Bombardier,  Senior  Counsel,  Federal\r                                                  \r\nDeposit Insurance  Corporation, Andrew Sparks,  Paul E. Peck,  John B.\r                                                                              \r\nEmory and Drummond &amp; Drummond were on briefs for plaintiff.\r                                     \r\nJeffrey Bennett with whom  Melinda J. Caterine,  Clare S. Benedict\r                                                                              \r\nand Bennett and Associates, P.A. were on briefs for defendants. \r                                        \r\n\n                                         \r\n\n                        July 24, 1996\r\n                                         \r\r\n\nCAMPBELL,  Senior   Circuit  Judge.    The   Federal  Deposit\r                                              \r\n\nInsurance Corporation (\"FDIC\") appeals from an order, entered\r\n\nin  the  United States  District  Court for  the  District of\r\n\nMaine, dismissing its complaint to  collect the amount due on\r\n\na $275,000  promissory note  executed in  1986 by  defendants\r\n\nRoland and Ora  Houde and made payable to  the Maine National\r\n\nBank, and to foreclose on  the mortgage securing the  Houdes'\r\n\nindebtedness.   The  Houdes  cross-appeal  from the  district\r\n\ncourt's denial of four pretrial motions.  For the reasons set\r\n\nforth below, we affirm the district court's order.\r\n\n                              I.\r                                          I.\r\n\n          In  November 1986,  Roland and  Ora  Houde borrowed\r\n\n$275,000  from the Maine  National Bank (\"MNB\"),  a federally\r\n\ninsured national  banking association, to finance  a business\r\n\nventure.   They executed a  note and allonge made  payable to\r\n\nMNB (collectively the \"Note\" or \"Houde Note\"), and secured by\r\n\na mortgage on property located  in Maine.  After MNB declared\r\n\ninsolvency in January  1991, ownership of the Note  passed to\r\n\nthe FDIC as receiver, the FDIC says.  The FDIC also says that\r\n\nit  transferred the  Houde  Note  briefly  to the  New  Maine\r\n\nNational Bank  (\"NMNB\"), a  bridge bank set  up by  the FDIC.\r\n\nAfter  the dissolution  of NMNB  in  July 1991,  many of  its\r\n\nassets  were  purchased  by  Fleet  Bank  and  the  rest,  as\r\n\nrecounted  by  the FDIC,  passed  to  the  FDIC as  the  duly\r\n\n                             -3-\r\r\n\nappointed receiver for NMNB.   The FDIC asserts that the Note\r\n\nwas  among  the remaining  assets  transferred  to it.    All\r\n\nparties agree, in any case, that the original Note was in the\r\n\npossession of the FDIC at trial.  \r\n\n          The FDIC  says  that  it  hired  Recoll  Management\r\n\nCorporation (\"Recoll\") to manage  the receivership assets  of\r\n\nNMNB.  The FDIC maintains that Recoll took over management of\r\n\nthe Note  as well  as other obligations  owed by  the Houdes.\r\n\nThese other obligations  included loans from MNB  to Turcotte\r\n\nConcrete,  a  corporation  of  which  Mr.  Houde  was  a  50%\r\n\nshareholder,  that were guaranteed  by the Houdes.   Turcotte\r\n\nConcrete filed  for bankruptcy  in 1991, and  as part  of the\r\n\nbankruptcy  proceeding,   Recoll,  on  behalf  of  the  FDIC,\r\n\nnegotiated  an  agreement  in June  1993  resolving  Turcotte\r\n\nConcrete's  debt  (the  \"Conditional  Amendment  to  Guaranty\r\n\nAgreements   and    Promissory   Notes,\"    or   \"Conditional\r\n\nAgreement\").    According  to  the  FDIC,  Recoll  separately\r\n\nnegotiated  with the  Houdes  concerning their  personal debt\r\n\nevidenced by the Note.  The Houdes, however, contend that the\r\n\nConditional   Agreement    resolving   Turcotte    Concrete's\r\n\nobligations,  by  its  own  terms,  released  their  personal\r\n\nobligations on the Note.   On this theory, they have  made no\r\n\npayments on the Note since June 1993.\r\n\n          In July  1994, the  FDIC sued  the Houdes in  Maine\r\n\nstate  court to collect  the amount  due on  the Note  and to\r\n\n                             -4-\r\r\n\nforeclose  on the  mortgage securing  the  debt.   The Houdes\r\n\nremoved the  action to the  United States District  Court for\r\n\nthe  District of  Maine  and  then moved  to  dismiss or  for\r\n\nsummary   judgment  on   the   ground  that   their  personal\r\n\nindebtedness  on  the   Note  had  been  discharged   by  the\r\n\nConditional Agreement.  The district court denied the motions\r\n\nin  September 1994, concluding that there were genuine issues\r\n\nof  fact as  to the  meaning  and intent  of the  Conditional\r\n\nAgreement.  In  early 1995, the Houdes moved  for judgment on\r\n\nthe  pleadings as well  as for summary  judgment, reiterating\r\n\ntheir claim  that  the  Conditional  Agreement  unambiguously\r\n\nreleased them  from the  Note.  In  the Houdes'  Statement of\r\n\nUndisputed Material  Facts submitted in connection with their\r\n\nsummary  judgment motion,  the Houdes  acknowledged that  the\r\n\nFDIC had been appointed as receiver for MNB.  The Houdes also\r\n\nmoved to dismiss, or for a  default judgment based on a claim\r\n\nthat  the servicing  agreement between  the  FDIC and  Recoll\r\n\nviolated the Maine  champerty statute.  See 17-A   M.R.S.A.  \r                                                       \r\n\n516(1).  The FDIC cross-moved  for summary judgment.   In May\r\n\n1995, the district court denied these motions.  \r\n\n          A jury  trial was  scheduled for  early June  1995.\r\n\nShortly  before trial,  the  FDIC filed  a  motion in  limine\r\n\nseeking  to preclude the  Houdes from questioning  the FDIC's\r\n\nstanding to  recover on  the Note.   The Houdes  opposed this\r\n\nmotion.    The  district  court  denied  the  motion  without\r\n\n                             -5-\r\r\n\naddressing the merits  of the standing issue.   At trial, the\r\n\nparties stipulated that  (1) the FDIC possessed  the original\r\n\nNote,  (2) the  Houdes'  signatures  on  the  documents  were\r\n\nauthentic, and  (3) the  Houdes had made  no payments  on the\r\n\nNote  since June  1993.   The  FDIC offered  in evidence  the\r\n\noriginal  Note which  was payable  to  MNB and  had not  been\r\n\nindorsed to any other entity.   The FDIC called as  a witness\r\n\nJames Golden, the FDIC account officer, who had only been the\r\n\ncustodian of the Houde file for the two weeks prior to trial.\r\n\nGolden  testified to the series of events occurring after the\r\n\nfailure of MNB up until the time  of trial:  (1) the FDIC was\r\n\nappointed receiver  of MNB,  (2) the Note  passed to  NMNB, a\r\n\nbridge bank set up  by the FDIC, (3) the FDIC dissolved NMNB,\r\n\n(4) the Note passed to the FDIC as receiver for NMNB.  Golden\r\n\ntestified that  the Note was  not among the NMNB  assets that\r                                             \r\n\nFleet Bank purchased  from the FDIC.  The FDIC  did not offer\r\n\nor have with it any public or business records evidencing the\r\n\ntransfers to which Golden testified.\r\n\n          The  Houdes objected  to Golden's testimony  and to\r\n\nthe  introduction of  the  Note  in  evidence,  arguing  that\r\n\nGolden's testimony  was inadmissible  hearsay, as  he had  no\r\n\npersonal knowledge of the transactions to which he testified.\r\n\nIn addition, they argued that Golden's testimony was  not the\r\n\nbest evidence of  the transactions in question.  The district\r\n\ncourt  sustained the  Houdes'  objection and  struck Golden's\r\n\n                             -6-\r\r\n\ntestimony.   The FDIC  then requested a  short continuance to\r\n\nallow   it   to  obtain   documentation  of   the  underlying\r\n\ntransactions to which Golden had testified.  The court denied\r\n\na continuance, granting judgment as  a matter of law in favor\r\n\nof the  Houdes.  The  court stated  that there was  \"no basis\r\n\nwhatsoever on which  a jury could conclude that the plaintiff\r\n\nis entitled  to enforce this note.\"1  In response to the FDIC\r\n\ncounsel's   indication  that  he  would  file  a  motion  for\r\n\nreconsideration of the directed verdict later that afternoon,\r\n\nthe   court  indicated  that  it  would  not  reconsider  its\r\n\n                    \r                                \r\n\n1.   The district court ruled from the bench:\r\n\n          There is  a complete gap in  the evidence\r\n          between  the  time  the  bank  [sic]  was\r\n          lawfully  in  the   possession  of  Maine\r\n          National  Bank  and  the   title  to  the\r\n          document was in Maine National Bank,  and\r\n          the time that it  ultimately came to rest\r\n          in the possession of  this plaintiff, and\r\n          there is  no formal  proof, first  of all\r\n          that Maine  National Bank ever  went into\r\n          receivership, if  so, what  happened with\r\n          respect  to  any  of the  assets  of that\r\n          institution   as   a  result   of   that,\r\n          specifically what  happened with  respect\r\n          to  this note and mortgage.  And there is\r\n          no proof or evidence sufficient to permit\r\n          a jury to reach a verdict in favor of the\r\n          plaintiff with  respect to  what happened\r\n          to that  note, and what has been referred\r\n          to as its  many transitions in  ownership\r\n          among,  apparently  New   Maine  National\r\n          Bank, Fleet Management Corporation, Fleet\r\n          Bank and  RECOLL Management  Corporation,\r\n          and ultimately its transfer back into the\r\n          possession of FDIC.  It is not even clear\r\n          that the note ever left the possession of\r\n          the FDIC in  the first place, but  all of\r\n          that is completely in doubt.\r\n\n                             -7-\r\r\n\ndecision.  The  court issued a final judgment  dismissing the\r\n\nFDIC's action on June 8, 1995.\r\n\n                             II.\r                                         II.\r\n\n          The  FDIC contends that the district court erred in\r\n\nfinding that the evidence of the FDIC's ownership of the Note\r\n\nwas so inadequate  that the FDIC's claim to  enforce the Note\r\n\nagainst its  makers, the  Houdes, fails as  a matter  of law.\r\n\nAlternatively, the FDIC argues that the district court abused\r\n\nits discretion in refusing to grant a brief continuance so as\r\n\nto enable  the FDIC to  procure records that  would establish\r\n\nits requisite  interest in the  Note.  The Houdes  reply that\r\n\nthe  FDIC  never  presented competent  proof  of  the various\r\n\ntransactions  through  which  it  allegedly  acquired  lawful\r\n\nownership  and possession  of  the  Note, Golden's  testimony\r\n\nhaving,  in their  view, been  rightly  stricken as  hearsay.\r\n\nThey argue that  without such competent evidence,  the FDIC's\r\n\ncase failed as a matter of law. \r\n\n          The  district court  dismissed the case  because it\r\n\nconcluded  that the  FDIC had  failed to  meet its  burden of\r\n\npresenting  sufficient  evidence to  establish,  prima facie,\r\n\nthat it was  a party entitled to  enforce the Note.   Without\r\n\nproper  proof of ownership, the Note  would not be admissible\r\n\nas a basis for  the FDIC's claim.   The question, of  course,\r\n\nwould not be whether the FDIC's right to enforce the Note was\r\n\n                             -8-\r\r\n\nconclusively established  but whether  enough of  a case  was\r\n\nmade out  to go to the jury.   See Fed. R. Civ. P. 50(a) (\"If\r                                              \r\n\n. . . there is no legally sufficient  evidentiary basis for a\r\n\nreasonable  jury to  find for  [a] party  on [an]  issue, the\r\n\ncourt  may determine  the  issue against  that party  and may\r\n\ngrant  a motion for judgment as  a matter of law against that\r\n\nparty.\").  \r\n\n1. The FDIC's Burden of Proof\r            1. The FDIC's Burden of Proof\r\n\n          The FDIC argues  that possession of the Note  was a\r\n\nsufficient basis for it to  be entitled to a presumption that\r\n\nit could enforce  the Note.  The FDIC  points to federal law,\r\n\nset  forth  in  FIRREA,2 providing  expressly  that  the FDIC\r\n\nsucceeds by  operation of  law to a  failed bank's  right and\r\n\ntitle  in  all its  assets,  see 12  U.S.C.    1821(d)(2)(A),\r                                            \r\n\ninfra.   FIRREA, however,  does not spell  out what  the FDIC\r                 \r\n\nneeds to prove in order to  show its entitlement to sue on  a\r\n\ntransferred  asset  like the  Note.   The  Supreme  Court has\r\n\nrecently held  that matters  left unaddressed  in FIRREA  are\r\n\ncontrolled by  state law. O'Melveny  &amp; Myers v. FDIC,  114 S.\r                                                                \r\n\nCt. 2048, 2054 (1994).  We  look, therefore, to Maine law  to\r\n\nsupplement FIRREA in  determining what the FDIC,  as receiver\r\n\nof NMNB, needed to show for  it to be found a party  entitled\r\n\n                    \r                                \r\n\n2.  FIRREA is  the Financial  Institutions Reform,  Recovery,\r\nand  Enforcement Act  of  1989, 103  Stat.  183, codified  in\r\nvarious sections of 12 and 18 U.S.C.\r\n\n                             -9-\r\r\n\nto enforce the Note.  See, e.g.,  RTC v. Maplewood  Invs., 31\r                                                                     \r\n\nF.3d 1276, 1293-94 (4th Cir.  1994) (holding that question of\r\n\nwhether  RTC is a  holder in due course  is governed by state\r\n\nlaw); see  also FDIC v.  Grupo Girod Corp.,  869 F.2d 15,  17\r                                                      \r\n\n(1st  Cir. 1989)  (applying  Puerto  Rico  law  to  determine\r\n\nwhether the FDIC was a holder in due course);  FDIC v. Bandon\r                                                                         \r\n\nAssocs., 780 F. Supp. 60,  63 (D. Me. 1991).  But see FDIC v.\r                                                                      \r\n\nWorld Univ.  Inc., 978 F.2d  10, 13-14 (1st Cir.  1992) (pre-\r                             \r\n\nO'Melveny case).\r                     \r\n\n          The  applicable Maine law,  set forth in  the Maine\r\n\nUniform Commercial Code, Negotiable Instruments, 11  M.R.S.A.\r\n\n3-1101  et  seq.,3  provides  that  a  note  qualifying  as a\r                            \r\n\n                    \r                                \r\n\n3.  The  Maine Uniform Commercial  Code was amended  in 1993,\r\nafter the execution  of the Note but before  the execution of\r\nthe Conditional Agreement  and before the institution  of the\r\nlawsuit  in  question.   The  earlier  version  of the  Maine\r\nUniform Commercial Code, Negotiable Instruments, was codified\r\nat 11 M.R.S.A.   3-101, et seq. (repealed in 1993).\r                                           \r\n          Both  parties  have  taken  the  position  in  this\r\nlitigation  that the  Note is  a  negotiable instrument  (the\r\nHoudes in  their appellate  brief, and  the  FDIC in  motions\r\nsubmitted  to  the  district court),  and  neither  party has\r\nargued  that  the Note  is not  a negotiable  instrument even\r\nthough, with its variable interest rate, the Note is arguably\r\nnot a negotiable instrument under the pre-1993 version of the\r\nMaine  Uniform Commercial Code.   See e.g., FSLIC v. Griffin,\r                                                                        \r\n935 F.2d 691, 697 n.3 (5th Cir. 1991), cert. denied, 502 U.S.\r                                                               \r\n1092  (1992); New  Conn. Bank  &amp; Trust  Co., N.A.  v. Stadium\r                                                                         \r\nManagement Corp., 132  B.R. 205, 208-09 (D. Mass.  1991).  In\r                            \r\nthe  absence of  an applicable  statute,  the FDIC's  initial\r\nburden would be  subject to Maine common law.   In discerning\r\nthe common law  requirements for the FDIC to show  that it is\r\nentitled to enforce the variable interest rate Note, we would\r\nbe  inclined  to  look  to  the  statutory  requirements  for\r\nenforcing  negotiable instruments by analogy.  As the parties\r\nhave not argued  otherwise and as it  is hard to see  how the\r\noutcome of this case would change in any event, we proceed on\r\n\n                             -10-\r\r\n\nnegotiable  instrument can  be  enforced  by \"holder[s]\"  and\r\n\n\"nonholder[s]  in possession of the instrument who [have] the\r\n\nrights of [] holder[s].\" See 11 M.R.S.A.   3-1301.4  The FDIC\r                                        \r\n\nis plainly  not a \"holder\"  under Maine law because  the Note\r\n\nwas   not  indorsed  to  the  FDIC   and  therefore  was  not\r\n\n\"negotiated.\"5  See 11 M.R.S.A.   3-1201 (\"[I]f an instrument\r                               \r\n\n                    \r                                \r\n\nthe assertion that the Note is a  negotiable instrument under\r\nMaine law.\r\n\n4.  The  version  of  the Maine  Uniform  Commercial  Code in\r\neffect  before  1993 also  provided that  holders as  well as\r\ntransferees  with the  rights  of  holders  could  enforce  a\r\nnegotiable  instrument.  See  11 M.R.S.A.    3-201, Comment 8\r                                        \r\n(repealed 1993).\r\n\n5.  The federal holder in due course doctrine, which provides\r\na buffer for the FDIC against certain defenses, does not give\r\nthe FDIC the  status of a \"holder\" in  the instant situation.\r\nThis Circuit has held that  the federal doctrine is generally\r\nnot applicable to the FDIC in its receivership capacity.  See\r                                                                         \r\nCapitol Bank  &amp; Trust Co.  v. 604 Columbus Ave.  Realty Trust\r                                                                         \r\n(In  re  604 Columbus  Ave.  Realty  Trust),  968 F.2d  1332,\r                                                      \r\n1352-53  (1st Cir. 1992) (stating  that the federal holder in\r\ndue course  doctrine does not  apply to the FDIC  as receiver\r\nexcept in the case of a purchase and assumption transaction);\r\nsee also FDIC  v. Laguarta,  939 F.2d 1231,  1239 n. 19  (5th\r                                      \r\nCir. 1991) (same).   But see Campbell Leasing,  Inc. v. FDIC,\r                                                                        \r\n901 F.2d 1244, 1249 (5th   Cir. 1990) (stating that the  FDIC\r\nmay enjoy federal holder in due  course status whether acting\r\nin its corporate or receivership capacity); Firstsouth,  F.A.\r                                                                         \r\nv.  Aqua Constr.,  Inc., 858  F.2d 441,  443 (8th  Cir. 1988)\r                                   \r\n(providing FSLIC-Receiver with  federal holder in  due course\r\nstatus).  \r\n          We  note  that  the  continuing  viability  of  the\r\nfederal  holder in  due course doctrine  is questionable.   A\r\ncircuit split has arisen as  to whether the doctrine is still\r\nvalid after O'Melveny &amp; Myers, supra.  Compare DiVall Insured\r                                                                         \r\nIncome Fund Ltd. Partnership v. Boatmen's First Nat'l Bank of\r                                                                         \r\nKansas City, 69 F.3d 1398, 1402 (8th Cir. 1995) and Murphy v.\r                                                                      \r\nFDIC, 61 F.3d 34, 38 (D.C. Cir. 1995) (holding that O'Melveny\r                                                                         \r\n&amp; Myers leaves no room  for common law D'Oench doctrine) with\r                                                                         \r\nMotorCity of  Jacksonville v.  Southeast Bank  N.A., 83  F.3d\r                                                               \r\n1317,  1327-28 (11th  Cir. 1996).    This court  has not  yet\r\n\n                             -11-\r\r\n\nis  payable to  an  identified  person, negotiation  requires\r\n\ntransfer  of possession of the instrument and its indorsement\r\n\nby the holder.\");6  see also Calaska Partners Ltd. v. Corson,\r                                                                        \r\n\n672 A.2d  1099, 1104 (Me.  1996) (holding that holder  in due\r\n\ncourse status is not conferred when financial instruments are\r\n\ntransferred in bulk to the FDIC).  \r\n\n          Not  being a  holder, the  FDIC had  to show,  as a\r\n\nprerequisite to enforcing  the Note against the  Houdes, that\r\n\nit was a transferee in possession entitled to the rights of a\r\n\nholder.  See 11 M.R.S.A.   3-1203.  Comment 2 following    3-\r                        \r\n\n1203 provides:\r\n\n          If the transferee is not a holder because\r\n          the  transferor  did   not  indorse,  the\r\n          transferee  is   nevertheless  a   person\r\n          entitled to enforce  the instrument . . .\r\n          if  the transferor  was a  holder at  the\r\n          time  of  transfer. . . .    Because  the\r\n          transferee is  not a holder, there  is no\r\n          presumption . . . that the transferee, by\r\n          producing the instrument,  is entitled to\r\n          payment.  The  instrument, by its  terms,\r\n          is not payable to the transferee  and the\r\n          transferee must account for possession of\r\n          the unindorsed instrument  by proving the\r\n          transaction through which  the transferee\r\n          acquired  it.  Proof of a transfer to the\r                                                               \r\n\n                    \r                                \r\n\nexpressed an opinion as to the effect of O'Melveny &amp; Myers on\r                                                                      \r\nthe doctrine.  \r\n          In any  event, the present case does  not present a\r\nsituation for  which the doctrine  was created.   The federal\r\nholder in due course doctrine is designed to protect the FDIC\r\nfrom  claims unascertainable  from the  books  of the  failed\r\ninstitution, a purpose unrelated to the present.\r\n\n6.  The term \"negotiation\"  is similarly defined in  the pre-\r\n1993 statute, 11 M.R.S.A.   3-202 (repealed in 1993).\r\n\n                             -12-\r\r\n\n          transferee by a holder  is proof that the\r                                                               \r\n          transferee has acquired  the rights of  a\r                                                               \r\n          holder.  At that point  the transferee is\r                             \r\n          entitled to the presumption . . . .\r\n\n(emphasis added).7  Thus,  in order minimally to be  entitled\r\n\nto the presumption under Maine  law that it could enforce the\r\n\nNote, the  FDIC  was  required  (1)  to  prove  a  sufficient\r\n\ntransfer from a holder (here MNB, to which the Note was  made\r\n\npayable by the Houdes) to the FDIC in its present capacity as\r\n\nreceiver of NMNB, and (2) to produce the Note at trial.  \r\n\n2. The Evidence At Trial\r            2. The Evidence At Trial\r\n\n          The FDIC  brought this  action in  its capacity  as\r\n\nreceiver for  NMNB.  The NMNB was allegedly a bridge bank set\r\n\nup pursuant to 12 U.S.C.    1821(n) by the FDIC following the\r\n\nfailure of MNB.  The FDIC produced the Note at trial, and the\r\n\nparties stipulated  that the  signatures  were authentic  and\r\n\n                    \r                                \r\n\n7.  The  result would  not be  different  under the  pre-1993\r\nversion of the Maine Uniform Commercial Code which provided:\r\n\n          [T]he transferee  without indorsement  of\r\n          an order  instrument is not  a holder and\r\n          so is  not aided by the  presumption that\r\n          he  is   entitled  to   recover  on   the\r\n          instrument  . .  . .   The  terms of  the\r\n          obligation do not run to him, and he must\r\n          account   for  his   possession  of   the\r\n          unindorsed   paper    by   proving    the\r\n          transaction through which he acquired it.\r\n          Proof of a transfer to him by a holder is\r                                                               \r\n          proof  that he has acquired the rights of\r                                                               \r\n          a holder and  that he is entitled  to the\r                                                               \r\n          presumption.\r                                 \r\n\n11 M.R.S.A.   3-201, Comment 8 (repealed in 1993).\r\n\n                             -13-\r\r\n\nthat  the instrument  the FDIC  possessed  was the  original.\r\n\nWhat remained,  therefore, was  for the  FDIC to  establish a\r\n\nproper  transfer of  the Note  to  it in  its suing  capacity\r\n\n(receiver of NMNB) from the Note's holder, MNB.  \r\n\n          The first step in this transfer could rather easily\r\n\nhave  been established  given the  provisions of  FIRREA.   A\r\n\ntransfer of  all the holder's  (MNB's) rights in the  Note to\r\n\nthe FDIC as receiver for  MNB could be demonstrated simply by\r\n\nshowing that the  FDIC became the  receiver of MNB.   Once  a\r\n\nreceivership of a  failed bank takes place,   the transfer of\r\n\nthe failed bank's  assets to the FDIC occurs  by operation of\r\n\nlaw  --  the  FDIC  as  receiver  of  a  failed   institution\r\n\nsucceeding under federal law to:\r\n\n          (i)  all  rights,   titles,  powers,  and\r\n          privileges  of  the   insured  depository\r\n          institution, . . . \r\n\n          (ii)  title to  the  books, records,  and\r\n          assets  of  any previous  conservator  or\r\n          other    legal    custodian    of    such\r\n          institution.\r\n\n12 U.S.C.   1821(d)(2)(A).  \r\n\n          The most  serious problem  in the  instant case  is\r\n\nwhat additional  proof is  needed to  prove that  enforceable\r\n\ntitle  to  the  Note  was  transmitted to  the  FDIC  in  its\r\n\nsubsequent and  present capacity  as receiver  of the  bridge\r                                                                         \r\n\nbank,  NMNB.   Under the  Maine  negotiable instruments  law,\r                       \r\n\nthere has to be \"[p]roof of a transfer to the transferee by a\r\n\nholder\"  of the Note, establishing \"proof that the transferee\r\n\n                             -14-\r\r\n\n[i.e., the FDIC as receiver  of NMNB] has acquired the rights\r\n\nof a holder [MNB].\"   11 M.R.S.A.   3-1203, Comment 2, supra.\r                                                                        \r\n\nAs  stated above, if  the FDIC were suing  in the capacity of\r\n\nreceiver  of  MNB, nothing  more  would  be required  than  a\r\n\nshowing  of such receivership,  coupled with a  production of\r\n\nthe Note, for the FDIC  to become entitled to the presumption\r\n\nthat  it was  entitled to payment.  But the FDIC  is suing as\r\n\nreceiver of a different entity,  NMNB.  There is no automatic\r\n\ntransfer provided by federal law of the assets of the FDIC as\r\n\nreceiver of  a failed bank to a bridge  bank, nor is there an\r\n\nautomatic transfer from  a bridge bank back to  the FDIC upon\r\n\nthe termination of the bridge bank.  See 12 U.S.C.   1821(n).\r                                                    \r\n\n          A key  question, therefore,  is whether the  record\r\n\nbelow  properly  established  the   formation  of  NMNB,  the\r\n\ntransfer  of the  Note to  NMNB, the demise  of NMNB  and the\r\n\nappointment of the FDIC as  its receiver, and the transfer of\r\n\nthe Note  from NMNB to  the FDIC as receiver  of that entity.\r\n\nThe FDIC relied  on the testimony of its  witness, Golden, to\r\n\nshow  this.   Golden testified,  among  other things,  to the\r\n\nFDIC's  receivership  of  MNB,  the  creation  of  NMNB,  the\r\n\nsubsequent  dissolution of NMNB,  and the Note's  transfer to\r\n\nthe  FDIC as  NMNB's receiver.   The  court, however,  struck\r\n\nGolden's testimony.   We agree  with the  court that  Golden,\r\n\nhaving taken over the Houde  file only two weeks before trial\r\n\nand not claiming  direct personal knowledge of  these events,\r\n\n                             -15-\r\r\n\ncould not testify to them over objection.  See Fed. R.  Evid.\r                                                          \r\n\n602 (\"A witness  may not testify to a  matter unless evidence\r\n\nis  introduced sufficient  to  support  a  finding  that  the\r\n\nwitness has personal knowledge of the matter.\")  Although, as\r\n\ncustodian of  the Houde file,  his testimony might  well have\r\n\nbeen sufficient to authenticate  business records, admissible\r\n\nunder an exception to the  hearsay rule, that may have proved\r\n\nthe  underlying transactions, see  Fed. R. Evid.  803(6), the\r                                             \r\n\nFDIC did not have any of the underlying documents with  it at\r\n\ntrial.   Nor was  the FDIC prepared  to offer  public records\r\n\nsuch  as  might establish  the  appointment  of the  FDIC  as\r\n\nreceiver of  MNB and  NMNB respectively.   See Fed.  R. Evid.\r                                                          \r\n\n803(8),  901(b)(7)   (indicating  that  public   records  are\r\n\nadmissible as an exception to the hearsay rule  and generally\r\n\nself-authenticating).  Thus, the  FDIC was without admissible\r\n\nevidence of  its ownership  of the Note.   The  FDIC conceded\r\n\nthat  it was  unprepared at  the time to  present alternative\r\n\nevidence  after Golden's  testimony  was struck,  although it\r\n\nsaid it could obtain the relevant evidence if the court would\r\n\ngrant a  brief continuance.   Without such a  foundation, the\r\n\ncourt  declined  to  permit  the  Note  to  be  received into\r\n\nevidence.  Without  the Note in evidence, the  FDIC felt that\r\n\nit could not proceed.8\r\n\n                    \r                                \r\n\n8.  After a lengthy  discussion in which the  court indicated\r\nthat there was  insufficient evidence of foundation  to allow\r\nthe Note  into evidence  and that  even if  the FDIC  were to\r\n\n                             -16-\r\r\n\n          Attempting  to  justify   the  lack  of  admissible\r\n\nfoundation evidence,  the FDIC  now argues  that because  the\r\n\nNote was  never indorsed  and  never made  payable to  anyone\r\n\nother  than MNB,  it plainly  could not have  been sold  to a\r\n\nthird party by  the FDIC or the  bridge bank.  But  while the\r\n\nabsence  of  an  indorsement  on  the  Note  strengthens  the\r\n\nargument that no one acquired a title superior to that of the\r\n\nFDIC,  it  does not  by  itself  meet  the FDIC's  burden  to\r\n\n\"account  for  possession  of  the unindorsed  instrument  by\r\n\nproving the transaction through which the transferee acquired\r\n\nit.\"  11 M.R.S.A.   3-1203, Comment 2, supra.  \r                                                        \r\n\n          We  note that  the Houdes,  in  their Statement  of\r\n\nUndisputed  Material Facts submitted to the district court in\r\n\nconjunction  with  their  earlier  summary  judgment  motion,\r\n\nconceded  that the FDIC was  appointed receiver for MNB, that\r\n\nthe  FDIC created NMNB,  that the  FDIC appointed  itself the\r\n\n                    \r                                \r\n\nprovide  additional documentation  and witnesses  to  lay the\r\nproper foundation,  it would be  in violation of  the court's\r\nFinal  Pretrial  Order,   the  court  declined  to   grant  a\r\ncontinuance.  The following colloquy then took place:\r\n\n[FDIC's Counsel]:   Then,  your  Honor,  we  have no  further\r\n                    witnesses.\r\n\nTHE COURT:          I take  it  the Plaintiff  rest [sic]  at\r\n                    this time?\r\n\n[FDIC's Counsel]:   Yeah.\r\n\nTHE COURT:          Does the defendant rest?\r\n\n[Houdes' Counsel]:  Defendant rest [sic] on the complaint and\r\n                    moves for directed verdict.  \r\n\n                             -17-\r\r\n\nreceiver  of NMNB, and  that \"[i]t was  through these various\r\n\ntransactions  that the FDIC acquired the Note  . . . at issue\r\n\nin this action.\"  The Houdes' subsequent facile recanting  of\r\n\nthis admission might arguably be the sort of \"fast and loose\"\r\n\nplay which  leads a court  to impose judicial estoppel.   See\r                                                                         \r\n\nPatriot Cinemas, Inc.  v. General Cinema Corp., 834 F.2d 208,\r                                                          \r\n\n212 (1st Cir. 1987).  However, the FDIC made no effort during\r\n\nthe trial to offer the Houdes' Statement in evidence in order\r\n\nto establish  its own ownership of the  Note, nor did it make\r\n\nan estoppel argument.9  In a case such as this with well over\r\n\na hundred docket entries, the  district court can scarcely be\r\n\nexpected to recall, sua sponte, a fact listed in one document\r\n\nsubmitted by the Houdes to the court.  Moreover, although the\r\n\nFDIC mentions the  Houdes' admission in its  appellate brief,\r\n\nit does not  make a \"judicial  estoppel\" argument, or  indeed\r\n\nany  other  coordinated  argument, as  to  why  the admission\r\n\nshould, at  this late date,  be binding on  the Houdes.   See\r                                                                         \r\n\nUnited States v. Caraballo-Cruz,  52 F.3d 390, 393  (1st Cir.\r                                           \r\n\n1995)  (stating that  \"issues adverted  to  in a  perfunctory\r\n\n                    \r                                \r\n\n9.  The FDIC did indicate to  the court, several hours  after\r\nthe court directed the verdict  for the Houdes, that it would\r\nfile  a motion  for reconsideration  of  the verdict  because\r\n\"there  were judicial  binding  admissions\" submitted  by the\r\nHoudes.    The district  judge  indicated that  he  would not\r\nreconsider the  decision because  the FDIC  should have  been\r\nprepared  to argue  that point at  trial.   The FDIC  did not\r\nsubmit  a motion  for reconsideration.    Moreover, the  FDIC\r\nmakes no argument on appeal that the district court's refusal\r\nto reconsider was an abuse of discretion.  \r\n\n                             -18-\r\r\n\nmanner,   unaccompanied   by   some   effort   at   developed\r\n\nargumentation,  are  deemed   waived\")  (internal  quotations\r\n\nomitted).  Given the FDIC's failure to raise  the matter in a\r\n\ntimely fashion  before the  district court  and to  argue the\r\n\nmatter on appeal, we regard it as having been waived.\r\n\n          The FDIC  also argues  that this  court should  now\r\n\ntake judicial  notice of  the failure of  MNB and  the taking\r\n\nover of its assets by the FDIC.  This point was also not made\r\n\nat trial below, the district  court never being asked to take\r\n\njudicial  notice  of  these  facts.   It  is  true  that  the\r\n\nappointment of  the FDIC  as receiver  of MNB  was previously\r\n\nannounced  and  relied  upon  as  a matter  of  fact  in  two\r\n\npublished opinions of this court issued prior to the district\r\n\ncourt proceeding  under review, as  well as in  several prior\r\n\nopinions  of the District of Maine, including opinions issued\r\n\nby the  very  judge who  presided over  the present  trial.10\r\n\n                    \r                                \r\n\n10.  See, e.g., United States v. Fleet Bank of Maine, 24 F.3d\r                                                                \r\n320,  322  (1st  Cir.  1994)  (reviewing a  decision  of  the\r\ndistrict court judge who decided the present case,  the Court\r\nof Appeals stated:  \"In January 1991, the Maine National Bank\r\n. . . was  declared   insolvent  and   the  Federal   Deposit\r\nInsurance  Corporation . . . was  appointed its  receiver.\");\r\nBateman v. FDIC, 970 F.2d 924, 926 (1st Cir. 1992) (reviewing\r                           \r\na  decision of  the  district  court  judge who  decided  the\r\npresent case, Court of  Appeals stated:  \"[I]n January  1991,\r\nthe federal Comptroller  of the Currency declared  the [Maine\r\nNational]   Bank  insolvent   and  appointed   the  FDIC   as\r\nreceiver.\"); Mill  Invs. v. Brooks  Woolen Co., 797  F. Supp.\r                                                          \r\n49,  50 (D. Me. 1992) (acknowledgement of same district court\r\njudge  that FDIC was appointed  receiver of MNB); Cardente v.\r                                                                      \r\nFleet Bank of  Maine, 796 F. Supp. 603, 606 n.1 (D. Me. 1992)\r                                \r\n(same).\r\n\n                             -19-\r\r\n\nNonetheless, the  FDIC's judicial  notice argument  fails for\r\n\nseveral reasons.   First,  even assuming  a court  could take\r\n\njudicial notice of the failure  of the MNB, no party in  this\r\n\ncase  requested the  court to  take such  action.   While the\r\n\ndistrict court might well have taken judicial notice of these\r\n\nwell-known facts  sua sponte,  it was not  required to  do so\r\n\nunless  requested.  See  Fed. R.  Evid. 201(c),(d).   Second,\r                                   \r\n\neven assuming  the district court,  or this court  on appeal,\r\n\ndid  take judicial  notice of  the  failure of  the MNB,  the\r\n\nappointment of the FDIC as its receiver, and perhaps even the\r\n\ncreation of  the bridge bank,  these facts would  not relieve\r\n\nthe FDIC from its  burden of showing  a transfer of the  Note\r\n\nfrom  the  bridge bank  to  the  FDIC  as receiver  for  that\r\n\ninstitution.  These are not matters for judicial notice.\r\n\n          We  conclude,  therefore,  with  some regret,  that\r\n\nthere was  no error in  the district court's ruling  that, on\r\n\nthe record as it stood, the FDIC had failed to meet its legal\r\n\nburden.  We  hold that the record justified  the dismissal of\r\n\nthe  case as  matter of  law  on the  narrow but  dispositive\r\n\nground declared by the district court.\r\n\n3. The Denial of the FDIC's Requested Continuance\r            3. The Denial of the FDIC's Requested Continuance\r\n\n          The  FDIC argues  that even  assuming  the FDIC  as\r\n\nreceiver  of NMNB  failed  to  make out  a  prima facie  case\r\n\nshowing the transactions by which  it acquired the Note,  the\r\n\n                             -20-\r\r\n\ncourt's  refusal to grant the FDIC a continuance during which\r\n\nit could  procure the  necessary records  and other  evidence\r\n\nconstituted an  abuse of discretion.  We  review the district\r\n\ncourt's refusal to grant a continuance solely for an abuse of\r\n\ndiscretion. See  United States v.  Neal, 36  F.3d 1190,  1205\r                                                   \r\n\n(1st Cir. 1994).\r\n\n          Counsel for  the FDIC  first asked  for a  two-hour\r\n\nbreak  and  then asked,  at  10:30  a.m.,  that the  case  be\r\n\ncontinued until the next  day.  The district  judge indicated\r\n\nthat he  was not willing  to recess the case  because \"[t]his\r\n\ncase should have been prepared  weeks ago.\"  In addition, the\r\n\njudge noted  that even if  he did allow the  continuance, any\r\n\ndocuments  or  testimony  the  FDIC  produced  would  not  be\r\n\nadmissible,  over objection,  because  it  would violate  the\r\n\ncourt's Final Pretrial Order, which required a designation of\r\n\nall  exhibits  and   witnesses  and  a  description   of  the\r\n\nwitnesses' testimony.  The judge stated:\r\n\n          I am not going to continue this case, . .\r\n          .  to do so means opening the entire case\r\n          up,  probably  discharging this  jury  so\r\n          that new procedures,  pretrial procedures\r\n          about these documents can be carried  out\r\n          in accordance with the prior order of the\r\n          court.  It would  make a complete mockery\r\n          of the systematic pretrial preparation of\r\n          cases  and the  elaborate procedure  that\r\n          the  Court has in place to see that these\r\n          cases are properly tried.\r\n\n          When reviewing a district court's decision  to deny\r\n\na  continuance, broad  discretion must  be  granted and  only\r\n\n                             -21-\r\r\n\n\"unreasonable and  arbitrary insistence  upon expeditiousness\r\n\nin  the  face  of  a  justifiable  request  for  delay\"  will\r\n\nnecessitate reversal.  United States v. Rodriguez Cortes, 949\r                                                                    \r\n\nF.2d  532,  545 (1st  Cir.  1991)  (citing United  States  v.\r                                                                     \r\n\nTorres, 793 F.2d 436, 440  (1st Cir.), cert. denied, 479 U.S.\r                                                               \r\n\n889  (1986)); see  also   Morris  v. Slappy,  461 U.S.  1, 11\r                                                       \r\n\n(1983).   In determining  whether a  denial of  a continuance\r\n\nconstitutes an abuse  of discretion, the court  must consider\r\n\nthe particular facts  and circumstances  of each  case.   See\r                                                                         \r\n\nTorres,  793 F.2d  at 440.    The court  should consider  the\r                  \r\n\nreasons  in  support  of  the request,  the  amount  of  time\r\n\nrequested,  whether  the   movant  has  contributed   to  his\r\n\npredicament, the inconvenience to  the court, the  witnesses,\r\n\nthe jury  and  the  opposing  party, and  the  likelihood  of\r\n\ninjustice or unfair prejudice attributable to the denial of a\r\n\ncontinuance.   See United  States v. Saccoccia,  58 F.3d 754,\r                                                          \r\n\n770 (1st Cir. 1995), cert. denied, 116 S.Ct. 1322 (1996).\r                                             \r\n\n          The FDIC  argues that the  district court's refusal\r\n\nto grant a continuance led to injustice and unfair prejudice.\r\n\nIt  contends that  the time  needed to  gather the  necessary\r\n\nevidence would not have greatly inconvenienced the court, the\r\n\njury or the Houdes, and that some of the documents would have\r\n\nbeen self-authenticating records  admissible in court.   This\r\n\nmay  be so, but it overlooks a  number of factors pointing in\r\n\nthe other direction, among them  the presence of the jury and\r\n\n                             -22-\r\r\n\nthe court's  reasonable expectation  that the  FDIC would  be\r\n\nprepared  for  trial.     The  FDIC  contends   that  it  was\r\n\n\"surprised\"  that it  had to  put  forth admissible  evidence\r\n\nconcerning its  ownership of  the Note.   However, we  see no\r\n\nreason for the  FDIC to have been surprised.   The Houdes had\r\n\nchallenged the ability of the FDIC to enforce the  Note as an\r\n\naffirmative defense in their answer and had later objected to\r\n\nthe FDIC's motion, which  the court denied, to preclude  them\r\n\nfrom challenging  the FDIC's  standing to  enforce the  Note.\r\n\nThe  FDIC was  plainly on  notice  that it  was dealing  with\r\n\nadversaries  who refused  to take  a  relaxed \"common  sense\"\r\n\napproach  on  these   technical  but  nonetheless   requisite\r\n\npreliminaries.   Indeed, the  FDIC showed that  it understood\r\n\nits  burden by  calling  Golden and  questioning  him on  the\r\n\nmatters  it  did.    Unfortunately,  it  seems  not  to  have\r\n\nrecognized   the  hearsay   problem   inherent  in   Golden's\r\n\ntestimony, nor to have taken the trouble to have  with it the\r\n\nnecessary supporting documents. \r\n\n          The court was  entitled to expect the FDIC  to have\r\n\nspecial competence  in actions such  as this.  This  suit had\r\n\nbeen commenced ten months earlier and, as said, the FDIC knew\r\n\nthe Houdes would challenge its  standing to enforce the Note.\r\n\nIt was the FDIC's failure to have prepared its case for trial\r\n\nthat led to the request for a continuance.  While the court's\r\n\naction was strict,  and we can imagine some  judges who would\r\n\n                             -23-\r\r\n\nhave assessed the  situation more charitably to the  FDIC, we\r\n\ncannot say  that it abused  its discretion in not  giving the\r\n\nFDIC additional time to remedy its lack of preparation.  See,\r                                                                        \r\n\ne.g.,  Rodriguez  Cortes,  949  F.2d  at  545  (holding  that\r                                    \r\n\ndistrict court did not abuse its discretion in denying motion\r\n\nfor continuance in  order to obtain  witness to testify  that\r\n\ntime  indicated on hotel registration card was incorrect when\r\n\ndefendant had  been in  possession of the  time card  for six\r\n\nmonths and had  ample time to  obtain a witness).   Given the\r\n\ncosts  of trials, especially  before juries, and  the adverse\r\n\neffects  of delay  in  one case  on  other litigants  seeking\r\n\ntrials, judges must  be allowed a considerable  discretion in\r\n\nthese matters.  We find no abuse here.\r\n\n                             III.\r                                         III.\r\n\n          Because we find  that the  district court  properly\r\n\ndirected a  verdict in favor  of the Houdes and  acted within\r\n\nits   discretion  in  denying   the  FDIC's  request   for  a\r\n\ncontinuance, we  need  not reach  the  issues raised  in  the\r\n\nHoudes' cross-appeal.\r\n\nAffirmed.\r            Affirmed.\r                     \r\n\n                             -24-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1853\r\n\n            FEDERAL DEPOSIT INSURANCE CORPORATION,\r\n           AS RECEIVER FOR NEW MAINE NATIONAL BANK,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                 ROLAND HOUDE AND ORA HOUDE,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\nNo. 95-1854\r\n\n            FEDERAL DEPOSIT INSURANCE CORPORATION,\r\n           AS RECEIVER FOR NEW MAINE NATIONAL BANK,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n                 ROLAND HOUDE AND ORA HOUDE,\r\n\n                   Defendants, Appellants.\r\n\n                                         \r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                  FOR THE DISTRICT OF MAINE\r\n\n           [Hon. Gene Carter, U.S. District Judge]\r                                                             \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n\n               Campbell, Senior Circuit Judge,\r                                                         \r\n\n                  and Lynch, Circuit Judge.\r                                                      \r\n                                         \r\r\n\nJaclyn  C.  Taner, Counsel,  with  whom  Ann S.  DuRoss, Assistant\r                                                                   \r\nGeneral  Counsel,  Colleen  B.  Bombardier,  Senior  Counsel,  Federal\r                                                  \r\nDeposit Insurance  Corporation, Andrew Sparks,  Paul E. Peck,  John B.\r                                                                              \r\nEmory and Drummond &amp; Drummond were on briefs for plaintiff.\r                                     \r\nJeffrey Bennett with whom  Melinda J. Caterine,  Clare S. Benedict\r                                                                              \r\nand Bennett and Associates, P.A. were on briefs for defendants. \r                                        \r\n\n                                         \r\n\n                        July 24, 1996\r\n                                         \r\r\n\nCAMPBELL,  Senior   Circuit  Judge.    The   Federal  Deposit\r                                              \r\n\nInsurance Corporation (\"FDIC\") appeals from an order, entered\r\n\nin  the  United States  District  Court for  the  District of\r\n\nMaine, dismissing its complaint to  collect the amount due on\r\n\na $275,000  promissory note  executed in  1986 by  defendants\r\n\nRoland and Ora  Houde and made payable to  the Maine National\r\n\nBank, and to foreclose on  the mortgage securing the  Houdes'\r\n\nindebtedness.   The  Houdes  cross-appeal  from the  district\r\n\ncourt's denial of four pretrial motions.  For the reasons set\r\n\nforth below, we affirm the district court's order.\r\n\n                              I.\r                                          I.\r\n\n          In  November 1986,  Roland and  Ora  Houde borrowed\r\n\n$275,000  from the Maine  National Bank (\"MNB\"),  a federally\r\n\ninsured national  banking association, to finance  a business\r\n\nventure.   They executed a  note and allonge made  payable to\r\n\nMNB (collectively the \"Note\" or \"Houde Note\"), and secured by\r\n\na mortgage on property located  in Maine.  After MNB declared\r\n\ninsolvency in January  1991, ownership of the Note  passed to\r\n\nthe FDIC as receiver, the FDIC says.  The FDIC also says that\r\n\nit  transferred the  Houde  Note  briefly  to the  New  Maine\r\n\nNational Bank  (\"NMNB\"), a  bridge bank set  up by  the FDIC.\r\n\nAfter  the dissolution  of NMNB  in  July 1991,  many of  its\r\n\nassets  were  purchased  by  Fleet  Bank  and  the  rest,  as\r\n\nrecounted  by  the FDIC,  passed  to  the  FDIC as  the  duly\r\n\n                             -3-\r\r\n\nappointed receiver for NMNB.   The FDIC asserts that the Note\r\n\nwas  among  the remaining  assets  transferred  to it.    All\r\n\nparties agree, in any case, that the original Note was in the\r\n\npossession of the FDIC at trial.  \r\n\n          The FDIC  says  that  it  hired  Recoll  Management\r\n\nCorporation (\"Recoll\") to manage  the receivership assets  of\r\n\nNMNB.  The FDIC maintains that Recoll took over management of\r\n\nthe Note  as well  as other obligations  owed by  the Houdes.\r\n\nThese other obligations  included loans from MNB  to Turcotte\r\n\nConcrete,  a  corporation  of  which  Mr.  Houde  was  a  50%\r\n\nshareholder,  that were guaranteed  by the Houdes.   Turcotte\r\n\nConcrete filed  for bankruptcy  in 1991, and  as part  of the\r\n\nbankruptcy  proceeding,   Recoll,  on  behalf  of  the  FDIC,\r\n\nnegotiated  an  agreement  in June  1993  resolving  Turcotte\r\n\nConcrete's  debt  (the  \"Conditional  Amendment  to  Guaranty\r\n\nAgreements   and    Promissory   Notes,\"    or   \"Conditional\r\n\nAgreement\").    According  to  the  FDIC,  Recoll  separately\r\n\nnegotiated  with the  Houdes  concerning their  personal debt\r\n\nevidenced by the Note.  The Houdes, however, contend that the\r\n\nConditional   Agreement    resolving   Turcotte    Concrete's\r\n\nobligations,  by  its  own  terms,  released  their  personal\r\n\nobligations on the Note.   On this theory, they have  made no\r\n\npayments on the Note since June 1993.\r\n\n          In July  1994, the  FDIC sued  the Houdes in  Maine\r\n\nstate  court to collect  the amount  due on  the Note  and to\r\n\n                             -4-\r\r\n\nforeclose  on the  mortgage securing  the  debt.   The Houdes\r\n\nremoved the  action to the  United States District  Court for\r\n\nthe  District of  Maine  and  then moved  to  dismiss or  for\r\n\nsummary   judgment  on   the   ground  that   their  personal\r\n\nindebtedness  on  the   Note  had  been  discharged   by  the\r\n\nConditional Agreement.  The district court denied the motions\r\n\nin  September 1994, concluding that there were genuine issues\r\n\nof  fact as  to the  meaning  and intent  of the  Conditional\r\n\nAgreement.  In  early 1995, the Houdes moved  for judgment on\r\n\nthe  pleadings as well  as for summary  judgment, reiterating\r\n\ntheir claim  that  the  Conditional  Agreement  unambiguously\r\n\nreleased them  from the  Note.  In  the Houdes'  Statement of\r\n\nUndisputed Material  Facts submitted in connection with their\r\n\nsummary  judgment motion,  the Houdes  acknowledged that  the\r\n\nFDIC had been appointed as receiver for MNB.  The Houdes also\r\n\nmoved to dismiss, or for a  default judgment based on a claim\r\n\nthat  the servicing  agreement between  the  FDIC and  Recoll\r\n\nviolated the Maine  champerty statute.  See 17-A   M.R.S.A.  \r                                                       \r\n\n516(1).  The FDIC cross-moved  for summary judgment.   In May\r\n\n1995, the district court denied these motions.  \r\n\n          A jury  trial was  scheduled for  early June  1995.\r\n\nShortly  before trial,  the  FDIC filed  a  motion in  limine\r\n\nseeking  to preclude the  Houdes from questioning  the FDIC's\r\n\nstanding to  recover on  the Note.   The Houdes  opposed this\r\n\nmotion.    The  district  court  denied  the  motion  without\r\n\n                             -5-\r\r\n\naddressing the merits  of the standing issue.   At trial, the\r\n\nparties stipulated that  (1) the FDIC possessed  the original\r\n\nNote,  (2) the  Houdes'  signatures  on  the  documents  were\r\n\nauthentic, and  (3) the  Houdes had made  no payments  on the\r\n\nNote  since June  1993.   The  FDIC offered  in evidence  the\r\n\noriginal  Note which  was payable  to  MNB and  had not  been\r\n\nindorsed to any other entity.   The FDIC called as  a witness\r\n\nJames Golden, the FDIC account officer, who had only been the\r\n\ncustodian of the Houde file for the two weeks prior to trial.\r\n\nGolden  testified to the series of events occurring after the\r\n\nfailure of MNB up until the time  of trial:  (1) the FDIC was\r\n\nappointed receiver  of MNB,  (2) the Note  passed to  NMNB, a\r\n\nbridge bank set up  by the FDIC, (3) the FDIC dissolved NMNB,\r\n\n(4) the Note passed to the FDIC as receiver for NMNB.  Golden\r\n\ntestified that  the Note was  not among the NMNB  assets that\r                                             \r\n\nFleet Bank purchased  from the FDIC.  The FDIC  did not offer\r\n\nor have with it any public or business records evidencing the\r\n\ntransfers to which Golden testified.\r\n\n          The  Houdes objected  to Golden's testimony  and to\r\n\nthe  introduction of  the  Note  in  evidence,  arguing  that\r\n\nGolden's testimony  was inadmissible  hearsay, as  he had  no\r\n\npersonal knowledge of the transactions to which he testified.\r\n\nIn addition, they argued that Golden's testimony was  not the\r\n\nbest evidence of  the transactions in question.  The district\r\n\ncourt  sustained the  Houdes'  objection and  struck Golden's\r\n\n                             -6-\r\r\n\ntestimony.   The FDIC  then requested a  short continuance to\r\n\nallow   it   to  obtain   documentation  of   the  underlying\r\n\ntransactions to which Golden had testified.  The court denied\r\n\na continuance, granting judgment as  a matter of law in favor\r\n\nof the  Houdes.  The  court stated  that there was  \"no basis\r\n\nwhatsoever on which  a jury could conclude that the plaintiff\r\n\nis entitled  to enforce this note.\"1  In response to the FDIC\r\n\ncounsel's   indication  that  he  would  file  a  motion  for\r\n\nreconsideration of the directed verdict later that afternoon,\r\n\nthe   court  indicated  that  it  would  not  reconsider  its\r\n\n                    \r                                \r\n\n1.   The district court ruled from the bench:\r\n\n          There is  a complete gap in  the evidence\r\n          between  the  time  the  bank  [sic]  was\r\n          lawfully  in  the   possession  of  Maine\r\n          National  Bank  and  the   title  to  the\r\n          document was in Maine National Bank,  and\r\n          the time that it  ultimately came to rest\r\n          in the possession of  this plaintiff, and\r\n          there is  no formal  proof, first  of all\r\n          that Maine  National Bank ever  went into\r\n          receivership, if  so, what  happened with\r\n          respect  to  any  of the  assets  of that\r\n          institution   as   a  result   of   that,\r\n          specifically what  happened with  respect\r\n          to  this note and mortgage.  And there is\r\n          no proof or evidence sufficient to permit\r\n          a jury to reach a verdict in favor of the\r\n          plaintiff with  respect to  what happened\r\n          to that  note, and what has been referred\r\n          to as its  many transitions in  ownership\r\n          among,  apparently  New   Maine  National\r\n          Bank, Fleet Management Corporation, Fleet\r\n          Bank and  RECOLL Management  Corporation,\r\n          and ultimately its transfer back into the\r\n          possession of FDIC.  It is not even clear\r\n          that the note ever left the possession of\r\n          the FDIC in  the first place, but  all of\r\n          that is completely in doubt.\r\n\n                             -7-\r\r\n\ndecision.  The  court issued a final judgment  dismissing the\r\n\nFDIC's action on June 8, 1995.\r\n\n                             II.\r                                         II.\r\n\n          The  FDIC contends that the district court erred in\r\n\nfinding that the evidence of the FDIC's ownership of the Note\r\n\nwas so inadequate  that the FDIC's claim to  enforce the Note\r\n\nagainst its  makers, the  Houdes, fails as  a matter  of law.\r\n\nAlternatively, the FDIC argues that the district court abused\r\n\nits discretion in refusing to grant a brief continuance so as\r\n\nto enable  the FDIC to  procure records that  would establish\r\n\nits requisite  interest in the  Note.  The Houdes  reply that\r\n\nthe  FDIC  never  presented competent  proof  of  the various\r\n\ntransactions  through  which  it  allegedly  acquired  lawful\r\n\nownership  and possession  of  the  Note, Golden's  testimony\r\n\nhaving,  in their  view, been  rightly  stricken as  hearsay.\r\n\nThey argue that  without such competent evidence,  the FDIC's\r\n\ncase failed as a matter of law. \r\n\n          The  district court  dismissed the case  because it\r\n\nconcluded  that the  FDIC had  failed to  meet its  burden of\r\n\npresenting  sufficient  evidence to  establish,  prima facie,\r\n\nthat it was  a party entitled to  enforce the Note.   Without\r\n\nproper  proof of ownership, the Note  would not be admissible\r\n\nas a basis for  the FDIC's claim.   The question, of  course,\r\n\nwould not be whether the FDIC's right to enforce the Note was\r\n\n                             -8-\r\r\n\nconclusively established  but whether  enough of  a case  was\r\n\nmade out  to go to the jury.   See Fed. R. Civ. P. 50(a) (\"If\r                                              \r\n\n. . . there is no legally sufficient  evidentiary basis for a\r\n\nreasonable  jury to  find for  [a] party  on [an]  issue, the\r\n\ncourt  may determine  the  issue against  that party  and may\r\n\ngrant  a motion for judgment as  a matter of law against that\r\n\nparty.\").  \r\n\n1. The FDIC's Burden of Proof\r            1. The FDIC's Burden of Proof\r\n\n          The FDIC argues  that possession of the Note  was a\r\n\nsufficient basis for it to  be entitled to a presumption that\r\n\nit could enforce  the Note.  The FDIC  points to federal law,\r\n\nset  forth  in  FIRREA,2 providing  expressly  that  the FDIC\r\n\nsucceeds by  operation of  law to a  failed bank's  right and\r\n\ntitle  in  all its  assets,  see 12  U.S.C.    1821(d)(2)(A),\r                                            \r\n\ninfra.   FIRREA, however,  does not spell  out what  the FDIC\r                 \r\n\nneeds to prove in order to  show its entitlement to sue on  a\r\n\ntransferred  asset  like the  Note.   The  Supreme  Court has\r\n\nrecently held  that matters  left unaddressed  in FIRREA  are\r\n\ncontrolled by  state law. O'Melveny  &amp; Myers v. FDIC,  114 S.\r                                                                \r\n\nCt. 2048, 2054 (1994).  We  look, therefore, to Maine law  to\r\n\nsupplement FIRREA in  determining what the FDIC,  as receiver\r\n\nof NMNB, needed to show for  it to be found a party  entitled\r\n\n                    \r                                \r\n\n2.  FIRREA is  the Financial  Institutions Reform,  Recovery,\r\nand  Enforcement Act  of  1989, 103  Stat.  183, codified  in\r\nvarious sections of 12 and 18 U.S.C.\r\n\n                             -9-\r\r\n\nto enforce the Note.  See, e.g.,  RTC v. Maplewood  Invs., </pre><span class=\"citation\" data-id=\"676041\"><a href=\"/opinion/676041/resolution-trust-corporation-as-conservator-for-commonwealth-federal/\"><span class=\"volume\">31</span>\r                                                                     \r\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">1276</span></a></span><pre class=\"inline\">, 1293-94 (4th Cir.  1994) (holding that question of\r\n\nwhether  RTC is a  holder in due course  is governed by state\r\n\nlaw); see  also FDIC v.  Grupo Girod Corp.,  </pre><span class=\"citation\" data-id=\"519201\"><a href=\"/opinion/519201/federal-deposit-insurance-corporation-v-grupo-girod-corporation-appeal-of/\"><span class=\"volume\">869</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span><pre class=\"inline\">,  17\r                                                      \r\n\n(1st  Cir. 1989)  (applying  Puerto  Rico  law  to  determine\r\n\nwhether the FDIC was a holder in due course);  FDIC v. Bandon\r                                                                         \r\n\nAssocs., </pre><span class=\"citation\" data-id=\"1445254\"><a href=\"/opinion/1445254/federal-deposit-ins-corp-v-bandon-associates/\"><span class=\"volume\">780</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">60</span></a></span><pre class=\"inline\">,  63 (D. Me. 1991).  But see FDIC v.\r                                                                      \r\n\nWorld Univ.  Inc., </pre><span class=\"citation\" data-id=\"593291\"><a href=\"/opinion/593291/federal-deposit-insurance-corporation-v-world-university-inc-santa/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">10</span></a></span><pre class=\"inline\">, 13-14 (1st Cir.  1992) (pre-\r                             \r\n\nO'Melveny case).\r                     \r\n\n          The  applicable Maine law,  set forth in  the Maine\r\n\nUniform Commercial Code, Negotiable Instruments, 11  M.R.S.A.\r\n\n3-1101  et  seq.,3  provides  that  a  note  qualifying  as a\r                            \r\n\n                    \r                                \r\n\n3.  The  Maine Uniform Commercial  Code was amended  in 1993,\r\nafter the execution  of the Note but before  the execution of\r\nthe Conditional Agreement  and before the institution  of the\r\nlawsuit  in  question.   The  earlier  version  of the  Maine\r\nUniform Commercial Code, Negotiable Instruments, was codified\r\nat 11 M.R.S.A.   3-101, et seq. (repealed in 1993).\r                                           \r\n          Both  parties  have  taken  the  position  in  this\r\nlitigation  that the  Note is  a  negotiable instrument  (the\r\nHoudes in  their appellate  brief, and  the  FDIC in  motions\r\nsubmitted  to  the  district court),  and  neither  party has\r\nargued  that  the Note  is not  a negotiable  instrument even\r\nthough, with its variable interest rate, the Note is arguably\r\nnot a negotiable instrument under the pre-1993 version of the\r\nMaine  Uniform Commercial Code.   See e.g., FSLIC v. Griffin,\r                                                                        \r\n</pre><span class=\"citation no-link\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">691</span></span><pre class=\"inline\">, 697 n.3 (5th Cir. 1991), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span>\r                                                               \r\n<span class=\"page\">1092</span></span><pre class=\"inline\">  (1992); New  Conn. Bank  &amp; Trust  Co., N.A.  v. Stadium\r                                                                         \r\nManagement Corp., </pre><span class=\"citation\" data-id=\"1855721\"><a href=\"/opinion/1855721/new-connecticut-bank-trust-v-stadium-mgt/\"><span class=\"volume\">132</span>  <span class=\"reporter\">B.R.</span> <span class=\"page\">205</span></a></span><pre class=\"inline\">, 208-09 (D. Mass.  1991).  In\r                            \r\nthe  absence of  an applicable  statute,  the FDIC's  initial\r\nburden would be  subject to Maine common law.   In discerning\r\nthe common law  requirements for the FDIC to show  that it is\r\nentitled to enforce the variable interest rate Note, we would\r\nbe  inclined  to  look  to  the  statutory  requirements  for\r\nenforcing  negotiable instruments by analogy.  As the parties\r\nhave not argued  otherwise and as it  is hard to see  how the\r\noutcome of this case would change in any event, we proceed on\r\n\n                             -10-\r\r\n\nnegotiable  instrument can  be  enforced  by \"holder[s]\"  and\r\n\n\"nonholder[s]  in possession of the instrument who [have] the\r\n\nrights of [] holder[s].\" See 11 M.R.S.A.   3-1301.4  The FDIC\r                                        \r\n\nis plainly  not a \"holder\"  under Maine law because  the Note\r\n\nwas   not  indorsed  to  the  FDIC   and  therefore  was  not\r\n\n\"negotiated.\"5  See 11 M.R.S.A.   3-1201 (\"[I]f an instrument\r                               \r\n\n                    \r                                \r\n\nthe assertion that the Note is a  negotiable instrument under\r\nMaine law.\r\n\n4.  The  version  of  the Maine  Uniform  Commercial  Code in\r\neffect  before  1993 also  provided that  holders as  well as\r\ntransferees  with the  rights  of  holders  could  enforce  a\r\nnegotiable  instrument.  See  11 M.R.S.A.    3-201, Comment 8\r                                        \r\n(repealed 1993).\r\n\n5.  The federal holder in due course doctrine, which provides\r\na buffer for the FDIC against certain defenses, does not give\r\nthe FDIC the  status of a \"holder\" in  the instant situation.\r\nThis Circuit has held that  the federal doctrine is generally\r\nnot applicable to the FDIC in its receivership capacity.  See\r                                                                         \r\nCapitol Bank  &amp; Trust Co.  v. 604 Columbus Ave.  Realty Trust\r                                                                         \r\n(In  re  604 Columbus  Ave.  Realty  Trust),  </pre><span class=\"citation\" data-id=\"586807\"><a href=\"/opinion/586807/in-re-604-columbus-avenue-realty-trust-debtor-capitol-bank-trust/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1332</span></a></span><pre class=\"inline\">,\r                                                      \r\n1352-53  (1st Cir. 1992) (stating  that the federal holder in\r\ndue course  doctrine does not  apply to the FDIC  as receiver\r\nexcept in the case of a purchase and assumption transaction);\r\nsee also FDIC  v. Laguarta,  </pre><span class=\"citation\" data-id=\"565165\"><a href=\"/opinion/565165/federal-deposit-insurance-corporation-as-manager-of-the-fslic-resolution/\"><span class=\"volume\">939</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1231</span></a></span><pre class=\"inline\">,  1239 n. 19  (5th\r                                      \r\nCir. 1991) (same).   But see Campbell Leasing,  Inc. v. FDIC,\r                                                                        \r\n</pre><span class=\"citation no-link\"><span class=\"volume\">901</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1244</span></span><pre class=\"inline\">, 1249 (5th   Cir. 1990) (stating that the  FDIC\r\nmay enjoy federal holder in due  course status whether acting\r\nin its corporate or receivership capacity); Firstsouth,  F.A.\r                                                                         \r\nv.  Aqua Constr.,  Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">858</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">441</span></span><pre class=\"inline\">,  443 (8th  Cir. 1988)\r                                   \r\n(providing FSLIC-Receiver with  federal holder in  due course\r\nstatus).  \r\n          We  note  that  the  continuing  viability  of  the\r\nfederal  holder in  due course doctrine  is questionable.   A\r\ncircuit split has arisen as  to whether the doctrine is still\r\nvalid after O'Melveny &amp; Myers, supra.  Compare DiVall Insured\r                                                                         \r\nIncome Fund Ltd. Partnership v. Boatmen's First Nat'l Bank of\r                                                                         \r\nKansas City, </pre><span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1398</span></span><pre class=\"inline\">, 1402 (8th Cir. 1995) and Murphy v.\r                                                                      \r\nFDIC, </pre><span class=\"citation\" data-id=\"700608\"><a href=\"/opinion/700608/bruce-g-murphy-v-federal-deposit-insurance-corporation-as-receiver-for/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span><pre class=\"inline\">, 38 (D.C. Cir. 1995) (holding that O'Melveny\r                                                                         \r\n&amp; Myers leaves no room  for common law D'Oench doctrine) with\r                                                                         \r\nMotorCity of  Jacksonville v.  Southeast Bank  N.A., </pre><span class=\"citation\" data-id=\"718300\"><a href=\"/opinion/718300/motorcity-of-jacksonville-ltd-a-limited-partnership-by-and-through-its/\"><span class=\"volume\">83</span>  <span class=\"reporter\">F.3d</span>\r                                                               \r\n<span class=\"page\">1317</span></a></span><pre class=\"inline\">,  1327-28 (11th  Cir. 1996).    This court  has not  yet\r\n\n                             -11-\r\r\n\nis  payable to  an  identified  person, negotiation  requires\r\n\ntransfer  of possession of the instrument and its indorsement\r\n\nby the holder.\");6  see also Calaska Partners Ltd. v. Corson,\r                                                                        \r\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">672</span> <span class=\"reporter\">A.2d</span>  <span class=\"page\">1099</span></span><pre class=\"inline\">, 1104 (Me.  1996) (holding that holder  in due\r\n\ncourse status is not conferred when financial instruments are\r\n\ntransferred in bulk to the FDIC).  \r\n\n          Not  being a  holder, the  FDIC had  to show,  as a\r\n\nprerequisite to enforcing  the Note against the  Houdes, that\r\n\nit was a transferee in possession entitled to the rights of a\r\n\nholder.  See 11 M.R.S.A.   3-1203.  Comment 2 following    3-\r                        \r\n\n1203 provides:\r\n\n          If the transferee is not a holder because\r\n          the  transferor  did   not  indorse,  the\r\n          transferee  is   nevertheless  a   person\r\n          entitled to enforce  the instrument . . .\r\n          if  the transferor  was a  holder at  the\r\n          time  of  transfer. . . .    Because  the\r\n          transferee is  not a holder, there  is no\r\n          presumption . . . that the transferee, by\r\n          producing the instrument,  is entitled to\r\n          payment.  The  instrument, by its  terms,\r\n          is not payable to the transferee  and the\r\n          transferee must account for possession of\r\n          the unindorsed instrument  by proving the\r\n          transaction through which  the transferee\r\n          acquired  it.  Proof of a transfer to the\r                                                               \r\n\n                    \r                                \r\n\nexpressed an opinion as to the effect of O'Melveny &amp; Myers on\r                                                                      \r\nthe doctrine.  \r\n          In any  event, the present case does  not present a\r\nsituation for  which the doctrine  was created.   The federal\r\nholder in due course doctrine is designed to protect the FDIC\r\nfrom  claims unascertainable  from the  books  of the  failed\r\ninstitution, a purpose unrelated to the present.\r\n\n6.  The term \"negotiation\"  is similarly defined in  the pre-\r\n1993 statute, 11 M.R.S.A.   3-202 (repealed in 1993).\r\n\n                             -12-\r\r\n\n          transferee by a holder  is proof that the\r                                                               \r\n          transferee has acquired  the rights of  a\r                                                               \r\n          holder.  At that point  the transferee is\r                             \r\n          entitled to the presumption . . . .\r\n\n(emphasis added).7  Thus,  in order minimally to be  entitled\r\n\nto the presumption under Maine  law that it could enforce the\r\n\nNote, the  FDIC  was  required  (1)  to  prove  a  sufficient\r\n\ntransfer from a holder (here MNB, to which the Note was  made\r\n\npayable by the Houdes) to the FDIC in its present capacity as\r\n\nreceiver of NMNB, and (2) to produce the Note at trial.  \r\n\n2. The Evidence At Trial\r            2. The Evidence At Trial\r\n\n          The FDIC  brought this  action in  its capacity  as\r\n\nreceiver for  NMNB.  The NMNB was allegedly a bridge bank set\r\n\nup pursuant to 12 U.S.C.    1821(n) by the FDIC following the\r\n\nfailure of MNB.  The FDIC produced the Note at trial, and the\r\n\nparties stipulated  that the  signatures  were authentic  and\r\n\n                    \r                                \r\n\n7.  The  result would  not be  different  under the  pre-1993\r\nversion of the Maine Uniform Commercial Code which provided:\r\n\n          [T]he transferee  without indorsement  of\r\n          an order  instrument is not  a holder and\r\n          so is  not aided by the  presumption that\r\n          he  is   entitled  to   recover  on   the\r\n          instrument  . .  . .   The  terms of  the\r\n          obligation do not run to him, and he must\r\n          account   for  his   possession  of   the\r\n          unindorsed   paper    by   proving    the\r\n          transaction through which he acquired it.\r\n          Proof of a transfer to him by a holder is\r                                                               \r\n          proof  that he has acquired the rights of\r                                                               \r\n          a holder and  that he is entitled  to the\r                                                               \r\n          presumption.\r                                 \r\n\n11 M.R.S.A.   3-201, Comment 8 (repealed in 1993).\r\n\n                             -13-\r\r\n\nthat  the instrument  the FDIC  possessed  was the  original.\r\n\nWhat remained,  therefore, was  for the  FDIC to  establish a\r\n\nproper  transfer of  the Note  to  it in  its suing  capacity\r\n\n(receiver of NMNB) from the Note's holder, MNB.  \r\n\n          The first step in this transfer could rather easily\r\n\nhave  been established  given the  provisions of  FIRREA.   A\r\n\ntransfer of  all the holder's  (MNB's) rights in the  Note to\r\n\nthe FDIC as receiver for  MNB could be demonstrated simply by\r\n\nshowing that the  FDIC became the  receiver of MNB.   Once  a\r\n\nreceivership of a  failed bank takes place,   the transfer of\r\n\nthe failed bank's  assets to the FDIC occurs  by operation of\r\n\nlaw  --  the  FDIC  as  receiver  of  a  failed   institution\r\n\nsucceeding under federal law to:\r\n\n          (i)  all  rights,   titles,  powers,  and\r\n          privileges  of  the   insured  depository\r\n          institution, . . . \r\n\n          (ii)  title to  the  books, records,  and\r\n          assets  of  any previous  conservator  or\r\n          other    legal    custodian    of    such\r\n          institution.\r\n\n12 U.S.C.   1821(d)(2)(A).  \r\n\n          The most  serious problem  in the  instant case  is\r\n\nwhat additional  proof is  needed to  prove that  enforceable\r\n\ntitle  to  the  Note  was  transmitted to  the  FDIC  in  its\r\n\nsubsequent and  present capacity  as receiver  of the  bridge\r                                                                         \r\n\nbank,  NMNB.   Under the  Maine  negotiable instruments  law,\r                       \r\n\nthere has to be \"[p]roof of a transfer to the transferee by a\r\n\nholder\"  of the Note, establishing \"proof that the transferee\r\n\n                             -14-\r\r\n\n[i.e., the FDIC as receiver  of NMNB] has acquired the rights\r\n\nof a holder [MNB].\"   11 M.R.S.A.   3-1203, Comment 2, supra.\r                                                                        \r\n\nAs  stated above, if  the FDIC were suing  in the capacity of\r\n\nreceiver  of  MNB, nothing  more  would  be required  than  a\r\n\nshowing  of such receivership,  coupled with a  production of\r\n\nthe Note, for the FDIC  to become entitled to the presumption\r\n\nthat  it was  entitled to payment.  But the FDIC  is suing as\r\n\nreceiver of a different entity,  NMNB.  There is no automatic\r\n\ntransfer provided by federal law of the assets of the FDIC as\r\n\nreceiver of  a failed bank to a bridge  bank, nor is there an\r\n\nautomatic transfer from  a bridge bank back to  the FDIC upon\r\n\nthe termination of the bridge bank.  See 12 U.S.C.   1821(n).\r                                                    \r\n\n          A key  question, therefore,  is whether the  record\r\n\nbelow  properly  established  the   formation  of  NMNB,  the\r\n\ntransfer  of the  Note to  NMNB, the demise  of NMNB  and the\r\n\nappointment of the FDIC as  its receiver, and the transfer of\r\n\nthe Note  from NMNB to  the FDIC as receiver  of that entity.\r\n\nThe FDIC relied  on the testimony of its  witness, Golden, to\r\n\nshow  this.   Golden testified,  among  other things,  to the\r\n\nFDIC's  receivership  of  MNB,  the  creation  of  NMNB,  the\r\n\nsubsequent  dissolution of NMNB,  and the Note's  transfer to\r\n\nthe  FDIC as  NMNB's receiver.   The  court, however,  struck\r\n\nGolden's testimony.   We agree  with the  court that  Golden,\r\n\nhaving taken over the Houde  file only two weeks before trial\r\n\nand not claiming  direct personal knowledge of  these events,\r\n\n                             -15-\r\r\n\ncould not testify to them over objection.  See Fed. R.  Evid.\r                                                          \r\n\n602 (\"A witness  may not testify to a  matter unless evidence\r\n\nis  introduced sufficient  to  support  a  finding  that  the\r\n\nwitness has personal knowledge of the matter.\")  Although, as\r\n\ncustodian of  the Houde file,  his testimony might  well have\r\n\nbeen sufficient to authenticate  business records, admissible\r\n\nunder an exception to the  hearsay rule, that may have proved\r\n\nthe  underlying transactions, see  Fed. R. Evid.  803(6), the\r                                             \r\n\nFDIC did not have any of the underlying documents with  it at\r\n\ntrial.   Nor was  the FDIC prepared  to offer  public records\r\n\nsuch  as  might establish  the  appointment  of the  FDIC  as\r\n\nreceiver of  MNB and  NMNB respectively.   See Fed.  R. Evid.\r                                                          \r\n\n803(8),  901(b)(7)   (indicating  that  public   records  are\r\n\nadmissible as an exception to the hearsay rule  and generally\r\n\nself-authenticating).  Thus, the  FDIC was without admissible\r\n\nevidence of  its ownership  of the Note.   The  FDIC conceded\r\n\nthat  it was  unprepared at  the time to  present alternative\r\n\nevidence  after Golden's  testimony  was struck,  although it\r\n\nsaid it could obtain the relevant evidence if the court would\r\n\ngrant a  brief continuance.   Without such a  foundation, the\r\n\ncourt  declined  to  permit  the  Note  to  be  received into\r\n\nevidence.  Without  the Note in evidence, the  FDIC felt that\r\n\nit could not proceed.8\r\n\n                    \r                                \r\n\n8.  After a lengthy  discussion in which the  court indicated\r\nthat there was  insufficient evidence of foundation  to allow\r\nthe Note  into evidence  and that  even if  the FDIC  were to\r\n\n                             -16-\r\r\n\n          Attempting  to  justify   the  lack  of  admissible\r\n\nfoundation evidence,  the FDIC  now argues  that because  the\r\n\nNote was  never indorsed  and  never made  payable to  anyone\r\n\nother  than MNB,  it plainly  could not have  been sold  to a\r\n\nthird party by  the FDIC or the  bridge bank.  But  while the\r\n\nabsence  of  an  indorsement  on  the  Note  strengthens  the\r\n\nargument that no one acquired a title superior to that of the\r\n\nFDIC,  it  does not  by  itself  meet  the FDIC's  burden  to\r\n\n\"account  for  possession  of  the unindorsed  instrument  by\r\n\nproving the transaction through which the transferee acquired\r\n\nit.\"  11 M.R.S.A.   3-1203, Comment 2, supra.  \r                                                        \r\n\n          We  note that  the Houdes,  in  their Statement  of\r\n\nUndisputed  Material Facts submitted to the district court in\r\n\nconjunction  with  their  earlier  summary  judgment  motion,\r\n\nconceded  that the FDIC was  appointed receiver for MNB, that\r\n\nthe  FDIC created NMNB,  that the  FDIC appointed  itself the\r\n\n                    \r                                \r\n\nprovide  additional documentation  and witnesses  to  lay the\r\nproper foundation,  it would be  in violation of  the court's\r\nFinal  Pretrial  Order,   the  court  declined  to   grant  a\r\ncontinuance.  The following colloquy then took place:\r\n\n[FDIC's Counsel]:   Then,  your  Honor,  we  have no  further\r\n                    witnesses.\r\n\nTHE COURT:          I take  it  the Plaintiff  rest [sic]  at\r\n                    this time?\r\n\n[FDIC's Counsel]:   Yeah.\r\n\nTHE COURT:          Does the defendant rest?\r\n\n[Houdes' Counsel]:  Defendant rest [sic] on the complaint and\r\n                    moves for directed verdict.  \r\n\n                             -17-\r\r\n\nreceiver  of NMNB, and  that \"[i]t was  through these various\r\n\ntransactions  that the FDIC acquired the Note  . . . at issue\r\n\nin this action.\"  The Houdes' subsequent facile recanting  of\r\n\nthis admission might arguably be the sort of \"fast and loose\"\r\n\nplay which  leads a court  to impose judicial estoppel.   See\r                                                                         \r\n\nPatriot Cinemas, Inc.  v. General Cinema Corp., </pre><span class=\"citation\" data-id=\"498115\"><a href=\"/opinion/498115/patriot-cinemas-inc-v-general-cinema-corp/\"><span class=\"volume\">834</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">208</span></a></span><pre class=\"inline\">,\r                                                          \r\n\n212 (1st Cir. 1987).  However, the FDIC made no effort during\r\n\nthe trial to offer the Houdes' Statement in evidence in order\r\n\nto establish  its own ownership of the  Note, nor did it make\r\n\nan estoppel argument.9  In a case such as this with well over\r\n\na hundred docket entries, the  district court can scarcely be\r\n\nexpected to recall, sua sponte, a fact listed in one document\r\n\nsubmitted by the Houdes to the court.  Moreover, although the\r\n\nFDIC mentions the  Houdes' admission in its  appellate brief,\r\n\nit does not  make a \"judicial  estoppel\" argument, or  indeed\r\n\nany  other  coordinated  argument, as  to  why  the admission\r\n\nshould, at  this late date,  be binding on  the Houdes.   See\r                                                                         \r\n\nUnited States v. Caraballo-Cruz,  </pre><span class=\"citation\" data-id=\"196024\"><a href=\"/opinion/196024/united-states-v-caraballo-cruz/\"><span class=\"volume\">52</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">390</span></a></span><pre class=\"inline\">, 393  (1st Cir.\r                                           \r\n\n1995)  (stating that  \"issues adverted  to  in a  perfunctory\r\n\n                    \r                                \r\n\n9.  The FDIC did indicate to  the court, several hours  after\r\nthe court directed the verdict  for the Houdes, that it would\r\nfile  a motion  for reconsideration  of  the verdict  because\r\n\"there  were judicial  binding  admissions\" submitted  by the\r\nHoudes.    The district  judge  indicated that  he  would not\r\nreconsider the  decision because  the FDIC  should have  been\r\nprepared  to argue  that point at  trial.   The FDIC  did not\r\nsubmit  a motion  for reconsideration.    Moreover, the  FDIC\r\nmakes no argument on appeal that the district court's refusal\r\nto reconsider was an abuse of discretion.  \r\n\n                             -18-\r\r\n\nmanner,   unaccompanied   by   some   effort   at   developed\r\n\nargumentation,  are  deemed   waived\")  (internal  quotations\r\n\nomitted).  Given the FDIC's failure to raise  the matter in a\r\n\ntimely fashion  before the  district court  and to  argue the\r\n\nmatter on appeal, we regard it as having been waived.\r\n\n          The FDIC  also argues  that this  court should  now\r\n\ntake judicial  notice of  the failure of  MNB and  the taking\r\n\nover of its assets by the FDIC.  This point was also not made\r\n\nat trial below, the district  court never being asked to take\r\n\njudicial  notice  of  these  facts.   It  is  true  that  the\r\n\nappointment of  the FDIC  as receiver  of MNB  was previously\r\n\nannounced  and  relied  upon  as  a matter  of  fact  in  two\r\n\npublished opinions of this court issued prior to the district\r\n\ncourt proceeding  under review, as  well as in  several prior\r\n\nopinions  of the District of Maine, including opinions issued\r\n\nby the  very  judge who  presided over  the present  trial.10\r\n\n                    \r                                \r\n\n10.  See, e.g., United States v. Fleet Bank of Maine, </pre><span class=\"citation\" data-id=\"670484\"><a href=\"/opinion/670484/in-re-united-states-of-america-ex-rel-s-prawer-and-company-v-fleet-bank/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span>\r                                                                \r\n<span class=\"page\">320</span></a></span><pre class=\"inline\">,  322  (1st  Cir.  1994)  (reviewing a  decision  of  the\r\ndistrict court judge who decided the present case,  the Court\r\nof Appeals stated:  \"In January 1991, the Maine National Bank\r\n. . . was  declared   insolvent  and   the  Federal   Deposit\r\nInsurance  Corporation . . . was  appointed its  receiver.\");\r\nBateman v. FDIC, </pre><span class=\"citation\" data-id=\"587565\"><a href=\"/opinion/587565/david-bateman-v-federal-deposit-insurance-corporation-everett-n-dobson/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">924</span></a></span><pre class=\"inline\">, 926 (1st Cir. 1992) (reviewing\r                           \r\na  decision of  the  district  court  judge who  decided  the\r\npresent case, Court of  Appeals stated:  \"[I]n January  1991,\r\nthe federal Comptroller  of the Currency declared  the [Maine\r\nNational]   Bank  insolvent   and  appointed   the  FDIC   as\r\nreceiver.\"); Mill  Invs. v. Brooks  Woolen Co., </pre><span class=\"citation\" data-id=\"1447599\"><a href=\"/opinion/1447599/mill-investments-inc-v-brooks-woolen-co-inc/\"><span class=\"volume\">797</span>  <span class=\"reporter\">F. Supp.</span>\r                                                          \r\n<span class=\"page\">49</span></a></span><pre class=\"inline\">,  50 (D. Me. 1992) (acknowledgement of same district court\r\njudge  that FDIC was appointed  receiver of MNB); Cardente v.\r                                                                      \r\nFleet Bank of  Maine, </pre><span class=\"citation\" data-id=\"1559680\"><a href=\"/opinion/1559680/cardente-v-fleet-bank-of-maine-inc/\"><span class=\"volume\">796</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">603</span></a></span><pre class=\"inline\">, 606 n.1 (D. Me. 1992)\r                                \r\n(same).\r\n\n                             -19-\r\r\n\nNonetheless, the  FDIC's judicial  notice argument  fails for\r\n\nseveral reasons.   First,  even assuming  a court  could take\r\n\njudicial notice of the failure  of the MNB, no party in  this\r\n\ncase  requested the  court to  take such  action.   While the\r\n\ndistrict court might well have taken judicial notice of these\r\n\nwell-known facts  sua sponte,  it was not  required to  do so\r\n\nunless  requested.  See  Fed. R.  Evid. 201(c),(d).   Second,\r                                   \r\n\neven assuming  the district court,  or this court  on appeal,\r\n\ndid  take judicial  notice of  the  failure of  the MNB,  the\r\n\nappointment of the FDIC as its receiver, and perhaps even the\r\n\ncreation of  the bridge bank,  these facts would  not relieve\r\n\nthe FDIC from its  burden of showing  a transfer of the  Note\r\n\nfrom  the  bridge bank  to  the  FDIC  as receiver  for  that\r\n\ninstitution.  These are not matters for judicial notice.\r\n\n          We  conclude,  therefore,  with  some regret,  that\r\n\nthere was  no error in  the district court's ruling  that, on\r\n\nthe record as it stood, the FDIC had failed to meet its legal\r\n\nburden.  We  hold that the record justified  the dismissal of\r\n\nthe  case as  matter of  law  on the  narrow but  dispositive\r\n\nground declared by the district court.\r\n\n3. The Denial of the FDIC's Requested Continuance\r            3. The Denial of the FDIC's Requested Continuance\r\n\n          The  FDIC argues  that even  assuming  the FDIC  as\r\n\nreceiver  of NMNB  failed  to  make out  a  prima facie  case\r\n\nshowing the transactions by which  it acquired the Note,  the\r\n\n                             -20-\r\r\n\ncourt's  refusal to grant the FDIC a continuance during which\r\n\nit could  procure the  necessary records  and other  evidence\r\n\nconstituted an  abuse of discretion.  We  review the district\r\n\ncourt's refusal to grant a continuance solely for an abuse of\r\n\ndiscretion. See  United States v.  Neal, </pre><span class=\"citation\" data-id=\"679500\"><a href=\"/opinion/679500/united-states-v-gary-p-neal-united-states-v-william-f-kenney-jr/\"><span class=\"volume\">36</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">1190</span></a></span><pre class=\"inline\">,  1205\r                                                   \r\n\n(1st Cir. 1994).\r\n\n          Counsel for  the FDIC  first asked  for a  two-hour\r\n\nbreak  and  then asked,  at  10:30  a.m.,  that the  case  be\r\n\ncontinued until the next  day.  The district  judge indicated\r\n\nthat he  was not willing  to recess the case  because \"[t]his\r\n\ncase should have been prepared  weeks ago.\"  In addition, the\r\n\njudge noted  that even if  he did allow the  continuance, any\r\n\ndocuments  or  testimony  the  FDIC  produced  would  not  be\r\n\nadmissible,  over objection,  because  it  would violate  the\r\n\ncourt's Final Pretrial Order, which required a designation of\r\n\nall  exhibits  and   witnesses  and  a  description   of  the\r\n\nwitnesses' testimony.  The judge stated:\r\n\n          I am not going to continue this case, . .\r\n          .  to do so means opening the entire case\r\n          up,  probably  discharging this  jury  so\r\n          that new procedures,  pretrial procedures\r\n          about these documents can be carried  out\r\n          in accordance with the prior order of the\r\n          court.  It would  make a complete mockery\r\n          of the systematic pretrial preparation of\r\n          cases  and the  elaborate procedure  that\r\n          the  Court has in place to see that these\r\n          cases are properly tried.\r\n\n          When reviewing a district court's decision  to deny\r\n\na  continuance, broad  discretion must  be  granted and  only\r\n\n                             -21-\r\r\n\n\"unreasonable and  arbitrary insistence  upon expeditiousness\r\n\nin  the  face  of  a  justifiable  request  for  delay\"  will\r\n\nnecessitate reversal.  United States v. Rodriguez Cortes, </pre><span class=\"citation\" data-id=\"572412\"><a href=\"/opinion/572412/united-states-v-fabio-rodriguez-cortes-united-states-v-eduardo/\"><span class=\"volume\">949</span>\r                                                                    \r\n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">532</span></a></span><pre class=\"inline\">,  545 (1st  Cir.  1991)  (citing United  States  v.\r                                                                     \r\n\nTorres, </pre><span class=\"citation\" data-id=\"471763\"><a href=\"/opinion/471763/united-states-v-gilbert-torres/\"><span class=\"volume\">793</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">436</span></a></span><pre class=\"inline\">, 440  (1st Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span>\r                                                               \r\n\n<span class=\"page\">889</span></span><pre class=\"inline\">  (1986)); see  also   Morris  v. Slappy,  </pre><span class=\"citation\" data-id=\"110914\"><a href=\"/opinion/110914/morris-v-slappy/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">1</span></a></span><pre class=\"inline\">, 11\r                                                       \r\n\n(1983).   In determining  whether a  denial of  a continuance\r\n\nconstitutes an abuse  of discretion, the court  must consider\r\n\nthe particular facts  and circumstances  of each  case.   See\r                                                                         \r\n\nTorres,  793 F.2d  at 440.    The court  should consider  the\r                  \r\n\nreasons  in  support  of  the request,  the  amount  of  time\r\n\nrequested,  whether  the   movant  has  contributed   to  his\r\n\npredicament, the inconvenience to  the court, the  witnesses,\r\n\nthe jury  and  the  opposing  party, and  the  likelihood  of\r\n\ninjustice or unfair prejudice attributable to the denial of a\r\n\ncontinuance.   See United  States v. Saccoccia,  </pre><span class=\"citation\" data-id=\"196165\"><a href=\"/opinion/196165/united-states-v-saccoccia/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">754</span></a></span><pre class=\"inline\">,\r                                                          \r\n\n770 (1st Cir. 1995), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1322</span></span><pre class=\"inline\"> (1996).\r                                             \r\n\n          The FDIC  argues that the  district court's refusal\r\n\nto grant a continuance led to injustice and unfair prejudice.\r\n\nIt  contends that  the time  needed to  gather the  necessary\r\n\nevidence would not have greatly inconvenienced the court, the\r\n\njury or the Houdes, and that some of the documents would have\r\n\nbeen self-authenticating records  admissible in court.   This\r\n\nmay  be so, but it overlooks a  number of factors pointing in\r\n\nthe other direction, among them  the presence of the jury and\r\n\n                             -22-\r\r\n\nthe court's  reasonable expectation  that the  FDIC would  be\r\n\nprepared  for  trial.     The  FDIC  contends   that  it  was\r\n\n\"surprised\"  that it  had to  put  forth admissible  evidence\r\n\nconcerning its  ownership of  the Note.   However, we  see no\r\n\nreason for the  FDIC to have been surprised.   The Houdes had\r\n\nchallenged the ability of the FDIC to enforce the  Note as an\r\n\naffirmative defense in their answer and had later objected to\r\n\nthe FDIC's motion, which  the court denied, to preclude  them\r\n\nfrom challenging  the FDIC's  standing to  enforce the  Note.\r\n\nThe  FDIC was  plainly on  notice  that it  was dealing  with\r\n\nadversaries  who refused  to take  a  relaxed \"common  sense\"\r\n\napproach  on  these   technical  but  nonetheless   requisite\r\n\npreliminaries.   Indeed, the  FDIC showed that  it understood\r\n\nits  burden by  calling  Golden and  questioning  him on  the\r\n\nmatters  it  did.    Unfortunately,  it  seems  not  to  have\r\n\nrecognized   the  hearsay   problem   inherent  in   Golden's\r\n\ntestimony, nor to have taken the trouble to have  with it the\r\n\nnecessary supporting documents. \r\n\n          The court was  entitled to expect the FDIC  to have\r\n\nspecial competence  in actions such  as this.  This  suit had\r\n\nbeen commenced ten months earlier and, as said, the FDIC knew\r\n\nthe Houdes would challenge its  standing to enforce the Note.\r\n\nIt was the FDIC's failure to have prepared its case for trial\r\n\nthat led to the request for a continuance.  While the court's\r\n\naction was strict,  and we can imagine some  judges who would\r\n\n                             -23-\r\r\n\nhave assessed the  situation more charitably to the  FDIC, we\r\n\ncannot say  that it abused  its discretion in not  giving the\r\n\nFDIC additional time to remedy its lack of preparation.  See,\r                                                                        \r\n\ne.g.,  Rodriguez  Cortes,  949  F.2d  at  545  (holding  that\r                                    \r\n\ndistrict court did not abuse its discretion in denying motion\r\n\nfor continuance in  order to obtain  witness to testify  that\r\n\ntime  indicated on hotel registration card was incorrect when\r\n\ndefendant had  been in  possession of the  time card  for six\r\n\nmonths and had  ample time to  obtain a witness).   Given the\r\n\ncosts  of trials, especially  before juries, and  the adverse\r\n\neffects  of delay  in  one case  on  other litigants  seeking\r\n\ntrials, judges must  be allowed a considerable  discretion in\r\n\nthese matters.  We find no abuse here.\r\n\n                             III.\r                                         III.\r\n\n          Because we find  that the  district court  properly\r\n\ndirected a  verdict in favor  of the Houdes and  acted within\r\n\nits   discretion  in  denying   the  FDIC's  request   for  a\r\n\ncontinuance, we  need  not reach  the  issues raised  in  the\r\n\nHoudes' cross-appeal.\r\n\nAffirmed.\r            Affirmed.\r                     \r\n\n                             -24-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110914/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196024/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196165/",
    "http://www.courtlistener.com/api/rest/v3/opinions/471763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/498115/",
    "http://www.courtlistener.com/api/rest/v3/opinions/519201/",
    "http://www.courtlistener.com/api/rest/v3/opinions/565165/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572412/",
    "http://www.courtlistener.com/api/rest/v3/opinions/586807/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587565/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593291/",
    "http://www.courtlistener.com/api/rest/v3/opinions/670484/",
    "http://www.courtlistener.com/api/rest/v3/opinions/676041/",
    "http://www.courtlistener.com/api/rest/v3/opinions/679500/",
    "http://www.courtlistener.com/api/rest/v3/opinions/700608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/718300/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1445254/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1447599/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1559680/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1855721/"
  ]
}