{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196915/",
  "absolute_url": "/opinion/196915/united-states-v-joost/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196915/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:17:09Z",
  "date_modified": "2017-03-24T10:49:09.945399Z",
  "type": "010combined",
  "sha1": "ac042e4a02e1295e54bd995854b248132b9f7831",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-2032.01A",
  "local_path": null,
  "plain_text": "\n\n                  United States Court of Appeals\r\n                      For the First Circuit\r\n                                           \r\n\nNo. 95-2032\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                         ROBERT M. JOOST,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF RHODE ISLAND\r\n\n             [Hon. Mary M. Lisi, U.S. District Judge]\r                                                              \r\n\n                                           \r\n\n                              Before\r\n\n                       Lynch, Circuit Judge,\r                                                     \r\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n                  and Cummings,* Circuit Judge.\r                                                        \r\n\n                                           \r\n\n  Thomas G. Briody for appellant.\r                            \r\n  Margaret  E. Curran,  Assistant United States  Attorney, with whom\r                               \r\nSheldon Whitehouse,  United States  Attorney, and  Kenneth P.  Madden,\r                                                                             \r\nAssistant United States Attorney, were on brief for appellee.\r\n\n                                           \r\n\n                          August 7, 1996\r\n                                           \r\n\n                  \r                            \r\n\n   *Of the Seventh Circuit, sitting by designation.\r\r\n\n     COFFIN,  Senior  Circuit  Judge.    Defendant  Robert  Joost\r                                              \r\n\nappeals  his conviction  for being  a  felon in  possession of  a\r\n\nfirearm and  ammunition, in violation of 18  U.S.C.   922(g).  He\r\n\nraises four  issues: (1) whether  the court erred in  refusing to\r\n\ngive  an  entrapment  instruction,  (2)  whether   the  felon-in-\r\n\npossession statute exceeds Congress's  Commerce Clause authority,\r\n\n(3) whether  the court  properly relied on  three convictions  as\r\n\npredicates for application of an enhanced penalty under the Armed\r\n\nCareer  Criminal  Act,  and  (4)  whether  the  court  erred   in\r\n\ndismissing  a challenge  to the  jury  composition and  selection\r\n\nprocedures.\r\n\n     Only  the first  issue merits  extended  discussion in  this\r\n\nopinion.    We  discuss  briefly our  reasons  for  affirming the\r\n\ncourt's handling  of the second  and third issues, and  we uphold\r\n\nthe  court's action  on the  jury challenge  for the  reasons set\r\n\nforth in an  unpublished opinion issuing simultaneously  with the\r\n\npresent one,  see United States  v. Joost, No. 95-2031  (1st Cir.\r                                                   \r\n\nJuly x, 1996).  After careful consideration, we conclude that the\r\n\nevidence merited a jury instruction  on entrapment.  We therefore\r\n\nreverse and remand for a new trial.\r\n\n                            Entrapment \r                                                \r\n\n     The Record.   Whether  an instruction  on entrapment  should\r                         \r\n\nhave been  given here presents both a close and an unusual issue.\r\n\nWhile  most entrapment  cases  focus  on  the  question  whether,\r\n\nassuming improper inducement, the defendant carried the burden of\r\n\nshowing an unreadiness  to commit the crime at  issue, the ruling\r\n\n                               -2-\r\r\n\nhere was the  threshold one that there  had been, as a  matter of\r\n\nlaw, no showing of improper inducement.  Moreover, the conduct of\r\n\nthe law enforcement  officers did not involve any single incident\r\n\nthat could be said to be  overbearing.  And the defendant,  while\r\n\nno stranger to criminal activities,  was pursuing them in a field\r\n\nunrelated to dealing in firearms when this saga begins.\r\n\n     This, therefore, is a  case out of the  ordinary.  Since  an\r\n\nentrapment instruction was refused, we must have before us all of\r\n\nthe significant  evidence that  the jury heard.   While  we shall\r\n\ncondense as  much as we  fairly can, we recognize  that sometimes\r\n\n\"the devil  is in the  details\" and that  too skeletal  a summary\r\n\nrisks  overlooking something that could have persuaded a rational\r\n\njury.  Here is our effort.\r\n\n     (1)  The  first  month  -  a  counterfeiting  investigation.\r                                                                          \r\n\nGovernment efforts in this case occupied a period of four months,\r\n\nfrom  March 23  to July  24,  1994.   One Tracy  had  been caught\r\n\npassing counterfeit tokens at the Foxwoods Casino in Connecticut;\r\n\nhe turned informant and volunteered to give information to  Rhode\r\n\nIsland authorities  about  the counterfeiting  activities of  his\r\n\npartner, defendant.   Tracy introduced defendant to  Rhode Island\r\n\nState  Police detectives DelPrete and O'Donnell, who pretended to\r\n\nbe petty  thieves,  one of  them  having a  cousin  strategically\r\n\nemployed in the cashier's cage at the casino.\r\n\n     Defendant had been  convicted thirty years earlier  of three\r\n\nbreaking and  entering felonies  and had  been imprisoned  during\r\n\nmost of the 1970's and 1980's.  Since his release in 1987, he had\r\n\n                               -3-\r\r\n\nheld  jobs  for  only  short  periods.    He  had  commenced  his\r\n\ncounterfeiting  activity  in  February 1994.    His  only current\r\n\nlegitimate source of income, and a poor one at that,  was helping\r\n\nto fabricate costume jewelry components.\r\n\n     His  counterfeiting enterprise had  suffered a  setback when\r\n\nslot machines  at the casino  were altered so that  they rejected\r\n\nthe fraudulent tokens.  When  the detectives offered to pay fifty\r\n\ncents for each  dollar token after they supposedly  cashed in the\r\n\ntokens at the cashier's cage,  defendant was delighted.  Over the\r\n\nnext four months he realized  between $5,000 and $6,000 from this\r\n\nactivity.\r\n\n     (2) The  Second Month -  The Focus Changes.   The detectives\r                                                         \r\n\nbegan  to extend  their  visits  to defendant,  in  the words  of\r\n\nDelPrete, \"because he was bringing up other things for us to do.\"\r\n\nDefendant talked of many criminal ventures, some past, and others\r\n\nfuture  possibilities.    They  included  a  vault  robbery  that\r\n\ndefendant said he  had helped plan while in  prison, a warehouse-\r\n\ntractor/trailer   job   in   Pennsylvania,   and   robberies   of\r\n\nsupermarkets,  a  novelty  shop, a  Ground  Round  restaurant, an\r\n\narmored car, a  UPS truck, a VFW hall, and a night club (\"Mustang\r\n\nSally's\").\r\n\n     The  detectives said that  they had broken  into houses, and\r\n\ndefendant spoke  of being a  safecracker in the 1960's  and early\r\n\n1970's.  But, the  detectives acknowledged, defendant represented\r\n\nthat he himself did not  do armed robberies.  Defendant exhibited\r\n\nconsiderable  criminal know-how as he critiqued various plans the\r\n\n                               -4-\r\r\n\ndetectives brought forward and demonstrated how to use weapons in\r\n\na robbery.\r\n\n     Defendant testified that  most of the  stories he told  were\r\n\njust stories, that they sprang from his imagination, his reading,\r\n\nor  fiction he  had written  in  prison, that  he \"talked  tough\"\r\n\nbecause he was dealing with  \"tough people\" and wanted to sustain\r\n\ntheir interest in him because they were his only means to realize\r\n\nincome from his counterfeiting.\r\n\n     On  April 24,  a month after  the first  meeting, defendant,\r\n\naccording to the  detectives, introduced the subject  of firearms\r\n\nin discussing  the possibility of  doing an armored  car robbery,\r\n\nwhich  might  require   them  to  shoot  guards.    According  to\r\n\ndefendant,  the detectives had  been introduced  to him  as \"guys\r\n\ndoing stick-ups,\"  but he acknowledged  that he was the  first to\r\n\ntalk  about doing  a specific  robbery.   He  also mentioned  the\r\n\nwarehouse-tractor/trailer job possibility.\r\n\n     During the month following this conversation, the detectives\r\n\nvisited defendant on  May 10 and May 13  and obtained counterfeit\r\n\ntokens.   Defendant said there  were from twenty to  thirty phone\r\n\ncalls during the entire four-month  period.  On May 20, defendant\r\n\nonce  again  mentioned the  use  of firearms  in  connection with\r\n\nrobbing an armored car facility.\r\n\n     (3) The  Third Month  - Dialogue and  Diversion.   The third\r                                                              \r\n\nmonth  of  defendant's  interactions   with  the  detectives  was\r\n\ncharacterized  by  a   number  of  unavailing  requests   by  the\r\n\ndetectives that  defendant procure a  gun for use in  Fall River,\r\n\n                               -5-\r\r\n\nattempted dissuasion on the part of defendant, and numerous trips\r\n\nto look over scenes of possible crimes.\r\n\n     On May 27 the detectives told defendant that one of them had\r\n\nbeen harassed  by a man in Fall River.   They wanted defendant to\r\n\nfind them a gun so  that they could shoot out some windows in the\r\n\nassailant's house.  Defendant responded  that this was not a good\r\n\nidea;  bullets could be traced to firearms.   A better idea would\r\n\nbe to burn or blow up the person's car.  He also advocated use of\r\n\na shotgun, which  would be harder to  trace, and said he  had one\r\n\n\"stashed.\"\r\n\n     On June  2, O'Donnell reminded  defendant of his need  for a\r\n\ngun for the Fall River matter; defendant replied that he had seen\r\n\none person, but that that person did not have a gun.  On June 11,\r\n\nDelPrete,  sporting a  black eye  from  playing basketball,  told\r\n\ndefendant that the Fall River assailant  had given it to him  and\r\n\nagain asked for a firearm.  The request was repeated on  June 16,\r\n\ndefendant  replying that  he  had  unsuccessfully approached  two\r\n\npeople.  Finally, on  June 27, defendant was  told that the  Fall\r\n\nRiver project was off; DelPrete told defendant that he had gotten\r\n\nhis revenge by smashing his adversary's car with a bat.\r\n\n     Meanwhile, defendant  and the  detectives took  a number  of\r\n\nautomobile  trips.   They  drove   to  Pennsylvania   to  rob   a\r\n\ntractor/trailer, defendant  having brought  along some  burglar's\r\n\ntools.    The operation  was  aborted  when,  as planned  by  the\r\n\ndetectives, they  were stopped  but not arrested  by police.   On\r\n\nanother occasion they followed a UPS  truck but did not stop  it.\r\n\n                               -6-\r\r\n\nOn still another occasion. they drove to southern Rhode Island to\r\n\nlook over a  VFW hall that supposedly  had a safe to  be cracked.\r\n\nAnd on the  night of June  29-30, they spent  hours in the  woods\r\n\nnear the Meehan Armored Car facility.\r\n\n     Defendant described the  \"pattern\" that he said  he followed\r\n\nin almost any conversation with the detectives:\r\n\n          I would first tell them the story, flush [sic] out\r\n     the details, then  I would find perhaps some fault with\r\n     it and say,  \"We would have to go up there and check it\r\n     out.\"  Ride,  stall, talk, stall and then  get them off\r\n     on to something else.\r\n\n     (4) The  Fourth Month -  Denouement.  The record  reveals no\r                                                  \r\n\naction or  talk about firearms  between the end of  June and July\r\n\n21.  DelPrete testified that  the detectives kept in contact with\r\n\ndefendant, who was still producing counterfeit coins, and that he\r\n\napparently  had only limited  resources and expected  an imminent\r\n\nforeclosure on his house.\r\n\n     On  Thursday, July 21,  the detectives visited  defendant at\r\n\nhis home, where he was soldering some costume jewelry.  Defendant\r\n\nsaid he made three dollars an hour but that his supplier, to whom\r\n\nhe owed money, was not going to pay  him.  O'Donnell interjected,\r\n\n\"By  Monday you could have -  - we owe you,  Bob.  We really do.\"\r\n\nThen the detectives  told defendant that their casino contact was\r\n\nquitting the  following month,  but that he  would make  one last\r\n\nexchange of money for 2500 counterfeit coins.\r\n\n     The conversation then turned to the detectives' plans to rob\r\n\na nightclub on  Cape Cod, where  they expected to  get \"12  grand\r\n\n                               -7-\r\r\n\neasy.\"  Since  they understood that the bartender  carried a gun,\r\n\nthey wanted defendant to obtain a firearm for them.\r\n\n     Then  followed  lengthy   discussion  about  the   planning.\r\n\nDefendant  asked when the  detectives would accost  the bartender\r\n\nand how they  would make their getaway.  He also suggested a trip\r\n\nto the  nightclub.  O'Donnell  replied that this would  delay the\r\n\nheist for two  more weeks.  They did  not want to wait  that long\r\n\nsince they needed the money.  Defendant then suggested making the\r\n\ntrip the following night.  O'Donnell said they would stay down on\r\n\nthe Cape  since the  robbery would take  place only  a day  or so\r\n\nafter such a trip.  They recognized that defendant  had to return\r\n\nand decided to  go without him.   At this point, after  some nine\r\n\npages of transcribed  taped conversation in which  the detectives\r\n\nmentioned their  need for  a gun some  six times,  defendant said\r\n\nthat he could probably obtain a \"piece.\"\r\n\n     They then  discussed  how  to  share  the  proceeds  of  the\r\n\nrobbery.  They asked what  defendant thought was fair.  Defendant\r\n\nsaid they did not have to give him anything, then said \"I think I\r\n\ncan get  a 38, 38.\"   O'Donnell said that they would  give him \"a\r\n\npiece of  it\" but  if he came  along he  would get \"33\"  [i.e., a\r\n\nthird].  Defendant replied that he  was so broke that he couldn't\r\n\npay his  bills and  would take something.   Once  again, however,\r\n\ndefendant suggested driving down to  look at the nightclub.  Once\r\n\nagain the detectives refused, saying that the bartender was \"ripe\r\n\nfor  the picking.\"   After more speculation  from defendant about\r\n\nwhat could go wrong, O'Donnell finally reaffirmed their intent to\r\n\n                               -8-\r\r\n\ndo the job on  Sunday.  Defendant then  said he could \"get you  a\r\n\npiece.\"  O'Donnell wondered if defendant were \"serious about it.\"\r\n\nDefendant  at this point  spoke without any  qualification, \"I'll\r\n\nget you a piece.\"\r\n\n     All of the above discussion was recorded on tape.  Defendant\r\n\ntestified at trial that, on learning of the imminent departure of\r\n\nthe casino contact,  he \"panicked\" at the prospect  of losing the\r\n\nonly  income he could  get.  He  said that he wanted  to delay so\r\n\nthat he  could \"talk  [the detectives] back  into trying  to talk\r\n\nthis guy  out of leaving the  casino until we could  do something\r\n\nelse.\"  He added, \"I was afraid I was going to lose them and lose\r\n\nthe opportunity to get some more money out of them.\"\r\n\n     Defendant testified that the next  day, Friday, July 22,  he\r\n\n\"ran into someone and mentioned to him that [he] was  looking for\r\n\na  gun.\"   The \"person,\"  who turned  out to be  informant Tracy,\r\n\nsupplied defendant with  a gun.  On  the same day the  detectives\r\n\ncalled  defendant,  who  said,  \"All  set.   No  problem.\"    The\r\n\ndetectives called again on Saturday and defendant said he had the\r\n\nweapon.    On  Sunday,  the  day of  the  supposed  robbery,  the\r\n\ndetectives went to defendant's house,  where he handed them a 25-\r\n\ncaliber Barretta, which he said  he had borrowed, together with a\r\n\nclip and seven rounds of ammunition.\r\n\n     Defendant was  arrested and subsequently indicted  and tried\r\n\nbefore a jury. \r\n\n     The  Court's Rulings.   At  the end  of the  case, defendant\r                                   \r\n\nmoved  for  an entrapment  instruction.    The court  orally  and\r\n\n                               -9-\r\r\n\nsuccinctly  summarized the evidence, not failing to identify five\r\n\noccasions  on  which  the   government  initiated  discussion  of\r\n\nfirearms.   It did  not, however, make  mention of  any financial\r\n\ndifficulty  facing defendant or  defendant's testimony as  to his\r\n\n\"pattern\" or strategy in dealing with the detectives. \r\n\n     The gist of her ruling is as follows:\r\n\n          Even if I were to take into account the cumulative\r\n     effect  of the four contacts  between May 27th and June\r\n     16th  and the  fifth contact  on  July 21st,  I do  not\r\n     believe  that  those conversations,  those  promptings,\r\n     those fabrications as stated by the detectives, rise to\r\n     the level of an improper  inducement.  That is not what\r\n     the case law stands for.\r\n\n          I  think I cited  [United States v.]  Gendron[, 18\r                                                                 \r\n     F.3d 955, 960 (1st Cir. 1994),] wherein then Judge, now\r\n     Justice Brier [sic] enumerates the types of things that\r\n     the First  Circuit considers to be  improper Government\r\n     inducement.  I  do not see the  sort of urgency.   I do\r\n     not see the  insistence.  I do not  see intimidation or\r\n     threats, even  taking all  of those  statements in  the\r\n     light most favorable to the defendant.\r\n\n          In   short,   given   the   Defendant's   criminal\r\n     proclivities which  were announced by him  and admitted\r\n     to by him as being in place  even prior to the May 27th\r\n     initiation by the detectives, of discussion of guns and\r\n     given  my  finding that  the  Government's through  the\r\n     state troopers['] actions in this case do not amount to\r\n     improper or  undue influence, I do not believe that the\r\n     evidence in this  case shows anything more  [than] that\r\n     the  Government created an opportunity for Mr. Joost to\r\n     become criminally involved and to possess the weapon in\r\n     question.1\r\n\n     The  court  made a  second  ruling  in  response to  a  jury\r\n\nrequest.   The jury had left the courtroom  at 2:40 p.m.  At 3:10\r\n                    \r                              \r\n\n     1 In fairness,  we must acknowledge the  anomalous situation\r\nconfronting  the judge, who  had previously presided  over United\r                                                                           \r\nStates v.  Joost, No. 95-2031 (1st Cir.  July xx, 1996), in which\r                          \r\ndefendant consistently invoked the Fifth Amendment in refusing to\r\nanswer questions about the statements that he was now saying were\r\nmerely \"stories.\"\r\n\n                               -10-\r\r\n\nit returned with a note saying, \"Is entrapment a legal defense in\r\n\nthis  case?   And  if so,  could  you please  define  it?\"   This\r\n\nrequest, as the court  acknowledged, was entirely understandable.\r\n\nCounsel for defendant had devoted his entire opening to picturing\r\n\nthe defendant as concededly a felon who had knowingly possessed a\r\n\nfirearm but who had been led into the crime by the  blandishments\r\n\nof  the  detectives.   He  had  concluded  his remarks  with  the\r\n\nstatement that he would ask for an instruction on entrapment.\r\n\n     The court again refused to instruct on entrapment and simply\r\n\nnotified the jury  that that defense did not apply  in this case.\r\n\nThe jury finally  reported its verdict at  4:30 p.m.  In  view of\r\n\nthe stipulation and concessions of defendant, made in conjunction\r\n\nwith  his entrapment  defense strategy,  it is  a matter  of some\r\n\nwonder what the jury had  to consider after receiving the court's\r\n\nruling.\r\n\n     Legal Discussion.   The principles governing  entitlement to\r                               \r\n\nan entrapment instruction are well known.  The standard of review\r\n\nis  plenary.  United States v. Rodriguez,  858 F.2d 809, 812 (1st\r                                                  \r\n\nCir. 1988).   The policy  behind the entrapment defense  seeks to\r\n\ndeter the government from such zeal in pursuing a conviction that\r\n\nits efforts result in the commission of a crime that likely would\r\n\nnot  have occurred  if  the suspect  had  been  left to  his  own\r\n\ndevices.  Jacobson v. United States, 503 U.S. 540, 553-54 (1992).\r                                             \r\n\nThe  principle  protects  both citizens  who  are  completely law\r\n\nabiding and those who have violated laws but whose unreadiness to\r\n\ncommit  a particular  type  of crime  was  overcome by  excessive\r\n\n                               -11-\r\r\n\ngovernmental efforts.   The  question is  whether the  government\r\n\n\"induced the defendant to perform a  criminal act that he was not\r\n\npredisposed to commit.\"  Rodriguez, 858 F.2d at 814.\r                                            \r\n\n     There are two  elements to the entrapment  defense: improper\r\n\ngovernment  inducement to  commit  the  offense  and  a  lack  of\r\n\npredisposition  on  the  part  of  defendant to  commit  such  an\r\n\noffense.  United States  v. Gendron, 18 F.3d  955, 960 (1st  Cir.\r                                             \r\n\n1994).  In order to be entitled to an entrapment instruction, the\r\n\ndefendant  has the  burden of producing  \"some evidence\"  on both\r\n\nelements \"sufficient to raise a reasonable doubt as to whether he\r\n\n`was an  \"unwary innocent\"  rather than  an \"unwary  criminal.\"'\"\r\n\nUnited States  v. Hernandez,  995 F.2d 307,  313 (1st  Cir. 1993)\r                                     \r\n\n(citations omitted). \r\n\n     A court assessing  the sufficiency of a  defendant's showing\r\n\nmust be able to find more than a scintilla of evidence, more than\r\n\nmere creation of an opportunity for criminal activity. See United\r                                                                           \r\n\nStates v. Coady,  809 F.2d 119, 122  (1st Cir. 1987).   A \"sting\"\r                         \r\n\noperation  is not  improper inducement if  it merely  provides an\r\n\nopportunity  to commit  a crime,  but proof  of opportunity  plus\r\n\n\"something else\"  may be adequate  to meet a  defendant's burden.\r\n\nExamples found  sufficient by  courts  include threats,  forceful\r\n\nsolicitation and  dogged insistence,  playing upon sympathies  or\r\n\nthe past relationship of a war buddy, and repeated suggestions at\r\n\na  time  when  defendant  had  lost his  job  and  needed  money.\r\n\nGendron, 18 F.3d at 961. \r                 \r\n\n                               -12-\r\r\n\n     Moreover, while  conclusory and self-serving statements by a\r\n\ndefendant  are not  sufficient,  Rodriguez, 858  F.2d  at 813,  a\r                                                    \r\n\ndefendant's  account, though self serving,  may have weight if it\r\n\n\"is   interlaced   with   considerable   detail  and   has   some\r\n\ncircumstantial  corroboration  in  the  record.\"    Id.  at  815.\r                                                                \r\n\nIndeed,  as  we   stated  in  Rodriguez,  \"[W]e   recognize  that\r                                                 \r\n\nRodriguez's  soliloquy was self-serving -- but realistically, how\r\n\nbetter than  through his own  testimony can a defendant  meet his\r\n\nentry-level burden?\"  Id.\r                                  \r\n\n     In applying the above principles  to this case, we emphasize\r\n\nthat we are not considering the sufficiency of a  verdict for the\r\n\ngovernment on this  record, if an entrapment instruction had been\r\n\ngiven, but the closer question whether a rational jury could have\r\n\nfound entrapment if  allowed to consider that defense.   We first\r\n\nreview the most relevant precedents in this circuit.\r\n\n     In  Rodriguez, 858 F.2d  at 811, 815-16,  a government agent\r                            \r\n\nhad designed a lucrative drug  deal, made the initial approach to\r\n\ndefendant,  and  solicited forcefully  with  \"dogged insistence,\"\r\n\nmaking  four calls in  one day.   The defendant  had testified in\r\n\nwhat the court characterized as a self-serving soliloquy, but one\r\n\nin considerable detail  and with some corroboration.   We held it\r\n\nerror  for  the  district  court  to  have  refused  to  give  an\r\n\nentrapment charge.   A year later, in United  States v. Campbell,\r                                                                          \r\n\n874 F.2d 838,  845 (1st Cir. 1989), where the  government had set\r\n\nup a drug  deal through an  informant who had been  befriended by\r\n\ndefendant, we  upheld the language  of the entrapment  charge and\r\n\n                               -13-\r\r\n\nrejected the  government's suggestion  that the  charge need  not\r\n\nhave been given.\r\n\n     In Gendron, 18  F.3d at 961, then Chief  Judge Breyer listed\r                         \r\n\nthe various  examples of  improper inducement  we have  mentioned\r\n\nabove, including a reference to Rodriguez's  \"dogged insistence,\"\r                                                   \r\n\nand also noted United States v. Kessee, 992 F.2d 1001, 1003  (9th\r                                                \r\n\nCir.  1993).  In  Kessee, defendant, after  initially refusing an\r                                  \r\n\ninformant's request  to enter  an illegal  drug deal,  yielded to\r\n\nfurther requests after he lost two jobs and needed money for food\r\n\nand rent.  Defendant had initiated several calls and had proposed\r\n\nselling drugs to  the informant, and had claimed  to have engaged\r\n\nin over fifty drug deals.  He testified that he  lied to obtain a\r\n\nsentence reduction for cooperation, that he carried a gun because\r\n\nof fear,  and that he  had tried to  impress the informant.   The\r\n\ncourt  reversed the  trial  court,  holding  that  an  entrapment\r\n\ninstruction  should have been given, because only the jury should\r\n\nhave assessed the truth of defendant's testimony.  Id. at 1003-4.\r                                                               \r\n\n     Most recently, in United States  v. Acosta, 67 F.3d 334, 338\r                                                         \r\n\n(1st Cir. 1995),  an informant, seeking to obtain  a firearm from\r\n\ndefendant,  engaged in  \"a campaign  of  persistent calls  . .  .\r\n\nbefore [defendant]  responded, apparently  several weeks  later.\"\r\n\nThere  were no threats, appeals to sympathy, relentless trickery,\r\n\nor   extravagant rewards.  While we held the evidence withstood a\r\n\nchallenge to sufficiency, we observed that the facts occupied the\r\n\n\"middle ground between what is plainly proper and what is plainly\r\n\n                               -14-\r\r\n\nimproper.\"   We said that if the issue  had not been submitted to\r\n\nthe jury, we would have reversed.  \r\n\n     In the  light of these  precedents, we now consider  some of\r\n\nthe evidence favorable to an entrapment defense.  First, there is\r\n\nthe extended period of  time, three months, before the  defendant\r\n\nproduced a firearm,  the latter two  months consisting of  active\r\n\nsolicitation by  the detectives  following their  requests for  a\r\n\nweapon.   A  jury might  have  believed  that what  began  as  an\r\n\ninvestigation of counterfeiting was transformed into an effort at\r\n\nentrapment  once the detectives perceived that possibility.  When\r\n\ndefendant failed to  take the bait the first  time, they repeated\r\n\ntheir effort with even more urgency. \r\n\n     Second, the jury could have found that  the detectives, with\r\n\nfull knowledge of the  dire financial straits in which  defendant\r\n\nfound himself,  deliberately created a dependency relationship in\r\n\ntheir  continuing practice  of paying  substantial  sums for  his\r\n\ncounterfeit  tokens.   The lure  of continuing  payment could  be\r\n\nlooked on as more than the \"`greed or  . . . lure of easy money'\"\r\n\nfound unpersuasive as evidence of  entrapment in United States v.\r                                                                        \r\n\nPanet-Collazo,  960 F.2d 256, 259 (1st  Cir. 1992) (citing Coady,\r                                                                          \r\n\n809 F.2d at 121).\r\n\n     A third factor  that the jury could consider  as evidence of\r\n\n\"urgency\"  and \"insistence,\"  contrary  to  the district  court's\r\n\nreaction,   is  the  number,  frequency,  and  immediacy  of  the\r\n\ndetectives' contacts, involving  both personal  visits and  phone\r\n\ncalls.   A fourth factor,  which might well have  been considered\r\n\n                               -15-\r\r\n\nthe \"plus\" added  to \"opportunity,\" was the  detectives' renewal,\r\n\nin a context of urgency  (the insistence on robbing the nightclub\r\n\non Cape Cod  within several days'  time), of their request  for a\r\n\nfirearm,   conjoined  with  the  jolting  news  of  the  imminent\r\n\ndeparture of  their casino contact  source of funds.   In denying\r\n\nthe request for an entrapment  charge, the district court made no\r\n\nmention of  defendant's  financial  stringency  or  the  arguable\r\n\nimpact of the news of this formidable threat to continued income.\r\n\n     A  fifth  factor  entering  our  assessment  is  defendant's\r\n\ntestimony  about his motive,  strategy, and \"pattern\"  of \"stall,\r\n\ntalk, ride, and change the subject.\"  The district court included\r\n\ndefendant's \"discussion of  guns\" in her  reasons for finding  no\r\n\nbasis for  a  rational conclusion  of improper  inducement.   But\r\n\ndefendant's  story of inventing escapades, finding holes in them,\r\n\nsuggesting  exploratory trips,  and  inventing  excuses  for  not\r\n\nproducing  a  gun  is  both  detailed  and  corroborated  by  the\r\n\nevidence.  It may well  be that a jury would dismiss  all of this\r\n\nas a  pack of lies, but it  seems to us that this  was a task for\r\n\nthe jury, not the judge.\r\n\n     We therefore conclude that enough evidence of inducement was\r\n\nintroduced to meet defendant's burden  on this first prong of the\r\n\nentrapment defense.  As for the absence  of predisposition prong,\r\n\nmuch of what we have pointed to is relevant.  We must acknowledge\r\n\nthat defendant was certainly  predisposed to commit the  crime of\r\n\ncounterfeiting, but the question is whether he was predisposed to\r\n\ncommit the crime of procuring and possessing a firearm before the\r                                                                       \r\n\n                               -16-\r\r\n\ngovernment intervened.   See Jacobson, 503 U.S. at 549.  The span\r                                               \r\n\nof  time that  elapsed before  a gun  was produced,  the excuses,\r\n\ndelays, and defendant's  explanation of his strategy  persuade us\r\n\nthat  defendant  met  his  burden  on this  prong  as  well.   He\r\n\ntherefore must be retried. \r\n\n                               -17-\r\r\n\n                         Remaining Issues\r                                                   \r\n\n     Constitutionality.  Defendant   challenges    the   district\r                                \r\n\ncourt's  denial of his pretrial  motion to dismiss the indictment\r\n\non  the  ground  that  18  U.S.C.    922(g)  exceeded  Congress's\r\n\nCommerce Clause authority under the reasoning of United States v.\r                                                                        \r\n\nLopez, 115 S. Ct. 1624  (1995).  This issue is no longer  open in\r               \r\n\nthis circuit.   See United  States v. Abernathy,  83 F.3d 17,  20\r                                                         \r\n\n(1st  Cir. 1996); United  States v. Bennett, 75  F.3d 40, 49 (1st\r                                                     \r\n\nCir. 1996).  The district court ruled correctly.\r\n\n     Validity of predicate convictions.  Defendant challenges the\r                                                \r\n\ncourt's  imposition of an enhanced thirty-year sentence under the\r\n\nauthority of  18 U.S.C.    924(e), claiming error in  its holding\r\n\nvalid  three 1964  Rhode  Island  convictions  for  breaking  and\r\n\nentering.   Although discussion  of sentencing  at  this time  is\r\n\nunnecessary  in   light  of   our  conclusion  that   defendant's\r\n\nconviction must be vacated, we briefly respond.  \r\n\n     Defendant  offered his  own signed,  but unsworn,  statement\r\n\nthat  he did  not have  counsel when  he entered  nolo contendere\r\n\npleas on the  three state convictions.   The government, however,\r\n\nintroduced  docket cards maintained by the Attorney General, each\r\n\nindicating, following the printed word \"Counsel,\" the name of Leo\r\n\nMcGowan, now deceased, then a part-time public  defender.  Police\r\n\nrecords also showed  representation by McGowan in  the complaints\r\n\nand  warrants.   In  addition, the  face sheets  accompanying the\r\n\nconvictions  bore, in  pencil,  the  name  \"Bevilacqua,\"  then  a\r\n\nprominent criminal defense lawyer.\r\n\n                               -18-\r\r\n\n     The district court  found nothing in the records  to hint of\r\n\ninvalidity  and viewed  defendant's  statement  to be  completely\r\n\nincredible.  The  court noted, as well, that  the convictions had\r\n\nbeen entered  more than  a year after  Gideon v.  Wainwright, 372\r                                                                      \r\n\nU.S. 335  (1963), had required  counsel in felony cases  and that\r\n\nRhode  Island  had,  for  more  than   twenty  years  before  the\r\n\nconvictions,  followed the practice of appointing counsel in such\r\n\ncases.  We detect no  error in the court's ruling that  defendant\r\n\nfailed  to  produce  sufficient credible  evidence  to  rebut the\r\n\npresumption   of   constitutional   validity  that   arose   from\r\n\nintroduction of certified copies of the convictions.   See United\r                                                                           \r\n\nStates v. Tracy, 36 F.3d 187, 197 (1st Cir. 1994).\r                         \r\n\n     For reasons stated, the judgment is reversed and the case is\r                                                                           \r\n\nremanded for a new trial.\r                                   \r\n\n                               -19-\r\r\n",
  "html": "<p class=\"case_cite\">92 F.3d 7</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Robert M. JOOST, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-2032.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 7, 1996.<br>Decided Aug. 7, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas G. Briody, Providence, RI, for appellant.</p>\n      <p class=\"indent\">Margaret E. Curran, Assistant United States Attorney, Providence, RI, with whom Sheldon Whitehouse, United States Attorney, and Kenneth P. Madden, Assistant United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, COFFIN, Senior Circuit Judge, and CUMMINGS,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant Robert Joost appeals his conviction for being a felon in possession of a firearm and ammunition, in violation of 18 U.S.C. &#167; 922(g).  He raises four issues:  (1) whether the court erred in refusing to give an entrapment instruction, (2) whether the felon-in-possession statute exceeds Congress's Commerce Clause authority, (3) whether the court properly relied on three convictions as predicates for application of an enhanced penalty under the Armed Career Criminal Act, and (4) whether the court erred in dismissing a challenge to the jury composition and selection procedures.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Only the first issue merits extended discussion in this opinion.  We discuss briefly our reasons for affirming the court's handling of the second and third issues, and we uphold the court's action on the jury challenge for the reasons set forth in an unpublished opinion issuing simultaneously with the present one, see United States v. Joost, No. 95-2031, 1996 WL 480215 (1st Cir.  Aug. 7, 1996).  After careful consideration, we conclude that the evidence merited a jury instruction on entrapment.  We therefore reverse and remand for a new trial.</p>\n    </div>\n    <p>Entrapment</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Record.   Whether an instruction on entrapment should have been given here presents both a close and an unusual issue.  While most entrapment cases focus on the question whether, assuming improper inducement, the defendant carried the burden of showing an unreadiness to commit the crime at issue, the ruling here was the threshold one that there had been, as a matter of law, no showing of improper inducement.  Moreover, the conduct of the law enforcement officers did not involve any single incident that could be said to be overbearing.  And the defendant, while no stranger to criminal activities, was pursuing them in a field unrelated to dealing in firearms when this saga begins.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This, therefore, is a case out of the ordinary.  Since an entrapment instruction was refused, we must have before us all of the significant evidence that the jury heard.  While we shall condense as much as we fairly can, we recognize that sometimes \"the devil is in the details\" and that too skeletal a summary risks overlooking something that could have persuaded a rational jury.  Here is our effort.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">(1) The First Month--A Counterfeiting Investigation.   Government efforts in this case occupied a period of four months, from March 23 to July 24, 1994.  One Tracy had been caught passing counterfeit tokens at the Foxwoods Casino in Connecticut;  he turned informant and volunteered to give information to Rhode Island authorities about the counterfeiting activities of his partner, defendant.  Tracy introduced defendant to Rhode Island State Police detectives DelPrete and O'Donnell, who pretended to be petty thieves, one of them having a cousin strategically employed in the cashier's cage at the casino.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Defendant had been convicted thirty years earlier of three breaking and entering felonies and had been imprisoned during most of the 1970's and 1980's.  Since his release in 1987, he had held jobs for only short periods.  He had commenced his counterfeiting activity in February 1994.  His only current legitimate source of income, and a poor one at that, was helping to fabricate costume jewelry components.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">His counterfeiting enterprise had suffered a setback when slot machines at the casino were altered so that they rejected the fraudulent tokens.  When the detectives offered to pay fifty cents for each dollar token after they supposedly cashed in the tokens at the cashier's cage, defendant was delighted.  Over the next four months he realized between $5,000 and $6,000 from this activity.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">(2) The Second Month--The Focus Changes.   The detectives began to extend their visits to defendant, in the words of DelPrete, \"because he was bringing up other things for us to do.\"   Defendant talked of many criminal ventures, some past, and others future possibilities.  They included a vault robbery that defendant said he had helped plan while in prison, a warehouse-tractor/trailer job in Pennsylvania, and robberies of supermarkets, a novelty shop, a Ground Round restaurant, an armored car, a UPS truck, a VFW hall, and a night club (\"Mustang Sally's\").</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The detectives said that they had broken into houses, and defendant spoke of being a safecracker in the 1960's and early 1970's.  But, the detectives acknowledged, defendant represented that he himself did not do armed robberies.  Defendant exhibited considerable criminal know-how as he critiqued various plans the detectives brought forward and demonstrated how to use weapons in a robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Defendant testified that most of the stories he told were just stories, that they sprang from his imagination, his reading, or fiction he had written in prison, that he \"talked tough\" because he was dealing with \"tough people\" and wanted to sustain their interest in him because they were his only means to realize income from his counterfeiting.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On April 24, a month after the first meeting, defendant, according to the detectives, introduced the subject of firearms in discussing the possibility of doing an armored car robbery, which might require them to shoot guards.  According to defendant, the detectives had been introduced to him as \"guys doing stick-ups,\" but he acknowledged that he was the first to talk about doing a specific robbery.  He also mentioned the warehouse-tractor/trailer job possibility.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">During the month following this conversation, the detectives visited defendant on May 10 and May 13 and obtained counterfeit tokens.  Defendant said there were from twenty to thirty phone calls during the entire four-month period.  On May 20, defendant once again mentioned the use of firearms in connection with robbing an armored car facility.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">(3) The Third Month--Dialogue and Diversion.   The third month of defendant's interactions with the detectives was characterized by a number of unavailing requests by the detectives that defendant procure a gun for use in Fall River, attempted dissuasion on the part of defendant, and numerous trips to look over scenes of possible crimes.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On May 27 the detectives told defendant that one of them had been harassed by a man in Fall River.  They wanted defendant to find them a gun so that they could shoot out some windows in the assailant's house.  Defendant responded that this was not a good idea;  bullets could be traced to firearms.  A better idea would be to burn or blow up the person's car.  He also advocated use of a shotgun, which would be harder to trace, and said he had one \"stashed.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On June 2, O'Donnell reminded defendant of his need for a gun for the Fall River matter;  defendant replied that he had seen one person, but that that person did not have a gun.  On June 11, DelPrete, sporting a black eye from playing basketball, told defendant that the Fall River assailant had given it to him and again asked for a firearm.  The request was repeated on June 16, defendant replying that he had unsuccessfully approached two people.  Finally, on June 27, defendant was told that the Fall River project was off;  DelPrete told defendant that he had gotten his revenge by smashing his adversary's car with a bat.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Meanwhile, defendant and the detectives took a number of automobile trips.  They drove to Pennsylvania to rob a tractor/trailer, defendant having brought along some burglar's tools.  The operation was aborted when, as planned by the detectives, they were stopped but not arrested by police.  On another occasion they followed a UPS truck but did not stop it.  On still another occasion. they drove to southern Rhode Island to look over a VFW hall that supposedly had a safe to be cracked.  And on the night of June 29-30, they spent hours in the woods near the Meehan Armored Car facility.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Defendant described the \"pattern\" that he said he followed in almost any conversation with the detectives:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">I would first tell them the story, flush [sic] out the details, then I would find perhaps some fault with it and say, \"We would have to go up there and check it out.\"   Ride, stall, talk, stall and then get them off on to something else.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">(4) The Fourth Month--Denouement.   The record reveals no action or talk about firearms between the end of June and July 21.  DelPrete testified that the detectives kept in contact with defendant, who was still producing counterfeit coins, and that he apparently had only limited resources and expected an imminent foreclosure on his house.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On Thursday, July 21, the detectives visited defendant at his home, where he was soldering some costume jewelry.  Defendant said he made three dollars an hour but that his supplier, to whom he owed money, was not going to pay him.  O'Donnell interjected, \"By Monday you could have---we owe you, Bob.  We really do.\"   Then the detectives told defendant that their casino contact was quitting the following month, but that he would make one last exchange of money for 2500 counterfeit coins.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The conversation then turned to the detectives' plans to rob a nightclub on Cape Cod, where they expected to get \"12 grand easy.\"   Since they understood that the bartender carried a gun, they wanted defendant to obtain a firearm for them.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Then followed lengthy discussion about the planning.  Defendant asked when the detectives would accost the bartender and how they would make their getaway.  He also suggested a trip to the nightclub.  O'Donnell replied that this would delay the heist for two more weeks.  They did not want to wait that long since they needed the money.  Defendant then suggested making the trip the following night.  O'Donnell said they would stay down on the Cape since the robbery would take place only a day or so after such a trip.  They recognized that defendant had to return and decided to go without him.  At this point, after some nine pages of transcribed taped conversation in which the detectives mentioned their need for a gun some six times, defendant said that he could probably obtain a \"piece.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">They then discussed how to share the proceeds of the robbery.  They asked what defendant thought was fair.  Defendant said they did not have to give him anything, then said \"I think I can get a 38, 38.\"   O'Donnell said that they would give him \"a piece of it\" but if he came along he would get \"33\" [i.e., a third].  Defendant replied that he was so broke that he couldn't pay his bills and would take something.  Once again, however, defendant suggested driving down to look at the nightclub.  Once again the detectives refused, saying that the bartender was \"ripe for the picking.\"   After more speculation from defendant about what could go wrong, O'Donnell finally reaffirmed their intent to do the job on Sunday.  Defendant then said he could \"get you a piece.\"   O'Donnell wondered if defendant were \"serious about it.\"   Defendant at this point spoke without any qualification, \"I'll get you a piece.\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">All of the above discussion was recorded on tape.  Defendant testified at trial that, on learning of the imminent departure of the casino contact, he \"panicked\" at the prospect of losing the only income he could get.  He said that he wanted to delay so that he could \"talk [the detectives] back into trying to talk this guy out of leaving the casino until we could do something else.\"   He added, \"I was afraid I was going to lose them and lose the opportunity to get some more money out of them.\"</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Defendant testified that the next day, Friday, July 22, he \"ran into someone and mentioned to him that [he] was looking for a gun.\"   The \"person,\" who turned out to be informant Tracy, supplied defendant with a gun.  On the same day the detectives called defendant, who said, \"All set.  No problem.\"   The detectives called again on Saturday and defendant said he had the weapon.  On Sunday, the day of the supposed robbery, the detectives went to defendant's house, where he handed them a 25-caliber Barretta, which he said he had borrowed, together with a clip and seven rounds of ammunition.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Defendant was arrested and subsequently indicted and tried before a jury.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The Court's Rulings.   At the end of the case, defendant moved for an entrapment instruction.  The court orally and succinctly summarized the evidence, not failing to identify five occasions on which the government initiated discussion of firearms.  It did not, however, make mention of any financial difficulty facing defendant or defendant's testimony as to his \"pattern\" or strategy in dealing with the detectives.</p>\n    </div>\n    <p class=\"indent\">The gist of her ruling is as follows:</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Even if I were to take into account the cumulative effect of the four contacts between May 27th and June 16th and the fifth contact on July 21st, I do not believe that those conversations, those promptings, those fabrications as stated by the detectives, rise to the level of an improper inducement.  That is not what the case law stands for.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">I think I cited [ United States v.] Gendron [, 18 F.3d 955, 960 (1st Cir.1994),] wherein then Judge, now Justice Brier [sic] enumerates the types of things that the First Circuit considers to be improper Government inducement.  I do not see the sort of urgency.  I do not see the insistence.  I do not see intimidation or threats, even taking all of those statements in the light most favorable to the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In short, given the Defendant's criminal proclivities which were announced by him and admitted to by him as being in place even prior to the May 27th initiation by the detectives, of discussion of guns and given my finding that the Government's through the state troopers['] actions in this case do not amount to improper or undue influence, I do not believe that the evidence in this case shows anything more [than] that the Government created an opportunity for Mr. Joost to become criminally involved and to possess the weapon in question.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The court made a second ruling in response to a jury request.  The jury had left the courtroom at 2:40 p.m.  At 3:10 it returned with a note saying, \"Is entrapment a legal defense in this case?   And if so, could you please define it?\"   This request, as the court acknowledged, was entirely understandable.  Counsel for defendant had devoted his entire opening to picturing the defendant as concededly a felon who had knowingly possessed a firearm but who had been led into the crime by the blandishments of the detectives.  He had concluded his remarks with the statement that he would ask for an instruction on entrapment.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The court again refused to instruct on entrapment and simply notified the jury that that defense did not apply in this case.  The jury finally reported its verdict at 4:30 p.m.  In view of the stipulation and concessions of defendant, made in conjunction with his entrapment defense strategy, it is a matter of some wonder what the jury had to consider after receiving the court's ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Legal Discussion.   The principles governing entitlement to an entrapment instruction are well known.  The standard of review is plenary.  United States v. Rodriguez, 858 F.2d 809, 812 (1st Cir.1988).  The policy behind the entrapment defense seeks to deter the government from such zeal in pursuing a conviction that its efforts result in the commission of a crime that likely would not have occurred if the suspect had been left to his own devices.  Jacobson v. United States, 503 U.S. 540, 553-54, 112 S.Ct. 1535, 1542-43, 118 L.Ed.2d 174 (1992).  The principle protects both citizens who are completely law abiding and those who have violated laws but whose unreadiness to commit a particular type of crime was overcome by excessive governmental efforts.  The question is whether the government \"induced the defendant to perform a criminal act that he was not predisposed to commit.\"  Rodriguez, 858 F.2d at 814.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">There are two elements to the entrapment defense:  improper government inducement to commit the offense and a lack of predisposition on the part of defendant to commit such an offense.  United States v. Gendron, 18 F.3d 955, 960 (1st Cir.1994).  In order to be entitled to an entrapment instruction, the defendant has the burden of producing \"some evidence\" on both elements \"sufficient to raise a reasonable doubt as to whether he 'was an \"unwary innocent\" rather than an \"unwary criminal.\" ' \"  United States v. Hernandez, 995 F.2d 307, 313 (1st Cir.1993) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">A court assessing the sufficiency of a defendant's showing must be able to find more than a scintilla of evidence, more than mere creation of an opportunity for criminal activity.  See United States v. Coady, 809 F.2d 119, 122 (1st Cir.1987).  A \"sting\" operation is not improper inducement if it merely provides an opportunity to commit a crime, but proof of opportunity plus \"something else\" may be adequate to meet a defendant's burden.  Examples found sufficient by courts include threats, forceful solicitation and dogged insistence, playing upon sympathies or the past relationship of a war buddy, and repeated suggestions at a time when defendant had lost his job and needed money.  Gendron, 18 F.3d at 961.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Moreover, while conclusory and self-serving statements by a defendant are not sufficient, Rodriguez, 858 F.2d at 813, a defendant's account, though self serving, may have weight if it \"is interlaced with considerable detail and has some circumstantial corroboration in the record.\"  Id. at 815.   Indeed, as we stated in Rodriguez, \"[W]e recognize that Rodriguez's soliloquy was self-serving--but realistically, how better than through his own testimony can a defendant meet his entry-level burden?\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In applying the above principles to this case, we emphasize that we are not considering the sufficiency of a verdict for the government on this record, if an entrapment instruction had been given, but the closer question whether a rational jury could have found entrapment if allowed to consider that defense.  We first review the most relevant precedents in this circuit.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In Rodriguez, 858 F.2d at 811, 815-16, a government agent had designed a lucrative drug deal, made the initial approach to defendant, and solicited forcefully with \"dogged insistence,\" making four calls in one day.  The defendant had testified in what the court characterized as a self-serving soliloquy, but one in considerable detail and with some corroboration.  We held it error for the district court to have refused to give an entrapment charge.  A year later, in United States v. Campbell, 874 F.2d 838, 845 (1st Cir.1989), where the government had set up a drug deal through an informant who had been befriended by defendant, we upheld the language of the entrapment charge and rejected the government's suggestion that the charge need not have been given.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In Gendron, 18 F.3d at 961, then Chief Judge Breyer listed the various examples of improper inducement we have mentioned above, including a reference to Rodriguez's \"dogged insistence,\" and also noted United States v. Kessee, 992 F.2d 1001, 1003 (9th Cir.1993).  In Kessee, defendant, after initially refusing an informant's request to enter an illegal drug deal, yielded to further requests after he lost two jobs and needed money for food and rent.  Defendant had initiated several calls and had proposed selling drugs to the informant, and had claimed to have engaged in over fifty drug deals.  He testified that he lied to obtain a sentence reduction for cooperation, that he carried a gun because of fear, and that he had tried to impress the informant.  The court reversed the trial court, holding that an entrapment instruction should have been given, because only the jury should have assessed the truth of defendant's testimony.  Id. at 1003-4.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Most recently, in United States v. Acosta, 67 F.3d 334, 338 (1st Cir.1995), an informant, seeking to obtain a firearm from defendant, engaged in \"a campaign of persistent calls ... before [defendant] responded, apparently several weeks later.\"   There were no threats, appeals to sympathy, relentless trickery, or extravagant rewards.  While we held the evidence withstood a challenge to sufficiency, we observed that the facts occupied the \"middle ground between what is plainly proper and what is plainly improper.\"   We said that if the issue had not been submitted to the jury, we would have reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In the light of these precedents, we now consider some of the evidence favorable to an entrapment defense.  First, there is the extended period of time, three months, before the defendant produced a firearm, the latter two months consisting of active solicitation by the detectives following their requests for a weapon.  A jury might have believed that what began as an investigation of counterfeiting was transformed into an effort at entrapment once the detectives perceived that possibility.  When defendant failed to take the bait the first time, they repeated their effort with even more urgency.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Second, the jury could have found that the detectives, with full knowledge of the dire financial straits in which defendant found himself, deliberately created a dependency relationship in their continuing practice of paying substantial sums for his counterfeit tokens.  The lure of continuing payment could be looked on as more than the \" 'greed or ... lure of easy money' \" found unpersuasive as evidence of entrapment in United States v. Panet-Collazo, 960 F.2d 256, 259 (1st Cir.1992) (citing Coady, 809 F.2d at 121).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">A third factor that the jury could consider as evidence of \"urgency\" and \"insistence,\" contrary to the district court's reaction, is the number, frequency, and immediacy of the detectives' contacts, involving both personal visits and phone calls.  A fourth factor, which might well have been considered the \"plus\" added to \"opportunity,\" was the detectives' renewal, in a context of urgency (the insistence on robbing the nightclub on Cape Cod within several days' time), of their request for a firearm, conjoined with the jolting news of the imminent departure of their casino contact source of funds.  In denying the request for an entrapment charge, the district court made no mention of defendant's financial stringency or the arguable impact of the news of this formidable threat to continued income.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">A fifth factor entering our assessment is defendant's testimony about his motive, strategy, and \"pattern\" of \"stall, talk, ride, and change the subject.\"   The district court included defendant's \"discussion of guns\" in her reasons for finding no basis for a rational conclusion of improper inducement.  But defendant's story of inventing escapades, finding holes in them, suggesting exploratory trips, and inventing excuses for not producing a gun is both detailed and corroborated by the evidence.  It may well be that a jury would dismiss all of this as a pack of lies, but it seems to us that this was a task for the jury, not the judge.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We therefore conclude that enough evidence of inducement was introduced to meet defendant's burden on this first prong of the entrapment defense.  As for the absence of predisposition prong, much of what we have pointed to is relevant.  We must acknowledge that defendant was certainly predisposed to commit the crime of counterfeiting, but the question is whether he was predisposed to commit the crime of procuring and possessing a firearm before the government intervened.  See Jacobson, 503 U.S. at 549, 112 S.Ct. at 1540.   The span of time that elapsed before a gun was produced, the excuses, delays, and defendant's explanation of his strategy persuade us that defendant met his burden on this prong as well.  He therefore must be retried.</p>\n    </div>\n    <p>Remaining Issues</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Constitutionality. Defendant challenges the district court's denial of his pretrial motion to dismiss the indictment on the ground that 18 U.S.C. &#167; 922(g) exceeded Congress's Commerce Clause authority under the reasoning of United States v. Lopez, 514 U.S. 549, 115 S.Ct. 1624, 131 L.Ed.2d 626 (1995).  This issue is no longer open in this circuit.  See United States v. Abernathy, 83 F.3d 17, 20 (1st Cir.1996);  United States v. Bennett, 75 F.3d 40, 49 (1st Cir.1996).  The district court ruled correctly.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Validity of predicate convictions.   Defendant challenges the court's imposition of an enhanced thirty-year sentence under the authority of 18 U.S.C. &#167; 924(e), claiming error in its holding valid three 1964 Rhode Island convictions for breaking and entering.  Although discussion of sentencing at this time is unnecessary in light of our conclusion that defendant's conviction must be vacated, we briefly respond.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Defendant offered his own signed, but unsworn, statement that he did not have counsel when he entered nolo contendere pleas on the three state convictions.  The government, however, introduced docket cards maintained by the Attorney General, each indicating, following the printed word \"Counsel,\" the name of Leo McGowan, now deceased, then a part-time public defender.  Police records also showed representation by McGowan in the complaints and warrants.  In addition, the face sheets accompanying the convictions bore, in pencil, the name \"Bevilacqua,\" then a prominent criminal defense lawyer.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The district court found nothing in the records to hint of invalidity and viewed defendant's statement to be completely incredible.  The court noted, as well, that the convictions had been entered more than a year after Gideon v. Wainwright, 372 U.S. 335, 83 S.Ct. 792, 9 L.Ed.2d 799 (1963), had required counsel in felony cases and that Rhode Island had, for more than twenty years before the convictions, followed the practice of appointing counsel in such cases.  We detect no error in the court's ruling that defendant failed to produce sufficient credible evidence to rebut the presumption of constitutional validity that arose from introduction of certified copies of the convictions.  See United States v. Tracy, 36 F.3d 187, 197 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">For reasons stated, the judgment is reversed and the case is remanded for a new trial.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Seventh Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In fairness, we must acknowledge the anomalous situation confronting the judge, who had previously presided over United States v. Joost, No. 95-2031, 1996 WL 480215 (1st Cir.  Aug. 7, 1996), in which defendant consistently invoked the Fifth Amendment in refusing to answer questions about the statements that he was now saying were merely \"stories.\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Robert M. JOOST, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-2032.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 7, 1996.<br>Decided Aug. 7, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas G. Briody, Providence, RI, for appellant.</p>\n      <p class=\"indent\">Margaret E. Curran, Assistant United States Attorney, Providence, RI, with whom Sheldon Whitehouse, United States Attorney, and Kenneth P. Madden, Assistant United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, COFFIN, Senior Circuit Judge, and CUMMINGS,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant Robert Joost appeals his conviction for being a felon in possession of a firearm and ammunition, in violation of 18 U.S.C. &#167; 922(g).  He raises four issues:  (1) whether the court erred in refusing to give an entrapment instruction, (2) whether the felon-in-possession statute exceeds Congress's Commerce Clause authority, (3) whether the court properly relied on three convictions as predicates for application of an enhanced penalty under the Armed Career Criminal Act, and (4) whether the court erred in dismissing a challenge to the jury composition and selection procedures.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Only the first issue merits extended discussion in this opinion.  We discuss briefly our reasons for affirming the court's handling of the second and third issues, and we uphold the court's action on the jury challenge for the reasons set forth in an unpublished opinion issuing simultaneously with the present one, see United States v. Joost, No. 95-2031, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">480215</span></span> (1st Cir.  Aug. 7, 1996).  After careful consideration, we conclude that the evidence merited a jury instruction on entrapment.  We therefore reverse and remand for a new trial.</p>\n    </div>\n    <p>Entrapment</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Record.   Whether an instruction on entrapment should have been given here presents both a close and an unusual issue.  While most entrapment cases focus on the question whether, assuming improper inducement, the defendant carried the burden of showing an unreadiness to commit the crime at issue, the ruling here was the threshold one that there had been, as a matter of law, no showing of improper inducement.  Moreover, the conduct of the law enforcement officers did not involve any single incident that could be said to be overbearing.  And the defendant, while no stranger to criminal activities, was pursuing them in a field unrelated to dealing in firearms when this saga begins.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This, therefore, is a case out of the ordinary.  Since an entrapment instruction was refused, we must have before us all of the significant evidence that the jury heard.  While we shall condense as much as we fairly can, we recognize that sometimes \"the devil is in the details\" and that too skeletal a summary risks overlooking something that could have persuaded a rational jury.  Here is our effort.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">(1) The First Month--A Counterfeiting Investigation.   Government efforts in this case occupied a period of four months, from March 23 to July 24, 1994.  One Tracy had been caught passing counterfeit tokens at the Foxwoods Casino in Connecticut;  he turned informant and volunteered to give information to Rhode Island authorities about the counterfeiting activities of his partner, defendant.  Tracy introduced defendant to Rhode Island State Police detectives DelPrete and O'Donnell, who pretended to be petty thieves, one of them having a cousin strategically employed in the cashier's cage at the casino.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Defendant had been convicted thirty years earlier of three breaking and entering felonies and had been imprisoned during most of the 1970's and 1980's.  Since his release in 1987, he had held jobs for only short periods.  He had commenced his counterfeiting activity in February 1994.  His only current legitimate source of income, and a poor one at that, was helping to fabricate costume jewelry components.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">His counterfeiting enterprise had suffered a setback when slot machines at the casino were altered so that they rejected the fraudulent tokens.  When the detectives offered to pay fifty cents for each dollar token after they supposedly cashed in the tokens at the cashier's cage, defendant was delighted.  Over the next four months he realized between $5,000 and $6,000 from this activity.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">(2) The Second Month--The Focus Changes.   The detectives began to extend their visits to defendant, in the words of DelPrete, \"because he was bringing up other things for us to do.\"   Defendant talked of many criminal ventures, some past, and others future possibilities.  They included a vault robbery that defendant said he had helped plan while in prison, a warehouse-tractor/trailer job in Pennsylvania, and robberies of supermarkets, a novelty shop, a Ground Round restaurant, an armored car, a UPS truck, a VFW hall, and a night club (\"Mustang Sally's\").</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The detectives said that they had broken into houses, and defendant spoke of being a safecracker in the 1960's and early 1970's.  But, the detectives acknowledged, defendant represented that he himself did not do armed robberies.  Defendant exhibited considerable criminal know-how as he critiqued various plans the detectives brought forward and demonstrated how to use weapons in a robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Defendant testified that most of the stories he told were just stories, that they sprang from his imagination, his reading, or fiction he had written in prison, that he \"talked tough\" because he was dealing with \"tough people\" and wanted to sustain their interest in him because they were his only means to realize income from his counterfeiting.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On April 24, a month after the first meeting, defendant, according to the detectives, introduced the subject of firearms in discussing the possibility of doing an armored car robbery, which might require them to shoot guards.  According to defendant, the detectives had been introduced to him as \"guys doing stick-ups,\" but he acknowledged that he was the first to talk about doing a specific robbery.  He also mentioned the warehouse-tractor/trailer job possibility.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">During the month following this conversation, the detectives visited defendant on May 10 and May 13 and obtained counterfeit tokens.  Defendant said there were from twenty to thirty phone calls during the entire four-month period.  On May 20, defendant once again mentioned the use of firearms in connection with robbing an armored car facility.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">(3) The Third Month--Dialogue and Diversion.   The third month of defendant's interactions with the detectives was characterized by a number of unavailing requests by the detectives that defendant procure a gun for use in Fall River, attempted dissuasion on the part of defendant, and numerous trips to look over scenes of possible crimes.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On May 27 the detectives told defendant that one of them had been harassed by a man in Fall River.  They wanted defendant to find them a gun so that they could shoot out some windows in the assailant's house.  Defendant responded that this was not a good idea;  bullets could be traced to firearms.  A better idea would be to burn or blow up the person's car.  He also advocated use of a shotgun, which would be harder to trace, and said he had one \"stashed.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On June 2, O'Donnell reminded defendant of his need for a gun for the Fall River matter;  defendant replied that he had seen one person, but that that person did not have a gun.  On June 11, DelPrete, sporting a black eye from playing basketball, told defendant that the Fall River assailant had given it to him and again asked for a firearm.  The request was repeated on June 16, defendant replying that he had unsuccessfully approached two people.  Finally, on June 27, defendant was told that the Fall River project was off;  DelPrete told defendant that he had gotten his revenge by smashing his adversary's car with a bat.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Meanwhile, defendant and the detectives took a number of automobile trips.  They drove to Pennsylvania to rob a tractor/trailer, defendant having brought along some burglar's tools.  The operation was aborted when, as planned by the detectives, they were stopped but not arrested by police.  On another occasion they followed a UPS truck but did not stop it.  On still another occasion. they drove to southern Rhode Island to look over a VFW hall that supposedly had a safe to be cracked.  And on the night of June 29-30, they spent hours in the woods near the Meehan Armored Car facility.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Defendant described the \"pattern\" that he said he followed in almost any conversation with the detectives:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">I would first tell them the story, flush [sic] out the details, then I would find perhaps some fault with it and say, \"We would have to go up there and check it out.\"   Ride, stall, talk, stall and then get them off on to something else.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">(4) The Fourth Month--Denouement.   The record reveals no action or talk about firearms between the end of June and July 21.  DelPrete testified that the detectives kept in contact with defendant, who was still producing counterfeit coins, and that he apparently had only limited resources and expected an imminent foreclosure on his house.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On Thursday, July 21, the detectives visited defendant at his home, where he was soldering some costume jewelry.  Defendant said he made three dollars an hour but that his supplier, to whom he owed money, was not going to pay him.  O'Donnell interjected, \"By Monday you could have---we owe you, Bob.  We really do.\"   Then the detectives told defendant that their casino contact was quitting the following month, but that he would make one last exchange of money for 2500 counterfeit coins.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The conversation then turned to the detectives' plans to rob a nightclub on Cape Cod, where they expected to get \"12 grand easy.\"   Since they understood that the bartender carried a gun, they wanted defendant to obtain a firearm for them.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Then followed lengthy discussion about the planning.  Defendant asked when the detectives would accost the bartender and how they would make their getaway.  He also suggested a trip to the nightclub.  O'Donnell replied that this would delay the heist for two more weeks.  They did not want to wait that long since they needed the money.  Defendant then suggested making the trip the following night.  O'Donnell said they would stay down on the Cape since the robbery would take place only a day or so after such a trip.  They recognized that defendant had to return and decided to go without him.  At this point, after some nine pages of transcribed taped conversation in which the detectives mentioned their need for a gun some six times, defendant said that he could probably obtain a \"piece.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">They then discussed how to share the proceeds of the robbery.  They asked what defendant thought was fair.  Defendant said they did not have to give him anything, then said \"I think I can get a 38, 38.\"   O'Donnell said that they would give him \"a piece of it\" but if he came along he would get \"33\" [i.e., a third].  Defendant replied that he was so broke that he couldn't pay his bills and would take something.  Once again, however, defendant suggested driving down to look at the nightclub.  Once again the detectives refused, saying that the bartender was \"ripe for the picking.\"   After more speculation from defendant about what could go wrong, O'Donnell finally reaffirmed their intent to do the job on Sunday.  Defendant then said he could \"get you a piece.\"   O'Donnell wondered if defendant were \"serious about it.\"   Defendant at this point spoke without any qualification, \"I'll get you a piece.\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">All of the above discussion was recorded on tape.  Defendant testified at trial that, on learning of the imminent departure of the casino contact, he \"panicked\" at the prospect of losing the only income he could get.  He said that he wanted to delay so that he could \"talk [the detectives] back into trying to talk this guy out of leaving the casino until we could do something else.\"   He added, \"I was afraid I was going to lose them and lose the opportunity to get some more money out of them.\"</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Defendant testified that the next day, Friday, July 22, he \"ran into someone and mentioned to him that [he] was looking for a gun.\"   The \"person,\" who turned out to be informant Tracy, supplied defendant with a gun.  On the same day the detectives called defendant, who said, \"All set.  No problem.\"   The detectives called again on Saturday and defendant said he had the weapon.  On Sunday, the day of the supposed robbery, the detectives went to defendant's house, where he handed them a 25-caliber Barretta, which he said he had borrowed, together with a clip and seven rounds of ammunition.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Defendant was arrested and subsequently indicted and tried before a jury.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The Court's Rulings.   At the end of the case, defendant moved for an entrapment instruction.  The court orally and succinctly summarized the evidence, not failing to identify five occasions on which the government initiated discussion of firearms.  It did not, however, make mention of any financial difficulty facing defendant or defendant's testimony as to his \"pattern\" or strategy in dealing with the detectives.</p>\n    </div>\n    <p class=\"indent\">The gist of her ruling is as follows:</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Even if I were to take into account the cumulative effect of the four contacts between May 27th and June 16th and the fifth contact on July 21st, I do not believe that those conversations, those promptings, those fabrications as stated by the detectives, rise to the level of an improper inducement.  That is not what the case law stands for.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">I think I cited [ United States v.] Gendron [, <span class=\"citation\" data-id=\"195225\"><a href=\"/opinion/195225/united-states-v-gendron/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">955</span></a></span>, 960 (1st Cir.1994),] wherein then Judge, now Justice Brier [sic] enumerates the types of things that the First Circuit considers to be improper Government inducement.  I do not see the sort of urgency.  I do not see the insistence.  I do not see intimidation or threats, even taking all of those statements in the light most favorable to the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In short, given the Defendant's criminal proclivities which were announced by him and admitted to by him as being in place even prior to the May 27th initiation by the detectives, of discussion of guns and given my finding that the Government's through the state troopers['] actions in this case do not amount to improper or undue influence, I do not believe that the evidence in this case shows anything more [than] that the Government created an opportunity for Mr. Joost to become criminally involved and to possess the weapon in question.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The court made a second ruling in response to a jury request.  The jury had left the courtroom at 2:40 p.m.  At 3:10 it returned with a note saying, \"Is entrapment a legal defense in this case?   And if so, could you please define it?\"   This request, as the court acknowledged, was entirely understandable.  Counsel for defendant had devoted his entire opening to picturing the defendant as concededly a felon who had knowingly possessed a firearm but who had been led into the crime by the blandishments of the detectives.  He had concluded his remarks with the statement that he would ask for an instruction on entrapment.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The court again refused to instruct on entrapment and simply notified the jury that that defense did not apply in this case.  The jury finally reported its verdict at 4:30 p.m.  In view of the stipulation and concessions of defendant, made in conjunction with his entrapment defense strategy, it is a matter of some wonder what the jury had to consider after receiving the court's ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Legal Discussion.   The principles governing entitlement to an entrapment instruction are well known.  The standard of review is plenary.  United States v. Rodriguez, <span class=\"citation\" data-id=\"512578\"><a href=\"/opinion/512578/united-states-v-felix-rodriguez/\"><span class=\"volume\">858</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">809</span></a></span>, 812 (1st Cir.1988).  The policy behind the entrapment defense seeks to deter the government from such zeal in pursuing a conviction that its efforts result in the commission of a crime that likely would not have occurred if the suspect had been left to his own devices.  Jacobson v. United States, <span class=\"citation\" data-id=\"112720\"><a href=\"/opinion/112720/jacobson-v-united-states/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">540</span></a></span>, 553-54, <span class=\"citation\" data-id=\"112720\"><a href=\"/opinion/112720/jacobson-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1535</span></a></span>, 1542-43, <span class=\"citation\" data-id=\"112720\"><a href=\"/opinion/112720/jacobson-v-united-states/\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">174</span></a></span> (1992).  The principle protects both citizens who are completely law abiding and those who have violated laws but whose unreadiness to commit a particular type of crime was overcome by excessive governmental efforts.  The question is whether the government \"induced the defendant to perform a criminal act that he was not predisposed to commit.\"  Rodriguez, 858 F.2d at 814.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">There are two elements to the entrapment defense:  improper government inducement to commit the offense and a lack of predisposition on the part of defendant to commit such an offense.  United States v. Gendron, <span class=\"citation\" data-id=\"195225\"><a href=\"/opinion/195225/united-states-v-gendron/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">955</span></a></span>, 960 (1st Cir.1994).  In order to be entitled to an entrapment instruction, the defendant has the burden of producing \"some evidence\" on both elements \"sufficient to raise a reasonable doubt as to whether he 'was an \"unwary innocent\" rather than an \"unwary criminal.\" ' \"  United States v. Hernandez, <span class=\"citation\" data-id=\"608834\"><a href=\"/opinion/608834/united-states-v-jose-hernandez-united-states-of-america-v-aguilino-jose/\"><span class=\"volume\">995</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">307</span></a></span>, 313 (1st Cir.1993) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">A court assessing the sufficiency of a defendant's showing must be able to find more than a scintilla of evidence, more than mere creation of an opportunity for criminal activity.  See United States v. Coady, <span class=\"citation\" data-id=\"481634\"><a href=\"/opinion/481634/united-states-v-neil-patrick-coady/\"><span class=\"volume\">809</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">119</span></a></span>, 122 (1st Cir.1987).  A \"sting\" operation is not improper inducement if it merely provides an opportunity to commit a crime, but proof of opportunity plus \"something else\" may be adequate to meet a defendant's burden.  Examples found sufficient by courts include threats, forceful solicitation and dogged insistence, playing upon sympathies or the past relationship of a war buddy, and repeated suggestions at a time when defendant had lost his job and needed money.  Gendron, 18 F.3d at 961.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Moreover, while conclusory and self-serving statements by a defendant are not sufficient, Rodriguez, 858 F.2d at 813, a defendant's account, though self serving, may have weight if it \"is interlaced with considerable detail and has some circumstantial corroboration in the record.\"  Id. at 815.   Indeed, as we stated in Rodriguez, \"[W]e recognize that Rodriguez's soliloquy was self-serving--but realistically, how better than through his own testimony can a defendant meet his entry-level burden?\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In applying the above principles to this case, we emphasize that we are not considering the sufficiency of a verdict for the government on this record, if an entrapment instruction had been given, but the closer question whether a rational jury could have found entrapment if allowed to consider that defense.  We first review the most relevant precedents in this circuit.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In Rodriguez, 858 F.2d at 811, 815-16, a government agent had designed a lucrative drug deal, made the initial approach to defendant, and solicited forcefully with \"dogged insistence,\" making four calls in one day.  The defendant had testified in what the court characterized as a self-serving soliloquy, but one in considerable detail and with some corroboration.  We held it error for the district court to have refused to give an entrapment charge.  A year later, in United States v. Campbell, <span class=\"citation\" data-id=\"523145\"><a href=\"/opinion/523145/united-states-v-andrews-bruce-campbell/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">838</span></a></span>, 845 (1st Cir.1989), where the government had set up a drug deal through an informant who had been befriended by defendant, we upheld the language of the entrapment charge and rejected the government's suggestion that the charge need not have been given.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In Gendron, 18 F.3d at 961, then Chief Judge Breyer listed the various examples of improper inducement we have mentioned above, including a reference to Rodriguez's \"dogged insistence,\" and also noted United States v. Kessee, <span class=\"citation\" data-id=\"606095\"><a href=\"/opinion/606095/united-states-v-harold-kessee/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1001</span></a></span>, 1003 (9th Cir.1993).  In Kessee, defendant, after initially refusing an informant's request to enter an illegal drug deal, yielded to further requests after he lost two jobs and needed money for food and rent.  Defendant had initiated several calls and had proposed selling drugs to the informant, and had claimed to have engaged in over fifty drug deals.  He testified that he lied to obtain a sentence reduction for cooperation, that he carried a gun because of fear, and that he had tried to impress the informant.  The court reversed the trial court, holding that an entrapment instruction should have been given, because only the jury should have assessed the truth of defendant's testimony.  Id. at 1003-4.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Most recently, in United States v. Acosta, <span class=\"citation\" data-id=\"196327\"><a href=\"/opinion/196327/united-states-v-acosta/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">334</span></a></span>, 338 (1st Cir.1995), an informant, seeking to obtain a firearm from defendant, engaged in \"a campaign of persistent calls ... before [defendant] responded, apparently several weeks later.\"   There were no threats, appeals to sympathy, relentless trickery, or extravagant rewards.  While we held the evidence withstood a challenge to sufficiency, we observed that the facts occupied the \"middle ground between what is plainly proper and what is plainly improper.\"   We said that if the issue had not been submitted to the jury, we would have reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In the light of these precedents, we now consider some of the evidence favorable to an entrapment defense.  First, there is the extended period of time, three months, before the defendant produced a firearm, the latter two months consisting of active solicitation by the detectives following their requests for a weapon.  A jury might have believed that what began as an investigation of counterfeiting was transformed into an effort at entrapment once the detectives perceived that possibility.  When defendant failed to take the bait the first time, they repeated their effort with even more urgency.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Second, the jury could have found that the detectives, with full knowledge of the dire financial straits in which defendant found himself, deliberately created a dependency relationship in their continuing practice of paying substantial sums for his counterfeit tokens.  The lure of continuing payment could be looked on as more than the \" 'greed or ... lure of easy money' \" found unpersuasive as evidence of entrapment in United States v. Panet-Collazo, <span class=\"citation\" data-id=\"580701\"><a href=\"/opinion/580701/united-states-v-pablo-panet-collazo-united-states-v-ruben-santana-diaz/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">256</span></a></span>, 259 (1st Cir.1992) (citing Coady, 809 F.2d at 121).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">A third factor that the jury could consider as evidence of \"urgency\" and \"insistence,\" contrary to the district court's reaction, is the number, frequency, and immediacy of the detectives' contacts, involving both personal visits and phone calls.  A fourth factor, which might well have been considered the \"plus\" added to \"opportunity,\" was the detectives' renewal, in a context of urgency (the insistence on robbing the nightclub on Cape Cod within several days' time), of their request for a firearm, conjoined with the jolting news of the imminent departure of their casino contact source of funds.  In denying the request for an entrapment charge, the district court made no mention of defendant's financial stringency or the arguable impact of the news of this formidable threat to continued income.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">A fifth factor entering our assessment is defendant's testimony about his motive, strategy, and \"pattern\" of \"stall, talk, ride, and change the subject.\"   The district court included defendant's \"discussion of guns\" in her reasons for finding no basis for a rational conclusion of improper inducement.  But defendant's story of inventing escapades, finding holes in them, suggesting exploratory trips, and inventing excuses for not producing a gun is both detailed and corroborated by the evidence.  It may well be that a jury would dismiss all of this as a pack of lies, but it seems to us that this was a task for the jury, not the judge.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We therefore conclude that enough evidence of inducement was introduced to meet defendant's burden on this first prong of the entrapment defense.  As for the absence of predisposition prong, much of what we have pointed to is relevant.  We must acknowledge that defendant was certainly predisposed to commit the crime of counterfeiting, but the question is whether he was predisposed to commit the crime of procuring and possessing a firearm before the government intervened.  See Jacobson, 503 U.S. at 549, 112 S.Ct. at 1540.   The span of time that elapsed before a gun was produced, the excuses, delays, and defendant's explanation of his strategy persuade us that defendant met his burden on this prong as well.  He therefore must be retried.</p>\n    </div>\n    <p>Remaining Issues</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Constitutionality. Defendant challenges the district court's denial of his pretrial motion to dismiss the indictment on the ground that 18 U.S.C. &#167; 922(g) exceeded Congress's Commerce Clause authority under the reasoning of United States v. Lopez, <span class=\"citation\" data-id=\"117927\"><a href=\"/opinion/117927/united-states-v-lopez/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">549</span></a></span>, <span class=\"citation\" data-id=\"117927\"><a href=\"/opinion/117927/united-states-v-lopez/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1624</span></a></span>, <span class=\"citation\" data-id=\"117927\"><a href=\"/opinion/117927/united-states-v-lopez/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">626</span></a></span> (1995).  This issue is no longer open in this circuit.  See United States v. Abernathy, <span class=\"citation\" data-id=\"196741\"><a href=\"/opinion/196741/united-states-v-abernathy/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></a></span>, 20 (1st Cir.1996);  United States v. Bennett, <span class=\"citation\" data-id=\"196545\"><a href=\"/opinion/196545/united-states-v-bennett/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">40</span></a></span>, 49 (1st Cir.1996).  The district court ruled correctly.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Validity of predicate convictions.   Defendant challenges the court's imposition of an enhanced thirty-year sentence under the authority of 18 U.S.C. &#167; 924(e), claiming error in its holding valid three 1964 Rhode Island convictions for breaking and entering.  Although discussion of sentencing at this time is unnecessary in light of our conclusion that defendant's conviction must be vacated, we briefly respond.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Defendant offered his own signed, but unsworn, statement that he did not have counsel when he entered nolo contendere pleas on the three state convictions.  The government, however, introduced docket cards maintained by the Attorney General, each indicating, following the printed word \"Counsel,\" the name of Leo McGowan, now deceased, then a part-time public defender.  Police records also showed representation by McGowan in the complaints and warrants.  In addition, the face sheets accompanying the convictions bore, in pencil, the name \"Bevilacqua,\" then a prominent criminal defense lawyer.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The district court found nothing in the records to hint of invalidity and viewed defendant's statement to be completely incredible.  The court noted, as well, that the convictions had been entered more than a year after Gideon v. Wainwright, <span class=\"citation\" data-id=\"106545\"><a href=\"/opinion/106545/gideon-v-wainwright/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span>, <span class=\"citation\" data-id=\"106545\"><a href=\"/opinion/106545/gideon-v-wainwright/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"106545\"><a href=\"/opinion/106545/gideon-v-wainwright/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">799</span></a></span> (1963), had required counsel in felony cases and that Rhode Island had, for more than twenty years before the convictions, followed the practice of appointing counsel in such cases.  We detect no error in the court's ruling that defendant failed to produce sufficient credible evidence to rebut the presumption of constitutional validity that arose from introduction of certified copies of the convictions.  See United States v. Tracy, <span class=\"citation\" data-id=\"195627\"><a href=\"/opinion/195627/united-states-v-tracy/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">187</span></a></span>, 197 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">For reasons stated, the judgment is reversed and the case is remanded for a new trial.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Seventh Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In fairness, we must acknowledge the anomalous situation confronting the judge, who had previously presided over United States v. Joost, No. 95-2031, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">480215</span></span> (1st Cir.  Aug. 7, 1996), in which defendant consistently invoked the Fifth Amendment in refusing to answer questions about the statements that he was now saying were merely \"stories.\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112720/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117927/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195225/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195627/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196327/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196741/",
    "http://www.courtlistener.com/api/rest/v3/opinions/481634/",
    "http://www.courtlistener.com/api/rest/v3/opinions/512578/",
    "http://www.courtlistener.com/api/rest/v3/opinions/523145/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580701/",
    "http://www.courtlistener.com/api/rest/v3/opinions/606095/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608834/"
  ]
}