{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/196905/",
  "absolute_url": "/opinion/196905/united-states-v-arocho-gonzalez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/196905/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:16:55Z",
  "date_modified": "2017-03-24T10:49:09.090858Z",
  "type": "010combined",
  "sha1": "01666f50ae9aebf10d693720a98468e9cdbe7f8a",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-2264.01A",
  "local_path": null,
  "plain_text": "\n\n                    [NOT FOR PUBLICATION]\r\n                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\n\nNo. 95-2264\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                    JUAN AROCHO GONZALEZ,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 95-1652\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                   ROBERTO AROCHO GONZALEZ,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Hector M. Laffitte, U.S. District Judge]\r                                                                 \r\n                                        \r\n\n                            Before\r\n\n                     Stahl, Circuit Judge,\r                                                     \r\n\n               Campbell, Senior Circuit Judge,\r                                                         \r\n\n                  and Lynch, Circuit Judge.\r                                                      \r\r\n\n                                         \r\n\nRaymond   Luis  Sanchez  Maceira  for   appellant  Roberto  Arocho\r                                            \r\nGonzalez.\r\nPeter Diaz-Santiago for appellant Juan Arocho Gonzalez.\r                               \r\nJeanette  Mercado-Rios,  Assistant  United States  Attorney,  with\r                                  \r\nwhom  Jose A.  Quiles-Espinosa, Senior  Litigation  Counsel, Edwin  O.\r                                                                              \r\nVazquez, and Nelson Perez-Sosa, Assistant United States Attorneys, and\r                                      \r\nGuillermo Gil, United States Attorney, were on brief for appellee.\r                     \r\n\n                                         \r\n\n                        August 1, 1996\r\n                                         \r\r\n\n          LYNCH, Circuit  Judge.   Two brothers,  Roberto and\r                      LYNCH, Circuit  Judge.\r                                           \r\n\nJuan  Arocho  Gonzalez,  were accused  by  the  government of\r\n\nrunning  a cocaine  sales ring  out  of an  apartment in  the\r\n\nAgustin  Stahl Housing  Project  in Aguadilla,  Puerto  Rico.\r\n\nAfter a jury  trial, they were convicted on all  counts of an\r\n\neleven  count  indictment  charging them  with  conspiring to\r\n\npossess  cocaine with  the  intent  to  distribute  it,  with\r\n\ndistributing cocaine  within 1000  feet of  a public  school,\r\n\nwith engaging in  a Continuing  Criminal Enterprise  (\"CCE\"),\r\n\nand  with hiring minors to distribute cocaine.  Both brothers\r\n\nreceived  the mandatory  minimum  sentence of  twenty  years.\r\n\nThey appeal,  admitting that  they sold  small quantities  of\r\n\nnarcotics, but  contending that the evidence was insufficient\r\n\nto  establish the  elements of  a CCE  violation.   They also\r\n\nassert that  the trial  court committed  reversible error  in\r\n\ndenying  their motions to substitute counsel, in declining to\r\n\nfind Brady  error, and  in calculating  the  amount of  drugs\r                      \r\n\nattributable to them for sentencing purposes.  We affirm.\r\n\n                              I.\r\n\n          Because  the sufficiency  of  the  evidence  is  at\r\n\nissue, we describe  the facts in the light  most favorable to\r\n\nthe  government, as  the jury  could  have found  them.   See\r                                                                         \r\n\nUnited States v. Hahn, 17 F.3d 502, 505 (1st Cir. 1994).\r                                 \r\n\n          Local police received information that a drug point\r\n\nwas  being operated  out of  the Housing  Project.   From May\r\n\n                             -3-\r                                          3\r\r\n\nthrough   November   of   1994,  federal   Drug   Enforcement\r\n\nAdministration special agents  and local police observed  and\r\n\nvideotaped activities conducted from Apartments 165  and 161.\r\n\nRoberto and Juan1 lived in Apartment 161, which was leased in\r\n\ntheir mother's  name.  The  two apartments  are about  twenty\r\n\nfeet from each other and both are less than  eighty feet from\r\n\nan elementary school.\r\n\n          Visual surveillance established that the drug point\r\n\nwas in  operation about  eighteen hours a  day, seven  days a\r\n\nweek.  Sales were made by drug peddlers in front of Apartment\r\n\n161.  Cars would pull up in front of the apartment, where the\r\n\ndrivers   would  exchange   money  for  small   plastic  bags\r\n\ncontaining  cocaine.  The peddlers making the exchanges would\r\n\ntake the money  into Apartment 161 and bring  out the plastic\r\n\nbags containing the cocaine.  \r\n\n          Roberto and Juan were observed on various occasions\r\n\nhanding bags  to the peddlers, receiving money from them, and\r\n\ncounting that money.   The brothers appeared primarily  to be\r\n\nsupervising the  sales, although  at times  they made  direct\r\n\nsales themselves.  At least ten people were observed peddling\r\n\ndrugs at this drug  point, some of whom were minors.   In six\r\n\ncontrolled  buys, agents  bought bags  whose contents  tested\r\n\npositive for cocaine and heroin. \r\n\n                    \r                                \r\n\n1.  Because the two  defendants share a common  last name, we\r\nrefer to each by his first name.\r\n\n                             -4-\r                                          4\r\r\n\n          On December  1, 1994,  a search  of Apartment  161,\r\n\npursuant to a search warrant,  turned up twenty-three bags of\r\n\ncocaine  (worth no  more than  $20  each), measuring  scales,\r\n\nplastic baggies, leasing  receipts for cars, and  empty money\r\n\nwrappers  in denominations  of  $100, $500,  and $1000.   The\r\n\nscales, money  wrappers and  leasing receipts  were found  in\r\n\nJuan's bedroom. In addition, cellular telephone equipment and\r\n\na  beeper  receipt  were  seized.    Roberto  and  Juan  were\r\n\narrested.    Roberto was  carrying a  beeper.   Although only\r\n\n$70.66 was found on Roberto, and $2 on Juan, an agent witness\r\n\nestimated  the volume of cocaine transactions over the period\r\n\nthe apartments  were under  observation  to be  approximately\r\n\neight kilograms, which would have  generated an income in the\r\n\nregion of $300,000.\r\n\n                             II.\r\n\nA. Sufficiency of Evidence\r                                      \r\n\n          Defendants'  most  vigorous  challenge  is  to  the\r\n\nsufficiency of the evidence supporting their convictions  for\r\n\nengaging in  a CCE  in violation  of 21  U.S.C.    848.   \"In\r\n\nreviewing a sufficiency of the  evidence claim we look at the\r\n\nevidence in the light most favorable to the verdict.\"  United\r                                                                         \r\n\nStates v. Cruz-Kuilan, 75 F.3d 59, 61-62 (1st Cir. 1996).  In\r                                 \r\n\norder to preserve a sufficiency of the evidence challenge for\r\n\nappeal, a defendant must first move for judgment of acquittal\r\n\nat  trial.  See  United States v. Concemi,  957 F.2d 942, 950\r                                                     \r\n\n                             -5-\r                                          5\r\r\n\n(1st Cir. 1992).  Juan did not do so and has therefore waived\r\n\nhis sufficiency  challenge.   Given waiver,  a defendant  can\r\n\nsucceed only if  he can demonstrate  that his conviction  was\r\n\n\"clearly and grossly  unjust.\"  Id. at  950.  We do  not find\r                                               \r\n\nJuan's conviction to be so.   We focus therefore on Roberto's\r\n\nchallenge, which was properly preserved.\r\n\n          A CCE conviction requires proof that the defendant:\r\n\n(i)  committed a  felony  drug  offense; (ii)  as  part of  a\r\n\ncontinuing series of  such violations; (iii) in  concert with\r\n\nfive  or more  persons in  relation  to whom  he  acted as  a\r\n\nsupervisor,  organizer,  or  manager;  and  (iv)  from  which\r\n\nmultiple operations he  realized substantial income  or other\r\n\nresources.    21 U.S.C.     848(c);  Hahn,  17 F.3d  at  506.\r                                                     \r\n\nRoberto claims  that the  government established  neither the\r\n\nthird nor fourth elements of the CCE offense.\r\n\n          (a) Supervisor, Organizer or Manager               \r                                                          \r\n\n          Roberto argues  that the evidence  was insufficient\r\n\nto show that he was a supervisor, organizer or manager at the\r\n\ndrug point.  He asserts that  there was no direct evidence of\r\n\nhis  giving orders  or instructions  to anyone.   He  further\r\n\nasserts that he was  no more than a drug addict  working as a\r\n\nlow-level drug peddler in order  to support his habit.  There\r\n\nwas evidence sufficient for the jury to find to the contrary.\r\n\n          The  government need show  only that  the defendant\r\n\noccupied some  managerial position  with respect  to five  or\r\n\n                             -6-\r                                          6\r\r\n\nmore  persons,2 and not  that the defendant  was the dominant\r\n\norganizer or manager.  See Hahn,  17 F.3d at 506 n.4.   There\r                                           \r\n\nwas  an abundance  of  evidence  from  which the  jury  could\r\n\nreasonably   have   concluded   that  Roberto   performed   a\r\n\nsupervisory role  with respect to  the operation of  the drug\r\n\npoint.  The operation was run out of Roberto's home.  At most\r\n\ntimes Roberto appeared to be  monitoring the peddlers as  the\r\n\npeddlers executed  sales with customers.  In an estimated 90%\r\n\nof the transactions  observed, the proceeds  of the sales  by\r\n\nthe peddlers appeared to have  been turned over to Roberto or\r\n\nJuan.   Roberto, specifically, was  observed dispensing drugs\r\n\nto the peddlers,  receiving the proceeds, and  counting those\r\n\nproceeds.   Roberto  points out  that the  evidence at  trial\r\n\nshowed him  conducting a few  direct sales  himself and  says\r\n\nthat this shows he  was merely a peddler.  But  the fact that\r\n\nRoberto conducted a few sales  himself does not insulate  him\r\n\nfrom  the evidence demonstrating his supervisory role.  There\r\n\nwas  ample  evidence for  the jury  to reasonably  infer that\r\n\nRoberto's role was supervisory.\r\n\n          (b) Substantial Income or Resources\r                                                         \r\n\n          Roberto makes two attacks on the sufficiency of the\r\n\ngovernment's evidence as to  substantial income or resources.\r\n\nFirst, he says that there was not sufficient evidence for the\r\n\n                    \r                                \r\n\n2.  It is undisputed  that, in addition to  Roberto and Juan,\r\nthe drug point employed at least ten other people.\r\n\n                             -7-\r                                          7\r\r\n\njury to have concluded that a substantial volume of drugs was\r\n\nsold  at the  drug point.   Second,  he asserts  that  in the\r\n\nabsence of evidence in the nature of bank accounts,  material\r\n\npossessions or  an expensive  lifestyle, the  jury could  not\r\n\nhave  reasonably concluded that  the drug point  provided him\r\n\nwith substantial income.  Both arguments fail.\r\n\n          First, there  was adequate evidence from  which the\r\n\njury could have reasonably  inferred that the volume of  drug\r\n\ntransactions at the drug  point was large enough  to generate\r\n\nsubstantial income.  Specifically, there was:\r\n\n          (i)  testimony  from   government  agents\r\n          that, based on  their surveillance over a\r\n          period  of seven  months, they  estimated\r\n          the drug point to operate eighteen  hours\r                                                               \r\n          a day, seven days a week;\r                                              \r\n          (ii)    videotaped    surveillance    for\r\n          approximately a  six hour  period between\r\n          12:30  p.m. and  6:25  p.m. on  a  Friday\r\n          afternoon   that   showed    twenty-three\r\n          separate sales to have been made; and\r\n          (iii) testimony from government agents as\r\n          to six controlled buys that they had made\r\n          from the drug point on two Fridays, where\r\n          the  average  weight   of  the  purchased\r\n          amounts of cocaine was .54 grams.\r\n\nAt trial, extrapolating from the  number of sales for the six\r\n\nhour period,  the average  weight of  the individual  amounts\r\n\npurchased,  and the  evidence that  the  drug point  operated\r\n\neighteen  hours a  day,  seven days  a  week, the  government\r\n\nestimated  monthly sales  to be  in  the order  of one  and a\r\n\nquarter  kilograms.    Roberto  attacked  this estimation  at\r\n\ntrial, as he does now,  asserting that the government  should\r\n\n                             -8-\r                                          8\r\r\n\nhave  discounted for  the fact  that the  volume of  sales on\r\n\nFridays was probably  higher than that on the  weekdays.  But\r\n\neven  if  the  jury  had  been  instructed  to  discount  the\r\n\ngovernment's  Friday-based estimation,  it  could still  have\r\n\nreadily  determined that  the drug  point  transacted a  high\r\n\nvolume of drugs. \r\n\n          Roberto further argues that the government produced\r\n\nno direct  evidence of his having accumulated wealth from the\r\n\ndrug  operation.   But the  substantial  income or  resources\r\n\nelement   can  be  met  by  circumstantial  evidence  of  the\r\n\ndefendant's  role  in the  operation  and  the scope  of  the\r\n\noperation.  See Hahn, 17 F.3d at 507; United States v. Roman,\r                                                                        \r\n\n870  F.2d 65,  75  (2d  Cir.), cert.  denied,  490 U.S.  1109\r                                                        \r\n\n(1989).   Proof that  a large quantity of  drugs was sold, in\r\n\naddition   to   proof   of  defendant's   position   in   the\r\n\norganization,  is  adequate  to  produce the  inference  that\r\n\nsubstantial  revenue must  have been  derived.  See  Hahn, 17\r                                                                     \r\n\nF.3d at 507.  Here  there was evidence of a  high-volume drug\r\n\noperation, from which the jury could reasonably have inferred\r\n\nthat substantial income resulted  for Roberto, a  supervisor.\r\n\nA government witness estimated the income from the operation,\r\n\nfor the  approximately seven  months it  was observed,  to be\r\n\nalmost $300,000.\r\n\n          Roberto also points  out that he lived in a housing\r\n\nproject where the rent was only $3 per month.  However, given\r\n\n                             -9-\r                                          9\r\r\n\nthe  evidence of a high-volume drug operation, the jury could\r\n\nhave  reasonably  discounted  the  lack  of  evidence  as  to\r\n\naccumulated  wealth.   Cf. Hahn,  17 F.3d  at 507  n.6 (where\r                                           \r\n\ngovernment   presented  evidence   of   a  high-volume   drug\r\n\noperation,  jury could  have  reasonably discounted  evidence\r\n\nfrom defendant's  father that  defendant lived  in a  trailer\r\n\npark and was constantly short of money).\r\n\nB. Motion to Substitute Counsel\r                                           \r\n\n          Both brothers assert error in  the district court's\r\n\ndenial  of their last-minute  motions to  substitute counsel.\r\n\nThey argue that  the district court failed  its obligation to\r\n\nmake an  inquiry into an alleged failure  of communication in\r\n\nthe attorney-client relationship.  The trial transcript shows\r\n\nthe argument to be without merit.\r\n\n          Denials of motions for  substitution of counsel are\r\n\nreviewed for an abuse of  discretion.  United States v. Diaz-\r                                                                         \r\n\nMartinez, 71 F.3d 946, 950 (1st Cir. 1995).   Within that, we\r                    \r\n\nconsider  the  circumstances  of  the  denial,  such  as  the\r\n\ntimeliness of  the motions  and  whether the  attorney-client\r\n\nconflict was  so great as  to preclude an adequate  defense. \r\n\nUnited States  v. Allen,  789 F.2d 90,  92 (1st  Cir.), cert.\r                                                                         \r\n\ndenied, 479 U.S. 846 (1986).\r                  \r\n\n          As  to timeliness, the  motions were raised  on the\r\n\nfirst  day  of trial,  after  the  jury  was  impaneled,  and\r\n\nallowance  of  the  motion  would  have  delayed  the  trial.\r\n\n                             -10-\r                                          10\r\r\n\nQuestioning  by  the  district court  revealed  that  neither\r\n\nbrother  had substitute  counsel ready  to  step into  place.\r\n\n\"[W]hen, as  here, the  granting of  the defendant's  request\r\n\nwould almost certainly necessitate a last-minute continuance,\r\n\nthe trial  judge's  actions  are  entitled  to  extraordinary\r\n\ndeference.\"  United  States v. Pierce, 60 F.3d  886, 890 (1st\r                                                 \r\n\nCir. 1995),  cert. denied,    S. Ct.   , No. 95-6474 (July 1,\r                                     \r\n\n1996); see  also Diaz-Martinez, 71 F.3d at 950; United States\r                                                                         \r\n\nv.  Betancourt-Arretuche,  933   F.2d  89,   94  (1st   Cir.)\r                                    \r\n\n(\"eleventh-hour\"  requests may  interfere with  orderly court\r\n\nprocedure and  are disfavored),  cert. denied,  502 U.S.  959\r                                                         \r\n\n(1991);  United  States v.  Torres,  793 F.2d  436,  440 (1st\r                                              \r\n\nCir.), cert. denied, 479 U.S. 889 (1986).\r                               \r\n\n          Defendants argue  that there  was a  total lack  of\r\n\ncommunication between  themselves and their attorneys.   This\r\n\nshowed  itself, they say,  in counsel advising  them to plead\r\n\nwhen they wanted to go to trial.  What defendants point to is\r\n\na disagreement,  not a  lack of  communication precluding  an\r                          \r\n\nadequate  defense.   Indeed,  it  is  an  attorney's role  to\r\n\nprovide  a  client  with  his  or  her  independent  informed\r\n\njudgment  as  to  the  client's  options.    That  the client\r\n\ndisagrees with  the attorney's  weighing of  options is  not,\r\n\nalone,  an adequate  basis  from  which to  infer  a lack  of\r\n\ncommunication.   See Allen,  789 F.2d at  93 (attorney-client\r                                      \r\n\ndisagreement  over  whether  client's  better  option  was to\r\n\n                             -11-\r                                          11\r\r\n\naccept plea  or go  to trial was  not, by  itself, enough  to\r\n\ncreate good cause for substitution of counsel).\r\n\n          The  district court made  a detailed inquiry  as to\r\n\neach brother's reasons for wanting a substitution of counsel.\r\n\nThe  questioning revealed that counsel for each defendant met\r\n\nwith his client on a number of occasions to discuss the case.\r\n\nIt further revealed that at  least in Roberto's case the real\r\n\ncause of  his dissatisfaction was  that counsel had  not been\r\n\nable to  obtain for him as favorable  a plea bargain offer as\r\n\nsome  of  his   former  co-defendants  had  obtained.     But\r\n\ndefendant's  counsel   does  not  control   either  what  the\r\n\nprosecution  charges or  is willing to  offer.   The district\r\n\ncourt was well  within its discretion in  denying the motions\r\n\nfor substitution of counsel.\r\n\nC. Brady Violation\r                              \r\n\n          Defendants argue  that there was  prejudicial error\r\n\nin the  prosecution's failure  to turn  over  to the  defense\r\n\ncertain computer records in violation of the rule established\r\n\nin  Brady v.  Maryland, 373  U.S.  83 (1963).   The  computer\r                                  \r\n\nreports contained the  identities of the owners  of four cars\r\n\nthat government  witnesses testified  were under  the control\r\n\nand in the  possession of the defendants.   Defendants assert\r\n\nthat the information as to the owners' identities  would have\r\n\nbrought  into  question  the  credibility  of the  government\r\n\nwitnesses on the question of  the scope of the drug operation\r\n\n                             -12-\r                                          12\r\r\n\nand the allegedly substantial income that it generated.  They\r\n\nhypothesize  that if the  owners' identities had  been known,\r\n\nthey could have been called  to testify that the vehicles had\r\n\nnot been under  the control of the defendants.   The district\r\n\ncourt  found no  Brady violation,  reasoning  that since  the\r                                  \r\n\ngovernment  witnesses  testified  only as  to  the defendants\r\n\nhaving control and possession of the vehicles, not ownership,\r\n\nthe computer reports were not exculpatory.  We agree.\r\n\n          \"To show a Brady violation, the defendant must show\r                                      \r\n\n(among  other  factors)  that  the  withheld   `evidence  was\r\n\nexculpatory, as measured by its materiality.'\"  United States\r                                                                         \r\n\nv. Watson, 76 F.3d 4, 7 (1st Cir.) (quoting United States  v.\r                                                                     \r\n\nHemmer, 729  F.2d 10,  14 (1st Cir.),  cert denied,  467 U.S.\r                                                              \r\n\n1218  (1984)),  cert.   denied,  116  S.  Ct.   1889  (1996).\r                                          \r\n\n\"Evidence  is material if  there is a  reasonable probability\r\n\nthat the outcome of the proceeding would  have been different\r\n\nhad  the evidence  been disclosed.\"   See id.  (citing United\r                                                                         \r\n\nStates v. Bagley, 473 U.S. 667, 682 (1985)).\r                            \r\n\n          In  the   face  of   this,   defendants  have   not\r\n\ndemonstrated why the information as  to ownership of the cars\r\n\nwas  material.   Further, defendants did  know who  owned the\r\n\ncars they  used, as counsel  admitted at oral argument.   Had\r\n\nthe  evidence had any  exculpatory value, defendants  had the\r\n\nability to present it.\r\n\n                             III.\r\n\n                             -13-\r                                          13\r\r\n\n          Defendants  appear to  challenge their  convictions\r\n\nunder  21 U.S.C.    841(a)(1) &amp; 846  on the ground that there\r\n\nwas  insufficient evidence  to support  a  finding that  they\r\n\ndistributed  in excess  of five  kilograms of  cocaine.   The\r\n\nchallenge is unavailing.\r\n\n          The  government  was  not  required  to  prove  any\r\n\nparticular quantity of drugs before the jury in order to gain\r\n\nconvictions  under 21  U.S.C.     841 and  846.   See  United\r                                                                         \r\n\nStates v. Barnes, 890 F.2d 545, 551-52 &amp; n.6 (1st Cir. 1989),\r                            \r\n\ncert. denied, 494 U.S. 1019 (1990).  The evidence relating to\r                        \r\n\ndrug quantity in  excess of five kilograms  was relevant only\r\n\nat the  sentencing phase,  and specifically,  to whether  the\r\n\ndefendants  were subject to the mandatory minimum sentence of\r\n\nten years imposed by section 841.3  However, any challenge by\r               \r\n\nthe defendants  on  this  sentencing point  would  be  of  no\r\n\npractical  significance,  because  their  ten-year  sentences\r\n\nunder  Section 841 were  imposed concurrently to  the twenty-\r                                                                        \r\n\nyear mandatory sentences required for their CCE convictions.4\r\n\nTherefore, we  need not address  it.  See Vanetzian  v. Hall,\r                                                                        \r\n\n562  F.2d 88,  90  (1st Cir.  1977)  (declining to  entertain\r\n\n                    \r                                \r\n\n3.  A mandatory minimum sentence of ten years is triggered if\r\nthe  offense involves  five kilograms  or more  of a  mixture\r\ncontaining a detectable  amount of  cocaine.   See 21  U.S.C.\r                                                              \r\n  841(b)(1)(A)(ii)(II); see also  United States v.  Muniz, 49\r                                                                     \r\nF.3d 36, 38 (1st Cir. 1995).\r\n\n4.  The five-kilogram determination does not directly  affect\r\nthe defendants' CCE sentences.\r\n\n                             -14-\r                                          14\r\r\n\nchallenge to  sentence where  validity of  longer, concurrent\r\n\nsentence was not in question).\r\n\n          Affirmed.                                          \r                              \r\n\n                             -15-\r                                          15\r\r\n",
  "html": "<p class=\"case_cite\">91 F.3d 121</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES of America, Appellee,<br>v.<br>Juan Arocho GONZALEZ, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Roberto Arocho GONZALEZ, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 95-2264, 95-1652.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Aug. 1, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO [Hon.  Hector M. Laffitte, U.S. District Judge]</p>\n      <p class=\"indent\">Raymond Luis Sanchez Maceira for appellant Roberto Arocho Gonzalez.</p>\n      <p class=\"indent\">Peter Diaz-Santiago for appellant Juan Arocho Gonzalez.</p>\n      <p class=\"indent\">Jeanette Mercado-Rios, Assistant United States Attorney, with whom Jose A. Quiles-Espinosa, Senior Litigation Counsel, Edwin O. Vazquez, and Nelson Perez-Sosa, Assistant United States Attorneys, and Guillermo Gil, United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">D. Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Two brothers, Roberto and Juan Arocho Gonzalez, were accused by the government of running a cocaine sales ring out of an apartment in the Agustin Stahl Housing Project in Aguadilla, Puerto Rico.  After a jury trial, they were convicted on all counts of an eleven count indictment charging them with conspiring to possess cocaine with the intent to distribute it, with distributing cocaine within 1000 feet of a public school, with engaging in a Continuing Criminal Enterprise (\"CCE\"), and with hiring minors to distribute cocaine.  Both brothers received the mandatory minimum sentence of twenty years.  They appeal, admitting that they sold small quantities of narcotics, but contending that the evidence was insufficient to establish the elements of a CCE violation.  They also assert that the trial court committed reversible error in denying their motions to substitute counsel, in declining to find  Brady error, and in calculating the amount of drugs attributable to them for sentencing purposes.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Because the sufficiency of the evidence is at issue, we describe the facts in the light most favorable to the government, as the jury could have found them.   See United States v. Hahn, 17 F.3d 502, 505 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Local police received information that a drug point was being operated out of the Housing Project.  From May through November of 1994, federal Drug Enforcement Administration special agents and local police observed and videotaped activities conducted from Apartments 165 and 161.  Roberto and Juan<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> lived in Apartment 161, which was leased in their mother's name.  The two apartments are about twenty feet from each other and both are less than eighty feet from an elementary school.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Visual surveillance established that the drug point was in operation about eighteen hours a day, seven days a week.  Sales were made by drug peddlers in front of Apartment 161.  Cars would pull up in front of the apartment, where the drivers would exchange money for small plastic bags containing cocaine.  The peddlers making the exchanges would take the money into Apartment 161 and bring out the plastic bags containing the cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Roberto and Juan were observed on various occasions handing bags to the peddlers, receiving money from them, and counting that money.  The brothers appeared primarily to be supervising the sales, although at times they made direct sales themselves.  At least ten people were observed peddling drugs at this drug point, some of whom were minors.  In six controlled buys, agents bought bags whose contents tested positive for cocaine and heroin.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On December 1, 1994, a search of Apartment 161, pursuant to a search warrant, turned up twenty-three bags of cocaine (worth no more than $20 each), measuring scales, plastic baggies, leasing receipts for cars, and empty money wrappers in denominations of $100, $500, and $1000.  The scales, money wrappers and leasing receipts were found in Juan's bedroom.  In addition, cellular telephone equipment and a beeper receipt were seized.  Roberto and Juan were arrested.  Roberto was carrying a beeper.  Although only $70.66 was found on Roberto, and $2 on Juan, an agent witness estimated the volume of cocaine transactions over the period the apartments were under observation to be approximately eight kilograms, which would have generated an income in the region of $300,000.</p>\n    </div>\n    <p>II.</p>\n    <p>A. Sufficiency of Evidence</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Defendants' most vigorous challenge is to the sufficiency of the evidence supporting their convictions for engaging in a CCE in violation of 21 U.S.C. &#167; 848.  \"In reviewing a sufficiency of the evidence claim we look at the evidence in the light most favorable to the verdict.\"   United States v. Cruz-Kuilan, 75 F.3d 59, 61-62 (1st Cir.1996).  In order to preserve a sufficiency of the evidence challenge for appeal, a defendant must first move for judgment of acquittal at trial.   See United States v. Concemi, 957 F.2d 942, 950 (1st Cir.1992).  Juan did not do so and has therefore waived his sufficiency challenge.  Given waiver, a defendant can succeed only if he can demonstrate that his conviction was \"clearly and grossly unjust.\"   Id. at 950.  We do not find Juan's conviction to be so.  We focus therefore on Roberto's challenge, which was properly preserved.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A CCE conviction requires proof that the defendant:  (i) committed a felony drug offense;  (ii) as part of a continuing series of such violations;  (iii) in concert with five or more persons in relation to whom he acted as a supervisor, organizer, or manager;  and (iv) from which multiple operations he realized substantial income or other resources.  21 U.S.C. &#167; 848(c);   Hahn, 17 F.3d at 506.   Roberto claims that the government established neither the third nor fourth elements of the CCE offense.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">(a) Supervisor, Organizer or Manager</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Roberto argues that the evidence was insufficient to show that he was a supervisor, organizer or manager at the drug point.  He asserts that there was no direct evidence of his giving orders or instructions to anyone.  He further asserts that he was no more than a drug addict working as a low-level drug peddler in order to support his habit.  There was evidence sufficient for the jury to find to the contrary.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The government need show only that the defendant occupied some managerial position with respect to five or more persons,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and not that the defendant was the dominant organizer or manager.   See Hahn, 17 F.3d at 506 n. 4. There was an abundance of evidence from which the jury could reasonably have concluded that Roberto performed a supervisory role with respect to the operation of the drug point.  The operation was run out of Roberto's home.  At most times Roberto appeared to be monitoring the peddlers as the peddlers executed sales with customers.  In an estimated 90% of the transactions observed, the proceeds of the sales by the peddlers appeared to have been turned over to Roberto or Juan.  Roberto, specifically, was observed dispensing drugs to the peddlers, receiving the proceeds, and counting those proceeds.  Roberto points out that the evidence at trial showed him conducting a few direct sales himself and says that this shows he was merely a peddler.  But the fact that Roberto conducted a few sales himself does not insulate him from the evidence demonstrating his supervisory role.  There was ample evidence for the jury to reasonably infer that Roberto's role was supervisory.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">(b) Substantial Income or Resources</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Roberto makes two attacks on the sufficiency of the government's evidence as to substantial income or resources.  First, he says that there was not sufficient evidence for the jury to have concluded that a substantial volume of drugs was sold at the drug point.  Second, he asserts that in the absence of evidence in the nature of bank accounts, material possessions or an expensive lifestyle, the jury could not have reasonably concluded that the drug point provided him with substantial income.  Both arguments fail.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">First, there was adequate evidence from which the jury could have reasonably inferred that the volume of drug transactions at the drug point was large enough to generate substantial income.  Specifically, there was:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>(i) testimony from government agents that, based on their surveillance over a period of seven months, they estimated the drug point to operate eighteen hours a day, seven days a week;</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>(ii) videotaped surveillance for approximately a six hour period between 12:30 p.m.  and 6:25 p.m.  on a Friday afternoon that showed twenty-three separate sales to have been made;  and</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>(iii) testimony from government agents as to six controlled buys that they had made from the drug point on two Fridays, where the average weight of the purchased amounts of cocaine was .54 grams.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">At trial, extrapolating from the number of sales for the six hour period, the average weight of the individual amounts purchased, and the evidence that the drug point operated eighteen hours a day, seven days a week, the government estimated monthly sales to be in the order of one and a quarter kilograms.  Roberto attacked this estimation at trial, as he does now, asserting that the government should have discounted for the fact that the volume of sales on Fridays was probably higher than that on the weekdays.  But even if the jury had been instructed to discount the government's Friday-based estimation, it could still have readily determined that the drug point transacted a high volume of drugs.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Roberto further argues that the government produced no direct evidence of his having accumulated wealth from the drug operation.  But the substantial income or resources element can be met by circumstantial evidence of the defendant's role in the operation and the scope of the operation.   See Hahn, 17 F.3d at 507;   United States v. Roman, 870 F.2d 65, 75 (2d Cir.), cert. denied, 490 U.S. 1109 (1989).  Proof that a large quantity of drugs was sold, in addition to proof of defendant's position in the organization, is adequate to produce the inference that substantial revenue must have been derived.   See Hahn, 17 F.3d at 507.   Here there was evidence of a high-volume drug operation, from which the jury could reasonably have inferred that substantial income resulted for Roberto, a supervisor.  A government witness estimated the income from the operation, for the approximately seven months it was observed, to be almost $300,000.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Roberto also points out that he lived in a housing project where the rent was only $3 per month.  However, given the evidence of a high-volume drug operation, the jury could have reasonably discounted the lack of evidence as to accumulated wealth.   Cf. Hahn, 17 F.3d at 507 n. 6 (where government presented evidence of a high-volume drug operation, jury could have reasonably discounted evidence from defendant's father that defendant lived in a trailer park and was constantly short of money).</p>\n    </div>\n    <p>B. Motion to Substitute Counsel</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Both brothers assert error in the district court's denial of their last-minute motions to substitute counsel.  They argue that the district court failed its obligation to make an inquiry into an alleged failure of communication in the attorney-client relationship.  The trial transcript shows the argument to be without merit.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Denials of motions for substitution of counsel are reviewed for an abuse of discretion.   United States v. Diaz-Martinez, 71 F.3d 946, 950 (1st Cir.1995).  Within that, we consider the circumstances of the denial, such as the timeliness of the motions and whether the attorney-client conflict was so great as to preclude an adequate defense.   United States v. Allen, 789 F.2d 90, 92 (1st Cir.), cert. denied, 479 U.S. 846 (1986).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">As to timeliness, the motions were raised on the first day of trial, after the jury was impaneled, and allowance of the motion would have delayed the trial.  Questioning by the district court revealed that neither brother had substitute counsel ready to step into place.  \"[W]hen, as here, the granting of the defendant's request would almost certainly necessitate a last-minute continuance, the trial judge's actions are entitled to extraordinary deference.\"   United States v. Pierce, 60 F.3d 886, 890 (1st Cir.1995), cert. denied, --- S.Ct. ----, No. 95-6474 (July 1, 1996);   see also Diaz-Martinez, 71 F.3d at 950;   United States v. Betancourt-Arretuche, 933 F.2d 89, 94 (1st Cir.)  (\"eleventh-hour\" requests may interfere with orderly court procedure and are disfavored), cert. denied, 502 U.S. 959 (1991);   United States v. Torres, 793 F.2d 436, 440 (1st Cir.), cert. denied, 479 U.S. 889 (1986).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Defendants argue that there was a total lack of communication between themselves and their attorneys.  This showed itself, they say, in counsel advising them to plead when they wanted to go to trial.  What defendants point to is a disagreement, not a lack of communication precluding an adequate defense.  Indeed, it is an attorney's role to provide a client with his or her independent informed judgment as to the client's options.  That the client disagrees with the attorney's weighing of options is not, alone, an adequate basis from which to infer a lack of communication.   See Allen, 789 F.2d at 93 (attorney-client disagreement over whether client's better option was to accept plea or go to trial was not, by itself, enough to create good cause for substitution of counsel).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The district court made a detailed inquiry as to each brother's reasons for wanting a substitution of counsel.  The questioning revealed that counsel for each defendant met with his client on a number of occasions to discuss the case.  It further revealed that at least in Roberto's case the real cause of his dissatisfaction was that counsel had not been able to obtain for him as favorable a plea bargain offer as some of his former co-defendants had obtained.  But defendant's counsel does not control either what the prosecution charges or is willing to offer.  The district court was well within its discretion in denying the motions for substitution of counsel.</p>\n    </div>\n    <p>C. Brady Violation</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Defendants argue that there was prejudicial error in the prosecution's failure to turn over to the defense certain computer records in violation of the rule established in  Brady v. Maryland, 373 U.S. 83 (1963).  The computer reports contained the identities of the owners of four cars that government witnesses testified were under the control and in the possession of the defendants.  Defendants assert that the information as to the owners' identities would have brought into question the credibility of the government witnesses on the question of the scope of the drug operation and the allegedly substantial income that it generated.  They hypothesize that if the owners' identities had been known, they could have been called to testify that the vehicles had not been under the control of the defendants.  The district court found no Brady violation, reasoning that since the government witnesses testified only as to the defendants having control and possession of the vehicles, not ownership, the computer reports were not exculpatory.  We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">\"To show a Brady violation, the defendant must show (among other factors) that the withheld 'evidence was exculpatory, as measured by its materiality.' \"   United States v. Watson, 76 F.3d 4, 7 (1st Cir.)  (quoting  United States v. Hemmer, 729 F.2d 10, 14 (1st Cir.), cert denied, 467 U.S. 1218 (1984)), cert. denied, 116 S.Ct. 1889 (1996).  \"Evidence is material if there is a reasonable probability that the outcome of the proceeding would have been different had the evidence been disclosed.\"   See id.  (citing  United States v. Bagley, 473 U.S. 667, 682 (1985)).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In the face of this, defendants have not demonstrated why the information as to ownership of the cars was material.  Further, defendants did know who owned the cars they used, as counsel admitted at oral argument.  Had the evidence had any exculpatory value, defendants had the ability to present it.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Defendants appear to challenge their convictions under 21 U.S.C. &#167;&#167; 841(a)(1) &amp; 846 on the ground that there was insufficient evidence to support a finding that they distributed in excess of five kilograms of cocaine.  The challenge is unavailing.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The government was not required to prove any particular quantity of drugs before the jury in order to gain convictions under 21 U.S.C. &#167;&#167; 841 and 846.   See United States v. Barnes, 890 F.2d 545, 551-52 &amp; n. 6 (1st Cir.1989), cert. denied, 494 U.S. 1019 (1990).  The evidence relating to drug quantity in excess of five kilograms was relevant only at the sentencing phase, and specifically, to whether the defendants were subject to the mandatory minimum sentence of ten years imposed by section 841.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  However, any challenge by the defendants on this sentencing point would be of no practical significance, because their ten-year sentences under Section 841 were imposed concurrently to the twenty-year mandatory sentences required for their CCE convictions.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Therefore, we need not address it.   See Vanetzian v. Hall, 562 F.2d 88, 90 (1st Cir.1977) (declining to entertain challenge to sentence where validity of longer, concurrent sentence was not in question).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Because the two defendants share a common last name, we refer to each by his first name</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It is undisputed that, in addition to Roberto and Juan, the drug point employed at least ten other people</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> A mandatory minimum sentence of ten years is triggered if the offense involves five kilograms or more of a mixture containing a detectable amount of cocaine.  See 21 U.S.C. &#167; 841(b)(1)(A)(ii)(II);   see also United States v. Muniz, 49 F.3d 36, 38 (1st Cir.1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The five-kilogram determination does not directly affect the defendants' CCE sentences</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">121</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES of America, Appellee,<br>v.<br>Juan Arocho GONZALEZ, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Roberto Arocho GONZALEZ, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 95-2264, 95-1652.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Aug. 1, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO [Hon.  Hector M. Laffitte, U.S. District Judge]</p>\n      <p class=\"indent\">Raymond Luis Sanchez Maceira for appellant Roberto Arocho Gonzalez.</p>\n      <p class=\"indent\">Peter Diaz-Santiago for appellant Juan Arocho Gonzalez.</p>\n      <p class=\"indent\">Jeanette Mercado-Rios, Assistant United States Attorney, with whom Jose A. Quiles-Espinosa, Senior Litigation Counsel, Edwin O. Vazquez, and Nelson Perez-Sosa, Assistant United States Attorneys, and Guillermo Gil, United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">D. Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Two brothers, Roberto and Juan Arocho Gonzalez, were accused by the government of running a cocaine sales ring out of an apartment in the Agustin Stahl Housing Project in Aguadilla, Puerto Rico.  After a jury trial, they were convicted on all counts of an eleven count indictment charging them with conspiring to possess cocaine with the intent to distribute it, with distributing cocaine within 1000 feet of a public school, with engaging in a Continuing Criminal Enterprise (\"CCE\"), and with hiring minors to distribute cocaine.  Both brothers received the mandatory minimum sentence of twenty years.  They appeal, admitting that they sold small quantities of narcotics, but contending that the evidence was insufficient to establish the elements of a CCE violation.  They also assert that the trial court committed reversible error in denying their motions to substitute counsel, in declining to find  Brady error, and in calculating the amount of drugs attributable to them for sentencing purposes.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Because the sufficiency of the evidence is at issue, we describe the facts in the light most favorable to the government, as the jury could have found them.   See United States v. Hahn, <span class=\"citation\" data-id=\"195236\"><a href=\"/opinion/195236/united-states-v-hahn/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">502</span></a></span>, 505 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Local police received information that a drug point was being operated out of the Housing Project.  From May through November of 1994, federal Drug Enforcement Administration special agents and local police observed and videotaped activities conducted from Apartments 165 and 161.  Roberto and Juan<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> lived in Apartment 161, which was leased in their mother's name.  The two apartments are about twenty feet from each other and both are less than eighty feet from an elementary school.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Visual surveillance established that the drug point was in operation about eighteen hours a day, seven days a week.  Sales were made by drug peddlers in front of Apartment 161.  Cars would pull up in front of the apartment, where the drivers would exchange money for small plastic bags containing cocaine.  The peddlers making the exchanges would take the money into Apartment 161 and bring out the plastic bags containing the cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Roberto and Juan were observed on various occasions handing bags to the peddlers, receiving money from them, and counting that money.  The brothers appeared primarily to be supervising the sales, although at times they made direct sales themselves.  At least ten people were observed peddling drugs at this drug point, some of whom were minors.  In six controlled buys, agents bought bags whose contents tested positive for cocaine and heroin.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On December 1, 1994, a search of Apartment 161, pursuant to a search warrant, turned up twenty-three bags of cocaine (worth no more than $20 each), measuring scales, plastic baggies, leasing receipts for cars, and empty money wrappers in denominations of $100, $500, and $1000.  The scales, money wrappers and leasing receipts were found in Juan's bedroom.  In addition, cellular telephone equipment and a beeper receipt were seized.  Roberto and Juan were arrested.  Roberto was carrying a beeper.  Although only $70.66 was found on Roberto, and $2 on Juan, an agent witness estimated the volume of cocaine transactions over the period the apartments were under observation to be approximately eight kilograms, which would have generated an income in the region of $300,000.</p>\n    </div>\n    <p>II.</p>\n    <p>A. Sufficiency of Evidence</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Defendants' most vigorous challenge is to the sufficiency of the evidence supporting their convictions for engaging in a CCE in violation of 21 U.S.C. &#167; 848.  \"In reviewing a sufficiency of the evidence claim we look at the evidence in the light most favorable to the verdict.\"   United States v. Cruz-Kuilan, <span class=\"citation\" data-id=\"196554\"><a href=\"/opinion/196554/united-states-v-cruz-quilan/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">59</span></a></span>, 61-62 (1st Cir.1996).  In order to preserve a sufficiency of the evidence challenge for appeal, a defendant must first move for judgment of acquittal at trial.   See United States v. Concemi, <span class=\"citation\" data-id=\"578607\"><a href=\"/opinion/578607/united-states-v-samuel-j-concemi-united-states-of-america-v-walter/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, 950 (1st Cir.1992).  Juan did not do so and has therefore waived his sufficiency challenge.  Given waiver, a defendant can succeed only if he can demonstrate that his conviction was \"clearly and grossly unjust.\"   Id. at 950.  We do not find Juan's conviction to be so.  We focus therefore on Roberto's challenge, which was properly preserved.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A CCE conviction requires proof that the defendant:  (i) committed a felony drug offense;  (ii) as part of a continuing series of such violations;  (iii) in concert with five or more persons in relation to whom he acted as a supervisor, organizer, or manager;  and (iv) from which multiple operations he realized substantial income or other resources.  21 U.S.C. &#167; 848(c);   Hahn, 17 F.3d at 506.   Roberto claims that the government established neither the third nor fourth elements of the CCE offense.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">(a) Supervisor, Organizer or Manager</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Roberto argues that the evidence was insufficient to show that he was a supervisor, organizer or manager at the drug point.  He asserts that there was no direct evidence of his giving orders or instructions to anyone.  He further asserts that he was no more than a drug addict working as a low-level drug peddler in order to support his habit.  There was evidence sufficient for the jury to find to the contrary.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The government need show only that the defendant occupied some managerial position with respect to five or more persons,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and not that the defendant was the dominant organizer or manager.   See Hahn, 17 F.3d at 506 n. 4. There was an abundance of evidence from which the jury could reasonably have concluded that Roberto performed a supervisory role with respect to the operation of the drug point.  The operation was run out of Roberto's home.  At most times Roberto appeared to be monitoring the peddlers as the peddlers executed sales with customers.  In an estimated 90% of the transactions observed, the proceeds of the sales by the peddlers appeared to have been turned over to Roberto or Juan.  Roberto, specifically, was observed dispensing drugs to the peddlers, receiving the proceeds, and counting those proceeds.  Roberto points out that the evidence at trial showed him conducting a few direct sales himself and says that this shows he was merely a peddler.  But the fact that Roberto conducted a few sales himself does not insulate him from the evidence demonstrating his supervisory role.  There was ample evidence for the jury to reasonably infer that Roberto's role was supervisory.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">(b) Substantial Income or Resources</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Roberto makes two attacks on the sufficiency of the government's evidence as to substantial income or resources.  First, he says that there was not sufficient evidence for the jury to have concluded that a substantial volume of drugs was sold at the drug point.  Second, he asserts that in the absence of evidence in the nature of bank accounts, material possessions or an expensive lifestyle, the jury could not have reasonably concluded that the drug point provided him with substantial income.  Both arguments fail.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">First, there was adequate evidence from which the jury could have reasonably inferred that the volume of drug transactions at the drug point was large enough to generate substantial income.  Specifically, there was:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>(i) testimony from government agents that, based on their surveillance over a period of seven months, they estimated the drug point to operate eighteen hours a day, seven days a week;</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>(ii) videotaped surveillance for approximately a six hour period between 12:30 p.m.  and 6:25 p.m.  on a Friday afternoon that showed twenty-three separate sales to have been made;  and</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>(iii) testimony from government agents as to six controlled buys that they had made from the drug point on two Fridays, where the average weight of the purchased amounts of cocaine was .54 grams.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">At trial, extrapolating from the number of sales for the six hour period, the average weight of the individual amounts purchased, and the evidence that the drug point operated eighteen hours a day, seven days a week, the government estimated monthly sales to be in the order of one and a quarter kilograms.  Roberto attacked this estimation at trial, as he does now, asserting that the government should have discounted for the fact that the volume of sales on Fridays was probably higher than that on the weekdays.  But even if the jury had been instructed to discount the government's Friday-based estimation, it could still have readily determined that the drug point transacted a high volume of drugs.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Roberto further argues that the government produced no direct evidence of his having accumulated wealth from the drug operation.  But the substantial income or resources element can be met by circumstantial evidence of the defendant's role in the operation and the scope of the operation.   See Hahn, 17 F.3d at 507;   United States v. Roman, <span class=\"citation\" data-id=\"519976\"><a href=\"/opinion/519976/united-states-v-martin-roman/\"><span class=\"volume\">870</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">65</span></a></span>, 75 (2d Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1109</span></span> (1989).  Proof that a large quantity of drugs was sold, in addition to proof of defendant's position in the organization, is adequate to produce the inference that substantial revenue must have been derived.   See Hahn, 17 F.3d at 507.   Here there was evidence of a high-volume drug operation, from which the jury could reasonably have inferred that substantial income resulted for Roberto, a supervisor.  A government witness estimated the income from the operation, for the approximately seven months it was observed, to be almost $300,000.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Roberto also points out that he lived in a housing project where the rent was only $3 per month.  However, given the evidence of a high-volume drug operation, the jury could have reasonably discounted the lack of evidence as to accumulated wealth.   Cf. Hahn, 17 F.3d at 507 n. 6 (where government presented evidence of a high-volume drug operation, jury could have reasonably discounted evidence from defendant's father that defendant lived in a trailer park and was constantly short of money).</p>\n    </div>\n    <p>B. Motion to Substitute Counsel</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Both brothers assert error in the district court's denial of their last-minute motions to substitute counsel.  They argue that the district court failed its obligation to make an inquiry into an alleged failure of communication in the attorney-client relationship.  The trial transcript shows the argument to be without merit.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Denials of motions for substitution of counsel are reviewed for an abuse of discretion.   United States v. Diaz-Martinez, <span class=\"citation\" data-id=\"196470\"><a href=\"/opinion/196470/united-states-v-diaz-martinez/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">946</span></a></span>, 950 (1st Cir.1995).  Within that, we consider the circumstances of the denial, such as the timeliness of the motions and whether the attorney-client conflict was so great as to preclude an adequate defense.   United States v. Allen, <span class=\"citation\" data-id=\"469060\"><a href=\"/opinion/469060/united-states-v-norman-c-allen/\"><span class=\"volume\">789</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">90</span></a></span>, 92 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">846</span></span> (1986).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">As to timeliness, the motions were raised on the first day of trial, after the jury was impaneled, and allowance of the motion would have delayed the trial.  Questioning by the district court revealed that neither brother had substitute counsel ready to step into place.  \"[W]hen, as here, the granting of the defendant's request would almost certainly necessitate a last-minute continuance, the trial judge's actions are entitled to extraordinary deference.\"   United States v. Pierce, <span class=\"citation\" data-id=\"196196\"><a href=\"/opinion/196196/united-states-v-pierce/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">886</span></a></span>, 890 (1st Cir.1995), cert. denied, --- S.Ct. ----, No. 95-6474 (July 1, 1996);   see also Diaz-Martinez, 71 F.3d at 950;   United States v. Betancourt-Arretuche, <span class=\"citation\" data-id=\"561251\"><a href=\"/opinion/561251/united-states-v-eugenio-betancourt-arretuche/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">89</span></a></span>, 94 (1st Cir.)  (\"eleventh-hour\" requests may interfere with orderly court procedure and are disfavored), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">959</span></span> (1991);   United States v. Torres, <span class=\"citation\" data-id=\"471763\"><a href=\"/opinion/471763/united-states-v-gilbert-torres/\"><span class=\"volume\">793</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">436</span></a></span>, 440 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">889</span></span> (1986).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Defendants argue that there was a total lack of communication between themselves and their attorneys.  This showed itself, they say, in counsel advising them to plead when they wanted to go to trial.  What defendants point to is a disagreement, not a lack of communication precluding an adequate defense.  Indeed, it is an attorney's role to provide a client with his or her independent informed judgment as to the client's options.  That the client disagrees with the attorney's weighing of options is not, alone, an adequate basis from which to infer a lack of communication.   See Allen, 789 F.2d at 93 (attorney-client disagreement over whether client's better option was to accept plea or go to trial was not, by itself, enough to create good cause for substitution of counsel).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The district court made a detailed inquiry as to each brother's reasons for wanting a substitution of counsel.  The questioning revealed that counsel for each defendant met with his client on a number of occasions to discuss the case.  It further revealed that at least in Roberto's case the real cause of his dissatisfaction was that counsel had not been able to obtain for him as favorable a plea bargain offer as some of his former co-defendants had obtained.  But defendant's counsel does not control either what the prosecution charges or is willing to offer.  The district court was well within its discretion in denying the motions for substitution of counsel.</p>\n    </div>\n    <p>C. Brady Violation</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Defendants argue that there was prejudicial error in the prosecution's failure to turn over to the defense certain computer records in violation of the rule established in  Brady v. Maryland, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span> (1963).  The computer reports contained the identities of the owners of four cars that government witnesses testified were under the control and in the possession of the defendants.  Defendants assert that the information as to the owners' identities would have brought into question the credibility of the government witnesses on the question of the scope of the drug operation and the allegedly substantial income that it generated.  They hypothesize that if the owners' identities had been known, they could have been called to testify that the vehicles had not been under the control of the defendants.  The district court found no Brady violation, reasoning that since the government witnesses testified only as to the defendants having control and possession of the vehicles, not ownership, the computer reports were not exculpatory.  We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">\"To show a Brady violation, the defendant must show (among other factors) that the withheld 'evidence was exculpatory, as measured by its materiality.' \"   United States v. Watson, <span class=\"citation\" data-id=\"196550\"><a href=\"/opinion/196550/united-states-v-watson/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">4</span></a></span>, 7 (1st Cir.)  (quoting  United States v. Hemmer, <span class=\"citation\" data-id=\"431992\"><a href=\"/opinion/431992/united-states-v-james-hemmer-united-states-of-america-v-john-cusick/\"><span class=\"volume\">729</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 14 (1st Cir.), cert denied, <span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1218</span></span> (1984)), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1889</span></span> (1996).  \"Evidence is material if there is a reasonable probability that the outcome of the proceeding would have been different had the evidence been disclosed.\"   See id.  (citing  United States v. Bagley, <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">667</span></a></span>, 682 (1985)).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In the face of this, defendants have not demonstrated why the information as to ownership of the cars was material.  Further, defendants did know who owned the cars they used, as counsel admitted at oral argument.  Had the evidence had any exculpatory value, defendants had the ability to present it.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Defendants appear to challenge their convictions under 21 U.S.C. &#167;&#167; 841(a)(1) &amp; 846 on the ground that there was insufficient evidence to support a finding that they distributed in excess of five kilograms of cocaine.  The challenge is unavailing.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The government was not required to prove any particular quantity of drugs before the jury in order to gain convictions under 21 U.S.C. &#167;&#167; 841 and 846.   See United States v. Barnes, <span class=\"citation\" data-id=\"532754\"><a href=\"/opinion/532754/united-states-v-alfreda-barnes/\"><span class=\"volume\">890</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">545</span></a></span>, 551-52 &amp; n. 6 (1st Cir.1989), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1019</span></span> (1990).  The evidence relating to drug quantity in excess of five kilograms was relevant only at the sentencing phase, and specifically, to whether the defendants were subject to the mandatory minimum sentence of ten years imposed by section 841.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  However, any challenge by the defendants on this sentencing point would be of no practical significance, because their ten-year sentences under Section 841 were imposed concurrently to the twenty-year mandatory sentences required for their CCE convictions.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Therefore, we need not address it.   See Vanetzian v. Hall, <span class=\"citation\" data-id=\"349217\"><a href=\"/opinion/349217/vahey-vanetzian-v-frank-a-hall/\"><span class=\"volume\">562</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">88</span></a></span>, 90 (1st Cir.1977) (declining to entertain challenge to sentence where validity of longer, concurrent sentence was not in question).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Because the two defendants share a common last name, we refer to each by his first name</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It is undisputed that, in addition to Roberto and Juan, the drug point employed at least ten other people</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> A mandatory minimum sentence of ten years is triggered if the offense involves five kilograms or more of a mixture containing a detectable amount of cocaine.  See 21 U.S.C. &#167; 841(b)(1)(A)(ii)(II);   see also United States v. Muniz, <span class=\"citation\" data-id=\"195951\"><a href=\"/opinion/195951/united-states-v-muniz/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 38 (1st Cir.1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The five-kilogram determination does not directly affect the defendants' CCE sentences</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111514/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195236/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195951/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196196/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196550/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196554/",
    "http://www.courtlistener.com/api/rest/v3/opinions/349217/",
    "http://www.courtlistener.com/api/rest/v3/opinions/431992/",
    "http://www.courtlistener.com/api/rest/v3/opinions/469060/",
    "http://www.courtlistener.com/api/rest/v3/opinions/471763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/519976/",
    "http://www.courtlistener.com/api/rest/v3/opinions/532754/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561251/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578607/"
  ]
}