{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197051/",
  "absolute_url": "/opinion/197051/united-states-v-olbres/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197051/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:21:14Z",
  "date_modified": "2017-03-24T10:49:40.442316Z",
  "type": "010combined",
  "sha1": "051f4dadfb39b17f34865dc552716820ba950d6a",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1021.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r\n\n                    For the First Circuit\r\n                                         \r\n\nNos. 96-1021 &amp; 1022\r\n\n                  UNITED STATES OF AMERICA,\r\n                          Appellee,\r\n\n                              v.\r\n\n           ANTHONY G. OLBRES and SHIRLEY A. OLBRES,\r\n                         Appellants.\r\n\n                                         \r\n\n                         ERRATA SHEET\r                                     ERRATA SHEET\r\n\n   The  opinion of  this Court  issued on  November 1,  1996 is\r\ncorrected as follows:\r\n\n   On page 5, line 20: end the paragraph after \"appeal.\"  Begin\r\nnew paragraph on line 21, with \"Three\"\r\n\n   On page 17, line 6: change \"appears\" to \"appeared\"\r\n\n   On page 17, line 10: delete apostrophe after \"Guidelines\"\r\r\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n\n                                         \r\n\nNos. 96-1021\r\n   96-1022\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n           ANTHONY G. OLBRES and SHIRLEY A. OLBRES,\r\n\n                         Appellants.\r\n\n                                         \r\n\nAPPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF\r\n                        NEW HAMPSHIRE\r\n\n        [Hon. Steven J. McAuliffe, U.S.District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n             Selya, Cyr and Lynch, Circuit Judges,\r                                                             \r\n\n                                         \r\n\n   Gregory G. Katsas, with whom John B. Nalbandian, Jones, Day,\r                                                                           \r\nReavis  &amp;  Pogue, Scott  P. Lopez,  Terry  Philip Segal,  Segal &amp;\r                                                                           \r\nFeinberg,  Steven M. Gordon, and  Shaheen &amp; Gordon  were on brief\r                                                            \r\nfor appellants.\r\n   Karen   Quesnel,  Attorney,  Tax   Division,  Department  of\r                              \r\nJustice,    with  whom  Loretta C.  Argrett,  Assistant  Attorney\r                                                     \r\nGeneral, and   Robert E.  Lindsay and Alan  Hechtkopf, Attorneys,\r                                                               \r\nTax Division, Department of Justice, were on brief for appellee.\r\n\n                                         \r\n\n                       November 1, 1996\r\n                                         \r\r\n\n          LYNCH, Circuit Judge.  This tax evasion case raises\r                      LYNCH, Circuit Judge\r                                          \r\n\ntwo sentencing  issues, one of import to tax cases and one of\r\n\nlarger import.  We hold that a sentence in a tax evasion case\r\n\nmust  be  predicated  on  findings  as  to  amounts  that the\r\n\ngovernment has  proven were willfully  evaded and that  it is\r\n\nunlikely the requisite findings were made here.  We also hold\r\n\nthat there is no  categorical imperative prohibiting the very\r\n\nconsideration of whether a case is so unusual as to warrant a\r\n\ndownward departure  based on  the loss  of  jobs to  innocent\r\n\nemployees  occasioned by  the  imprisonment of  the defendant\r\n\nowner of a  small business.  We reject the  argument that the\r\n\nUnited  States  Sentencing Commission's  comment discouraging\r\n\ndepartures based on the  \"vocational skills\" of the defendant\r\n\ncategorically  prohibits consideration  of such  job loss  to\r\n\nthird parties.  Accordingly, we  vacate defendants' sentences\r\n\nand remand.  \r\n\n                              I\r\n\n          Anthony and Shirley Olbres, husband and wife, run a\r\n\nbusiness,  Design Consultants  (\"DC\"), which  creates exhibit\r\n\nbooths for trade shows.  Design Consultants currently employs\r\n\ntwelve people in addition to Anthony Olbres, who is president\r\n\nof  the company, and Shirley Olbres, who serves as DC's part-\r\n\ntime bookkeeper.   In 1987,  Mr. and Mrs. Olbres  had a total\r\n\nincome of $837,480.   In  June 1987, they  purchased a  Rolls\r\n\nRoyce  Corniche convertible  for  $158,000.   They drove  the\r\n\n                             -2-\r                                          2\r\r\n\nRolls  to a  local restaurant  in Exeter,  New Hampshire.   A\r\n\npassing IRS employee saw the luxury car parked outside of the\r\n\nrestaurant.  His curiosity engaged, he wrote down the license\r\n\nplate  number with  the  intention of  identifying the  car's\r\n\nowner  and examining  his  or  her  tax  returns.    The  IRS\r\n\nemployee's  curiosity led to a 1989 audit of the Olbres' 1987\r\n\njoint  tax  returns and  eventually  resulted  in a  criminal\r\n\ninvestigation.    The  investigation  led the  government  to\r\n\nconclude that  Mr. and Mrs. Olbres had committed criminal tax\r\n\nevasion. \r\n\n        Mr.  and Mrs. Olbres were indicted on three counts of\r\n\ncriminal tax evasion  related to the income  tax returns they\r\n\nfiled for  the years 1986, 1987,  and 1988.  See  26 U.S.C.  \r                                                            \r\n\n7201.   The returns  understated the couple's  taxable income\r\n\nfor  those  years by  approximately  $153,000,  $749,000, and\r\n\n$175,000,  respectively.  For 1987, the year with the bulk of\r\n\nthe unreported income, Mr. and  Mrs. Olbres failed to  report\r\n\nincome  from three  sources: 1) payments,  totaling $630,000,\r\n\nfrom business  customers that were deposited  directly into a\r\n\nbusiness  savings  account  and  not  recorded  in  the  cash\r\n\nreceipts  journal  provided  to the  Olbres'  accountant;  2)\r\n\nrental income, totaling $22,000, from  various properties the\r\n\ncouple  owned;  and 3)  rebates,  totaling  $97,000, paid  by\r\n\nshipping  companies utilized  by  DC.   Mr.  and Mrs.  Olbres\r\n\nconceded all  the understatements  but defended on  the basis\r\n\n                             -3-\r                                          3\r\r\n\nthat  none were willful.   The couple insisted  that they had\r\n\nrelied on  their accountant,  who had prepared  their returns\r\n\nsince  1977.   That accountant  died before  the trial.   The\r\n\ncouple  attributed  other errors,  including  the failure  to\r\n\nreport the shipping rebates, to Mrs. Olbres, who was depicted\r\n\nas a well-meaning but untrained bookkeeper. \r\n\n        The jury acquitted Mr. and Mrs. Olbres on the charges\r\n\nrelating  to the 1986 and  1988 returns and  convicted on the\r\n\ncharge  related to  the 1987  return.   The jury  verdict was\r\n\ngeneral; the district judge instructed the jury that it could\r\n\nconvict on a count if  it found that Mr. and Mrs.  Olbres had\r\n\nwillfully attempted to evade  a \"substantial\" amount of taxes\r\n\nfor the relevant year.  There was no specific jury finding as\r\n\nto the amounts willfully evaded, or as to whether the willful\r\n\nevasion  encompassed some or all of  the categories of income\r\n\ninvolved. \r\n\n        The  district court  granted  the Olbres'  motion for\r\n\njudgment of  acquittal on the conviction relating to the 1987\r\n\ntax return on  the basis  that the government  had failed  to\r\n\nprove   willfulness beyond a reasonable doubt.  United States\r                                                                         \r\n\nv. Olbres,  881  F.  Supp. 703,  706  (D. N.H.  1994).    The\r                     \r\n\ngovernment appealed, and  this court  reversed, holding  that\r\n\nthere was  evidence of  willfulness sufficient to  uphold the\r\n\nconviction.   United States v.  Olbres, 61  F.3d 967,  970-73\r                                                  \r\n\n(1st Cir.), cert. denied, 116 S.  Ct. 522 (1995).  This court\r                                    \r\n\n                             -4-\r                                          4\r\r\n\ndid  not  parse  the  evidence  as to  the  specific  amounts\r\n\nwillfully underreported for the year 1987.  See id.\r                                                               \r\n\n        On remand, the district court determined that the tax\r\n\nloss caused by Mr. and Mrs. Olbres totalled $632,158,  which,\r\n\naccording to the Sentencing Guidelines' Tax Table, places the\r\n\nOlbres' base offense level at 15.  See U.S.S.G.   2T4.1.  The\r                                                  \r\n\n$632,158  amount included the $470,236  tax loss from 1987 as\r\n\nwell  as the  tax  losses from  1986  and 1988,  despite  the\r\n\ndefendants' challenge  to  the inclusion  of certain  amounts\r\n\nfrom 1987 and of the entire 1986 and 1988 amounts. \r\n\n        The district  court  judge  sentenced  Mr.  and  Mrs.\r\n\nOlbres to 18  months in prison, the  lowest possible sentence\r\n\nwithin  the  level 15  sentencing  range  for their  Criminal\r\n\nHistory  Category of I.  That sentence is predicated upon the\r\n\nwillfulness requirement  having been  met for the  entire sum\r\n\nunderreported  for 1987.  It is also predicated on the entire\r\n\nsums  underreported for 1986 and  1988, as the  court felt it\r\n\nwas required  to consider those amounts  as relevant conduct,\r\n\ndespite the acquittals.  Stating that it was legally required\r\n\nto  do so, the court  rejected Mr. and  Mrs. Olbres' argument\r\n\nthat there should  be a downward departure  from the sentence\r\n\nbecause sending them to prison would mean the demise of their\r\n\nsmall business  and loss of  employment for a  dozen innocent\r\n\nemployees.  It is from these determinations that Mr. and Mrs.\r\n\nOlbres appeal.\r\n\n                             -5-\r                                          5\r\r\n\n        Three issues are argued.   Mr. and Mrs.  Olbres argue\r\n\nthat the district court erred in failing to determine whether\r\n\nthey  willfully  evaded  all  of the  taxes  on  which  their\r\n\nsentence was  based.  They also argue  that the consideration\r\n\nof  the acquitted conduct stemming from the 1986 and 1988 tax\r\n\nyears  violated  the Sentencing  Reform  Act  and the  Double\r\n\nJeopardy  and  Due  Process   Clauses  of  the  Constitution.\r\n\nFinally,  Mr. and Mrs.  Olbres argue that  the district court\r\n\nerred  as a matter  of law in  adopting a per  se rule that a\r\n\ntrial  court  may  never  consider a  downward  departure  to\r\n\nprevent termination of an ongoing business enterprise and the\r\n\nloss  of  employment to  innocent  persons.   We  vacate  the\r\n\nsentence and remand for further proceedings on the first  and\r\n\nthird grounds and do not  reach the Olbres' acquitted conduct\r\n\nargument.\r\n\n                              II\r\n\n        The United States and defendants agree on this appeal\r\n\nthat for  sentencing purposes the trial judge was required by\r\n\nRule 32(c)(1), Fed. R.  Crim. P., to find  that Mr. and  Mrs.\r\n\nOlbres  willfully attempted to evade all of the taxes used in\r\n\ndetermining their  base offense level.   The dispute  is over\r\n\nwhether the  court adequately,  or ever, made  such findings.\r\n\nThe government contends that although the trial court made no\r\n\nspecific findings, the trial judge, by expressly adopting the\r\n\nfindings  of  the Presentence  Investigation  Report (\"PSR\"),\r\n\n                             -6-\r                                          6\r\r\n\nimplicitly  found  that Mr.  and  Mrs.  Olbres had  willfully\r\n\nevaded  taxes  on  income  of  approximately   $1.1  million,\r\n\nencompassing the tax  years 1986,  1987, and 1988.   Mr.  and\r\n\nMrs. Olbres contend that  the trial court improperly declined\r\n\nto make  such findings  and instead erroneously  assumed that\r\n\nthe  general jury  verdict  and this  court's opinion  in its\r\n\nsufficiency review  established that  the entire sum  of $1.1\r\n\nmillion was willfully evaded.  Because the  record is unclear\r\n\nas to what the district court actually found, and in light of\r\n\nour disposition  of the  downward departure issue,  we vacate\r\n\nthe Olbres'  sentences and  remand  for further  proceedings.\r\n\nSee United States  v. Garafano,  36 F.3d 133,  135 (1st  Cir.\r                                          \r\n\n1994).\r\n\n        In order  to determine  the base offense  level under\r\n\nthe  Sentencing  Guideline for  tax  evasion,  the sentencing\r\n\ncourt  must  determine  the  amount  of  \"tax  loss\"  to  the\r\n\ngovernment.   U.S.S.G.    2T1.1(a)(1987).   In  the pertinent\r\n\n1987 Guidelines Manual, \"tax  loss\" is defined as \"the  total\r\n\namount of tax that the taxpayer evaded or attempted to evade,\r\n\nincluding interest to  the date of filing of  an indictment.\"\r\n\nId. \r               \r\n\n        The primary difficulty presented by this case is that\r\n\nthe  jury, in order to convict,  was not required to find the\r\n\ntotal  amount  of  the  tax  that  the  taxpayers  evaded  or\r\n\nattempted to  evade.   Indeed, the  jury was instructed  that\r\n\n                             -7-\r                                          7\r\r\n\n\"[t]he government does not have to prove the exact amount the\r\n\ndefendants owed, nor  does the government have to  prove that\r\n\nall the tax charged in the indictment was evaded.\"  Thus, the\r\n\nsentencing judge is required to make a determination which is\r\n\nnot necessarily made by the jury  and, in this case, was  not\r\n\nmade.  \r\n\n        Further  enlarging the  sentencing judge's  task, the\r\n\nGuidelines also  state  that \"[w]hen  more than  one year  is\r\n\ninvolved, the tax losses are to be added.\"  U.S.S.G.   2T1.1.\r\n\nThe   Guidelines  Commentary  explains  this  instruction  as\r\n\nfollows:\r\n\n        While the definition  of tax loss corresponds\r\n        to \"criminal deficiency,\" its amount is to be\r\n        determined  by the  same rules  applicable in\r\n        determining any other  sentencing factor.  In\r\n        accordance   with   the  \"relevant   conduct\"\r\n        approach  adopted  by  the   guidelines,  tax\r\n        losses resulting from more than  one year are\r\n        to   be  added  regardless   of  whether  the\r\n        defendant is convicted of multiple counts.  \r\n\nU.S.S.G. Pt. T, comment. 1 (1987).\r\n\n        It is against this background that the district court\r\n\nstated  the  task  it  thought  it  faced  in  light  of  the\r\n\ngovernment's position at that time:\r\n\n        With  regard to  the amounts  evaded, I  find\r\n        that  the  proper  means  of  calculating the\r\n        amount of tax loss or the amount evaded under\r\n        the Sentencing Guidelines requires  the Court\r\n        to look to the amounts not included as income\r\n        on the return that  should have been included\r\n        as income  and then to compute  the tax based\r\n        upon that  income plus interest based  on the\r\n        statutory rate from the date of return to the\r\n        date of indictment.\r\n\n                             -8-\r                                          8\r\r\n\nThis  is a  correct  statement  of  the  first  step  of  the\r\n\nanalysis.   The next step, as the government now concedes, is\r\n\nto identify the  amount of  taxes willfully evaded.   We  are\r\n\nleft with uncertainty as to whether that step was taken.   In\r\n\ndetermining what the  district court  did and did  not do  at\r\n\nsentencing, \"[w]e are guided . .  . by the record -- a record\r\n\nthat  flavors the  judge's  words  and concomitantly,  offers\r\n\ninsights  into his thinking.\"   United  States v.  Tavano, 12\r                                                                     \r\n\nF.3d 301, 304 (1st Cir. 1995).\r\n\n        In the  court's most express  statement of  findings,\r\n\nthe   judge  stated   that  he   adopted  the   findings  and\r\n\nrecommendations  set forth in the  PSR.  The  court then held\r\n\nthat  Mr. and Mrs. Olbres could be sentenced for all \"amounts\r\n\nnot  included as  income that  should have  been included  as\r\n\nincome.\"   Other than the adoption of the PSR's findings, the\r\n\njudge made  no explicit finding regarding  the willfulness of\r\n\nevasion on specific amounts. \r\n\n        In many instances, a general statement that the judge\r\n\nhas adopted all the  factual statements contained in  the PSR\r\n\nsatisfies  the requirements of  Rule 32(c), Fed.  R. Crim. P.\r\n\nUnited  States v.  Skrodzki, 9  F.3d 198,  202 n.7  (1st Cir.\r                                       \r\n\n1993) (express  adoption of  PSR defeats Rule  32 challenge);\r\n\nUnited  States  v.  Barnett,  989  F.2d  546,  551  n.5  (1st\r                                       \r\n\nCir.)(checking a  box on judgment form  indicating that court\r\n\nadopted all findings from PSR constituted specific finding as\r\n\n                             -9-\r                                          9\r\r\n\nto  the  quantity of  drugs  for which  defendants  were held\r\n\nresponsible),  cert.  denied,  510  U.S.  850 (1993);  United\r                                                                         \r\n\nStates v. Wells Metal  Finishing, Inc., 922 F.2d 54,  58 (1st\r                                                  \r\n\nCir.  1991)(judge briefly  explained sentence at  hearing and\r\n\nthen  completed  memorandum  indicating that  he  adopted all\r\n\nfactual  statements in  PSR,  noting that  one fact  had been\r\n\ndisputed).  Here,  however, because the  PSR did not  resolve\r\n\nall  of the disputed factual issues, simple reliance on it is\r\n\nnot enough.1\r\n\n        The original PSR made no reference to willfulness and\r\n\ndid  not consider the defendants' acquitted conduct.  After a\r\n\ngovernment objection, the PSR was  amended to include the tax\r\n\nloss amounts attributed  to the acquitted  conduct.  The  PSR\r\n\naddendum  noted  that,  in  the district  court's  Order  for\r\n\nAcquittal  on the  1987  charge, the  judge  conceded that  a\r\n\ndifferent  result would obtain  under the civil preponderance\r\n\n                    \r                                \r\n\n1.  This Circuit has also repeatedly held that an implicit\r\nresolution of disputed facts is sufficient \"when the court's\r\nstatements and the sentence imposed showed that the facts\r\nwere decided in a particular way.\"  United States v. Van, 87\r                                                                    \r\nF.3d 1, 3 (1st Cir. 1996)(citing cases).  \"As a general rule,\r\na trial court lawfully may make implicit findings with regard\r\nto sentencing matters, incorporating by reference suitably\r\ndetailed suggestions limned in the PSI Report or advanced by\r\na party.\"  Tavano, 12 F.3d at 307; see also United States v.\r                                                                     \r\nOvalle-Marquez, 36 F.3d 212, 227-28 (1st Cir. 1994)(finding\r                          \r\nthat trial court's statement that offense level was \"based .\r\n. . on the amount of cocaine involved in the offense\" showed\r\nthat the court adopted the PSR's recommendations and\r\nimplicitly made the necessary findings as to drug quantity),\r\ncert. denied, 115 S. Ct 1322 (1995).  In this case, however,\r                        \r\nthe PSR was not \"suitably detailed.\"\r\n\n                             -10-\r                                          10\r\r\n\nstandard.  See Olbres, 881 F. Supp. at 717.  The PSR addendum\r                                 \r\n\nconcluded:  \r\n\n        Although the Court's  remarks only  addressed\r\n        [1987],  there  is little  difference between\r\n        the  evidence submitted  as to  the acquitted\r\n        conduct. . . .   The question regarding their\r\n        intent is the same, regardless of whether one\r\n        is   focusing  on  [1987]  or  the  acquitted\r\n        conduct. \r\n\n        This reference back to  the district court's order is\r\n\nineffective;  whether  defendants  willfully  evaded  all, or\r\n\nspecific portions of, the tax on their 1987 unreported income\r\n\nis  not clearly  established in  that order  or in  any other\r\n\nstatement made  by the  district court.   As defense  counsel\r\n\npoints out,  a willfulness finding  for each of  the disputed\r\n\namounts  stemming from  factually distinct  sources for  each\r\n\nyear  in question  (as to  each of  which different  lack-of-\r\n\nwillfulness arguments are made) is necessary here in order to\r\n\ndetermine the correct base offense level.2\r\n\n        Lastly, at sentencing the district court also  stated\r\n\nthat \"willfulness isn't an issue . . . as to [19]87\"  because\r\n\nthis court, in its  sufficiency opinion, \"found a  jury could\r\n\nfind  beyond a  reasonable  doubt that  intent was  present.\"\r\n\nThat  appellate opinion  did  not, and  could  not, make  any\r\n\n                    \r                                \r\n\n2.  It is the defendants' position, for example, that the\r\nguilty verdict could have been based on as little as $22,000\r\nof unreported rental income in 1987.\r\n\n                             -11-\r                                          11\r\r\n\nfindings of willful evasion of any specific amount of taxes.3\r\n\nRather,  the  opinion  addressed  whether  there was  legally\r\n\nsufficient evidence  to support a  verdict that Mr.  and Mrs.\r\n\nOlbres willfully  evaded a  \"substantial\" amount of  taxes on\r\n\ntheir 1987 income.  See generally Olbres, 61 F.3d 967. \r                                                    \r\n\n        As  we are unable to settle  the issue of willfulness\r\n\nfindings  based  on the  jury's  general  verdict, the  trial\r\n\njudge's  statements,  or  the  documents he  incorporates  by\r\n\nreference,  see United States v. Tavares, 93 F.3d 10, 16 (1st\r                                                    \r\n\nCir.), cert. denied, No. 96-6067 (Oct. 21, 1996), we leave it\r                               \r\n\nto the  sentencing court  on remand to  clarify the  specific\r\n\namounts  on which  the sentence  is based  -- that  is, those\r\n\namounts  as to which payment of taxes was willfully evaded as\r\n\nproven  by  the government  under  the  preponderance of  the\r\n\nevidence standard.  See Garafano, 36 F.3d at 136.  We express\r                                            \r\n\nno opinion on the  appropriateness of the sentence previously\r\n\nimposed.   United States v.  Quinones, 26 F.3d  213, 220 (1st\r                                                 \r\n\nCir. 1994).\r\n\n                             III\r\n\n        The defendants  appeal the  denial of  their downward\r\n\ndeparture motion  based on their  argument that, if  they are\r\n\nimprisoned, their business will fail.  Should this occur, the\r\n\n                    \r                                \r\n\n3.  Such factual determinations are either for the jury at\r\ntrial, see, e.g., United States v. Gaudin, 115 S. Ct. 2310,\r                                                     \r\n2313-14 (1995), or for the district court at sentencing, see,\r                                                                        \r\ne.g., 18 U.S.C.   3742(d).  \r                \r\n\n                             -12-\r                                          12\r\r\n\nOlbres allege, twelve innocent employees will lose their jobs\r\n\nand suffer severe  hardship.  The government argues  that the\r\n\nGuidelines  discuss  \"vocational  skills\"  as  a  discouraged\r\n\nfactor, not \"ordinarily relevant,\"  U.S.S.G.   5H1.2,4 and so\r\n\nthere is no room for  the Olbres' \"business failure\" argument\r\n\n-- an argument that, it contends, is not unusual.  \r\n\n        The  Olbres' argument  is based  on the  premise that\r\n\ntheir circumstances take their case out of the \"heartland\" of\r\n\nthe  Tax Guidelines.    \"U.S.S.G.    5K2.0 allows  sentencing\r\n\ncourts to depart  from the  guideline sentencing  range in  a\r\n\ngiven  case  if the  court  finds  aggravating or  mitigating\r\n\ncircumstances that render  the case atypical and  take it out\r\n\nof  the 'heartland'  for which  the applicable  guideline was\r\n\ndesigned.\"   United States v. Carrion-Cruz, 92 F.3d 5, 6 (1st\r                                                      \r\n\nCir. 1996).\r\n\n        The  district  court found  that  if  Mr. Olbres  was\r\n\njailed, DC would become defunct and its  employees would lose\r\n\ntheir jobs.   The district court ruled, nonetheless, that the\r\n\nSentencing Commission must  have necessarily understood  that\r\n\nsmall  businesses will  often  fail if  their principals  are\r\n\nincarcerated and that job loss  to innocent third parties was\r\n\n                    \r                                \r\n\n4.   Discouraged factors are those \"not ordinarily relevant\r\nin determining whether a sentence should be outside the\r\nguidelines . . . .\"  U.S.S.G.   5H1.2.\r\n\n                             -13-\r                                          13\r\r\n\ntherefore \"not an  unusual situation\" under the  Guidelines.5\r\n\nIn so  doing,  the district  court  expressly stated  it  was\r\n\nfollowing  the  Third Circuit  opinion  in  United States  v.\r                                                                     \r\n\nSharapan,  13 F.3d 781 (3d Cir. 1995), and declined to follow\r                    \r\n\nthe Second Circuit opinion in United States v. Milikowsky, 65\r                                                                     \r\n\nF.3d  4  (2d  Cir.  1995).    The  district court  understood\r\n\nSharapan to hold that \"as a matter of law this is not a basis\r                    \r\n\nfor  departing   because   the  Sentencing   Commission   has\r\n\nconsidered the failure of business in  constructing heartland\r\n\nguidelines.\"6\r\n\n        Apparently  believing  that,  as  a  matter  of  law,\r\n\nbusiness failure and third party  job loss, regardless of the\r\n\nmagnitude  or the  severity  of the  consequences, could  not\r\n\nserve as the basis for a downward departure motion, the trial\r\n\njudge stated at the end of the sentencing hearing: \r\n\n        I also want  the record to  be clear that  if\r\n        the  fact that  your  business  were to  fail\r\n        could serve legally as a basis for  departing\r\n        under the Sentencing Guidelines, then I would\r\n        depart,  and  I  would  depart  in  a  manner\r\n        sufficient to keep the business  from failing\r\n        and putting those people out of work.  But as\r\n        I say, I can't as I sit here find a principal\r\n        [sic] basis for departing from the guidelines\r\n        on those factual assumptions. \r\n\n                    \r                                \r\n\n5.  The issue is not moot because the district court granted\r\ndefendants' motion for bail pending resolution of this\r\nappeal.  The government agreed that Mr. and Mrs. Olbres do\r\nnot present a danger to the community or a flight risk. \r\n\n6.  It is not necessary to resolve whether this is a correct\r\nreading of Sharapan.\r                               \r\n\n                             -14-\r                                          14\r\r\n\n        In Sharapan, the Third Circuit  reversed the district\r                               \r\n\ncourt's grant  of a downward departure.  13 F.3d at 786.  The\r\n\ntrial  court had  found that  incarceration of  the defendant\r\n\nwould  cause his business to  fail, resulting in  the loss of\r\n\napproximately  thirty  jobs.    Id. at  782.    It  therefore\r                                               \r\n\ndeparted  from the  Guidelines'  sentence  and sentenced  the\r\n\ndefendant  to probation  with conditions.   Id.  at  783. The\r                                                           \r\n\nThird  Circuit  reversed,  holding  that  the  departure  was\r\n\ninconsistent with U.S.S.G.   5H1.2, p.s., which provides that\r\n\ndepartures based on a defendant's \"vocational skills\" are not\r\n\nordinarily  appropriate.  Id.  at 784-85.   The Third Circuit\r                                         \r\n\nviewed  the  Commission's  policy  statement  on  \"vocational\r\n\nskills\" as being based on an underlying \"principle . . . that\r\n\na  sentencing  judge  may  grant   a  departure  based  on  a\r\n\ndefendant's ability to  make a  work-related contribution  to\r\n\nsociety only  in extraordinary  circumstances.\"  Id.  at 785;\r                                                                \r\n\nsee also United States v. Reilly, 33 F.3d 1396, 1424 (3d Cir.\r                                            \r\n\n1994); United  States v.  Mogel, 956  F.2d  1555, 1564  (11th\r                                           \r\n\nCir.),  cert.  denied, 506  U.S.  857  (1992); accord  United\r                                                                         \r\n\nStates  v. Rutana, 932 F.2d 1155 (6th Cir.) (\"[E]ven assuming\r                             \r\n\nthat [defendant's] imprisonment would  lead to the failure of\r\n\nhis business and the  loss of his employees' jobs,  this fact\r\n\ndoes not  distinguish  [defendant] from  other  offenders.\"),\r\n\ncert. denied, 502 U.S. 907 (1991). \r                        \r\n\n        In  contrast,  the   Second  Circuit  in   Milikowsky\r                                                                         \r\n\n                             -15-\r                                          15\r\r\n\naffirmed  a downward  departure taken  by the  district court\r\n\nbecause  of the effect  that Milikowsky's  imprisonment would\r\n\nhave on  his employees.   65 F.3d at  6.  The  Second Circuit\r\n\nnoted \"that business ownership alone, or even ownership of  a\r\n\nvulnerable small business, does  not make downward  departure\r\n\nappropriate,\"  id. at 9, but held that the district court was\r                              \r\n\nnonetheless  free to,  and indeed  required to,  consider the\r\n\npossibility of  downward or upward departure  \"when there are\r\n\ncompelling  considerations  that take  the  case  out of  the\r\n\nheartland  factors upon which the Guidelines rest.\"  Id. at 7\r                                                                    \r\n\n(citations omitted).\r\n\n        Milikowsky  arose  under  the   antitrust  guideline,\r                              \r\n\nU.S.S.G.    2R1.1 (1990), and not the  tax guideline involved\r\n\nhere.   Contrary  to  the government's  argument,  this is  a\r\n\ndistinction  without  a  difference.     The  Second  Circuit\r\n\nconsidered  the same  argument the  government makes  here --\r\n\nthat \"the Commission could  hardly have overlooked the effect\r\n\nthat imprisonment of offenders would have on small businesses\r\n\nthat  are  likely  to  be  heavily dependent  on  those  very\r\n\noffenders for their continuing success.\"  Milikowsky, 65 F.3d\r                                                                \r\n\nat 8.   That may be so, reasoned the  Second Circuit, but \"in\r\n\nconsidering,  and  taking   into  account,   the  effect   of\r\n\nimprisonment  on antitrust  offenders' businesses  . .  . the\r\n\nCommission did not thereby take into account the  effect such\r\n\nimprisonment  would  have in  'extraordinary circumstances.'\"\r\n\n                             -16-\r                                          16\r\r\n\nId.\r               \r\n\n        The  structure of analysis  we follow  in considering\r\n\nsentencing  departures is  governed  by the  Supreme  Court's\r\n\ndecision  in Koon v. United  States, 116 S.  Ct. 2035 (1996).\r                                               \r\n\nThe  Supreme  Court  agreed  with  the  analytical  structure\r\n\nadopted  by this Circuit in United States v. Rivera, 994 F.2d\r                                                               \r\n\n942, 949 (1st Cir. 1993):\r\n\n        The  Commission's treatment of  departure factors led\r\n        then-Chief Judge  Breyer to explain that a sentencing\r\n        court   considering  a   departure  should   ask  the\r\n        following questions:\r\n\n               \"1) What features of this case,\r\n               potentially,  take  it  outside\r\n               the Guidelines' 'heartland' and\r\n               make  of  it   a  special,   or\r\n               unusual, case?\r\n               2) Has the Commission forbidden\r\n               departures   based   on   those\r\n               features?\r\n               3) If not,  has the  Commission\r\n               encouraged departures  based on\r\n               those features?\r\n               4) If not,  has the  Commission\r\n               discouraged departures based on\r\n               those features?\"  \r\n\n        We agree with this summary.\r\n\nKoon, 116 S. Ct.  2035, 2045 (quoting Rivera, 994  F.2d 942).\r                                                        \r\n\nThe Supreme Court continued:  \r\n\n        If  the  special   factor  is  a  discouraged\r\n        factor, or an encouraged factor already taken\r\n        into account by the applicable Guideline, the\r\n        court  should depart  only if  the  factor is\r\n        present  to an exceptional  degree or in some\r\n        other way  makes the case different  from the\r\n        ordinary  case where  the factor  is present.\r\n        If a factor is unmentioned in the Guidelines,\r\n        the   court   must,  after   considering  the\r\n        \"structure  and  theory   of  both   relevant\r\n\n                             -17-\r                                          17\r\r\n\n        guidelines  and the  Guidelines  taken  as  a\r\n        whole,\"  decide whether  it is  sufficient to\r\n        take   the  case   out  of   the  Guideline's\r\n        heartland.   The court must bear  in mind the\r\n        Commission's   expectation  that   departures\r\n        based   on  grounds  not   mentioned  in  the\r\n        Guidelines will be \"highly infrequent.\" \r\n\nId.\r               \r\n\n        To adopt  the categorical  approach to job  loss from\r\n\nbusiness failures  that the  district court appeared  to take\r\n\nwould run afoul of one of the  important concerns articulated\r\n\nin  Koon.  The Supreme  Court has held  that generally courts\r                    \r\n\nshould  not  categorically reject  a  factor as  a  basis for\r\n\ndeparture from a Guidelines sentence because: \r\n\n        Congress   did   not  grant   federal  courts\r\n        authority to decide what sorts  of sentencing\r\n        considerations  are  inappropriate  in  every\r\n        circumstance.   Rather,  18 U.S.C.    3553(b)\r\n        instructs  a  court   that,  in   determining\r\n        whether  there  exists   an  aggravating   or\r\n        mitigating  circumstance  of a  kind or  to a\r\n        degree  not  adequately  considered   by  the\r\n        Commission,  it  should  consider  \"only  the\r\n        sentencing guidelines, policy statements, and\r\n        official   commentary   of   the   Sentencing\r\n        Commission.\"  . .  .  .   The Commission  set\r\n        forth factors  courts may not  consider under\r\n        any  circumstances but  made clear  that with\r\n        those  exceptions, it  \"does  not  intend  to\r\n        limit  the kinds of  factors, whether  or not\r\n        mentioned  anywhere  else in  the guidelines,\r\n        that could constitute  grounds for  departure\r\n        in an  unusual case.\"   1995 U.S.S.G.  ch. I,\r\n        pt. A,  intro. comment. 4(b).   Thus, for the\r                                                                 \r\n        courts  to  conclude  a  factor must  not  be\r                                                                 \r\n        considered under any  circumstances would  be\r                                                                 \r\n        to  transgress   the  policymaking  authority\r                                                                 \r\n        vested in the Commission.\r                                             \r\n\nId. (emphasis  added).   Categorical  interpretations  \"would\r               \r\n\nnullify  the Commission's  treatment of  particular departure\r\n\n                             -18-\r                                          18\r\r\n\nfactors  and  its determination  that,  with  few exceptions,\r\n\ndeparture  factors should not  be ruled out  on a categorical\r\n\nbasis.\"  Id. at 2051.7\r                        \r\n\n        The  district  court's   categorical  approach   also\r\n\npresents a  question of  law, which, if  incorrectly decided,\r\n\nconstitutes an  abuse of discretion.   As  the Supreme  Court\r\n\nnoted:\r\n\n        The Government is quite correct  that whether\r\n        a factor is a permissible basis for departure\r\n        under any circumstances is a question of law,\r\n        and the  court of  appeals need not  defer to\r\n        the district court's resolution of the point.\r\n        . . .  A district court by  definition abuses\r\n        its discretion when it makes an error of law.\r\n\nId. at 2047. \r               \r\n\n        Koon, we believe, reinforces this Circuit's view that\r                        \r\n\n\"[p]lenary review is appropriate where the question in review\r\n\nis simply whether the allegedly  special circumstances (i.e.,\r\n\n                    \r                                \r\n\n7.  The Government's argument here relies on a general\r\ndistinction between harm to society, which, it says, may be\r\nan extraordinary factor, and business failure, which, it\r\nsays, may not.  The Supreme Court rejected this type of\r\nargument in Koon:\r                            \r\n\n        The Government seeks to avoid the factual\r\n        nature of the departure inquiry by describing\r\n        it at a higher level of generality linked\r\n        closely to questions of law.  The relevant\r\n        question, however, is not, as the Government\r\n        says, \"whether a particular factor is within\r\n        the 'heartland'\" as a general proposition,\r\n        but whether the particular factor is within\r\n        the heartland given all the facts of the \r\n        case. . . .  These considerations are factual\r\n        matters.\r\n\nKoon, 116 S. Ct. at 2047 (citations omitted). \r                \r\n\n                             -19-\r                                          19\r\r\n\nthe reasons for  the departure)  are of the  'kind' that  the\r\n\nGuidelines, in  principle,  permit the  sentencing  court  to\r\n\nconsider  at all.\"   Rivera,  994 F.2d  at 951.   This  is so\r                                       \r\n\nbecause  this  court,  \"in  deciding  whether  the  allegedly\r\n\nspecial circumstances are of a 'kind' that permits departure,\r\n\nwill have  to perform the 'quintessentially   legal' function\r\n\nof interpreting  a  set  of words,  those  of  an  individual\r\n\nguideline, in light of their intention or purpose.\"  Id. \r                                                                    \r\n\n        It  is clear  that the  Guidelines do  not explicitly\r\n\nlist   the factor at  issue here among  the forbidden or  the\r\n\ndiscouraged   factors.     The   question   is  whether   the\r\n\nCommission's   \"vocational    skills\"   comment8   implicitly\r\n\ndiscourages consideration of job  loss to innocent employees.\r\n\nWe note first  that \"vocational skills\" themselves  are not a\r\n\nforbidden factor, but a discouraged factor.  Compare U.S.S.G.\r                                                                \r\n\n   5H1.10  (race,  sex,  national  origin  et  al.  \"are  not\r\n\nrelevant\" in determination of sentence) with U.S.S.G.   5H1.2\r                                                        \r\n\n(\"vocational   skills   are   not    ordinarily   relevant\").\r\n\nTherefore,  even  if  the   present  case  merely   concerned\r\n\nvocational skills,  a per se approach  would be inappropriate\r\n\n                    \r                                \r\n\n8.  The Commission statement results from the instructions of\r\nCongress that the Commission's guidelines and policy\r\nstatements \"reflect the general inappropriateness of\r\nconsidering the . . . vocational skills, employment record, .\r\n. . and community ties of the defendant.\"  28 U.S.C.  \r\n994(e); see Mogel, 956 F.2d at 1564.\r                             \r\n\n                             -20-\r                                          20\r\r\n\nand the district court  would still have to  consider whether\r\n\nthe  case was in some  way \"different from  the ordinary case\r\n\nwhere the  factor is  present.\"   Koon, 116  S. Ct.  at 2045.\r                                                  \r\n\n\"[A] federal court's examination of whether a factor can ever\r\n\nbe  an   appropriate  basis  for  departure   is  limited  to\r\n\ndetermining  whether  the  Commission has  proscribed,  as  a\r\n\ncategorical  matter, consideration  of  the factor.   If  the\r\n\nanswer to  the question is no . . . the sentencing court must\r\n\ndetermine whether the factor,  as occurring in the particular\r\n\ncircumstances, takes  the case  outside the heartland  of the\r\n\napplicable Guideline.\"  Id. at 2051. \r                                       \r\n\n        We do not agree with the Government's contention that\r\n\nthe  loss of  employment  to  innocent employees  necessarily\r\n\nfalls within the term \"vocational skills.\"9  That a defendant\r\n\nmay  have vocational skills of great value or rarity does not\r\n\nnecessarily tell one whether incarceration of  that defendant\r\n\nwill entail  job  loss to  others totally  uninvolved in  the\r\n\ndefendant's crimes.   Vocational  skills may  or  may not  be\r\n\nrelated to job loss to others.\r\n\n        Our  belief  that courts  should  be  careful not  to\r\n\nconstrue the  categories covered  by the  Guidelines' factors\r\n\ntoo  broadly finds support in Koon.  There, the Supreme Court\r                                              \r\n\n                    \r                                \r\n\n9.  The dictionary definitions of \"vocational skills\" do not\r\nimport notions of business failures.  See Sharapan, 13 F.3d\r                                                              \r\nat 784 (describing a dictionary definition of \"vocational\r\nskills\").\r\n\n                             -21-\r                                          21\r\r\n\nrecognized   that  while   \"socio-economic  status\"   of  the\r\n\ndefendant  is an  impermissible ground  for departure  and \"a\r\n\ndefendant's career  may relate  to his or  her socio-economic\r\n\nstatus,  .  . .  the  link  is not  so  close  as to  justify\r\n\ncategorical  exclusion  of  the  effect of  conviction  on  a\r\n\ncareer.  Although an impermissible factor need not be invoked\r\n\nby name to  be rejected, socio-economic  status and job  loss\r\n\nare not the semantic or practical equivalents of each other.\"\r\n\nKoon, 116 S. Ct. at 2051.10  \r                \r\n\n        As  Koon  holds  that   job  loss  by  the  defendant\r                            \r\n\nresulting  from  his  incarceration  cannot  be categorically\r\n\nexcluded  from consideration,  we think  it follows  that job\r\n\nloss to innocent employees  resulting from incarceration of a\r\n\ndefendant   may   not   be   categorically    excluded   from\r\n\nconsideration.  Further, the rejected link between the socio-\r\n\neconomic status of a defendant and a defendant's personal job\r\n\nloss is,  we  think, stronger  than the  link the  Government\r\n\nposits between \"vocational skills\" of a defendant and certain\r\n\nloss  of employment to innocent employees.  To add a judicial\r\n\ngloss  equating  job  loss  by innocent  third  parties  with\r\n\n\"vocational skills\"  is to run  headlong into the  problem of\r\n\njudicial  trespass on  legislative prerogative  against which\r\n\n                    \r                                \r\n\n10.  Koon similarly rejected the government's argument that\r                     \r\nbecause \"physical appearance\" is a discouraged factor, the\r\nbroader category of physical abuse in prison, including that\r\nresulting from physical appearance, could not be considered. \r\n116 S. Ct. at 2051.\r\n\n                             -22-\r                                          22\r\r\n\nthe Supreme  Court warned in  Koon.   We do  not travel  this\r                                              \r\n\npath.\r\n\n        Because we  are remanding on  the tax loss  issue and\r\n\nthe district court will make further findings on that  point,\r\n\nwe believe the  wisest course is to  remand on this  issue as\r\n\nwell.    In  addition,  it  is  unclear  to  us  whether  the\r\n\ngovernment and defendants  have had the opportunity to put on\r\n\nthe  evidence they  would have  wished had  a non-categorical\r\n\napproach  been  taken.11    In  rejecting   the  government's\r\n\ncategorical imperative approach,12 we do not suggest that the\r\n\ndefendants'  argument establishes  that they fall  outside of\r\n\nthe heartland.   It is  a rare case which  does fall outside.\r\n\nAs  courts  have  recognized, incarceration  of  a  defendant\r\n\ninevitably  means  that  the  defendant  will  no  longer  be\r\n\nemployed in  his previous  position and that  fact inevitably\r\n\nwill  have consequences.  See, e.g., Milikowsky, 65 F.3d at 8\r                                                           \r\n\n(\"[T]he Commission  could hardly have  overlooked the  effect\r\n\n                    \r                                \r\n\n11.  Though the defense treated Mr. and Mrs. Olbres\r\nidentically for sentencing purposes, evidence was presented\r\nonly on Mr. Olbres' importance to DC.  Each defendant must be\r\nconsidered individually.  We note that there was no evidence\r\nto suggest that the business would fail were Mrs. Olbres\r\nincarcerated.\r\n\n12.  We note that the opinions from our sister circuits on\r\nwhich the government has relied, Sharapan, Rutana, and Mogel,\r                                                                        \r\nwere all decided without the benefit of Koon.  In\r                                                        \r\ndistinguishing those cases, we decide only that there is no\r\ncategorical barrier to the district court's consideration of\r\na departure -- not that a departure would be proper on these\r\nfacts.\r\n\n                             -23-\r                                          23\r\r\n\nthat imprisonment of offenders would have on small businesses\r\n\nthat are  likely  to  be  heavily  dependant  on  those  very\r\n\noffenders  for their  continuing success.\").   The  mere fact\r\n\nthat innocent others will  themselves be disadvantaged by the\r\n\ndefendants' imprisonment is  not alone enough to  take a case\r\n\nout  of the heartland.   These issues are  matters of degree,\r\n\ninvolving qualitative  and quantitative judgments.   Bruce M.\r\n\nSelya &amp;  Matthew Kipp,  An Examination of  Emerging Departure\r                                                                         \r\n\nJurisprudence  Under the  Federal  Sentencing Guidelines,  67\r                                                                    \r\n\nNotre  Dame L.  Rev. 1, 7-8  (1991).   As this  court said in\r\n\nRivera:\r                  \r\n\n        It may  not be unusual, for  example, to find\r\n        that  a convicted drug  offender is  a single\r\n        mother with family responsibilities,  but, at\r\n        some  point,  the  nature  and  magnitude  of\r\n        family responsibilities  (many children? with\r\n        handicaps? no money? no place for children to\r\n        go?)  may transform  the  \"ordinary case\"  of\r\n        such circumstances into a case that is not at\r\n        all ordinary. \r\n\nUnited States  v.  Rivera, 994  F.2d  at 948;  accord  United\r                                                                         \r\n\nStates  v. Sclamo,  997 F.2d  970 (1st  Cir. 1993);  see also\r                                                                         \r\n\nKoon,  116  S. Ct.  at 2051  (it  is not  unusual  for public\r                \r\n\nofficials  convicted  of violating  18  U.S.C.     242 to  be\r\n\nsubject to career related consequences, so these consequences\r\n\nalone do not make a case unusual). \r\n\n        Given our decision to  vacate the sentence and remand\r\n\nfor  further proceedings,  consideration  of the  defendants'\r\n\nacquitted conduct arguments would be premature.  \r\n\n                             -24-\r                                          24\r\r\n\n        We close with  words from  Koon on which  all of  the\r                                                   \r\n\nJustices agreed: \r\n\n        The goal of the Sentencing Guidelines is,  of\r\n        course, to reduce unjustified disparities and\r\n        so  reach  towards  the   evenhandedness  and\r\n        neutrality that are the  distinguishing marks\r\n        of any principled system of justice.  In this\r\n        respect,  the Guidelines  provide uniformity,\r\n        predictability,  and  a degree  of detachment\r\n        lacking in our earlier system.  This too must\r\n        be remembered, however.   It has been uniform\r\n        and   constant   in   the  federal   judicial\r\n        tradition   for   the  sentencing   judge  to\r\n        consider   every   convicted  person   as  an\r\n        individual  and every case  as a unique study\r\n        in   the   human   failings  that   sometimes\r\n        mitigate,  sometimes  magnify, the  crime and\r\n        the  punishment   to  ensue.     We   do  not\r\n        understand it to have been  the congressional\r\n        purpose to withdraw all sentencing discretion\r\n        from  the  United   States  District   Judge.\r\n        Discretion is reserved within  the Sentencing\r\n        Guidelines.\r\n\nId. at 2053.  Even were we not obliged to agree, we would. \r               \r\n\n        We vacate the sentence and remand.  United  States v.\r                                                                      \r\n\nCarvell, 74 F.3d 8 (1st Cir.  1996).   \r                   \r\n\n                             -25-\r                                          25\r\r\n",
  "html": "<p class=\"case_cite\">99 F.3d 28</p>\n    <p class=\"case_cite\">78 A.F.T.R.2d 96-6998, 65 USLW 2326,<br>96-2 USTC  P 50,670</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Anthony G. OLBRES and Shirley A. Olbres, Appellants.</p>\n    <p class=\"docket\">Nos. 96-1021, 96-1022.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 1, 1996.<br>Decided Nov. 1, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Gregory G. Katsas, with whom John B. Nalbandian, Jones, Day, Reavis &amp; Pogue, Washington, DC, Scott P. Lopez, Terry Philip Segal, Segal &amp; Feinberg, Boston, MA, Steven M. Gordon, and Shaheen &amp; Gordon, Concord, NH, were on brief, for appellants.</p>\n      <p class=\"indent\">Karen Quesnel, Attorney, Tax Division, Department of Justice, with whom Loretta C. Argrett, Assistant Attorney General, and Robert E. Lindsay and Alan Hechtkopf, Attorneys, Tax Division, Department of Justice, Washington, DC, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, CYR and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This tax evasion case raises two sentencing issues, one of import to tax cases and one of larger import.  We hold that a sentence in a tax evasion case must be predicated on findings as to amounts that the government has proven were willfully evaded and that it is unlikely the requisite findings were made here.  We also hold that there is no categorical imperative prohibiting the very consideration of whether a case is so unusual as to warrant a downward departure based on the loss of jobs to innocent employees occasioned by the imprisonment of the defendant owner of a small business.  We reject the argument that the United States Sentencing Commission's comment discouraging departures based on the \"vocational skills\" of the defendant categorically prohibits consideration of such job loss to third parties.  Accordingly, we vacate defendants' sentences and remand.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Anthony and Shirley Olbres, husband and wife, run a business, Design Consultants (\"DC\"), which creates exhibit booths for trade shows.  Design Consultants currently employs twelve people in addition to Anthony Olbres, who is president of the company, and Shirley Olbres, who serves as DC's part-time bookkeeper.  In 1987, Mr. and Mrs. Olbres had a total income of $837,480.  In June 1987, they purchased a Rolls Royce Corniche convertible for $158,000.  They drove the Rolls to a local restaurant in Exeter, New Hampshire.  A passing IRS employee saw the luxury car parked outside of the restaurant.  His curiosity engaged, he wrote down the license plate number with the intention of identifying the car's owner and examining his or her tax returns.  The IRS employee's curiosity led to a 1989 audit of the Olbres' 1987 joint tax returns and eventually resulted in a criminal investigation.  The investigation led the government to conclude that Mr. and Mrs. Olbres had committed criminal tax evasion.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Mr. and Mrs. Olbres were indicted on three counts of criminal tax evasion related to the income tax returns they filed for the years 1986, 1987, and 1988.  See 26 U.S.C. &#167; 7201.  The returns understated the couple's taxable income for those years by approximately $153,000, $749,000, and $175,000, respectively.  For 1987, the year with the bulk of the unreported income, Mr. and Mrs. Olbres failed to report income from three sources:  1) payments, totaling $630,000, from business customers that were deposited directly into a business savings account and not recorded in the cash receipts journal provided to the Olbres' accountant;  2) rental income, totaling $22,000, from various properties the couple owned;  and 3) rebates, totaling $97,000, paid by shipping companies utilized by DC.  Mr. and Mrs. Olbres conceded all the understatements but defended on the basis that none were willful.  The couple insisted that they had relied on their accountant, who had prepared their returns since 1977.  That accountant died before the trial.  The couple attributed other errors, including the failure to report the shipping rebates, to Mrs. Olbres, who was depicted as a well-meaning but untrained bookkeeper.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The jury acquitted Mr. and Mrs. Olbres on the charges relating to the 1986 and 1988 returns and convicted on the charge related to the 1987 return.  The jury verdict was general;  the district judge instructed the jury that it could convict on a count if it found that Mr. and Mrs. Olbres had willfully attempted to evade a \"substantial\" amount of taxes for the relevant year.  There was no specific jury finding as to the amounts willfully evaded, or as to whether the willful evasion encompassed some or all of the categories of income involved.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court granted the Olbres' motion for judgment of acquittal on the conviction relating to the 1987 tax return on the basis that the government had failed to prove willfulness beyond a reasonable doubt.  United States v. Olbres, 881 F.Supp. 703, 706 (D.N.H.1994).  The government appealed, and this court reversed, holding that there was evidence of willfulness sufficient to uphold the conviction.  United States v. Olbres, 61 F.3d 967, 970-73 (1st Cir.), cert. denied, --- U.S. ----, 116 S.Ct. 522, 133 L.Ed.2d 430 (1995).  This court did not parse the evidence as to the specific amounts willfully underreported for the year 1987.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On remand, the district court determined that the tax loss caused by Mr. and Mrs. Olbres totalled $632,158, which, according to the Sentencing Guidelines' Tax Table, places the Olbres' base offense level at 15.  See U.S.S.G. &#167; 2T4.1.  The $632,158 amount included the $470,236 tax loss from 1987 as well as the tax losses from 1986 and 1988, despite the defendants' challenge to the inclusion of certain amounts from 1987 and of the entire 1986 and 1988 amounts.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court judge sentenced Mr. and Mrs. Olbres to 18 months in prison, the lowest possible sentence within the level 15 sentencing range for their Criminal History Category of I.  That sentence is predicated upon the willfulness requirement having been met for the entire sum underreported for 1987.  It is also predicated on the entire sums underreported for 1986 and 1988, as the court felt it was required to consider those amounts as relevant conduct, despite the acquittals.  Stating that it was legally required to do so, the court rejected Mr. and Mrs. Olbres' argument that there should be a downward departure from the sentence because sending them to prison would mean the demise of their small business and loss of employment for a dozen innocent employees.  It is from these determinations that Mr. and Mrs. Olbres appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Three issues are argued.  Mr. and Mrs. Olbres argue that the district court erred in failing to determine whether they willfully evaded all of the taxes on which their sentence was based.  They also argue that the consideration of the acquitted conduct stemming from the 1986 and 1988 tax years violated the Sentencing Reform Act and the Double Jeopardy and Due Process Clauses of the Constitution.  Finally, Mr. and Mrs. Olbres argue that the district court erred as a matter of law in adopting a per se rule that a trial court may never consider a downward departure to prevent termination of an ongoing business enterprise and the loss of employment to innocent persons.  We vacate the sentence and remand for further proceedings on the first and third grounds and do not reach the Olbres' acquitted conduct argument.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The United States and defendants agree on this appeal that for sentencing purposes the trial judge was required by Rule 32(c)(1), Fed.R.Crim.P., to find that Mr. and Mrs. Olbres willfully attempted to evade all of the taxes used in determining their base offense level.  The dispute is over whether the court adequately, or ever, made such findings.  The government contends that although the trial court made no specific findings, the trial judge, by expressly adopting the findings of the Presentence Investigation Report (\"PSR\"), implicitly found that Mr. and Mrs. Olbres had willfully evaded taxes on income of approximately $1.1 million, encompassing the tax years 1986, 1987, and 1988.  Mr. and Mrs. Olbres contend that the trial court improperly declined to make such findings and instead erroneously assumed that the general jury verdict and this court's opinion in its sufficiency review established that the entire sum of $1.1 million was willfully evaded.  Because the record is unclear as to what the district court actually found, and in light of our disposition of the downward departure issue, we vacate the Olbres' sentences and remand for further proceedings.  See United States v. Garafano, 36 F.3d 133, 135 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In order to determine the base offense level under the Sentencing Guideline for tax evasion, the sentencing court must determine the amount of \"tax loss\" to the government.  U.S.S.G. &#167; 2T1.1(a)(1987).  In the pertinent 1987 Guidelines Manual, \"tax loss\" is defined as \"the total amount of tax that the taxpayer evaded or attempted to evade, including interest to the date of filing of an indictment.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The primary difficulty presented by this case is that the jury, in order to convict, was not required to find the total amount of the tax that the taxpayers evaded or attempted to evade.  Indeed, the jury was instructed that \"[t]he government does not have to prove the exact amount the defendants owed, nor does the government have to prove that all the tax charged in the indictment was evaded.\"   Thus, the sentencing judge is required to make a determination which is not necessarily made by the jury and, in this case, was not made.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Further enlarging the sentencing judge's task, the Guidelines also state that \"[w]hen more than one year is involved, the tax losses are to be added.\"  U.S.S.G. &#167; 2T1.1.  The Guidelines Commentary explains this instruction as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>While the definition of tax loss corresponds to \"criminal deficiency,\" its amount is to be determined by the same rules applicable in determining any other sentencing factor.  In accordance with the \"relevant conduct\" approach adopted by the guidelines, tax losses resulting from more than one year are to be added regardless of whether the defendant is convicted of multiple counts.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">U.S.S.G. Pt. T, comment. 1 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It is against this background that the district court stated the task it thought it faced in light of the government's position at that time:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>With regard to the amounts evaded, I find that the proper means of calculating the amount of tax loss or the amount evaded under the Sentencing Guidelines requires the Court to look to the amounts not included as income on the return that should have been included as income and then to compute the tax based upon that income plus interest based on the statutory rate from the date of return to the date of indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">This is a correct statement of the first step of the analysis.  The next step, as the government now concedes, is to identify the amount of taxes willfully evaded.  We are left with uncertainty as to whether that step was taken.  In determining what the district court did and did not do at sentencing, \"[w]e are guided ... by the record--a record that flavors the judge's words and concomitantly, offers insights into his thinking.\"  United States v. Tavano, 12 F.3d 301, 304 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In the court's most express statement of findings, the judge stated that he adopted the findings and recommendations set forth in the PSR.  The court then held that Mr. and Mrs. Olbres could be sentenced for all \"amounts not included as income that should have been included as income.\"   Other than the adoption of the PSR's findings, the judge made no explicit finding regarding the willfulness of evasion on specific amounts.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In many instances, a general statement that the judge has adopted all the factual statements contained in the PSR satisfies the requirements of Rule 32(c), Fed.R.Crim.P.  United States v. Skrodzki, 9 F.3d 198, 202 n. 7 (1st Cir.1993) (express adoption of PSR defeats Rule 32 challenge);  United States v. Barnett, 989 F.2d 546, 551 n. 5 (1st Cir.)  (checking a box on judgment form indicating that court adopted all findings from PSR constituted specific finding as to the quantity of drugs for which defendants were held responsible), cert. denied, 510 U.S. 850, 114 S.Ct. 148, 149, 126 L.Ed.2d 110 (1993);  United States v. Wells Metal Finishing, Inc., 922 F.2d 54, 58 (1st Cir.1991) (judge briefly explained sentence at hearing and then completed memorandum indicating that he adopted all factual statements in PSR, noting that one fact had been disputed).  Here, however, because the PSR did not resolve all of the disputed factual issues, simple reliance on it is not enough.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The original PSR made no reference to willfulness and did not consider the defendants' acquitted conduct.  After a government objection, the PSR was amended to include the tax loss amounts attributed to the acquitted conduct.  The PSR addendum noted that, in the district court's Order for Acquittal on the 1987 charge, the judge conceded that a different result would obtain under the civil preponderance standard.  See Olbres, 881 F.Supp. at 717.   The PSR addendum concluded:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>Although the Court's remarks only addressed [1987], there is little difference between the evidence submitted as to the acquitted conduct....  The question regarding their intent is the same, regardless of whether one is focusing on [1987] or the acquitted conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This reference back to the district court's order is ineffective;  whether defendants willfully evaded all, or specific portions of, the tax on their 1987 unreported income is not clearly established in that order or in any other statement made by the district court.  As defense counsel points out, a willfulness finding for each of the disputed amounts stemming from factually distinct sources for each year in question (as to each of which different lack-of-willfulness arguments are made) is necessary here in order to determine the correct base offense level.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Lastly, at sentencing the district court also stated that \"willfulness isn't an issue ... as to 87\" because this court, in its sufficiency opinion, \"found a jury could find beyond a reasonable doubt that intent was present.\"   That appellate opinion did not, and could not, make any findings of willful evasion of any specific amount of taxes.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Rather, the opinion addressed whether there was legally sufficient evidence to support a verdict that Mr. and Mrs. Olbres willfully evaded a \"substantial\" amount of taxes on their 1987 income.  See generally Olbres, 61 F.3d 967.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">As we are unable to settle the issue of willfulness findings based on the jury's general verdict, the trial judge's statements, or the documents he incorporates by reference, see United States v. Tavares, 93 F.3d 10, 16 (1st Cir.), cert. denied, --- U.S. ----, 117 S.Ct. 373, 136 L.Ed.2d 263 (1996), we leave it to the sentencing court on remand to clarify the specific amounts on which the sentence is based--that is, those amounts as to which payment of taxes was willfully evaded as proven by the government under the preponderance of the evidence standard.  See Garafano, 36 F.3d at 136.   We express no opinion on the appropriateness of the sentence previously imposed.  United States v. Quinones, 26 F.3d 213, 220 (1st Cir.1994).</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The defendants appeal the denial of their downward departure motion based on their argument that, if they are imprisoned, their business will fail.  Should this occur, the Olbres allege, twelve innocent employees will lose their jobs and suffer severe hardship.  The government argues that the Guidelines discuss \"vocational skills\" as a discouraged factor, not \"ordinarily relevant,\" U.S.S.G. &#167; 5H1.2,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and so there is no room for the Olbres' \"business failure\" argument--an argument that, it contends, is not unusual.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Olbres' argument is based on the premise that their circumstances take their case out of the \"heartland\" of the Tax Guidelines.  \"U.S.S.G. &#167; 5K2.0 allows sentencing courts to depart from the guideline sentencing range in a given case if the court finds aggravating or mitigating circumstances that render the case atypical and take it out of the 'heartland' for which the applicable guideline was designed.\"  United States v. Carrion-Cruz, 92 F.3d 5, 6 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district court found that if Mr. Olbres was jailed, DC would become defunct and its employees would lose their jobs.  The district court ruled, nonetheless, that the Sentencing Commission must have necessarily understood that small businesses will often fail if their principals are incarcerated and that job loss to innocent third parties was therefore \"not an unusual situation\" under the Guidelines.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  In so doing, the district court expressly stated it was following the Third Circuit opinion in United States v. Sharapan, 13 F.3d 781 (3d Cir.1994), and declined to follow the Second Circuit opinion in United States v. Milikowsky, 65 F.3d 4 (2d Cir.1995).  The district court understood Sharapan to hold that \"as a matter of law this is not a basis for departing because the Sentencing Commission has considered the failure of business in constructing heartland guidelines.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Apparently believing that, as a matter of law, business failure and third party job loss, regardless of the magnitude or the severity of the consequences, could not serve as the basis for a downward departure motion, the trial judge stated at the end of the sentencing hearing:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>I also want the record to be clear that if the fact that your business were to fail could serve legally as a basis for departing under the Sentencing Guidelines, then I would depart, and I would depart in a manner sufficient to keep the business from failing and putting those people out of work.  But as I say, I can't as I sit here find a principal [sic] basis for departing from the guidelines on those factual assumptions.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In Sharapan, the Third Circuit reversed the district court's grant of a downward departure.  13 F.3d at 786.   The trial court had found that incarceration of the defendant would cause his business to fail, resulting in the loss of approximately thirty jobs.  Id. at 782.   It therefore departed from the Guidelines' sentence and sentenced the defendant to probation with conditions.  Id. at 783.   The Third Circuit reversed, holding that the departure was inconsistent with U.S.S.G. &#167; 5H1.2, p.s., which provides that departures based on a defendant's \"vocational skills\" are not ordinarily appropriate.  Id. at 784-85.   The Third Circuit viewed the Commission's policy statement on \"vocational skills\" as being based on an underlying \"principle ... that a sentencing judge may grant a departure based on a defendant's ability to make a work-related contribution to society only in extraordinary circumstances.\"  Id. at 785;  see also United States v. Reilly, 33 F.3d 1396, 1424 (3d Cir.1994);  United States v. Mogel, 956 F.2d 1555, 1564 (11th Cir.), cert. denied, 506 U.S. 857, 113 S.Ct. 167, 121 L.Ed.2d 115 (1992);  accord United States v. Rutana, 932 F.2d 1155 (6th Cir.)  (\"[E]ven assuming that [defendant's] imprisonment would lead to the failure of his business and the loss of his employees' jobs, this fact does not distinguish [defendant] from other offenders.\"), cert. denied, 502 U.S. 907, 112 S.Ct. 300, 116 L.Ed.2d 243 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In contrast, the Second Circuit in Milikowsky affirmed a downward departure taken by the district court because of the effect that Milikowsky's imprisonment would have on his employees.  65 F.3d at 6.   The Second Circuit noted \"that business ownership alone, or even ownership of a vulnerable small business, does not make downward departure appropriate,\" id. at 9, but held that the district court was nonetheless free to, and indeed required to, consider the possibility of downward or upward departure \"when there are compelling considerations that take the case out of the heartland factors upon which the Guidelines rest.\"  Id. at 7 (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Milikowsky arose under the antitrust guideline, U.S.S.G. &#167; 2R1.1 (1990), and not the tax guideline involved here.  Contrary to the government's argument, this is a distinction without a difference.  The Second Circuit considered the same argument the government makes here--that \"the Commission could hardly have overlooked the effect that imprisonment of offenders would have on small businesses that are likely to be heavily dependent on those very offenders for their continuing success.\"  Milikowsky, 65 F.3d at 8.   That may be so, reasoned the Second Circuit, but \"in considering, and taking into account, the effect of imprisonment on antitrust offenders' businesses ... the Commission did not thereby take into account the effect such imprisonment would have in 'extraordinary circumstances.' \"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The structure of analysis we follow in considering sentencing departures is governed by the Supreme Court's decision in Koon v. United States, --- U.S. ----, 116 S.Ct. 2035, 135 L.Ed.2d 392 (1996).  The Supreme Court agreed with the analytical structure adopted by this Circuit in United States v. Rivera, 994 F.2d 942, 949 (1st Cir.1993):</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>The Commission's treatment of departure factors led then-Chief Judge Breyer to explain that a sentencing court considering a departure should ask the following questions:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>\"1) What features of this case, potentially, take it outside the Guidelines' 'heartland' and make of it a special, or unusual, case?</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>2) Has the Commission forbidden departures based on those features?</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>3) If not, has the Commission encouraged departures based on those features?</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>4) If not, has the Commission discouraged departures based on those features?\"</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>We agree with this summary.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Koon, --- U.S. ----, ----, 116 S.Ct. 2035, 2045 (quoting Rivera, 994 F.2d 942).</p>\n    </div>\n    <p class=\"indent\">The Supreme Court continued:</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>If the special factor is a discouraged factor, or an encouraged factor already taken into account by the applicable Guideline, the court should depart only if the factor is present to an exceptional degree or in some other way makes the case different from the ordinary case where the factor is present.  If a factor is unmentioned in the Guidelines, the court must, after considering the \"structure and theory of both relevant guidelines and the Guidelines taken as a whole,\" decide whether it is sufficient to take the case out of the Guideline's heartland.  The court must bear in mind the Commission's expectation that departures based on grounds not mentioned in the Guidelines will be \"highly infrequent.\"</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Id.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">To adopt the categorical approach to job loss from business failures that the district court appeared to take would run afoul of one of the important concerns articulated in Koon.   The Supreme Court has held that generally courts should not categorically reject a factor as a basis for departure from a Guidelines sentence because:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>Congress did not grant federal courts authority to decide what sorts of sentencing considerations are inappropriate in every circumstance.  Rather, 18 U.S.C. &#167; 3553(b) instructs a court that, in determining whether there exists an aggravating or mitigating circumstance of a kind or to a degree not adequately considered by the Commission, it should consider \"only the sentencing guidelines, policy statements, and official commentary of the Sentencing Commission.\" .... The Commission set forth factors courts may not consider under any circumstances but made clear that with those exceptions, it \"does not intend to limit the kinds of factors, whether or not mentioned anywhere else in the guidelines, that could constitute grounds for departure in an unusual case.\"  1995 U.S.S.G. ch. I, pt. A, intro. comment. 4(b).  Thus, for the courts to conclude a factor must not be considered under any circumstances would be to transgress the policymaking authority vested in the Commission.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Id. (emphasis added).  Categorical interpretations \"would nullify the Commission's treatment of particular departure factors and its determination that, with few exceptions, departure factors should not be ruled out on a categorical basis.\"  Id. at ----, 116 S.Ct. at 2051.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The district court's categorical approach also presents a question of law, which, if incorrectly decided, constitutes an abuse of discretion.  As the Supreme Court noted:</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>The Government is quite correct that whether a factor is a permissible basis for departure under any circumstances is a question of law, and the court of appeals need not defer to the district court's resolution of the point....  A district court by definition abuses its discretion when it makes an error of law.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Id. at ----, 116 S.Ct. at 2047.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Koon, we believe, reinforces this Circuit's view that \"[p]lenary review is appropriate where the question in review is simply whether the allegedly special circumstances (i.e., the reasons for the departure) are of the 'kind' that the Guidelines, in principle, permit the sentencing court to consider at all.\"  Rivera, 994 F.2d at 951.   This is so because this court, \"in deciding whether the allegedly special circumstances are of a 'kind' that permits departure, will have to perform the 'quintessentially legal' function of interpreting a set of words, those of an individual guideline, in light of their intention or purpose.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">It is clear that the Guidelines do not explicitly list the factor at issue here among the forbidden or the discouraged factors.  The question is whether the Commission's \"vocational skills\" comment<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> implicitly discourages consideration of job loss to innocent employees.  We note first that \"vocational skills\" themselves are not a forbidden factor, but a discouraged factor.  Compare U.S.S.G. &#167; 5H1.10 (race, sex, national origin et al. \"are not relevant\" in determination of sentence) with U.S.S.G. &#167; 5H1.2 (\"vocational skills are not ordinarily relevant\").  Therefore, even if the present case merely concerned vocational skills, a per se approach would be inappropriate and the district court would still have to consider whether the case was in some way \"different from the ordinary case where the factor is present.\"  Koon, --- U.S. at ----, 116 S.Ct. at 2045.  \"[A] federal court's examination of whether a factor can ever be an appropriate basis for departure is limited to determining whether the Commission has proscribed, as a categorical matter, consideration of the factor.  If the answer to the question is no ... the sentencing court must determine whether the factor, as occurring in the particular circumstances, takes the case outside the heartland of the applicable Guideline.\"  Id. at ----, 116 S.Ct. at 2051.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">We do not agree with the Government's contention that the loss of employment to innocent employees necessarily falls within the term \"vocational skills.\"<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  That a defendant may have vocational skills of great value or rarity does not necessarily tell one whether incarceration of that defendant will entail job loss to others totally uninvolved in the defendant's crimes.  Vocational skills may or may not be related to job loss to others.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Our belief that courts should be careful not to construe the categories covered by the Guidelines' factors too broadly finds support in Koon.   There, the Supreme Court recognized that while \"socio-economic status\" of the defendant is an impermissible ground for departure and \"a defendant's career may relate to his or her socio-economic status, ... the link is not so close as to justify categorical exclusion of the effect of conviction on a career.  Although an impermissible factor need not be invoked by name to be rejected, socio-economic status and job loss are not the semantic or practical equivalents of each other.\"  Koon, --- U.S. at ----, 116 S.Ct. at 2051.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">As Koon holds that job loss by the defendant resulting from his incarceration cannot be categorically excluded from consideration, we think it follows that job loss to innocent employees resulting from incarceration of a defendant may not be categorically excluded from consideration.  Further, the rejected link between the socio-economic status of a defendant and a defendant's personal job loss is, we think, stronger than the link the Government posits between \"vocational skills\" of a defendant and certain loss of employment to innocent employees.  To add a judicial gloss equating job loss by innocent third parties with \"vocational skills\" is to run headlong into the problem of judicial trespass on legislative prerogative against which the Supreme Court warned in Koon.   We do not travel this path.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Because we are remanding on the tax loss issue and the district court will make further findings on that point, we believe the wisest course is to remand on this issue as well.  In addition, it is unclear to us whether the government and defendants have had the opportunity to put on the evidence they would have wished had a non-categorical approach been taken.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  In rejecting the government's categorical imperative approach,<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> we do not suggest that the defendants' argument establishes that they fall outside of the heartland.  It is a rare case which does fall outside.  As courts have recognized, incarceration of a defendant inevitably means that the defendant will no longer be employed in his previous position and that fact inevitably will have consequences.  See, e.g., Milikowsky, 65 F.3d at 8 (\"[T]he Commission could hardly have overlooked the effect that imprisonment of offenders would have on small businesses that are likely to be heavily dependant on those very offenders for their continuing success.\").  The mere fact that innocent others will themselves be disadvantaged by the defendants' imprisonment is not alone enough to take a case out of the heartland.  These issues are matters of degree, involving qualitative and quantitative judgments.  Bruce M. Selya &amp; Matthew Kipp, An Examination of Emerging Departure Jurisprudence Under the Federal Sentencing Guidelines, 67 Notre Dame L.Rev. 1, 7-8 (1991).  As this court said in Rivera:</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>It may not be unusual, for example, to find that a convicted drug offender is a single mother with family responsibilities, but, at some point, the nature and magnitude of family responsibilities (many children? with handicaps? no money? no place for children to go?) may transform the \"ordinary case\" of such circumstances into a case that is not at all ordinary.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">United States v. Rivera, 994 F.2d at 948;  accord United States v. Sclamo, 997 F.2d 970 (1st Cir.1993);  see also Koon, --- U.S. at ----, 116 S.Ct. at 2051 (it is not unusual for public officials convicted of violating 18 U.S.C. &#167; 242 to be subject to career related consequences, so these consequences alone do not make a case unusual).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Given our decision to vacate the sentence and remand for further proceedings, consideration of the defendants' acquitted conduct arguments would be premature.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">We close with words from Koon on which all of the Justices agreed:The goal of the Sentencing Guidelines is, of course, to reduce unjustified disparities and so reach towards the evenhandedness and neutrality that are the distinguishing marks of any principled system of justice.  In this respect, the Guidelines provide uniformity, predictability, and a degree of detachment lacking in our earlier system.  This too must be remembered, however.  It has been uniform and constant in the federal judicial tradition for the sentencing judge to consider every convicted person as an individual and every case as a unique study in the human failings that sometimes mitigate, sometimes magnify, the crime and the punishment to ensue.  We do not understand it to have been the congressional purpose to withdraw all sentencing discretion from the United States District Judge.  Discretion is reserved within the Sentencing Guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Id. at ----, 116 S.Ct. at 2053.   Even were we not obliged to agree, we would.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">We vacate the sentence and remand.  United States v. Carvell, 74 F.3d 8 (1st Cir.1996).</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This Circuit has also repeatedly held that an implicit resolution of disputed facts is sufficient \"when the court's statements and the sentence imposed showed that the facts were decided in a particular way.\"  United States v. Van, 87 F.3d 1, 3 (1st Cir.1996)(citing cases).  \"As a general rule, a trial court lawfully may make implicit findings with regard to sentencing matters, incorporating by reference suitably detailed suggestions limned in the PSI Report or advanced by a party.\"  Tavano, 12 F.3d at 307;  see also United States v. Ovalle-Marquez, 36 F.3d 212, 227-28 (1st Cir.1994) (finding that trial court's statement that offense level was \"based ... on the amount of cocaine involved in the offense\" showed that the court adopted the PSR's recommendations and implicitly made the necessary findings as to drug quantity), cert. denied, 514 U.S. 1007, 115 S.Ct. 1322, 131 L.Ed.2d 202 (1995).  In this case, however, the PSR was not \"suitably detailed.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It is the defendants' position, for example, that the guilty verdict could have been based on as little as $22,000 of unreported rental income in 1987</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Such factual determinations are either for the jury at trial, see, e.g., United States v. Gaudin, 515 U.S. 506, ---- - ----, 115 S.Ct. 2310, 2313-14, 132 L.Ed.2d 444 (1995), or for the district court at sentencing, see, e.g., 18 U.S.C. &#167; 3742(d)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Discouraged factors are those \"not ordinarily relevant in determining whether a sentence should be outside the guidelines....\"  U.S.S.G. &#167; 5H1.2</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The issue is not moot because the district court granted defendants' motion for bail pending resolution of this appeal.  The government agreed that Mr. and Mrs. Olbres do not present a danger to the community or a flight risk</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> It is not necessary to resolve whether this is a correct reading of Sharapan</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The Government's argument here relies on a general distinction between harm to society, which, it says, may be an extraordinary factor, and business failure, which, it says, may not.  The Supreme Court rejected this type of argument in Koon:</p>\n        <p>The Government seeks to avoid the factual nature of the departure inquiry by describing it at a higher level of generality linked closely to questions of law.  The relevant question, however, is not, as the Government says, \"whether a particular factor is within the 'heartland' \" as a general proposition, but whether the particular factor is within the heartland given all the facts of the case....  These considerations are factual matters.</p>\n        <p>Koon, --- U.S. at ----, 116 S.Ct. at 2047 (citations omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The Commission statement results from the instructions of Congress that the Commission's guidelines and policy statements \"reflect the general inappropriateness of considering the ... vocational skills, employment record, ... and community ties of the defendant.\"  28 U.S.C. &#167; 994(e);  see Mogel, 956 F.2d at 1564</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The dictionary definitions of \"vocational skills\" do not import notions of business failures.  See Sharapan, 13 F.3d at 784 (describing a dictionary definition of \"vocational skills\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Koon similarly rejected the government's argument that because \"physical appearance\" is a discouraged factor, the broader category of physical abuse in prison, including that resulting from physical appearance, could not be considered.  --- U.S. at ----, 116 S.Ct. at 2051</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Though the defense treated Mr. and Mrs. Olbres identically for sentencing purposes, evidence was presented only on Mr. Olbres' importance to DC.  Each defendant must be considered individually.  We note that there was no evidence to suggest that the business would fail were Mrs. Olbres incarcerated</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> We note that the opinions from our sister circuits on which the government has relied, Sharapan, Rutana, and Mogel, were all decided without the benefit of Koon.   In distinguishing those cases, we decide only that there is no categorical barrier to the district court's consideration of a departure--not that a departure would be proper on these facts</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></span></p>\n    <p class=\"case_cite\">78 A.F.T.R.2d 96-6998, 65 USLW 2326,<br>96-2 USTC  P 50,670</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Anthony G. OLBRES and Shirley A. Olbres, Appellants.</p>\n    <p class=\"docket\">Nos. 96-1021, 96-1022.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 1, 1996.<br>Decided Nov. 1, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Gregory G. Katsas, with whom John B. Nalbandian, Jones, Day, Reavis &amp; Pogue, Washington, DC, Scott P. Lopez, Terry Philip Segal, Segal &amp; Feinberg, Boston, MA, Steven M. Gordon, and Shaheen &amp; Gordon, Concord, NH, were on brief, for appellants.</p>\n      <p class=\"indent\">Karen Quesnel, Attorney, Tax Division, Department of Justice, with whom Loretta C. Argrett, Assistant Attorney General, and Robert E. Lindsay and Alan Hechtkopf, Attorneys, Tax Division, Department of Justice, Washington, DC, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, CYR and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This tax evasion case raises two sentencing issues, one of import to tax cases and one of larger import.  We hold that a sentence in a tax evasion case must be predicated on findings as to amounts that the government has proven were willfully evaded and that it is unlikely the requisite findings were made here.  We also hold that there is no categorical imperative prohibiting the very consideration of whether a case is so unusual as to warrant a downward departure based on the loss of jobs to innocent employees occasioned by the imprisonment of the defendant owner of a small business.  We reject the argument that the United States Sentencing Commission's comment discouraging departures based on the \"vocational skills\" of the defendant categorically prohibits consideration of such job loss to third parties.  Accordingly, we vacate defendants' sentences and remand.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Anthony and Shirley Olbres, husband and wife, run a business, Design Consultants (\"DC\"), which creates exhibit booths for trade shows.  Design Consultants currently employs twelve people in addition to Anthony Olbres, who is president of the company, and Shirley Olbres, who serves as DC's part-time bookkeeper.  In 1987, Mr. and Mrs. Olbres had a total income of $837,480.  In June 1987, they purchased a Rolls Royce Corniche convertible for $158,000.  They drove the Rolls to a local restaurant in Exeter, New Hampshire.  A passing IRS employee saw the luxury car parked outside of the restaurant.  His curiosity engaged, he wrote down the license plate number with the intention of identifying the car's owner and examining his or her tax returns.  The IRS employee's curiosity led to a 1989 audit of the Olbres' 1987 joint tax returns and eventually resulted in a criminal investigation.  The investigation led the government to conclude that Mr. and Mrs. Olbres had committed criminal tax evasion.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Mr. and Mrs. Olbres were indicted on three counts of criminal tax evasion related to the income tax returns they filed for the years 1986, 1987, and 1988.  See 26 U.S.C. &#167; 7201.  The returns understated the couple's taxable income for those years by approximately $153,000, $749,000, and $175,000, respectively.  For 1987, the year with the bulk of the unreported income, Mr. and Mrs. Olbres failed to report income from three sources:  1) payments, totaling $630,000, from business customers that were deposited directly into a business savings account and not recorded in the cash receipts journal provided to the Olbres' accountant;  2) rental income, totaling $22,000, from various properties the couple owned;  and 3) rebates, totaling $97,000, paid by shipping companies utilized by DC.  Mr. and Mrs. Olbres conceded all the understatements but defended on the basis that none were willful.  The couple insisted that they had relied on their accountant, who had prepared their returns since 1977.  That accountant died before the trial.  The couple attributed other errors, including the failure to report the shipping rebates, to Mrs. Olbres, who was depicted as a well-meaning but untrained bookkeeper.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The jury acquitted Mr. and Mrs. Olbres on the charges relating to the 1986 and 1988 returns and convicted on the charge related to the 1987 return.  The jury verdict was general;  the district judge instructed the jury that it could convict on a count if it found that Mr. and Mrs. Olbres had willfully attempted to evade a \"substantial\" amount of taxes for the relevant year.  There was no specific jury finding as to the amounts willfully evaded, or as to whether the willful evasion encompassed some or all of the categories of income involved.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court granted the Olbres' motion for judgment of acquittal on the conviction relating to the 1987 tax return on the basis that the government had failed to prove willfulness beyond a reasonable doubt.  United States v. Olbres, <span class=\"citation no-link\"><span class=\"volume\">881</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">703</span></span>, 706 (D.N.H.1994).  The government appealed, and this court reversed, holding that there was evidence of willfulness sufficient to uphold the conviction.  United States v. Olbres, <span class=\"citation\" data-id=\"196204\"><a href=\"/opinion/196204/united-states-v-olbres/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 970-73 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">522</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">430</span></span> (1995).  This court did not parse the evidence as to the specific amounts willfully underreported for the year 1987.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On remand, the district court determined that the tax loss caused by Mr. and Mrs. Olbres totalled $632,158, which, according to the Sentencing Guidelines' Tax Table, places the Olbres' base offense level at 15.  See U.S.S.G. &#167; 2T4.1.  The $632,158 amount included the $470,236 tax loss from 1987 as well as the tax losses from 1986 and 1988, despite the defendants' challenge to the inclusion of certain amounts from 1987 and of the entire 1986 and 1988 amounts.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court judge sentenced Mr. and Mrs. Olbres to 18 months in prison, the lowest possible sentence within the level 15 sentencing range for their Criminal History Category of I.  That sentence is predicated upon the willfulness requirement having been met for the entire sum underreported for 1987.  It is also predicated on the entire sums underreported for 1986 and 1988, as the court felt it was required to consider those amounts as relevant conduct, despite the acquittals.  Stating that it was legally required to do so, the court rejected Mr. and Mrs. Olbres' argument that there should be a downward departure from the sentence because sending them to prison would mean the demise of their small business and loss of employment for a dozen innocent employees.  It is from these determinations that Mr. and Mrs. Olbres appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Three issues are argued.  Mr. and Mrs. Olbres argue that the district court erred in failing to determine whether they willfully evaded all of the taxes on which their sentence was based.  They also argue that the consideration of the acquitted conduct stemming from the 1986 and 1988 tax years violated the Sentencing Reform Act and the Double Jeopardy and Due Process Clauses of the Constitution.  Finally, Mr. and Mrs. Olbres argue that the district court erred as a matter of law in adopting a per se rule that a trial court may never consider a downward departure to prevent termination of an ongoing business enterprise and the loss of employment to innocent persons.  We vacate the sentence and remand for further proceedings on the first and third grounds and do not reach the Olbres' acquitted conduct argument.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The United States and defendants agree on this appeal that for sentencing purposes the trial judge was required by Rule 32(c)(1), Fed.R.Crim.P., to find that Mr. and Mrs. Olbres willfully attempted to evade all of the taxes used in determining their base offense level.  The dispute is over whether the court adequately, or ever, made such findings.  The government contends that although the trial court made no specific findings, the trial judge, by expressly adopting the findings of the Presentence Investigation Report (\"PSR\"), implicitly found that Mr. and Mrs. Olbres had willfully evaded taxes on income of approximately $1.1 million, encompassing the tax years 1986, 1987, and 1988.  Mr. and Mrs. Olbres contend that the trial court improperly declined to make such findings and instead erroneously assumed that the general jury verdict and this court's opinion in its sufficiency review established that the entire sum of $1.1 million was willfully evaded.  Because the record is unclear as to what the district court actually found, and in light of our disposition of the downward departure issue, we vacate the Olbres' sentences and remand for further proceedings.  See United States v. Garafano, <span class=\"citation\" data-id=\"195613\"><a href=\"/opinion/195613/united-states-v-garafano/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">133</span></a></span>, 135 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In order to determine the base offense level under the Sentencing Guideline for tax evasion, the sentencing court must determine the amount of \"tax loss\" to the government.  U.S.S.G. &#167; 2T1.1(a)(1987).  In the pertinent 1987 Guidelines Manual, \"tax loss\" is defined as \"the total amount of tax that the taxpayer evaded or attempted to evade, including interest to the date of filing of an indictment.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The primary difficulty presented by this case is that the jury, in order to convict, was not required to find the total amount of the tax that the taxpayers evaded or attempted to evade.  Indeed, the jury was instructed that \"[t]he government does not have to prove the exact amount the defendants owed, nor does the government have to prove that all the tax charged in the indictment was evaded.\"   Thus, the sentencing judge is required to make a determination which is not necessarily made by the jury and, in this case, was not made.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Further enlarging the sentencing judge's task, the Guidelines also state that \"[w]hen more than one year is involved, the tax losses are to be added.\"  U.S.S.G. &#167; 2T1.1.  The Guidelines Commentary explains this instruction as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>While the definition of tax loss corresponds to \"criminal deficiency,\" its amount is to be determined by the same rules applicable in determining any other sentencing factor.  In accordance with the \"relevant conduct\" approach adopted by the guidelines, tax losses resulting from more than one year are to be added regardless of whether the defendant is convicted of multiple counts.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">U.S.S.G. Pt. T, comment. 1 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It is against this background that the district court stated the task it thought it faced in light of the government's position at that time:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>With regard to the amounts evaded, I find that the proper means of calculating the amount of tax loss or the amount evaded under the Sentencing Guidelines requires the Court to look to the amounts not included as income on the return that should have been included as income and then to compute the tax based upon that income plus interest based on the statutory rate from the date of return to the date of indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">This is a correct statement of the first step of the analysis.  The next step, as the government now concedes, is to identify the amount of taxes willfully evaded.  We are left with uncertainty as to whether that step was taken.  In determining what the district court did and did not do at sentencing, \"[w]e are guided ... by the record--a record that flavors the judge's words and concomitantly, offers insights into his thinking.\"  United States v. Tavano, <span class=\"citation\" data-id=\"195113\"><a href=\"/opinion/195113/united-states-v-tavano/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">301</span></a></span>, 304 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In the court's most express statement of findings, the judge stated that he adopted the findings and recommendations set forth in the PSR.  The court then held that Mr. and Mrs. Olbres could be sentenced for all \"amounts not included as income that should have been included as income.\"   Other than the adoption of the PSR's findings, the judge made no explicit finding regarding the willfulness of evasion on specific amounts.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In many instances, a general statement that the judge has adopted all the factual statements contained in the PSR satisfies the requirements of Rule 32(c), Fed.R.Crim.P.  United States v. Skrodzki, <span class=\"citation\" data-id=\"195031\"><a href=\"/opinion/195031/united-states-v-skrodzki/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">198</span></a></span>, 202 n. 7 (1st Cir.1993) (express adoption of PSR defeats Rule 32 challenge);  United States v. Barnett, <span class=\"citation\" data-id=\"603504\"><a href=\"/opinion/603504/united-states-v-michael-barnett-united-states-of-america-v-barry-jordan/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">546</span></a></span>, 551 n. 5 (1st Cir.)  (checking a box on judgment form indicating that court adopted all findings from PSR constituted specific finding as to the quantity of drugs for which defendants were held responsible), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">850</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">148</span></span>, 149, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">110</span></span> (1993);  United States v. Wells Metal Finishing, Inc., <span class=\"citation\" data-id=\"553335\"><a href=\"/opinion/553335/united-states-v-wells-metal-finishing-inc-appeal-of-john-wells/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">54</span></a></span>, 58 (1st Cir.1991) (judge briefly explained sentence at hearing and then completed memorandum indicating that he adopted all factual statements in PSR, noting that one fact had been disputed).  Here, however, because the PSR did not resolve all of the disputed factual issues, simple reliance on it is not enough.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The original PSR made no reference to willfulness and did not consider the defendants' acquitted conduct.  After a government objection, the PSR was amended to include the tax loss amounts attributed to the acquitted conduct.  The PSR addendum noted that, in the district court's Order for Acquittal on the 1987 charge, the judge conceded that a different result would obtain under the civil preponderance standard.  See Olbres, 881 F.Supp. at 717.   The PSR addendum concluded:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>Although the Court's remarks only addressed [1987], there is little difference between the evidence submitted as to the acquitted conduct....  The question regarding their intent is the same, regardless of whether one is focusing on [1987] or the acquitted conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This reference back to the district court's order is ineffective;  whether defendants willfully evaded all, or specific portions of, the tax on their 1987 unreported income is not clearly established in that order or in any other statement made by the district court.  As defense counsel points out, a willfulness finding for each of the disputed amounts stemming from factually distinct sources for each year in question (as to each of which different lack-of-willfulness arguments are made) is necessary here in order to determine the correct base offense level.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Lastly, at sentencing the district court also stated that \"willfulness isn't an issue ... as to 87\" because this court, in its sufficiency opinion, \"found a jury could find beyond a reasonable doubt that intent was present.\"   That appellate opinion did not, and could not, make any findings of willful evasion of any specific amount of taxes.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Rather, the opinion addressed whether there was legally sufficient evidence to support a verdict that Mr. and Mrs. Olbres willfully evaded a \"substantial\" amount of taxes on their 1987 income.  See generally Olbres, <span class=\"citation\" data-id=\"196204\"><a href=\"/opinion/196204/united-states-v-olbres/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">As we are unable to settle the issue of willfulness findings based on the jury's general verdict, the trial judge's statements, or the documents he incorporates by reference, see United States v. Tavares, <span class=\"citation\" data-id=\"196930\"><a href=\"/opinion/196930/united-states-v-tavares/\"><span class=\"volume\">93</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></a></span>, 16 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">373</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">263</span></span> (1996), we leave it to the sentencing court on remand to clarify the specific amounts on which the sentence is based--that is, those amounts as to which payment of taxes was willfully evaded as proven by the government under the preponderance of the evidence standard.  See Garafano, 36 F.3d at 136.   We express no opinion on the appropriateness of the sentence previously imposed.  United States v. Quinones, <span class=\"citation\" data-id=\"672030\"><a href=\"/opinion/672030/united-states-v-jesus-m-quinones-aka-jesus-m-quinones-rodriguez/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">213</span></a></span>, 220 (1st Cir.1994).</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The defendants appeal the denial of their downward departure motion based on their argument that, if they are imprisoned, their business will fail.  Should this occur, the Olbres allege, twelve innocent employees will lose their jobs and suffer severe hardship.  The government argues that the Guidelines discuss \"vocational skills\" as a discouraged factor, not \"ordinarily relevant,\" U.S.S.G. &#167; 5H1.2,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and so there is no room for the Olbres' \"business failure\" argument--an argument that, it contends, is not unusual.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Olbres' argument is based on the premise that their circumstances take their case out of the \"heartland\" of the Tax Guidelines.  \"U.S.S.G. &#167; 5K2.0 allows sentencing courts to depart from the guideline sentencing range in a given case if the court finds aggravating or mitigating circumstances that render the case atypical and take it out of the 'heartland' for which the applicable guideline was designed.\"  United States v. Carrion-Cruz, <span class=\"citation\" data-id=\"196916\"><a href=\"/opinion/196916/united-states-v-carrion-cruz/\"><span class=\"volume\">92</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 6 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district court found that if Mr. Olbres was jailed, DC would become defunct and its employees would lose their jobs.  The district court ruled, nonetheless, that the Sentencing Commission must have necessarily understood that small businesses will often fail if their principals are incarcerated and that job loss to innocent third parties was therefore \"not an unusual situation\" under the Guidelines.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  In so doing, the district court expressly stated it was following the Third Circuit opinion in United States v. Sharapan, <span class=\"citation\" data-id=\"660198\"><a href=\"/opinion/660198/united-states-v-elliott-sharapan-victor-sharapan/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">781</span></a></span> (3d Cir.1994), and declined to follow the Second Circuit opinion in United States v. Milikowsky, <span class=\"citation\" data-id=\"703247\"><a href=\"/opinion/703247/united-states-of-america-appellee-cross-appellant-v-daniel-milikowsky/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">4</span></a></span> (2d Cir.1995).  The district court understood Sharapan to hold that \"as a matter of law this is not a basis for departing because the Sentencing Commission has considered the failure of business in constructing heartland guidelines.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Apparently believing that, as a matter of law, business failure and third party job loss, regardless of the magnitude or the severity of the consequences, could not serve as the basis for a downward departure motion, the trial judge stated at the end of the sentencing hearing:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>I also want the record to be clear that if the fact that your business were to fail could serve legally as a basis for departing under the Sentencing Guidelines, then I would depart, and I would depart in a manner sufficient to keep the business from failing and putting those people out of work.  But as I say, I can't as I sit here find a principal [sic] basis for departing from the guidelines on those factual assumptions.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In Sharapan, the Third Circuit reversed the district court's grant of a downward departure.  13 F.3d at 786.   The trial court had found that incarceration of the defendant would cause his business to fail, resulting in the loss of approximately thirty jobs.  Id. at 782.   It therefore departed from the Guidelines' sentence and sentenced the defendant to probation with conditions.  Id. at 783.   The Third Circuit reversed, holding that the departure was inconsistent with U.S.S.G. &#167; 5H1.2, p.s., which provides that departures based on a defendant's \"vocational skills\" are not ordinarily appropriate.  Id. at 784-85.   The Third Circuit viewed the Commission's policy statement on \"vocational skills\" as being based on an underlying \"principle ... that a sentencing judge may grant a departure based on a defendant's ability to make a work-related contribution to society only in extraordinary circumstances.\"  Id. at 785;  see also United States v. Reilly, <span class=\"citation\" data-id=\"677312\"><a href=\"/opinion/677312/united-states-v-william-p-reilly-united-states-of-america-v-john/\"><span class=\"volume\">33</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1396</span></a></span>, 1424 (3d Cir.1994);  United States v. Mogel, <span class=\"citation\" data-id=\"578194\"><a href=\"/opinion/578194/united-states-v-darlene-faye-mogel/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1555</span></a></span>, 1564 (11th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">857</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">167</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">115</span></span> (1992);  accord United States v. Rutana, <span class=\"citation\" data-id=\"561169\"><a href=\"/opinion/561169/united-states-v-john-w-rutana/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1155</span></a></span> (6th Cir.)  (\"[E]ven assuming that [defendant's] imprisonment would lead to the failure of his business and the loss of his employees' jobs, this fact does not distinguish [defendant] from other offenders.\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">907</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">300</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">243</span></span> (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In contrast, the Second Circuit in Milikowsky affirmed a downward departure taken by the district court because of the effect that Milikowsky's imprisonment would have on his employees.  65 F.3d at 6.   The Second Circuit noted \"that business ownership alone, or even ownership of a vulnerable small business, does not make downward departure appropriate,\" id. at 9, but held that the district court was nonetheless free to, and indeed required to, consider the possibility of downward or upward departure \"when there are compelling considerations that take the case out of the heartland factors upon which the Guidelines rest.\"  Id. at 7 (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Milikowsky arose under the antitrust guideline, U.S.S.G. &#167; 2R1.1 (1990), and not the tax guideline involved here.  Contrary to the government's argument, this is a distinction without a difference.  The Second Circuit considered the same argument the government makes here--that \"the Commission could hardly have overlooked the effect that imprisonment of offenders would have on small businesses that are likely to be heavily dependent on those very offenders for their continuing success.\"  Milikowsky, 65 F.3d at 8.   That may be so, reasoned the Second Circuit, but \"in considering, and taking into account, the effect of imprisonment on antitrust offenders' businesses ... the Commission did not thereby take into account the effect such imprisonment would have in 'extraordinary circumstances.' \"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The structure of analysis we follow in considering sentencing departures is governed by the Supreme Court's decision in Koon v. United States, --- U.S. ----, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2035</span></a></span>, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">392</span></a></span> (1996).  The Supreme Court agreed with the analytical structure adopted by this Circuit in United States v. Rivera, <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, 949 (1st Cir.1993):</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>The Commission's treatment of departure factors led then-Chief Judge Breyer to explain that a sentencing court considering a departure should ask the following questions:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>\"1) What features of this case, potentially, take it outside the Guidelines' 'heartland' and make of it a special, or unusual, case?</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>2) Has the Commission forbidden departures based on those features?</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>3) If not, has the Commission encouraged departures based on those features?</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>4) If not, has the Commission discouraged departures based on those features?\"</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>We agree with this summary.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Koon, --- U.S. ----, ----, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2035</span></a></span>, 2045 (quoting Rivera, <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>).</p>\n    </div>\n    <p class=\"indent\">The Supreme Court continued:</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>If the special factor is a discouraged factor, or an encouraged factor already taken into account by the applicable Guideline, the court should depart only if the factor is present to an exceptional degree or in some other way makes the case different from the ordinary case where the factor is present.  If a factor is unmentioned in the Guidelines, the court must, after considering the \"structure and theory of both relevant guidelines and the Guidelines taken as a whole,\" decide whether it is sufficient to take the case out of the Guideline's heartland.  The court must bear in mind the Commission's expectation that departures based on grounds not mentioned in the Guidelines will be \"highly infrequent.\"</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Id.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">To adopt the categorical approach to job loss from business failures that the district court appeared to take would run afoul of one of the important concerns articulated in Koon.   The Supreme Court has held that generally courts should not categorically reject a factor as a basis for departure from a Guidelines sentence because:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>Congress did not grant federal courts authority to decide what sorts of sentencing considerations are inappropriate in every circumstance.  Rather, 18 U.S.C. &#167; 3553(b) instructs a court that, in determining whether there exists an aggravating or mitigating circumstance of a kind or to a degree not adequately considered by the Commission, it should consider \"only the sentencing guidelines, policy statements, and official commentary of the Sentencing Commission.\" .... The Commission set forth factors courts may not consider under any circumstances but made clear that with those exceptions, it \"does not intend to limit the kinds of factors, whether or not mentioned anywhere else in the guidelines, that could constitute grounds for departure in an unusual case.\"  1995 U.S.S.G. ch. I, pt. A, intro. comment. 4(b).  Thus, for the courts to conclude a factor must not be considered under any circumstances would be to transgress the policymaking authority vested in the Commission.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Id. (emphasis added).  Categorical interpretations \"would nullify the Commission's treatment of particular departure factors and its determination that, with few exceptions, departure factors should not be ruled out on a categorical basis.\"  Id. at ----, 116 S.Ct. at 2051.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The district court's categorical approach also presents a question of law, which, if incorrectly decided, constitutes an abuse of discretion.  As the Supreme Court noted:</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>The Government is quite correct that whether a factor is a permissible basis for departure under any circumstances is a question of law, and the court of appeals need not defer to the district court's resolution of the point....  A district court by definition abuses its discretion when it makes an error of law.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Id. at ----, 116 S.Ct. at 2047.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Koon, we believe, reinforces this Circuit's view that \"[p]lenary review is appropriate where the question in review is simply whether the allegedly special circumstances (i.e., the reasons for the departure) are of the 'kind' that the Guidelines, in principle, permit the sentencing court to consider at all.\"  Rivera, 994 F.2d at 951.   This is so because this court, \"in deciding whether the allegedly special circumstances are of a 'kind' that permits departure, will have to perform the 'quintessentially legal' function of interpreting a set of words, those of an individual guideline, in light of their intention or purpose.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">It is clear that the Guidelines do not explicitly list the factor at issue here among the forbidden or the discouraged factors.  The question is whether the Commission's \"vocational skills\" comment<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> implicitly discourages consideration of job loss to innocent employees.  We note first that \"vocational skills\" themselves are not a forbidden factor, but a discouraged factor.  Compare U.S.S.G. &#167; 5H1.10 (race, sex, national origin et al. \"are not relevant\" in determination of sentence) with U.S.S.G. &#167; 5H1.2 (\"vocational skills are not ordinarily relevant\").  Therefore, even if the present case merely concerned vocational skills, a per se approach would be inappropriate and the district court would still have to consider whether the case was in some way \"different from the ordinary case where the factor is present.\"  Koon, --- U.S. at ----, 116 S.Ct. at 2045.  \"[A] federal court's examination of whether a factor can ever be an appropriate basis for departure is limited to determining whether the Commission has proscribed, as a categorical matter, consideration of the factor.  If the answer to the question is no ... the sentencing court must determine whether the factor, as occurring in the particular circumstances, takes the case outside the heartland of the applicable Guideline.\"  Id. at ----, 116 S.Ct. at 2051.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">We do not agree with the Government's contention that the loss of employment to innocent employees necessarily falls within the term \"vocational skills.\"<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  That a defendant may have vocational skills of great value or rarity does not necessarily tell one whether incarceration of that defendant will entail job loss to others totally uninvolved in the defendant's crimes.  Vocational skills may or may not be related to job loss to others.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Our belief that courts should be careful not to construe the categories covered by the Guidelines' factors too broadly finds support in Koon.   There, the Supreme Court recognized that while \"socio-economic status\" of the defendant is an impermissible ground for departure and \"a defendant's career may relate to his or her socio-economic status, ... the link is not so close as to justify categorical exclusion of the effect of conviction on a career.  Although an impermissible factor need not be invoked by name to be rejected, socio-economic status and job loss are not the semantic or practical equivalents of each other.\"  Koon, --- U.S. at ----, 116 S.Ct. at 2051.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">As Koon holds that job loss by the defendant resulting from his incarceration cannot be categorically excluded from consideration, we think it follows that job loss to innocent employees resulting from incarceration of a defendant may not be categorically excluded from consideration.  Further, the rejected link between the socio-economic status of a defendant and a defendant's personal job loss is, we think, stronger than the link the Government posits between \"vocational skills\" of a defendant and certain loss of employment to innocent employees.  To add a judicial gloss equating job loss by innocent third parties with \"vocational skills\" is to run headlong into the problem of judicial trespass on legislative prerogative against which the Supreme Court warned in Koon.   We do not travel this path.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Because we are remanding on the tax loss issue and the district court will make further findings on that point, we believe the wisest course is to remand on this issue as well.  In addition, it is unclear to us whether the government and defendants have had the opportunity to put on the evidence they would have wished had a non-categorical approach been taken.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  In rejecting the government's categorical imperative approach,<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> we do not suggest that the defendants' argument establishes that they fall outside of the heartland.  It is a rare case which does fall outside.  As courts have recognized, incarceration of a defendant inevitably means that the defendant will no longer be employed in his previous position and that fact inevitably will have consequences.  See, e.g., Milikowsky, 65 F.3d at 8 (\"[T]he Commission could hardly have overlooked the effect that imprisonment of offenders would have on small businesses that are likely to be heavily dependant on those very offenders for their continuing success.\").  The mere fact that innocent others will themselves be disadvantaged by the defendants' imprisonment is not alone enough to take a case out of the heartland.  These issues are matters of degree, involving qualitative and quantitative judgments.  Bruce M. Selya &amp; Matthew Kipp, An Examination of Emerging Departure Jurisprudence Under the Federal Sentencing Guidelines, 67 Notre Dame L.Rev. 1, 7-8 (1991).  As this court said in Rivera:</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>It may not be unusual, for example, to find that a convicted drug offender is a single mother with family responsibilities, but, at some point, the nature and magnitude of family responsibilities (many children? with handicaps? no money? no place for children to go?) may transform the \"ordinary case\" of such circumstances into a case that is not at all ordinary.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">United States v. Rivera, 994 F.2d at 948;  accord United States v. Sclamo, <span class=\"citation\" data-id=\"610803\"><a href=\"/opinion/610803/united-states-v-joseph-sclamo-jr/\"><span class=\"volume\">997</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">970</span></a></span> (1st Cir.1993);  see also Koon, --- U.S. at ----, 116 S.Ct. at 2051 (it is not unusual for public officials convicted of violating 18 U.S.C. &#167; 242 to be subject to career related consequences, so these consequences alone do not make a case unusual).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Given our decision to vacate the sentence and remand for further proceedings, consideration of the defendants' acquitted conduct arguments would be premature.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">We close with words from Koon on which all of the Justices agreed:The goal of the Sentencing Guidelines is, of course, to reduce unjustified disparities and so reach towards the evenhandedness and neutrality that are the distinguishing marks of any principled system of justice.  In this respect, the Guidelines provide uniformity, predictability, and a degree of detachment lacking in our earlier system.  This too must be remembered, however.  It has been uniform and constant in the federal judicial tradition for the sentencing judge to consider every convicted person as an individual and every case as a unique study in the human failings that sometimes mitigate, sometimes magnify, the crime and the punishment to ensue.  We do not understand it to have been the congressional purpose to withdraw all sentencing discretion from the United States District Judge.  Discretion is reserved within the Sentencing Guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Id. at ----, 116 S.Ct. at 2053.   Even were we not obliged to agree, we would.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">We vacate the sentence and remand.  United States v. Carvell, <span class=\"citation\" data-id=\"196531\"><a href=\"/opinion/196531/united-states-v-carvell/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span> (1st Cir.1996).</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This Circuit has also repeatedly held that an implicit resolution of disputed facts is sufficient \"when the court's statements and the sentence imposed showed that the facts were decided in a particular way.\"  United States v. Van, <span class=\"citation\" data-id=\"196815\"><a href=\"/opinion/196815/united-states-v-van/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1996)(citing cases).  \"As a general rule, a trial court lawfully may make implicit findings with regard to sentencing matters, incorporating by reference suitably detailed suggestions limned in the PSI Report or advanced by a party.\"  Tavano, 12 F.3d at 307;  see also United States v. Ovalle-Marquez, <span class=\"citation\" data-id=\"195633\"><a href=\"/opinion/195633/united-states-v-ovalle-marquez/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">212</span></a></span>, 227-28 (1st Cir.1994) (finding that trial court's statement that offense level was \"based ... on the amount of cocaine involved in the offense\" showed that the court adopted the PSR's recommendations and implicitly made the necessary findings as to drug quantity), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1007</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1322</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></span> (1995).  In this case, however, the PSR was not \"suitably detailed.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It is the defendants' position, for example, that the guilty verdict could have been based on as little as $22,000 of unreported rental income in 1987</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Such factual determinations are either for the jury at trial, see, e.g., United States v. Gaudin, <span class=\"citation\" data-id=\"117958\"><a href=\"/opinion/117958/united-states-v-gaudin/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">506</span></a></span>, ---- - ----, <span class=\"citation\" data-id=\"117958\"><a href=\"/opinion/117958/united-states-v-gaudin/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2310</span></a></span>, 2313-14, <span class=\"citation\" data-id=\"117958\"><a href=\"/opinion/117958/united-states-v-gaudin/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">444</span></a></span> (1995), or for the district court at sentencing, see, e.g., 18 U.S.C. &#167; 3742(d)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Discouraged factors are those \"not ordinarily relevant in determining whether a sentence should be outside the guidelines....\"  U.S.S.G. &#167; 5H1.2</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The issue is not moot because the district court granted defendants' motion for bail pending resolution of this appeal.  The government agreed that Mr. and Mrs. Olbres do not present a danger to the community or a flight risk</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> It is not necessary to resolve whether this is a correct reading of Sharapan</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The Government's argument here relies on a general distinction between harm to society, which, it says, may be an extraordinary factor, and business failure, which, it says, may not.  The Supreme Court rejected this type of argument in Koon:</p>\n        <p>The Government seeks to avoid the factual nature of the departure inquiry by describing it at a higher level of generality linked closely to questions of law.  The relevant question, however, is not, as the Government says, \"whether a particular factor is within the 'heartland' \" as a general proposition, but whether the particular factor is within the heartland given all the facts of the case....  These considerations are factual matters.</p>\n        <p>Koon, --- U.S. at ----, 116 S.Ct. at 2047 (citations omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The Commission statement results from the instructions of Congress that the Commission's guidelines and policy statements \"reflect the general inappropriateness of considering the ... vocational skills, employment record, ... and community ties of the defendant.\"  28 U.S.C. &#167; 994(e);  see Mogel, 956 F.2d at 1564</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The dictionary definitions of \"vocational skills\" do not import notions of business failures.  See Sharapan, 13 F.3d at 784 (describing a dictionary definition of \"vocational skills\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Koon similarly rejected the government's argument that because \"physical appearance\" is a discouraged factor, the broader category of physical abuse in prison, including that resulting from physical appearance, could not be considered.  --- U.S. at ----, 116 S.Ct. at 2051</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Though the defense treated Mr. and Mrs. Olbres identically for sentencing purposes, evidence was presented only on Mr. Olbres' importance to DC.  Each defendant must be considered individually.  We note that there was no evidence to suggest that the business would fail were Mrs. Olbres incarcerated</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> We note that the opinions from our sister circuits on which the government has relied, Sharapan, Rutana, and Mogel, were all decided without the benefit of Koon.   In distinguishing those cases, we decide only that there is no categorical barrier to the district court's consideration of a departure--not that a departure would be proper on these facts</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/117958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195613/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195633/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196531/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196815/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196916/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196930/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553335/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561169/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578194/",
    "http://www.courtlistener.com/api/rest/v3/opinions/603504/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610803/",
    "http://www.courtlistener.com/api/rest/v3/opinions/660198/",
    "http://www.courtlistener.com/api/rest/v3/opinions/672030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/677312/",
    "http://www.courtlistener.com/api/rest/v3/opinions/703247/"
  ]
}