{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197038/",
  "absolute_url": "/opinion/197038/de-medeiros-v-ins/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197038/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:20:59Z",
  "date_modified": "2017-03-24T10:49:36.251533Z",
  "type": "010combined",
  "sha1": "d5cc484ed709f7be0ecf0eefed6892534e637791",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1456.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r                            United States Court of Appeals\r\n                    For the First Circuit\r                                For the First Circuit\r\n\n                    [Not for Publication]\r\n                                         \r\n\nNo. 96-1456\r\n\n             CARLOS ALBERTO TARANAS DE MEDEIROS,\r\n\n                         Petitioner,\r\n\n                              v.\r\n\n           IMMIGRATION AND NATURALIZATION SERVICE,\r\n\n                         Respondent.\r\n\n                                         \r\n\n               PETITION FOR REVIEW OF AN ORDER\r\n\n             OF THE BOARD OF IMMIGRATION APPEALS\r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Stahl and Lynch\r\n                        Circuit Judges\r                                                  \r\n\n                                         \r\n\nGary A. Pappas was on brief for petitioner.\r                          \r\nFrank W.  Hunger, Assistant  Attorney General, with whom  David M.\r                                                                              \r\nMcConnell,  Assistant Director, Office of Immigration Litigation, were\r                 \r\non brief for respondent.\r\n                                         \r\n\n                       October 25, 1996\r\n                                         \r\r\n\n          PER CURIAM.  Carlos  Alberto Taranas de Medeiros, a\r                      PER CURIAM.\r\n\ncitizen  of Portugal and  a lawful permanent  resident of the\r\n\nUnited States since 1970, challenges the Board of Immigration\r\n\nAppeals' denial  of his  request for relief  from deportation\r\n\nunder Immigration  and Nationality Act    212(c), 8  U.S.C.  \r\n\n1182(c).  He does not appeal the  Board's decision that he is\r\n\ndeportable under INA   241(a)(4),1 8 U.S.C.   1251(a)(4).  We\r\n\naffirm.2\r\n\n                    \r                                \r\n\n1.  The  statute codified at   241(a)(4) at the time of these\r\nproceedings  is presently codified  at    241(a)(2)(A)(ii), 8\r\nU.S.C.   1251(a)(2)(A)(ii).\r\n\n2.  The  recently enacted  Antiterrorism and  Effective Death\r\nPenalty Act  of 1996  (AEDPA), P.L.  104-132, 110 Stat.  1214\r\n(Apr.  24, 1996) does not affect this appeal.  Section 440(a)\r\nof AEDPA on its  face deprives the federal appeals  courts of\r\njurisdiction  to  review deportation  orders  entered against\r\naliens who  are deportable for, inter  alia, having committed\r                                                       \r\ntwo  crimes  involving  moral  turpitude,  but  this  bar  to\r\njudicial  review  does  not  apply unless  both  crimes  were\r\ncommitted within five years after the alien's entry  into the\r\nUnited States.\r\n          Section 440(a)  of AEDPA states:   \"Any final order\r\nof deportation against an alien by reason of having committed\r\na criminal offense . . . covered  by section 241(a)(2)(A)(ii)\r\nfor  which both  predicate  offenses are  covered by  section\r\n241(a)(2)(A)(i),  shall  not  be  subject to  review  by  any\r\ncourt.\"  In essence, then, the AEDPA jurisdictional provision\r\napplies to cases  in which  aliens found  deportable under   \r\n241(a)(2)(A)(ii)  (two  crimes  of moral  turpitude  any time\r\nafter  entry  not arising  out  of  same  scheme of  criminal\r\nmisconduct) also meet the standards of   241(a)(2)(A)(i) (one\r\ncrime  of moral  turpitude within  5 years  after entry,  for\r\nwhich  a sentence of  one year or  more may be  imposed).  In\r\nMedeiros's  case,  both  of  the two  crimes  supporting  the\r\nfinding of his deportability were committed in 1984, 14 years\r\nafter his  entry into the  country.  Thus,  although Medeiros\r\nwas found to be deportable based upon his convictions for two\r\ncrimes involving  moral turpitude,  neither of  the predicate\r\noffenses  are covered  by    241(a)(2)(A)(i),  and thus  this\r\ncourt has jurisdiction to review the case.\r\n\n                             -2-\r                                          2\r\r\n\n          Our review in   212(c) cases is solely for abuse of\r\n\ndiscretion.   Chen  v. INS,  87 F.3d  5,  8 (1st  Cir. 1996);\r                                      \r\n\nGouveia v. INS,  980 F.2d 814, 817 (1st Cir.  1992).  We have\r                          \r\n\nsaid that there are three ways in which the Board  can commit\r\n\nan  abuse  of  discretion:   \"by  neglecting  to  consider  a\r\n\nsignificant   factor   that   appropriately  bears   on   the\r\n\ndiscretionary decision, by attaching  weight to a factor that\r\n\ndoes not appropriately bear on  the decision, or by  assaying\r\n\nall the  proper factors and no improper ones, but nonetheless\r\n\nmaking  a clear judgmental error in weighing them.\"  Henry v.\r                                                                      \r\n\nINS, 74 F.3d 1, 4  (1st Cir. 1996).  Medeiros makes  no claim\r               \r\n\nthat the  Board ignored  a relevant  factor or  considered an\r\n\nirrelevant  one.   His  sole  contention  is that  the  Board\r\n\nimproperly weighed the factors.\r\n\n          Where \"the record  reflects a  plausible basis  for\r\n\nthe  Board's determination,\" however,  \"we are constrained to\r\n\nfind that the Board acted well within its broad discretionary\r\n\npowers in refusing to grant the waiver.\"  Chen, 87 F.3d at 9.\r                                                          \r\n\nThe record before  the Board,  with its  ample references  to\r\n\n                    \r                                \r\n\n          It is  similarly clear  that AEDPA does  not render\r\nMedeiros  ineligible to seek   212(c) relief.  AEDPA   440(d)\r\namended  INA    212(c)  in much  the same  way that    440(a)\r\namended the INA's appellate  review section.  Section 212(c),\r\nas amended by  AEDPA, bars from  seeking relief aliens  found\r\ndeportable  \"by  reason  of  having  committed  any  criminal\r\noffense covered  in section  241(a)(2)(A)(ii) for which  both\r\npredicate offenses are  covered by section  241(a)(2)(A)(i).\"\r\nAs discussed  above, Medeiros'  offenses, committed  14 years\r\nafter  his entry  into  the country,  are  not covered  by   \r\n241(a)(2)(A)(i).\r\n\n                             -3-\r                                          3\r\r\n\nMedeiros's considerable criminal activity,3  clearly reflects\r\n\na plausible basis for the denial of the waiver.  This case is\r\n\non  all fours with our  decision in Gouveia,  where we upheld\r                                                       \r\n\nthe Board's  discretionary denial  of    212(c)  relief to  a\r\n\ndeportable alien.  In Gouveia,  as here, the Board adequately\r                                         \r\n\n\"took  into account  petitioner's  familial equities,  . .  .\r\n\nlengthy period of residency,  and numerous positive character\r\n\nreferences.\"  Gouveia, 980 F.2d at 818-19.  And in that case,\r                                 \r\n\nas  here,  \"[t]he Board's  decision  makes  manifest that  it\r\n\nappropriately considered  the entire panoply  of positive and\r\n\nnegative  factors  in declining  to  grant  a  waiver.\"   Id.\r                                                                         \r\n\nFinally,  in Gouveia, as here,  the Board decided  in the end\r                                \r\n\n\"that  petitioner's equities  did  not  sufficiently tip  the\r\n\nscales.\"  Id.\r                         \r\n\n          Because we look only for an abuse of discretion, it\r\n\nis  not our place to substitute our judgment for the judgment\r\n\nof the  Board.  See Henry,  74 F.3d at 7  (\"A reviewing court\r                                     \r\n\n                    \r                                \r\n\n3.  Medeiros's criminal  record includes, in addition  to the\r\ntwo assault  and battery convictions (which  formed the basis\r\nof the finding of deportability):  threatening, breaking, and\r\nentering  in the  nighttime  with intent  to commit  larceny;\r\nreceiving stolen property; possession of a Class C controlled\r\nsubstance  with intent  to dispense;  unlawful carrying  of a\r\ndangerous  weapon;   loitering;  unlawful  possession   of  a\r\ndangerous weapon; unlawful possession of a Class D controlled\r\nsubstance; disorderly conduct; disturbing the peace; open and\r\ngross lewdness; armed assault  in a dwelling; intimidation of\r\na witness;  malicious destruction of property  valued at less\r\nthan $100; non-support of  a minor child; and  numerous motor\r\nvehicle licensing and registration infractions.  One of these\r\ncriminal convictions -- for  disorderly conduct -- came after\r\nthe INS instituted the deportation proceedings against him.\r\n\n                             -4-\r                                          4\r\r\n\nmay not reweigh the equities afresh.\");  Gouveia, 980 F.2d at\r                                                            \r\n\n819  (\"We refuse to second-guess  the Board on  the manner in\r\n\nwhich  it  weights different  factors  when  arriving at  its\r\n\nultimate decision.\").   The Board's decision  was \"a judgment\r\n\ncall, pure and simple,\" id. at 819, and there is no reason to\r                                       \r\n\ncall it into question.4\r\n\n          Petitioner's  argument boils down to the contention\r\n\nthat   212(c) relief  should have been granted as a matter of\r\n\nlaw  after he met  the burden,  imposed on  him by  Matter of\r                                                                         \r\n\nBuscemi,  19 I. &amp; N.  Dec. 628 (1988),5  of demonstrating his\r                   \r\n\nunusual  and  outstanding equities.    This  is an  untenable\r\n\nnotion.   The petitioner's demonstration of  equities in this\r\n\ntype of  case is the beginning  of the story, not  the end of\r\n\nit.   See Gouveia, 980 F.2d  at 816 (\"[E]ven the  presence of\r                             \r\n\npreponderant equities or equities  that in the abstract could\r\n\nqualify  as 'unusual'  or 'outstanding'  does not  compel the\r\n\nBoard  to grant  [  212(c)]  relief.\"); Henry,  74 F.3d  at 7\r                                                         \r\n\n                    \r                                \r\n\n4.  Contrary to Medeiros's suggestion, there is nothing amiss\r\nwith  the   BIA's  \"adopt[ion]  [of]  the   contents  of  the\r\nImmigration  Judge's decision.\"   As  this court  pointed out\r\nearlier this year,  \"if the Board's view is that  the IJ 'got\r\nit right,' the law does not demand  that the Board go through\r\nthe idle motions  of dressing  the IJ's findings  in its  own\r\nprose.\"  Chen, 87 F.3d at 7-8.\r                         \r\n\n5.  Under  Buscemi,  an  alien  facing  deportation  who  has\r                              \r\nexhibited,  inter  alia,  a   pattern  of  serious   criminal\r                                   \r\nmisconduct must meet this higher burden  to justify the grant\r\nof   212(c) relief.  Id.  at 633-34; see also Hazzard v. INS,\r                                                                        \r\n951  F.2d  435,  438 (1st  Cir.  1991).    Medeiros does  not\r\nchallenge the applicability of Buscemi to his case.\r                                                  \r\n\n                             -5-\r                                          5\r\r\n\n(\"Adjustment of status is not an entitlement, but, rather, an\r\n\nextraordinary  remedy.  The  Board need not  make the anodyne\r\n\navailable to  all who theoretically  qualify.\"); cf. Hazzard,\r                                                                        \r\n\n951 F.2d at  438 (\"Neither the  BIA nor this  court has  ever\r\n\nheld  that  a  finding  of   'outstanding  equities'  compels\r\n\nallowance   of  a   waiver   of  excludability.\"   (citations\r\n\nomitted)).   The Board is  charged with balancing the alien's\r\n\nadverse factors against his equities in reaching its decision\r\n\nabout  the availability of   212(c) relief.  Matter of Marin,\r                                                                        \r\n\n16 I. &amp; N. Dec.  581, 584 (BIA 1978).   This is exactly  what\r\n\nthe Board did in this case.  Affirmed.                       \r\n\n                             -6-\r                                          6\r\r\n",
  "html": "<p class=\"case_cite\">98 F.3d 1333</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Carlos Alberto Taranas de MEDEIROS, Petitioner,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</p>\n    <p class=\"docket\">No. 96-1456.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Oct. 25, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Gary A. Pappas was on brief for petitioner.</p>\n      <p class=\"indent\">Frank W. Hunger, Assistant Attorney General, with whom David M. McConnell, Assistant Director, Office of Immigration Litigation, were on brief for respondent.</p>\n      <p class=\"indent\">B.I.A.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before BOUDIN, STAHL and LYNCH Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Carlos Alberto Taranas de Medeiros, a citizen of Portugal and a lawful permanent resident of the United States since 1970, challenges the Board of Immigration Appeals' denial of his request for relief from deportation under Immigration and Nationality Act &#167; 212(c), 8 U.S.C. &#167; 1182(c).  He does not appeal the Board's decision that he is deportable under INA &#167; 241(a)(4),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> 8 U.S.C. &#167; 1251(a)(4).  We affirm.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Our review in &#167; 212(c) cases is solely for abuse of discretion.   Chen v. INS, 87 F.3d 5, 8 (1st Cir.1996);   Gouveia v. INS, 980 F.2d 814, 817 (1st Cir.1992).  We have said that there are three ways in which the Board can commit an abuse of discretion:  \"by neglecting to consider a significant factor that appropriately bears on the discretionary decision, by attaching weight to a factor that does not appropriately bear on the decision, or by assaying all the proper factors and no improper ones, but nonetheless making a clear judgmental error in weighing them.\"   Henry v. INS, 74 F.3d 1, 4 (1st Cir.1996).  Medeiros makes no claim that the Board ignored a relevant factor or considered an irrelevant one.  His sole contention is that the Board improperly weighed the factors.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Where \"the record reflects a plausible basis for the Board's determination,\" however, \"we are constrained to find that the Board acted well within its broad discretionary powers in refusing to grant the waiver.\"   Chen, 87 F.3d at 9. The record before the Board, with its ample references to Medeiros's considerable criminal activity,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> clearly reflects a plausible basis for the denial of the waiver.  This case is on all fours with our decision in Gouveia, where we upheld the Board's discretionary denial of &#167; 212(c) relief to a deportable alien.  In Gouveia, as here, the Board adequately \"took into account petitioner's familial equities, ... lengthy period of residency, and numerous positive character references.\"   Gouveia, 980 F.2d at 818-19.   And in that case, as here, \"[t]he Board's decision makes manifest that it appropriately considered the entire panoply of positive and negative factors in declining to grant a waiver.\"   Id. Finally, in Gouveia, as here, the Board decided in the end \"that petitioner's equities did not sufficiently tip the scales.\"   Id.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Because we look only for an abuse of discretion, it is not our place to substitute our judgment for the judgment of the Board.   See Henry, 74 F.3d at 7 (\"A reviewing court may not reweigh the equities afresh.\");   Gouveia, 980 F.2d at 819 (\"We refuse to second-guess the Board on the manner in which it weights different factors when arriving at its ultimate decision.\").  The Board's decision was \"a judgment call, pure and simple,\"  id. at 819, and there is no reason to call it into question.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Petitioner's argument boils down to the contention that &#167; 212(c) relief should have been granted as a matter of law after he met the burden, imposed on him by  Matter of Buscemi, 19 I. &amp; N. Dec. 628 (1988),<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> of demonstrating his unusual and outstanding equities.  This is an untenable notion.  The petitioner's demonstration of equities in this type of case is the beginning of the story, not the end of it.   See Gouveia, 980 F.2d at 816 (\"[E]ven the presence of preponderant equities or equities that in the abstract could qualify as 'unusual' or 'outstanding' does not compel the Board to grant [&#167; 212(c) ] relief.\");   Henry, 74 F.3d at 7 (\"Adjustment of status is not an entitlement, but, rather, an extraordinary remedy.  The Board need not make the anodyne available to all who theoretically qualify.\");   cf. Hazzard, 951 F.2d at 438 (\"Neither the BIA nor this court has ever held that a finding of 'outstanding equities' compels allowance of a waiver of excludability.\"  (citations omitted)).  The Board is charged with balancing the alien's adverse factors against his equities in reaching its decision about the availability of &#167; 212(c) relief.   Matter of Marin, 16 I. &amp; N. Dec. 581, 584 (BIA 1978).  This is exactly what the Board did in this case.  Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The statute codified at &#167; 241(a)(4) at the time of these proceedings is presently codified at &#167; 241(a)(2)(A)(ii), 8 U.S.C. &#167; 1251(a)(2)(A)(ii)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The recently enacted Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA), P.L. 104-132, 110 Stat. 1214 (Apr. 24, 1996) does not affect this appeal.  Section 440(a) of AEDPA on its face deprives the federal appeals courts of jurisdiction to review deportation orders entered against aliens who are deportable for, inter alia, having committed two crimes involving moral turpitude, but this bar to judicial review does not apply unless both crimes were committed within five years after the alien's entry into the United States</p>\n        <p>Section 440(a) of AEDPA states:  \"Any final order of deportation against an alien by reason of having committed a criminal offense ... covered by section 241(a)(2)(A)(ii) for which both predicate offenses are covered by section 241(a)(2)(A)(i), shall not be subject to review by any court.\"   In essence, then, the AEDPA jurisdictional provision applies to cases in which aliens found deportable under &#167; 241(a)(2)(A)(ii) (two crimes of moral turpitude any time after entry not arising out of same scheme of criminal misconduct) also meet the standards of &#167; 241(a)(2)(A)(i) (one crime of moral turpitude within 5 years after entry, for which a sentence of one year or more may be imposed).  In Medeiros's case, both of the two crimes supporting the finding of his deportability were committed in 1984, 14 years after his entry into the country.  Thus, although Medeiros was found to be deportable based upon his convictions for two crimes involving moral turpitude, neither of the predicate offenses are covered by &#167; 241(a)(2)(A)(i), and thus this court has jurisdiction to review the case.</p>\n        <p>It is similarly clear that AEDPA does not render Medeiros ineligible to seek &#167; 212(c) relief.  AEDPA &#167; 440(d) amended INA &#167; 212(c) in much the same way that &#167; 440(a) amended the INA's appellate review section.  Section 212(c), as amended by AEDPA, bars from seeking relief aliens found deportable \"by reason of having committed any criminal offense covered in section 241(a)(2)(A)(ii) for which both predicate offenses are covered by section 241(a)(2)(A)(i).\"   As discussed above, Medeiros' offenses, committed 14 years after his entry into the country, are not covered by &#167; 241(a)(2)(A)(i).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Medeiros's criminal record includes, in addition to the two assault and battery convictions (which formed the basis of the finding of deportability):  threatening, breaking, and entering in the nighttime with intent to commit larceny;  receiving stolen property;  possession of a Class C controlled substance with intent to dispense;  unlawful carrying of a dangerous weapon;  loitering;  unlawful possession of a dangerous weapon;  unlawful possession of a Class D controlled substance;  disorderly conduct;  disturbing the peace;  open and gross lewdness;  armed assault in a dwelling;  intimidation of a witness;  malicious destruction of property valued at less than $100;  non-support of a minor child;  and numerous motor vehicle licensing and registration infractions.  One of these criminal convictions--for disorderly conduct--came after the INS instituted the deportation proceedings against him</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Contrary to Medeiros's suggestion, there is nothing amiss with the BIA's \"adopt[ion][of] the contents of the Immigration Judge's decision.\"   As this court pointed out earlier this year, \"if the Board's view is that the IJ 'got it right,' the law does not demand that the Board go through the idle motions of dressing the IJ's findings in its own prose.\"   Chen, 87 F.3d at 7-8</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Under Buscemi, an alien facing deportation who has exhibited, inter alia, a pattern of serious criminal misconduct must meet this higher burden to justify the grant of &#167; 212(c) relief.   Id. at 633-34;   see also Hazzard v. INS, 951 F.2d 435, 438 (1st Cir.1991).  Medeiros does not challenge the applicability of Buscemi to his case</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1333</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Carlos Alberto Taranas de MEDEIROS, Petitioner,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</p>\n    <p class=\"docket\">No. 96-1456.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Oct. 25, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Gary A. Pappas was on brief for petitioner.</p>\n      <p class=\"indent\">Frank W. Hunger, Assistant Attorney General, with whom David M. McConnell, Assistant Director, Office of Immigration Litigation, were on brief for respondent.</p>\n      <p class=\"indent\">B.I.A.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before BOUDIN, STAHL and LYNCH Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Carlos Alberto Taranas de Medeiros, a citizen of Portugal and a lawful permanent resident of the United States since 1970, challenges the Board of Immigration Appeals' denial of his request for relief from deportation under Immigration and Nationality Act &#167; 212(c), 8 U.S.C. &#167; 1182(c).  He does not appeal the Board's decision that he is deportable under INA &#167; 241(a)(4),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> 8 U.S.C. &#167; 1251(a)(4).  We affirm.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Our review in &#167; 212(c) cases is solely for abuse of discretion.   Chen v. INS, <span class=\"citation\" data-id=\"196819\"><a href=\"/opinion/196819/feng-chen-v-ins/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 8 (1st Cir.1996);   Gouveia v. INS, <span class=\"citation\" data-id=\"596105\"><a href=\"/opinion/596105/jose-gouveia-v-immigration-and-naturalization-service/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">814</span></a></span>, 817 (1st Cir.1992).  We have said that there are three ways in which the Board can commit an abuse of discretion:  \"by neglecting to consider a significant factor that appropriately bears on the discretionary decision, by attaching weight to a factor that does not appropriately bear on the decision, or by assaying all the proper factors and no improper ones, but nonetheless making a clear judgmental error in weighing them.\"   Henry v. INS, <span class=\"citation\" data-id=\"196517\"><a href=\"/opinion/196517/henry-v-ins/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.1996).  Medeiros makes no claim that the Board ignored a relevant factor or considered an irrelevant one.  His sole contention is that the Board improperly weighed the factors.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Where \"the record reflects a plausible basis for the Board's determination,\" however, \"we are constrained to find that the Board acted well within its broad discretionary powers in refusing to grant the waiver.\"   Chen, 87 F.3d at 9. The record before the Board, with its ample references to Medeiros's considerable criminal activity,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> clearly reflects a plausible basis for the denial of the waiver.  This case is on all fours with our decision in Gouveia, where we upheld the Board's discretionary denial of &#167; 212(c) relief to a deportable alien.  In Gouveia, as here, the Board adequately \"took into account petitioner's familial equities, ... lengthy period of residency, and numerous positive character references.\"   Gouveia, 980 F.2d at 818-19.   And in that case, as here, \"[t]he Board's decision makes manifest that it appropriately considered the entire panoply of positive and negative factors in declining to grant a waiver.\"   Id. Finally, in Gouveia, as here, the Board decided in the end \"that petitioner's equities did not sufficiently tip the scales.\"   Id.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Because we look only for an abuse of discretion, it is not our place to substitute our judgment for the judgment of the Board.   See Henry, 74 F.3d at 7 (\"A reviewing court may not reweigh the equities afresh.\");   Gouveia, 980 F.2d at 819 (\"We refuse to second-guess the Board on the manner in which it weights different factors when arriving at its ultimate decision.\").  The Board's decision was \"a judgment call, pure and simple,\"  id. at 819, and there is no reason to call it into question.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Petitioner's argument boils down to the contention that &#167; 212(c) relief should have been granted as a matter of law after he met the burden, imposed on him by  Matter of Buscemi, 19 I. &amp; N. Dec. 628 (1988),<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> of demonstrating his unusual and outstanding equities.  This is an untenable notion.  The petitioner's demonstration of equities in this type of case is the beginning of the story, not the end of it.   See Gouveia, 980 F.2d at 816 (\"[E]ven the presence of preponderant equities or equities that in the abstract could qualify as 'unusual' or 'outstanding' does not compel the Board to grant [&#167; 212(c) ] relief.\");   Henry, 74 F.3d at 7 (\"Adjustment of status is not an entitlement, but, rather, an extraordinary remedy.  The Board need not make the anodyne available to all who theoretically qualify.\");   cf. Hazzard, 951 F.2d at 438 (\"Neither the BIA nor this court has ever held that a finding of 'outstanding equities' compels allowance of a waiver of excludability.\"  (citations omitted)).  The Board is charged with balancing the alien's adverse factors against his equities in reaching its decision about the availability of &#167; 212(c) relief.   Matter of Marin, 16 I. &amp; N. Dec. 581, 584 (BIA 1978).  This is exactly what the Board did in this case.  Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The statute codified at &#167; 241(a)(4) at the time of these proceedings is presently codified at &#167; 241(a)(2)(A)(ii), 8 U.S.C. &#167; 1251(a)(2)(A)(ii)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The recently enacted Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA), P.L. 104-132, 110 Stat. 1214 (Apr. 24, 1996) does not affect this appeal.  Section 440(a) of AEDPA on its face deprives the federal appeals courts of jurisdiction to review deportation orders entered against aliens who are deportable for, inter alia, having committed two crimes involving moral turpitude, but this bar to judicial review does not apply unless both crimes were committed within five years after the alien's entry into the United States</p>\n        <p>Section 440(a) of AEDPA states:  \"Any final order of deportation against an alien by reason of having committed a criminal offense ... covered by section 241(a)(2)(A)(ii) for which both predicate offenses are covered by section 241(a)(2)(A)(i), shall not be subject to review by any court.\"   In essence, then, the AEDPA jurisdictional provision applies to cases in which aliens found deportable under &#167; 241(a)(2)(A)(ii) (two crimes of moral turpitude any time after entry not arising out of same scheme of criminal misconduct) also meet the standards of &#167; 241(a)(2)(A)(i) (one crime of moral turpitude within 5 years after entry, for which a sentence of one year or more may be imposed).  In Medeiros's case, both of the two crimes supporting the finding of his deportability were committed in 1984, 14 years after his entry into the country.  Thus, although Medeiros was found to be deportable based upon his convictions for two crimes involving moral turpitude, neither of the predicate offenses are covered by &#167; 241(a)(2)(A)(i), and thus this court has jurisdiction to review the case.</p>\n        <p>It is similarly clear that AEDPA does not render Medeiros ineligible to seek &#167; 212(c) relief.  AEDPA &#167; 440(d) amended INA &#167; 212(c) in much the same way that &#167; 440(a) amended the INA's appellate review section.  Section 212(c), as amended by AEDPA, bars from seeking relief aliens found deportable \"by reason of having committed any criminal offense covered in section 241(a)(2)(A)(ii) for which both predicate offenses are covered by section 241(a)(2)(A)(i).\"   As discussed above, Medeiros' offenses, committed 14 years after his entry into the country, are not covered by &#167; 241(a)(2)(A)(i).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Medeiros's criminal record includes, in addition to the two assault and battery convictions (which formed the basis of the finding of deportability):  threatening, breaking, and entering in the nighttime with intent to commit larceny;  receiving stolen property;  possession of a Class C controlled substance with intent to dispense;  unlawful carrying of a dangerous weapon;  loitering;  unlawful possession of a dangerous weapon;  unlawful possession of a Class D controlled substance;  disorderly conduct;  disturbing the peace;  open and gross lewdness;  armed assault in a dwelling;  intimidation of a witness;  malicious destruction of property valued at less than $100;  non-support of a minor child;  and numerous motor vehicle licensing and registration infractions.  One of these criminal convictions--for disorderly conduct--came after the INS instituted the deportation proceedings against him</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Contrary to Medeiros's suggestion, there is nothing amiss with the BIA's \"adopt[ion][of] the contents of the Immigration Judge's decision.\"   As this court pointed out earlier this year, \"if the Board's view is that the IJ 'got it right,' the law does not demand that the Board go through the idle motions of dressing the IJ's findings in its own prose.\"   Chen, 87 F.3d at 7-8</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Under Buscemi, an alien facing deportation who has exhibited, inter alia, a pattern of serious criminal misconduct must meet this higher burden to justify the grant of &#167; 212(c) relief.   Id. at 633-34;   see also Hazzard v. INS, <span class=\"citation\" data-id=\"573876\"><a href=\"/opinion/573876/ronald-hazzard-v-immigration-and-naturalization-service/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">435</span></a></span>, 438 (1st Cir.1991).  Medeiros does not challenge the applicability of Buscemi to his case</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/196517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573876/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596105/"
  ]
}