{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197057/",
  "absolute_url": "/opinion/197057/united-states-v-voccola/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197057/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:21:23Z",
  "date_modified": "2017-03-24T10:49:48.642198Z",
  "type": "010combined",
  "sha1": "a1b7c78da12ca6d95fb0e3cad8527e90399f2988",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1182.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n\n                                         \r\n\nNo. 96-1182\r\n\n                        UNITED STATES,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                       ROBERT VOCCOLA,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n             [Mary M. Lisi, U.S. District Judge]\r                                                           \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n\n                Bownes, Senior Circuit Judge,\r                                                        \r\n\n                  and Lynch, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nDavid L. Martin for appellant.\r                           \r\nSheldon Whitehouse, United  States Attorney for Rhode Island,  for\r                              \r\nappellee.\r\n\n                                         \r\n                       November 5, 1996\r\n                                         \r\r\n\n          BOWNES, Senior Circuit Judge.   Defendant-appellant\r                      BOWNES, Senior Circuit Judge.\r                                                  \r\n\nraises  three  issues in  this appeal.    They are:   (1) the\r\n\ndenial of  defendant's motion  for recusal of  the sentencing\r\n\njudge;  (2)  whether  the  district court  clearly  erred  in\r\n\nincreasing defendant's  sentencing level for his  role in the\r\n\noffense; and (3) whether the district judge clearly  erred in\r\n\nfinding that defendant obstructed justice.  We affirm.\r\n\n                          Background\r                                      Background\r                                                \r\n\n          A   grand  jury   returned   a  twenty-four   count\r\n\nindictment charging defendant,  Robert Voccola, his  brother,\r\n\nEdward Voccola, and one  of Edward's employees, Roger Cavaca,\r\n\nwith  an extensive  scheme  of  automobile  insurance  fraud.\r\n\nCount one of  the indictment charged  each of the  defendants\r\n\nwith  a federal  racketeering  violation, 18  U.S.C.    1962;\r\n\ncounts two through  twenty-three charged each defendant  with\r\n\nfederal  mail fraud  in violation  of 18  U.S.C.    1341, and\r\n\naiding and abetting mail fraud in violation of 18 U.S.C.   2;\r\n\ncount  twenty-four charged  co-defendant Edward  Voccola with\r\n\nobstruction of justice in violation of 18 U.S.C.   1503.\r\n\n          Defendant Robert Voccola pled guilty to counts two,\r\n\nfour, five, and twenty of the indictment, co-defendant Edward\r\n\nVoccola pled guilty to  count one of the indictment,  and co-\r\n\ndefendant  Roger Cavaca  pled  guilty to  counts three,  six,\r\n\nseventeen, and nineteen of the indictment.\r\n\n                             -2-\r                                          2\r\r\n\n          Further facts bearing on the sentencing issues will\r\n\nbe stated when we discuss those issues.  \r\n\n                           RECUSAL\r                                       RECUSAL\r\n\n                          The Facts\r                                      The Facts\r                                               \r\n\n          The facts  on which  the recusal motion  was based,\r\n\nalthough somewhat lengthy and convoluted, are not disputed.\r\n\n          The  district  judge, Hon.  Mary  M.  Lisi, held  a\r\n\nchambers   conference  prior  to   the  scheduled  sentencing\r\n\nhearing.  During the  conference, she expressed concern about\r\n\nfinancial  information furnished  by  defendant for  the pre-\r\n\nsentence  report.   She  questioned how  the defendant  could\r\n\ncosign  a loan for his  son when he  had listed approximately\r\n\n$100,000 in unpaid debts  on his personal financial statement\r\n\nand had submitted affidavits to the court claiming indigency.\r\n\nDefendant's  sentencing  was,  therefore, continued  so  that\r\n\nadditional  financial information could  be obtained.   After\r\n\nthe conference,  defendant alleges that he  realized, for the\r\n\nfirst time, that  the district judge served as  a member of a\r\n\nstate commission  investigating the financial activities of a\r\n\nnumber  of   persons  and  corporations,  one   of  whom  was\r\n\ndefendant.\r\n\n          Some background  facts are now necessary.   In 1991\r\n\nthe  Rhode Island Depositors  Economic Protection Corporation\r\n\n(DEPCO) was  created to address  the problems arising  from a\r\n\nfinancial  crisis in Rhode Island.   The crisis was triggered\r\n\n                             -3-\r                                          3\r\r\n\nby  the failure of numerous  banks and credit  unions, all of\r\n\nwhich were insured by  a private insurance fund --  the Rhode\r\n\nIsland Share  and Depositors Indemnity  Corporation (RISDIC),\r\n\nwhich also failed.   The unpaid debts of defendant  listed on\r\n\nthe pre-sentence report were owed to DEPCO.\r\n\n          The state  commission on which the  judge served as\r\n\nan  appointee of the governor, before she became a judge, was\r\n\nthe Select  Commission to  Investigate the Failure  of RISDIC\r\n\nInsurance Financial Institutions.    She took an active  role\r\n\nin the commission's investigation of the cause of the failure\r\n\nof  the banks, the credit unions, and RISDIC.  The commission\r\n\nheld hearings,  questioned witnesses, and  subpoenaed records\r\n\nduring the  course of its investigation,  which lasted nearly\r\n\ntwo years.  In December 1992, the commission issued a report,\r\n\nrecommending in effect that  DEPCO take appropriate action to\r\n\nresolve the crisis.   Legal action  to recover loan  proceeds\r\n\nwas one of the specific recommendations.  The commission made\r\n\nits  findings  and  the  evidence  adduced  at  the  hearings\r\n\navailable  \"to   law  enforcement  agencies,  DEPCO  and  the\r\n\nreceivers of  RISDIC institutions  so that they  could pursue\r\n\ncriminal and civil  action.\"  Report of  Select Commission to\r\n\nInvestigate Failure of RISDIC,  at 2  (1992).   Defendant was\r\n\nnot named or identified in any of this material.\r\n\n          On October  3, 1994,  Edward D. Pare,  receiver for\r\n\nthe  Rhode Island Central Credit  Union, which was insured by\r\n\n                             -4-\r                                          4\r\r\n\nRISDIC,  sued defendant  and his  wife for  failure to  pay a\r\n\npromissory note for $105,000  owed to the credit union.   The\r\n\nnote  was secured  by  a mortgage  on a  yacht  -- the  Bella\r\n\nFamina.   An in rem  proceeding against the  boat was brought\r                               \r\n\ntogether with an in personam action against defendant and his\r                                        \r\n\nwife.  Judge Lisi handled this case.   The in personam action\r                                                                  \r\n\nwas terminated by  default.  Neither  defendant nor his  wife\r\n\nappeared at any hearing.\r\n\n          Defendant has  produced  no evidence  or  made  any\r\n\nallegations  that the  district  judge gained  any  knowledge\r\n\nabout  defendant  personally  and/or  his  financial  affairs\r\n\nduring the course of her service on the state commission.\r\n\n          After a  hearing on  the motion to  disqualify, the\r\n\ncourt stated:\r\n\n             Let me deal right now  with the Motion\r\n          to Disqualify.\r\n\n             Mr. Martin,  I certainly do  not fault\r\n          you for bringing such  a motion.  I think\r\n          it's  absolutely within  your prerogative\r\n          and certainly if  it is in  your client's\r\n          best  interest  to do  so, that  you file\r\n          such  a  motion.     I  think  that   the\r\n          impartiality of the Court is the sine qua\r\n          non  of our  justice  system.   It is  an\r\n          issue  that  I   believe  I  am   acutely\r\n          sensitive of.   And  so, I  have reviewed\r\n          with  great care the motion that you have\r\n          filed as well  as all of the  appendices,\r\n          although  I  must  admit that  I  did not\r\n          reread  the entire  report of  the RISDIC\r\n          Commission  which  you  have appended  to\r\n          your motion.\r\n\n             Let me  just say  that  you are  quite\r\n          correct in asserting  that I served as  a\r\n\n                             -5-\r                                          5\r\r\n\n          member  of the  colloquially-known RISDIC\r\n          Commission  for some  two years  and that\r\n          the purpose  of  that commission  was  to\r\n          investigate the reasons  for the  failure\r\n          of RISDIC  and ultimately the  closure of\r\n          some  45   financial  institutions  which\r\n          affected  approximately one-third  of the\r\n          population of this  state; the effects of\r\n          which continue to affect the taxpayers of\r\n          this state.\r\n\n             In  any event,  as your  motion points\r\n          out, this Defendant was  never identified\r\n          by name  anywhere in the  reports, public\r\n          hearings or other materials  generated by\r\n          that  commission.   And quite  frankly, I\r\n          never  heard your  client's name  until I\r\n          came  to this  Court.    And perhaps  the\r\n          first time  I ever heard his  name was in\r\n          connection with the  other case you cite,\r\n          which I did preside over, and that is the\r\n          in rem action  against the BELLA  FAMINA,\r\n          which apparently  was a motor  boat owned\r\n          by  the Defendant  and his  wife.   And I\r\n          believe  that that action likewise was an\r\n          in  personam  action against  Mr. Voccola\r\n          and his wife.  \r\n\n             As  you correctly  point  out in  your\r\n          memo,  that action  terminated as  to the\r\n          Defendant and his wife by default.   It's\r\n          my recollection that  neither Mr. or Mrs.\r\n          Voccola  answered  the  Complaint.    The\r\n          hearing that you  reference taking  place\r\n          with respect to  that action, I  can tell\r\n          you, dealt solely  with the claim of  the\r\n          substitute custodian who was  looking for\r\n          more  money than  the marshal  thought he\r\n          was entitled to.  And that the Defendant,\r\n          nor his wife, nor anyone on their  behalf\r\n          even appeared at any such hearing.\r\n\n             The case law which both Mr. Martin and\r\n          the  Government  cite  indicates to  this\r\n          Court that any charge of  partiality must\r\n          be supported by a factual basis; that the\r\n          movant cannot simply  rely on  conclusory\r\n          allegations  or  innuendo.   And further,\r\n          that disqualification is appropriate only\r\n          if the  facts provide what  an objective,\r\n\n                             -6-\r                                          6\r\r\n\n          knowledgeable member of the  public would\r\n          find  to   be  a  reasonable   basis  for\r\n          doubting the judge's partiality.   That's\r\n          the test  in the First Circuit  on a 455A\r\n          request.\r\n\n             I  have  weighed   the  exhibits   and\r\n          information you've provided in your memo.\r\n          And I have, in so weighing that evidence,\r\n          stepped away from the bench and  into the\r\n          shoes  of  that knowledgeable,  objective\r\n          person  in the street.  And I come to the\r\n          conclusion that there is no evidence that\r\n          would  point to  a lack of  partiality on\r\n          behalf of this Court.\r\n\n             Instead, my concern is that the motion\r\n          having been  filed this late in  the game\r\n          after that chambers conference  wherein I\r\n          addressed to both  you and the Government\r\n          my skepticism, if you will,  or questions\r\n          as to the financial information which had\r\n          been  provided --  the DEPCO  part  of it\r\n          aside -- how does one -- and I think that\r\n          this is  a plausible  question.   I don't\r\n          think  that   the  Sentencing  Commission\r\n          expects   judges   to  review   financial\r\n          information    provided    to   make    a\r\n          determination  as to  whether or  not the\r\n          Defendant is  capable of paying a fine --\r\n          to simply accept  whatever we're  handed.\r\n          I   would   hope   that  the   Sentencing\r\n          Commission would expect us  to scrutinize\r\n          that information to make  a determination\r\n          as  to the  Defendant's ability to  pay a\r\n          fine.\r\n\n             And when I see that the  Defendant, in\r\n          a  1994 tax return,  reports zero income,\r\n          yet is able to sign a loan for his son to\r\n          buy  a $23,000  car, is  able to  lease a\r\n          1995 Lincoln Continental, it does raise a\r\n          question in my mind  as to whether or not\r\n          the information provided to  Probation is\r\n          correct.   And as  I said in  December, I\r\n          had those questions, I wanted answers and\r\n          I  wanted  to  give the  Defendant  ample\r\n          opportunity,  not  only  to  provide  the\r\n          additional information, but to prepare an\r\n          explanation since one would be requested.\r\n\n                             -7-\r                                          7\r\r\n\n             All of that having been said, I do not\r\n          believe  that you  have  met your  burden\r\n          under  Section 455.   And the  Motion for\r\n          Disqualification is denied.\r\n\n                          Discussion\r                                      Discussion\r                                                \r\n\n          Defendant's recusal motion is  based on 28 U.S.C.  \r\n\n455(a), which states:\r\n\n          Any justice, judge, or magistrate  of the\r\n          United States shall disqualify himself in\r\n          any proceeding in which  his impartiality\r\n          might reasonably be questioned.\r\n\nDefendant's  claim that  the  district judge's  \"impartiality\r\n\nmight reasonably be  questioned\" is  based on  three sets  of\r\n\nfacts:\r\n\n          (1) the judge presiding over his criminal\r\n          case had previously served as a member of\r\n          an investigative commission, a commission\r\n          charged with  examining improprieties and\r\n          fraud in financial institutions;  (2) the\r\n          judge,  as  a member  of  the commission,\r\n          recommended     criminal    and     civil\r\n          prosecutions  of individuals  who engaged\r\n          in fraudulent  business transactions with\r\n          these  failed  institutions; and  (3) the\r\n          defendant had in fact borrowed money from\r\n          one  of the failed institutions and later\r\n          been sued by the receiver for fraud.\r\n\nBrief for Appellant at 5-6.\r\n\n          The case law fleshes out the bare-bone words of the\r\n\nstatute.  At the outset of our case law analysis we note that\r\n\na guilty plea  does not bar a recusal motion.   United States\r                                                                         \r\n\nv. Chantal, 902 F.2d 1018, 1020-21 (1st Cir. 1990).\r                      \r\n\n          The test in this  circuit for determining whether a\r\n\njudge's impartiality might  reasonably be questioned  is long\r\n\n                             -8-\r                                          8\r\r\n\nestablished.  The standard stated in United States v. Cowden,\r                                                                        \r\n\n545 F.2d  257, 265 (1st Cir.  1976),  cert.  denied, 430 U.S.\r                                                               \r\n\n909 (1977), is the one we follow:\r\n\n          [w]hether   the   charge   of   lack   of\r\n          impartiality  is  grounded on  facts that\r\n          would    create   a    reasonable   doubt\r\n          concerning the  judge's impartiality, not\r\n          in the mind of  the judge himself or even\r\n          necessarily  in the mind  of the litigant\r\n          filing the motion under  28 U.S.C.   455,\r\n          but  rather in the mind of the reasonable\r\n          man.\r\n\nSee  also  Town of  Norfolk v.  United  States Army  Corps of\r                                                                         \r\n\nEng'rs, 968 F.2d 1438, 1460 (1st Cir. 1992); United States v.\r                                                                         \r\n\nLopez,  944 F.2d  33, 37  (1st Cir.  1991); United  States v.\r                                                                         \r\n\nMartorano, 620  F.2d 912, 919  (1st Cir.), cert.  denied, 449\r                                                                    \r\n\nU.S. 952 (1980).\r\n\n          There are two additional considerations in weighing\r\n\na  claim of  impartiality.   First, there  must be  a factual\r\n\nbasis  for the  claim that  there  appears to  be  a lack  of\r\n\nimpartiality.    Lopez,  944  F.2d at  37;  United  States v.\r                                                                         \r\n\nGiorgi, 840 F.2d  1022, 1035 (1st Cir. 1988).   And second, a\r                  \r\n\ndecision  not  to  recuse  is  reviewed  only  for  abuse  of\r\n\ndiscretion.    Lopez, 944  F.2d  at  37; Panzardi-Alvarez  v.\r                                                                         \r\n\nUnited  States, 879  F.2d  975, 984  (1st  Cir. 1989),  cert.\r                                                                         \r\n\ndenied, 493 U.S. 1082 (1990).\r                  \r\n\n          These are the general rules  that apply.  There are\r\n\ncases factually analogous to the one at bar.  For example, in\r\n\nUnited States v. Giorgi, 840 F.2d at 1035, we held:\r                                   \r\n\n                             -9-\r                                          9\r\r\n\n          Although  the  knowledge  of a  defendant\r\n          gained during a  judicial proceeding  may\r                                                               \r\n          present grounds for  a reasonable  person\r\n          to question a  judge's impartiality,  see\r                                                               \r\n          Blizard v. Frechette, 601 F.2d 1217, 1220\r                                          \r\n          (1st Cir. 1979) (citation  omitted), mere\r\n          exposure to  prejudicial information does\r\n          not, in itself,  establish the  requisite\r\n          factual  basis:   \"[T]he  judicial system\r\n          could not function  if judges could  deal\r\n          but once  in their lifetime with  a given\r\n          defendant, or had to withdraw from a case\r\n          whenever they had  presided in a  related\r\n          or  companion case or in a separate trial\r\n          in the  same case.\"  Cowden,  545 F.2d at\r                                                 \r\n          266  (citations  omitted).   And  we have\r\n          held that unless a party can  establish a\r\n          reasonable  factual  basis  to   doubt  a\r\n          judge's  impartiality  \"by  some kind  of\r\n          probative  evidence,\"  then a  judge must\r                                                               \r\n          hear  a case  as assigned.   Blizard, 601\r                                                          \r\n          F.2d at 1221 (citation omitted).\r\n\nIn In Re Cooper, 821 F.2d 833, 844 (1st Cir. 1987), we noted:\r                           \r\n\n\"Judges are not disqualified  from trying defendants of whom,\r\n\nthrough prior judicial proceedings,  they have acquired a low\r\n\nview.\"  \r\n\n          We end our case law analysis by quoting from Liteky\r                                                                         \r\n\nv.  United States, 510 U.S.  540 (1994).   In Liteky, Justice\r                                                                \r\n\nScalia, writing  for the  majority, explicated in  detail the\r\n\nhistory  of  the  recusal doctrine.    Id.  at  543-51.   The\r                                                      \r\n\nquestion  in Liteky  was whether  recusal under  28  U.S.C.  \r                               \r\n\n455(a) was  subject to  the limitation of  the \"extrajudicial\r\n\nsource\" doctrine.  The Court held that the doctrine did apply\r\n\nto   455(a).  Id.  at 554.  In the course of  the opinion the\r                             \r\n\nCourt stated:\r\n\n                             -10-\r                                          10\r\r\n\n          Also    not   subject    to   deprecatory\r\n          characterization as \"bias\" or \"prejudice\"\r\n          are  opinions held by  judges as a result\r\n          of   what   they   learned   in   earlier\r\n          proceedings.   It has long  been regarded\r\n          as normal  and proper for a  judge to sit\r\n          in the same case  upon its remand, and to\r\n          sit  in  successive trials  involving the\r\n          same defendant.\r\n\nId. at 551.\r               \r\n\n          As  to defendant's  contention  that  Judge  Lisi's\r\n\nprior participation on the investigative  commission requires\r\n\nrecusal,  we find the  connection between  such participation\r\n\nand defendant's criminal case to be  too attenuated to create\r\n\na reasonable doubt concerning the judge's impartiality in the\r\n\nmind of the reasonable man.  The commission did  not focus on\r\n\nthis particular case  or on this  particular defendant.   Cf.\r                                                                         \r\n\nUnited  States  v.  Payne,  944 F.2d  1458  (9th  Cir.  1991)\r                                     \r\n\n(finding that judge's prior service on pornography commission\r\n\ndid not require recusal from child molestation case).\r\n\n          Applying the legal principles to the facts asserted\r\n\nas a basis  for recusal, it is obvious to  us that Judge Lisi\r\n\nquite properly denied the motion for her recusal.\r\n\n                    THE SENTENCING APPEALS\r                                THE SENTENCING APPEALS\r\n\n          We  turn  now  to  defendant's  challenges  to  the\r\n\ndistrict  court's  upward   adjustments  under  the   Federal\r\n\nSentencing Guidelines  for (i)  his role  in the  offense and\r\n\n(ii)  obstruction of  justice.   First,  we  provide a  brief\r\n\nstatement of the law relevant to appellate review of district\r\n\n                             -11-\r                                          11\r\r\n\ncourt  determinations  to make  upward adjustments  under the\r\n\nGuidelines.   \"When we review a  district court's application\r\n\nof a  sentencing guideline, we utilize  a bifurcated process.\r\n\nFirst we review  the guideline's legal  meaning and scope  de\r                                                                         \r\n\nnovo.   Next, we  review the  court's fact-finding  for clear\r                \r\n\nerror, giving due deference to the court's application of the\r\n\nguidelines to the facts.\"  United States v. Mitchell, 85 F.3d\r                                                                \r\n\n800, 813  (1st Cir. 1996)(quoting United  States v. Thompson,\r                                                                        \r\n\n32 F.3d  1, 4 (1st Cir.  1994)).  Cf. Koon  v. United States,\r                                                                        \r\n\n116  S.  Ct.  2035  (1996) (departures  from  the  Guidelines\r                                                  \r\n\nreviewed under  abuse of  discretion standard, id.,  at 2043,\r                                                              \r\n\nwhich includes  review \"to determine that  the discretion was\r\n\nnot guided  by erroneous  legal  conclusions.\"   Id. at  2048\r                                                                \r\n\n(emphasis added)).\r\n\n          We  consider the facts as they are set forth in the\r\n\nunobjected-to portions of the Presentence Report  (\"PSR\") and\r\n\nthe  sentencing hearing  transcript.   See  United States  v.\r                                                                         \r\n\nCali,  87 F.3d  571, 573  (1st Cir.  1996); United  States v.\r                                                                         \r\n\nGrandmaison, 77 F.3d 555, 557 (1st Cir. 1996).\r                       \r\n\n                     Role in the Offense\r                                 Role in the Offense\r                                                    \r\n\n          At sentencing, the district  court applied a three-\r\n\nlevel  enhancement  to  defendant's  sentence  based  upon  a\r\n\nfinding that  defendant was a  \"manager or supervisor\"  of an\r\n\nextensive   scheme  under   the   United  States   Sentencing\r\n\nGuidelines (\"U.S.S.G.\"),   3B1.1.  Because the details of the\r\n\n                             -12-\r                                          12\r\r\n\ninsurance fraud scheme are  important to the determination of\r\n\ndefendant's  \"manager or supervisor\"  status, we rehearse the\r\n\nrelevant  facts.   Throughout the  course of  the automobile-\r\n\ninsurance fraud  scheme, defendant  owned  and ran  Allandale\r\n\nAuto Body in Providence,  Rhode Island.  His brother  and co-\r\n\ndefendant ran  another  auto  body  shop in  the  same  city.\r\n\nAlthough  there  were   occasional  variations,  each   false\r\n\ninsurance claim generally followed  the same pattern.  First,\r\n\nan  individual would purchase  Massachusetts or  Rhode Island\r\n\nvehicle insurance with liability coverage only.  Usually only\r\n\nthe  first  payment was  made  on  the automobile  insurance.\r\n\nPrior to the  second payment coming due,  an \"accident\" would\r\n\ntake  place.   The  \"accident\"  always  occurred between  the\r\n\ninsured vehicle and another  vehicle that was either already,\r\n\nor  soon  came  to  be,  in  the  possession  of  one of  the\r\n\ndefendants' auto  body shops.  After  these staged accidents,\r\n\nthe  defendants   would  file  insurance   claims  under  the\r\n\ninsurance policies in order  to \"repair\" the \"hit\" car.   The\r\n\ntwo  body shops  used  the  same  damaged  cars  to  show  to\r\n\ndifferent  insurance  appraisers  as  the car  \"hit\"  by  the\r\n\ninsured   vehicle.      In  all,  there  were  at  least  six\r\n\nindividuals involved in the fraud: defendant and his brother,\r\n\nEdward, his brother's employee, Mr. Cavaca, his employee, Mr.\r\n\nChristopher, defendant's  sister-in- law,  Ms. Ng, and  a Mr.\r\n\nHubert.    \r\n\n                             -13-\r                                          13\r\r\n\n          As detailed  in the  PSR, defendant admitted  to at\r\n\nleast  one  instance in  which  he  directed  the actions  of\r\n\nanother in furtherance  of the fraud.  In his  own version of\r\n\nthe events relating to a fraud in which his sister-in-law was\r\n\ninvolved,   he states that, \"I told her what she should do; I\r\n\ntold  her  to bring  her  car  to my  shop  and  to tell  her\r\n\ninsurance company that she had hit a parked car.  I also told\r\n\nher to tell her  insurance company that the  car she had  hit\r\n\nwas at [my brother's auto body shop].\" \r\n\n          In  deciding to  apply the  three-level enhancement\r\n\nfor managerial  status, the  district judge stated,  \"I think\r\n\nthat  what is most telling  in this case  are the Defendant's\r\n\nown words .  . .  where the Defendant  himself describes  his\r\n\ndirections  to  Ms. Ng.\"    The  court expressly  found  that\r\n\n\"beyond  being  a   willing  participant,  he  directed   the\r\n\ntransactions which make up  the underlying schemes to defraud\r\n\nthe various victims in this case.\"  \r\n\n                          Discussion\r                                      Discussion\r                                                \r\n\n          Utilizing  the  bifurcated   review  process,   see\r                                                                         \r\n\nMitchell,  85 F.3d at 813, we first examine the legal meaning\r                    \r\n\nand scope  of the  Guideline applied  by the  district court.\r\n\nSentencing Guideline   3B1.1 mandates  a three-level increase\r\n\nif \"the defendant was a  manager or supervisor . . .  and the\r\n\ncriminal activity  involved five or more  participants or was\r\n\notherwise  extensive.\"  U.S.S.G    3B1.1.  The plain language\r\n\n                             -14-\r                                          14\r\r\n\nof  the  Guidelines  requires  that  a  two-step  process  be\r\n\nemployed  when   determining   the  applicability   of   this\r\n\nenhancement.   First, the  criminal scheme  must be  found to\r\n\nhave five  or more participants or  be \"otherwise extensive.\"\r\n\nId.  Second, the defendant must  be found to have managed  or\r               \r\n\nsupervised the scheme.   See United States v. Joyce,  70 F.3d\r                                                               \r\n\n679, 682 (1stCir. 1995), cert. denied, 116S. Ct. 1556 (1996).\r                                                 \r\n\n          As  an  initial  matter,  we note  that  the  first\r\n\nrequirement  under this  Guideline  has been  met.   The  PSR\r\n\nconclusively shows  that there  were six participants  in the\r\n\nscheme.1   Defendant does not challenge  the district court's\r\n\ndetermination  on  this  issue.    The  crux  of  defendant's\r\n\ncontention  lies  in    the  district  court's  finding  that\r\n\ndefendant was a manager or supervisor of the illegal scheme.\r\n\n          The  legal meaning  and  scope of  the \"manager  or\r\n\nsupervisor\"   role  under  the   Guidelines  has  been  given\r\n\nconsiderable attention by this court  in recent years.   See,\r                                                                        \r\n\nCali, 87 F.3d at  576-79.  Our decisions are  consistent: \"we\r                \r\n\nhave  required 'some  degree  of  control  or  organizational\r\n\nauthority  over  others'  to  support  a    section  3B1.1(b)\r\n\nadjustment.\"   Id.  at  578 (citation  omitted).   Therefore,\r                              \r\n\n\"[m]anagerial status .  . . attach[es]  if there is  evidence\r\n\nthat a defendant, in  committing the crime, exercised control\r\n\n                    \r                                \r\n\n1.  A participant is a  person who \"is criminally responsible\r\nfor the commission  of the  offense, but need  not have  been\r\nconvicted.\"  U.S.S.G.   3B1.1, comment n.1.\r\n\n                             -15-\r                                          15\r\r\n\nover,  or  was  otherwise  responsible   for  overseeing  the\r\n\nactivities  of, at least one other person.\"  United States v.\r                                                                         \r\n\nSavoie, 985 F.2d 612, 616 (1st Cir. 1993).  \r                  \r\n\n          The  district  court  was  correct  in  relying  on\r\n\nevidence of direction and control over others when making its\r\n\ndecision to  apply the    3B1.1(b) enhancement.   There  was,\r\n\ntherefore, no mistake  of law in the court's determination of\r\n\nthe scope and legal meaning of   3B1.1(b).\r\n\n          We turn now to the district court's fact-finding on\r\n\nthe issue.   Because \"[t]he determination  of the defendant's\r\n\nrole  in an offense is fact-specific,\" Joyce, 70 F.3d at 682,\r                                                        \r\n\nwe remain  \"deferential to  the sentencing court's  views and\r\n\nreview the determinations made  only for clear error.\"   Id. \r                                                                        \r\n\nExamining the  facts as set out  in the PSR, which  detail at\r\n\nleast one instance in which the defendant expressly admits to\r\n\nmanaging the actions  of another in furtherance of the fraud,\r\n\nwe can find no basis for assigning error, clear or otherwise,\r\n\nto the district court's determination.  As the district court\r\n\npointed  out, by admitting to  directing Ms. Ng  on the finer\r\n\npoints  of  the  fraudulent  activity,  defendant  in  effect\r\n\nacknowledged that he managed the  activities of \"at least one\r\n\nother person\" in the course of the illegal activity.  Savoie,\r                                                                        \r\n\n985 F.2d at 616. \r\n\n          The government \"need only prove by a  preponderance\r\n\nof evidence that an  upward adjustment was warranted,\" Joyce,\r                                                                        \r\n\n                             -16-\r                                          16\r\r\n\n70  F.3d   at  682   (citation  omitted),  and   when  making\r\n\ndeterminations  regarding a defendant's  role in the offense,\r\n\n\"the sentencing court may look beyond the count of conviction\r\n\nto the whole of the defendant's pertinent conduct.\"  Id.   We\r                                                                    \r\n\nfind ample support for the district court's decision to apply\r\n\nthe  three-level  enhancement.     We  note  that  additional\r\n\nevidence of  managerial status,  above and beyond  that which\r\n\nthe district court expressly relied on at  sentencing, can be\r\n\nfound in the PSR  to support a   3B1.1(b)  enhancement. These\r\n\nfacts include  an admission  that he engineered  a fraudulent\r\n\nclaim  for Mr.  Christopher,    as  well  as  the  fact  that\r\n\ndefendant  owned one  of the  body shops  involved in  such a\r\n\nsophisticated scheme  of insurance fraud.   Evidence relating\r\n\nto a defendant's  role in  the offense may  be probative  \"by\r\n\nfair inference.\"   United  States v. Tejada-Beltran,  50 F.3d\r                                                               \r\n\n105, 113 (1st. Cir  1995).  It would therefore  be reasonable\r\n\nfor  the district  court to  have inferred,  from defendant's\r\n\nownership  of one  of the  loci of  the criminal  activity, a\r\n\ncertain  degree  of  managerial  control.   It  is  apparent,\r\n\ntherefore, that enhancement by  three levels under   3B1.1(b)\r\n\nwas proper.\r\n\n                    Obstruction of Justice\r                                Obstruction of Justice\r                                                      \r\n\n          The   final   matter   in   this   appeal  concerns\r\n\ndefendant's  challenge  to  the  district  court's  two-level\r\n\nupward  enhancement  under     3C1.1 of  the  Guidelines  for\r\n\n                             -17-\r                                          17\r\r\n\nobstruction of  justice.  Under the  Guidelines, the sentence\r\n\nis  enhanced by  two  levels where  \"the defendant  willfully\r\n\nobstructed or  impeded, or  attempted to obstruct  or impede,\r\n\nthe  administration  of  justice  during  the  investigation,\r\n\nprosecution or sentencing of the instant offence.\"  U.S.S.G  \r\n\n3C1.1.  \r\n\n          The facts leading the court to apply the adjustment\r\n\nwere  presented  at   the  sentencing  hearing  through   the\r\n\ntestimony of Maureen Ng, the defendant's sister-in-law and an\r\n\nunindicted  co-conspirator in  the insurance  fraud.   Ms. Ng\r\n\ntestified that  when  she was  first  contacted by  a  Postal\r\n\nInspector, defendant advised her \"not to speak to him and not\r\n\nto come to Rhode Island.\"   She also testified to  the effect\r\n\nthat  defendant  advised her  not  to  answer the  door  when\r\n\ninvestigators were trying to serve a subpoena, and throughout\r\n\nthe  investigation  defendant advised  her  \"not  to talk  to\r\n\nanyone.\"  Finally, she  testified that defendant attempted to\r\n\nconvince  her to  leave  the jurisdiction,  and  \"go down  to\r\n\nFlorida\", in order to avoid the investigation.\r\n\n          At sentencing, the district court found as follows:\r\n\n          Based on the testimony of Ms. Ng, which I\r\n          find to  be credible,  I  find that  this\r\n          defendant    did   engage    in   conduct\r\n          obstructing      or     impeding      the\r\n          administration of  justice by counselling\r\n          and  directly  advising Ms.  Ng  to avoid\r\n          grand  jury  subpoenas, which  were being\r\n          served    in    connection    with    the\r\n          Government's    investigation    of   the\r\n          insurance  fraud  scheme  to  which  this\r\n\n                             -18-\r                                          18\r\r\n\n          defendant has entered  a plea of  guilty;\r\n          that  Ms.  Ng's   acquiescence  and   the\r\n          Defendant  telling  her   to  avoid   the\r\n          subpoenas,   hindered   the  Government's\r\n          investigation for a  period of time while\r\n          she,  herself, admits  to hiding  her car\r\n          and   not  going   in   her   house   and\r\n          essentially   avoiding  service   of  the\r\n          subpoena  as she  was directed  to  do by\r\n          this Defendant.\r\n\nTr. at  71.   Defendant challenges this  finding, basing  his\r\n\nappeal on  (i) the lack of evidence of any threat against the\r\n\nwitness, and (ii)  the court's failure  to take into  account\r\n\nadditional testimony  by Ms.  Ng which, in  defendant's view,\r\n\nwould counsel against a   3C1.1 enhancement.\r\n\n                          Discussion\r                                      Discussion\r                                                \r\n\n          Little needs to be said regarding the legal meaning\r\n\nof    3C1.1.  The language of  the Guideline is clear enough;\r\n\nit  applies  where the  defendant  intentionally impedes,  or\r\n\nattempts  to  impede,  the   investigation  of  an   offense.\r\n\nCulpability under  the Guideline  is also applicable  where a\r\n\ndefendant causes,  or attempts  to cause, the  obstruction of\r\n\njustice by a third  party.  The Application Notes  state that\r\n\n\"[u]nder this  section, the defendant is  accountable for his\r\n\nown  conduct  and  for conduct  that  he  .  . .  counselled,\r\n\ncommanded,  induced, procured, or willfully caused.\"  U.S.S.G\r\n\n  3C1.1, note 7.  Clearly, conduct  such as that described by\r\n\nMs.  Ng falls within  the scope of  the Guideline.   The only\r\n\nremaining basis for  reversal, therefore, is if it  was error\r\n\nfor the district court to rely on Ms. Ng's testimony.\r\n\n                             -19-\r                                          19\r\r\n\n          \"Any  credibility  assessment  made  at  sentencing\r\n\nfalls within  the  province of  the  district court,  and  it\r\n\nshould  be   respected  on   appeal  unless  it   is  clearly\r\n\nerroneous.\"  Joyce,  70 F.3d at  682 (citation omitted);  see\r                                                                         \r\n\nUnited States v. Indelicato, No. 95-1907, slip op. at 14 (1st\r                                       \r\n\nCir.  Oct.  15, 1996).    We find  no error  in  the district\r\n\ncourt's  factual  determination  that   defendant  obstructed\r\n\njustice.   The evidence  presented by Ms.  Ng wholly supports\r\n\nthe district court's  determination that defendant obstructed\r\n\njustice, and there is  nothing in the record to  suggest that\r\n\nthe district court  was somehow  in error in  relying on  the\r\n\ntestimony of Ms. Ng.  \r\n\n          We turn briefly to defendant's specific assignments\r\n\nof  error.  First, contrary to what defendant argues,   3C1.1\r\n\ndoes  not require the existence of threats in order to apply.\r\n\nA court may find  that defendant \"obstructed  or  impeded\" an\r\n\ninvestigation,  without  resorting  to  threats  to  obtain a\r\n\nwitness's cooperation.  The  Application Notes are plain that\r\n\na  wide range of conduct  will suffice to  properly enhance a\r\n\nsentence  for obstruction of justice.  U.S.S.G.   3C1.1, note\r\n\n3a.  \r\n\n          Second,  defendant argues  that the  district court\r\n\nerroneously ignored  testimony  suggesting that  he  was  not\r\n\ninstructing Ms. Ng to obstruct the investigation or  to avoid\r\n\nthe service of a subpoena, but rather, merely advising her of\r\n\n                             -20-\r                                          20\r\r\n\nher right to preserve her Fifth Amendment right against self-\r\n\nincrimination.  But the  obstruction of justice adjustment is\r\n\nsupported  by actions  of the  defendant irrespective  of any\r\n\nadvice  about rights  under the  Fifth Amendment.   Defendant\r\n\nadvised  Ms. Ng not to  answer the door  for the investigator\r\n\ntrying to serve the subpoena and to go to Florida in order to\r\n\navoid the  investigation.  Because \"[t]he  facts constituting\r\n\nobstruction of  justice for sentencing purposes  need only be\r\n\nestablished  by  a  preponderance  of  the evidence,\"  United\r                                                                         \r\n\nStates  v.  Thomas,  86  F.3d 263  (1st  Cir.  1996)(citation\r                              \r\n\nomitted), defendant's challenge to the enhancement fails.\r\n\n          Affirmed.\r                      Affirmed.\r                               \r\n\n                             -21-\r                                          21\r\r\n",
  "html": "<p class=\"case_cite\">99 F.3d 37</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Robert VOCCOLA, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-1182.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 6, 1996.<br>Decided Nov. 5, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David L. Martin, Providence, RI, for defendant, appellant.</p>\n      <p class=\"indent\">Sheldon Whitehouse, United States Attorney for Rhode Island, Providence, RI, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, and BOWNES, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant raises three issues in this appeal.  They are:  (1) the denial of defendant's motion for recusal of the sentencing judge;  (2) whether the district court clearly erred in increasing defendant's sentencing level for his role in the offense;  and (3) whether the district judge clearly erred in finding that defendant obstructed justice.  We affirm.</p>\n    </div>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">A grand jury returned a twenty-four count indictment charging defendant, Robert Voccola, his brother, Edward Voccola, and one of Edward's employees, Roger Cavaca, with an extensive scheme of automobile insurance fraud.  Count one of the indictment charged each of the defendants with a federal racketeering violation, 18 U.S.C. &#167; 1962;  counts two through twenty-three charged each defendant with federal mail fraud in violation of 18 U.S.C. &#167; 1341, and aiding and abetting mail fraud in violation of 18 U.S.C. &#167; 2;  count twenty-four charged co-defendant Edward Voccola with obstruction of justice in violation of 18 U.S.C. &#167; 1503.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Defendant Robert Voccola pled guilty to counts two, four, five, and twenty of the indictment, co-defendant Edward Voccola pled guilty to count one of the indictment, and co-defendant Roger Cavaca pled guilty to counts three, six, seventeen, and nineteen of the indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Further facts bearing on the sentencing issues will be stated when we discuss those issues.</p>\n    </div>\n    <p>RECUSAL</p>\n    <p>The Facts</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The facts on which the recusal motion was based, although somewhat lengthy and convoluted, are not disputed.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district judge, Hon.  Mary M. Lisi, held a chambers conference prior to the scheduled sentencing hearing.  During the conference, she expressed concern about financial information furnished by defendant for the pre-sentence report.  She questioned how the defendant could co-sign a loan for his son when he had listed approximately $100,000 in unpaid debts on his personal financial statement and had submitted affidavits to the court claiming indigency.  Defendant's sentencing was, therefore, continued so that additional financial information could be obtained.  After the conference, defendant alleges that he realized, for the first time, that the district judge served as a member of a state commission investigating the financial activities of a number of persons and corporations, one of whom was defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Some background facts are now necessary.  In 1991 the Rhode Island Depositors Economic Protection Corporation (DEPCO) was created to address the problems arising from a financial crisis in Rhode Island.  The crisis was triggered by the failure of numerous banks and credit unions, all of which were insured by a private insurance fund--the Rhode Island Share and Depositors Indemnity Corporation (RISDIC), which also failed.  The unpaid debts of defendant listed on the pre-sentence report were owed to DEPCO.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The state commission on which the judge served as an appointee of the governor, before she became a judge, was the Select Commission to Investigate the Failure of RISDIC Insurance Financial Institutions.  She took an active role in the commission's investigation of the cause of the failure of the banks, the credit unions, and RISDIC.  The commission held hearings, questioned witnesses, and subpoenaed records during the course of its investigation, which lasted nearly two years.  In December 1992, the commission issued a report, recommending in effect that DEPCO take appropriate action to resolve the crisis.  Legal action to recover loan proceeds was one of the specific recommendations.  The commission made its findings and the evidence adduced at the hearings available \"to law enforcement agencies, DEPCO and the receivers of RISDIC institutions so that they could pursue criminal and civil action.\"   Report of Select Commission to Investigate Failure of RISDIC, at 2 (1992).  Defendant was not named or identified in any of this material.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On October 3, 1994, Edward D. Pare, receiver for the Rhode Island Central Credit Union, which was insured by RISDIC, sued defendant and his wife for failure to pay a promissory note for $105,000 owed to the credit union.  The note was secured by a mortgage on a yacht--the Bella Famina.  An in rem proceeding against the boat was brought together with an in personam action against defendant and his wife.  Judge Lisi handled this case.  The in personam action was terminated by default.  Neither defendant nor his wife appeared at any hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Defendant has produced no evidence or made any allegations that the district judge gained any knowledge about defendant personally and/or his financial affairs during the course of her service on the state commission.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">After a hearing on the motion to disqualify, the court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Let me deal right now with the Motion to Disqualify.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Mr. Martin, I certainly do not fault you for bringing such a motion.  I think it's absolutely within your prerogative and certainly if it is in your client's best interest to do so, that you file such a motion.  I think that the impartiality of the Court is the sine qua non of our justice system.  It is an issue that I believe I am acutely sensitive of.  And so, I have reviewed with great care the motion that you have filed as well as all of the appendices, although I must admit that I did not reread the entire report of the RISDIC Commission which you have appended to your motion.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Let me just say that you are quite correct in asserting that I served as a member of the colloquially-known RISDIC Commission for some two years and that the purpose of that commission was to investigate the reasons for the failure of RISDIC and ultimately the closure of some 45 financial institutions which affected approximately one-third of the population of this state;  the effects of which continue to affect the taxpayers of this state.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In any event, as your motion points out, this Defendant was never identified by name anywhere in the reports, public hearings or other materials generated by that commission.  And quite frankly, I never heard your client's name until I came to this Court.  And perhaps the first time I ever heard his name was in connection with the other case you cite, which I did preside over, and that is the in rem action against the BELLA FAMINA, which apparently was a motor boat owned by the Defendant and his wife.  And I believe that that action likewise was an in personam action against Mr. Voccola and his wife.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As you correctly point out in your memo, that action terminated as to the Defendant and his wife by default.  It's my recollection that neither Mr. or Mrs. Voccola answered the Complaint.  The hearing that you reference taking place with respect to that action, I can tell you, dealt solely with the claim of the substitute custodian who was looking for more money than the marshal thought he was entitled to.  And that the Defendant, nor his wife, nor anyone on their behalf even appeared at any such hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The case law which both Mr. Martin and the Government cite indicates to this Court that any charge of partiality must be supported by a factual basis;  that the movant cannot simply rely on conclusory allegations or innuendo.  And further, that disqualification is appropriate only if the facts provide what an objective, knowledgeable member of the public would find to be a reasonable basis for doubting the judge's partiality.  That's the test in the First Circuit on a 455A request.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">I have weighed the exhibits and information you've provided in your memo.  And I have, in so weighing that evidence, stepped away from the bench and into the shoes of that knowledgeable, objective person in the street.  And I come to the conclusion that there is no evidence that would point to a lack of partiality on behalf of this Court.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Instead, my concern is that the motion having been filed this late in the game after that chambers conference wherein I addressed to both you and the Government my skepticism, if you will, or questions as to the financial information which had been provided--the DEPCO part of it aside--how does one--and I think that this is a plausible question.  I don't think that the Sentencing Commission expects judges to review financial information provided to make a determination as to whether or not the Defendant is capable of paying a fine--to simply accept whatever we're handed.  I would hope that the Sentencing Commission would expect us to scrutinize that information to make a determination as to the Defendant's ability to pay a fine.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">And when I see that the Defendant, in a 1994 tax return, reports zero income, yet is able to sign a loan for his son to buy a $23,000 car, is able to lease a 1995 Lincoln Continental, it does raise a question in my mind as to whether or not the information provided to Probation is correct.  And as I said in December, I had those questions, I wanted answers and I wanted to give the Defendant ample opportunity, not only to provide the additional information, but to prepare an explanation since one would be requested.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">All of that having been said, I do not believe that you have met your burden under Section 455.  And the Motion for Disqualification is denied.</p>\n    </div>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Defendant's recusal motion is based on 28 U.S.C. &#167; 455(a), which states:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>Any justice, judge, or magistrate of the United States shall disqualify himself in any proceeding in which his impartiality might reasonably be questioned.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Defendant's claim that the district judge's \"impartiality might reasonably be questioned\" is based on three sets of facts:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>(1) the judge presiding over his criminal case had previously served as a member of an investigative commission, a commission charged with examining improprieties and fraud in financial institutions;  (2) the judge, as a member of the commission, recommended criminal and civil prosecutions of individuals who engaged in fraudulent business transactions with these failed institutions;  and (3) the defendant had in fact borrowed money from one of the failed institutions and later been sued by the receiver for fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Brief for Appellant at 5-6.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The case law fleshes out the bare-bone words of the statute.  At the outset of our case law analysis we note that a guilty plea does not bar a recusal motion.  United States v. Chantal, 902 F.2d 1018, 1020-21 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The test in this circuit for determining whether a judge's impartiality might reasonably be questioned is long established.  The standard stated in United States v. Cowden, 545 F.2d 257, 265 (1st Cir.1976), cert. denied, 430 U.S. 909, 97 S.Ct. 1181, 51 L.Ed.2d 585 (1977), is the one we follow:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>[w]hether the charge of lack of impartiality is grounded on facts that would create a reasonable doubt concerning the judge's impartiality, not in the mind of the judge himself or even necessarily in the mind of the litigant filing the motion under 28 U.S.C. &#167; 455, but rather in the mind of the reasonable man.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">See also Town of Norfolk v. United States Army Corps of Eng'rs, 968 F.2d 1438, 1460 (1st Cir.1992);  United States v. Lopez, 944 F.2d 33, 37 (1st Cir.1991);  United States v. Martorano, 620 F.2d 912, 919 (1st Cir.), cert. denied, 449 U.S. 952, 101 S.Ct. 356, 66 L.Ed.2d 216 (1980).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">There are two additional considerations in weighing a claim of impartiality.  First, there must be a factual basis for the claim that there appears to be a lack of impartiality.  Lopez, 944 F.2d at 37;  United States v. Giorgi, 840 F.2d 1022, 1035 (1st Cir.1988).  And second, a decision not to recuse is reviewed only for abuse of discretion.  Lopez, 944 F.2d at 37;  Panzardi-Alvarez v. United States, 879 F.2d 975, 984 (1st Cir.1989), cert. denied, 493 U.S. 1082, 110 S.Ct. 1140, 107 L.Ed.2d 1045 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">These are the general rules that apply.  There are cases factually analogous to the one at bar.  For example, in United States v. Giorgi, 840 F.2d at 1035, we held:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>Although the knowledge of a defendant gained during a judicial proceeding may present grounds for a reasonable person to question a judge's impartiality, see Blizard v. Frechette, 601 F.2d 1217, 1220 (1st Cir.1979) (citation omitted), mere exposure to prejudicial information does not, in itself, establish the requisite factual basis:  \"[T]he judicial system could not function if judges could deal but once in their lifetime with a given defendant, or had to withdraw from a case whenever they had presided in a related or companion case or in a separate trial in the same case.\"  Cowden, 545 F.2d at 266 (citations omitted).  And we have held that unless a party can establish a reasonable factual basis to doubt a judge's impartiality \"by some kind of probative evidence,\" then a judge must hear a case as assigned.  Blizard, 601 F.2d at 1221 (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In In Re Cooper, 821 F.2d 833, 844 (1st Cir.1987), we noted:  \"Judges are not disqualified from trying defendants of whom, through prior judicial proceedings, they have acquired a low view.\"</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We end our case law analysis by quoting from Liteky v. United States, 510 U.S. 540, 114 S.Ct. 1147, 127 L.Ed.2d 474 (1994).  In Liteky, Justice Scalia, writing for the majority, explicated in detail the history of the recusal doctrine.  Id. at 543-51, 114 S.Ct. at 1152-55.   The question in Liteky was whether recusal under 28 U.S.C. &#167; 455(a) was subject to the limitation of the \"extrajudicial source\" doctrine.  The Court held that the doctrine did apply to &#167; 455(a).  Id. at 554, 114 S.Ct. at 1157.   In the course of the opinion the Court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>Also not subject to deprecatory characterization as \"bias\" or \"prejudice\" are opinions held by judges as a result of what they learned in earlier proceedings.  It has long been regarded as normal and proper for a judge to sit in the same case upon its remand, and to sit in successive trials involving the same defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Id. at 551, 114 S.Ct. at 1155.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">As to defendant's contention that Judge Lisi's prior participation on the investigative commission requires recusal, we find the connection between such participation and defendant's criminal case to be too attenuated to create a reasonable doubt concerning the judge's impartiality in the mind of the reasonable man.  The commission did not focus on this particular case or on this particular defendant.  Cf. United States v. Payne, 944 F.2d 1458 (9th Cir.1991) (finding that judge's prior service on pornography commission did not require recusal from child molestation case).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Applying the legal principles to the facts asserted as a basis for recusal, it is obvious to us that Judge Lisi quite properly denied the motion for her recusal.</p>\n    </div>\n    <p>THE SENTENCING APPEALS</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We turn now to defendant's challenges to the district court's upward adjustments under the Federal Sentencing Guidelines for (i) his role in the offense and (ii) obstruction of justice.  First, we provide a brief statement of the law relevant to appellate review of district court determinations to make upward adjustments under the Guidelines.  \"When we review a district court's application of a sentencing guideline, we utilize a bifurcated process.  First we review the guideline's legal meaning and scope de novo.   Next, we review the court's fact-finding for clear error, giving due deference to the court's application of the guidelines to the facts.\"  United States v. Mitchell, 85 F.3d 800, 813 (1st Cir.1996) (quoting United States v. Thompson, 32 F.3d 1, 4 (1st Cir.1994)).  Cf. Koon v. United States, --- U.S. ----, 116 S.Ct. 2035, 135 L.Ed.2d 392 (1996) (departures from the Guidelines reviewed under abuse of discretion standard, id., at ----, 116 S.Ct. at 2043, which includes review \"to determine that the discretion was not guided by erroneous legal conclusions.\"  Id. at ----, 116 S.Ct. at 2048 (emphasis added)).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We consider the facts as they are set forth in the unobjected-to portions of the Presentence Report (\"PSR\") and the sentencing hearing transcript.  See United States v. Cali, 87 F.3d 571, 573 (1st Cir.1996);  United States v. Grandmaison, 77 F.3d 555, 557 (1st Cir.1996).</p>\n    </div>\n    <p>Role in the Offense</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">At sentencing, the district court applied a three-level enhancement to defendant's sentence based upon a finding that defendant was a \"manager or supervisor\" of an extensive scheme under the United States Sentencing Guidelines (\"U.S.S.G.\"), &#167; 3B1.1.  Because the details of the insurance fraud scheme are important to the determination of defendant's \"manager or supervisor\" status, we rehearse the relevant facts.  Throughout the course of the automobile-insurance fraud scheme, defendant owned and ran Allandale Auto Body in Providence, Rhode Island.  His brother and co-defendant ran another auto body shop in the same city.  Although there were occasional variations, each false insurance claim generally followed the same pattern.  First, an individual would purchase Massachusetts or Rhode Island vehicle insurance with liability coverage only.  Usually only the first payment was made on the automobile insurance.  Prior to the second payment coming due, an \"accident\" would take place.  The \"accident\" always occurred between the insured vehicle and another vehicle that was either already, or soon came to be, in the possession of one of the defendants' auto body shops.  After these staged accidents, the defendants would file insurance claims under the insurance policies in order to \"repair\" the \"hit\" car.  The two body shops used the same damaged cars to show to different insurance appraisers as the car \"hit\" by the insured vehicle.  In all, there were at least six individuals involved in the fraud:  defendant and his brother, Edward, his brother's employee, Mr. Cavaca, his employee, Mr. Christopher, defendant's sister-in-law, Ms. Ng, and a Mr. Hubert.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">As detailed in the PSR, defendant admitted to at least one instance in which he directed the actions of another in furtherance of the fraud.  In his own version of the events relating to a fraud in which his sister-in-law was involved, he states that, \"I told her what she should do;  I told her to bring her car to my shop and to tell her insurance company that she had hit a parked car.  I also told her to tell her insurance company that the car she had hit was at [my brother's auto body shop].\"</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In deciding to apply the three-level enhancement for managerial status, the district judge stated, \"I think that what is most telling in this case are the Defendant's own words ... where the Defendant himself describes his directions to Ms. Ng.\"   The court expressly found that \"beyond being a willing participant, he directed the transactions which make up the underlying schemes to defraud the various victims in this case.\"</p>\n    </div>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Utilizing the bifurcated review process, see Mitchell, 85 F.3d at 813, we first examine the legal meaning and scope of the Guideline applied by the district court.  Sentencing Guideline &#167; 3B1.1 mandates a three-level increase if \"the defendant was a manager or supervisor ... and the criminal activity involved five or more participants or was otherwise extensive.\"  U.S.S.G. &#167; 3B1.1.  The plain language of the Guidelines requires that a two-step process be employed when determining the applicability of this enhancement.  First, the criminal scheme must be found to have five or more participants or be \"otherwise extensive.\"  Id.  Second, the defendant must be found to have managed or supervised the scheme.  See United States v. Joyce, 70 F.3d 679, 682 (1st Cir.1995), cert. denied, --- U.S. ----, 116 S.Ct. 1556, 134 L.Ed.2d 657 (1996).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">As an initial matter, we note that the first requirement under this Guideline has been met.  The PSR conclusively shows that there were six participants in the scheme.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Defendant does not challenge the district court's determination on this issue.  The crux of defendant's contention lies in the district court's finding that defendant was a manager or supervisor of the illegal scheme.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The legal meaning and scope of the \"manager or supervisor\" role under the Guidelines has been given considerable attention by this court in recent years.  See, Cali, 87 F.3d at 576-79.   Our decisions are consistent:  \"we have required 'some degree of control or organizational authority over others' to support a section 3B1.1(b) adjustment.\"  Id. at 578 (citation omitted).  Therefore, \"[m]anagerial status ... attach[es] if there is evidence that a defendant, in committing the crime, exercised control over, or was otherwise responsible for overseeing the activities of, at least one other person.\"  United States v. Savoie, 985 F.2d 612, 616 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The district court was correct in relying on evidence of direction and control over others when making its decision to apply the &#167; 3B1.1(b) enhancement.  There was, therefore, no mistake of law in the court's determination of the scope and legal meaning of &#167; 3B1.1(b).</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We turn now to the district court's fact-finding on the issue.  Because \"[t]he determination of the defendant's role in an offense is fact-specific,\" Joyce, 70 F.3d at 682, we remain \"deferential to the sentencing court's views and review the determinations made only for clear error.\"  Id.  Examining the facts as set out in the PSR, which detail at least one instance in which the defendant expressly admits to managing the actions of another in furtherance of the fraud, we can find no basis for assigning error, clear or otherwise, to the district court's determination.  As the district court pointed out, by admitting to directing Ms. Ng on the finer points of the fraudulent activity, defendant in effect acknowledged that he managed the activities of \"at least one other person\" in the course of the illegal activity.  Savoie, 985 F.2d at 616.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The government \"need only prove by a preponderance of evidence that an upward adjustment was warranted,\" Joyce, 70 F.3d at 682 (citation omitted), and when making determinations regarding a defendant's role in the offense, \"the sentencing court may look beyond the count of conviction to the whole of the defendant's pertinent conduct.\"  Id.  We find ample support for the district court's decision to apply the three-level enhancement.  We note that additional evidence of managerial status, above and beyond that which the district court expressly relied on at sentencing, can be found in the PSR to support a &#167; 3B1.1(b) enhancement.  These facts include an admission that he engineered a fraudulent claim for Mr. Christopher, as well as the fact that defendant owned one of the body shops involved in such a sophisticated scheme of insurance fraud.  Evidence relating to a defendant's role in the offense may be probative \"by fair inference.\"  United States v. Tejada-Beltran, 50 F.3d 105, 113 (1st.  Cir.1995).  It would therefore be reasonable for the district court to have inferred, from defendant's ownership of one of the loci of the criminal activity, a certain degree of managerial control.  It is apparent, therefore, that enhancement by three levels under &#167; 3B1.1(b) was proper.</p>\n    </div>\n    <p>Obstruction of Justice</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The final matter in this appeal concerns defendant's challenge to the district court's two-level upward enhancement under &#167; 3C1.1 of the Guidelines for obstruction of justice.  Under the Guidelines, the sentence is enhanced by two levels where \"the defendant willfully obstructed or impeded, or attempted to obstruct or impede, the administration of justice during the investigation, prosecution or sentencing of the instant offence.\"  U.S.S.G. &#167; 3C1.1.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The facts leading the court to apply the adjustment were presented at the sentencing hearing through the testimony of Maureen Ng, the defendant's sister-in-law and an unindicted co-conspirator in the insurance fraud.  Ms. Ng testified that when she was first contacted by a Postal Inspector, defendant advised her \"not to speak to him and not to come to Rhode Island.\"   She also testified to the effect that defendant advised her not to answer the door when investigators were trying to serve a subpoena, and throughout the investigation defendant advised her \"not to talk to anyone.\"   Finally, she testified that defendant attempted to convince her to leave the jurisdiction, and \"go down to Florida\", in order to avoid the investigation.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">At sentencing, the district court found as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>Based on the testimony of Ms. Ng, which I find to be credible, I find that this defendant did engage in conduct obstructing or impeding the administration of justice by counselling and directly advising Ms. Ng to avoid grand jury subpoenas, which were being served in connection with the Government's investigation of the insurance fraud scheme to which this defendant has entered a plea of guilty;  that Ms. Ng's acquiescence and the Defendant telling her to avoid the subpoenas, hindered the Government's investigation for a period of time while she, herself, admits to hiding her car and not going in her house and essentially avoiding service of the subpoena as she was directed to do by this Defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Tr. at 71.  Defendant challenges this finding, basing his appeal on (i) the lack of evidence of any threat against the witness, and (ii) the court's failure to take into account additional testimony by Ms. Ng which, in defendant's view, would counsel against a &#167; 3C1.1 enhancement.</p>\n    </div>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Little needs to be said regarding the legal meaning of &#167; 3C1.1.  The language of the Guideline is clear enough;  it applies where the defendant intentionally impedes, or attempts to impede, the investigation of an offense.  Culpability under the Guideline is also applicable where a defendant causes, or attempts to cause, the obstruction of justice by a third party.  The Application Notes state that \"[u]nder this section, the defendant is accountable for his own conduct and for conduct that he ... counselled, commanded, induced, procured, or willfully caused.\"  U.S.S.G. &#167; 3C1.1, note 7.  Clearly, conduct such as that described by Ms. Ng falls within the scope of the Guideline.  The only remaining basis for reversal, therefore, is if it was error for the district court to rely on Ms. Ng's testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">\"Any credibility assessment made at sentencing falls within the province of the district court, and it should be respected on appeal unless it is clearly erroneous.\"  Joyce, 70 F.3d at 682 (citation omitted);  see United States v. Indelicato, 97 F.3d 627, 631-32 (1st Cir.1996).  We find no error in the district court's factual determination that defendant obstructed justice.  The evidence presented by Ms. Ng wholly supports the district court's determination that defendant obstructed justice, and there is nothing in the record to suggest that the district court was somehow in error in relying on the testimony of Ms. Ng.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">We turn briefly to defendant's specific assignments of error.  First, contrary to what defendant argues, &#167; 3C1.1 does not require the existence of threats in order to apply.  A court may find that defendant \"obstructed or impeded\" an investigation, without resorting to threats to obtain a witness's cooperation.  The Application Notes are plain that a wide range of conduct will suffice to properly enhance a sentence for obstruction of justice.  U.S.S.G. &#167; 3C1.1, note 3a.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Second, defendant argues that the district court erroneously ignored testimony suggesting that he was not instructing Ms. Ng to obstruct the investigation or to avoid the service of a subpoena, but rather, merely advising her of her right to preserve her Fifth Amendment right against self-incrimination.  But the obstruction of justice adjustment is supported by actions of the defendant irrespective of any advice about rights under the Fifth Amendment.  Defendant advised Ms. Ng not to answer the door for the investigator trying to serve the subpoena and to go to Florida in order to avoid the investigation.  Because \"[t]he facts constituting obstruction of justice for sentencing purposes need only be established by a preponderance of the evidence,\" United States v. Thomas, 86 F.3d 263 (1st Cir.1996) (citation omitted), defendant's challenge to the enhancement fails.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A participant is a person who \"is criminally responsible for the commission of the offense, but need not have been convicted.\"  U.S.S.G. &#167; 3B1.1, comment n. 1</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Robert VOCCOLA, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-1182.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 6, 1996.<br>Decided Nov. 5, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David L. Martin, Providence, RI, for defendant, appellant.</p>\n      <p class=\"indent\">Sheldon Whitehouse, United States Attorney for Rhode Island, Providence, RI, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, and BOWNES, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant raises three issues in this appeal.  They are:  (1) the denial of defendant's motion for recusal of the sentencing judge;  (2) whether the district court clearly erred in increasing defendant's sentencing level for his role in the offense;  and (3) whether the district judge clearly erred in finding that defendant obstructed justice.  We affirm.</p>\n    </div>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">A grand jury returned a twenty-four count indictment charging defendant, Robert Voccola, his brother, Edward Voccola, and one of Edward's employees, Roger Cavaca, with an extensive scheme of automobile insurance fraud.  Count one of the indictment charged each of the defendants with a federal racketeering violation, 18 U.S.C. &#167; 1962;  counts two through twenty-three charged each defendant with federal mail fraud in violation of 18 U.S.C. &#167; 1341, and aiding and abetting mail fraud in violation of 18 U.S.C. &#167; 2;  count twenty-four charged co-defendant Edward Voccola with obstruction of justice in violation of 18 U.S.C. &#167; 1503.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Defendant Robert Voccola pled guilty to counts two, four, five, and twenty of the indictment, co-defendant Edward Voccola pled guilty to count one of the indictment, and co-defendant Roger Cavaca pled guilty to counts three, six, seventeen, and nineteen of the indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Further facts bearing on the sentencing issues will be stated when we discuss those issues.</p>\n    </div>\n    <p>RECUSAL</p>\n    <p>The Facts</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The facts on which the recusal motion was based, although somewhat lengthy and convoluted, are not disputed.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district judge, Hon.  Mary M. Lisi, held a chambers conference prior to the scheduled sentencing hearing.  During the conference, she expressed concern about financial information furnished by defendant for the pre-sentence report.  She questioned how the defendant could co-sign a loan for his son when he had listed approximately $100,000 in unpaid debts on his personal financial statement and had submitted affidavits to the court claiming indigency.  Defendant's sentencing was, therefore, continued so that additional financial information could be obtained.  After the conference, defendant alleges that he realized, for the first time, that the district judge served as a member of a state commission investigating the financial activities of a number of persons and corporations, one of whom was defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Some background facts are now necessary.  In 1991 the Rhode Island Depositors Economic Protection Corporation (DEPCO) was created to address the problems arising from a financial crisis in Rhode Island.  The crisis was triggered by the failure of numerous banks and credit unions, all of which were insured by a private insurance fund--the Rhode Island Share and Depositors Indemnity Corporation (RISDIC), which also failed.  The unpaid debts of defendant listed on the pre-sentence report were owed to DEPCO.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The state commission on which the judge served as an appointee of the governor, before she became a judge, was the Select Commission to Investigate the Failure of RISDIC Insurance Financial Institutions.  She took an active role in the commission's investigation of the cause of the failure of the banks, the credit unions, and RISDIC.  The commission held hearings, questioned witnesses, and subpoenaed records during the course of its investigation, which lasted nearly two years.  In December 1992, the commission issued a report, recommending in effect that DEPCO take appropriate action to resolve the crisis.  Legal action to recover loan proceeds was one of the specific recommendations.  The commission made its findings and the evidence adduced at the hearings available \"to law enforcement agencies, DEPCO and the receivers of RISDIC institutions so that they could pursue criminal and civil action.\"   Report of Select Commission to Investigate Failure of RISDIC, at 2 (1992).  Defendant was not named or identified in any of this material.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On October 3, 1994, Edward D. Pare, receiver for the Rhode Island Central Credit Union, which was insured by RISDIC, sued defendant and his wife for failure to pay a promissory note for $105,000 owed to the credit union.  The note was secured by a mortgage on a yacht--the Bella Famina.  An in rem proceeding against the boat was brought together with an in personam action against defendant and his wife.  Judge Lisi handled this case.  The in personam action was terminated by default.  Neither defendant nor his wife appeared at any hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Defendant has produced no evidence or made any allegations that the district judge gained any knowledge about defendant personally and/or his financial affairs during the course of her service on the state commission.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">After a hearing on the motion to disqualify, the court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Let me deal right now with the Motion to Disqualify.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Mr. Martin, I certainly do not fault you for bringing such a motion.  I think it's absolutely within your prerogative and certainly if it is in your client's best interest to do so, that you file such a motion.  I think that the impartiality of the Court is the sine qua non of our justice system.  It is an issue that I believe I am acutely sensitive of.  And so, I have reviewed with great care the motion that you have filed as well as all of the appendices, although I must admit that I did not reread the entire report of the RISDIC Commission which you have appended to your motion.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Let me just say that you are quite correct in asserting that I served as a member of the colloquially-known RISDIC Commission for some two years and that the purpose of that commission was to investigate the reasons for the failure of RISDIC and ultimately the closure of some 45 financial institutions which affected approximately one-third of the population of this state;  the effects of which continue to affect the taxpayers of this state.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In any event, as your motion points out, this Defendant was never identified by name anywhere in the reports, public hearings or other materials generated by that commission.  And quite frankly, I never heard your client's name until I came to this Court.  And perhaps the first time I ever heard his name was in connection with the other case you cite, which I did preside over, and that is the in rem action against the BELLA FAMINA, which apparently was a motor boat owned by the Defendant and his wife.  And I believe that that action likewise was an in personam action against Mr. Voccola and his wife.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As you correctly point out in your memo, that action terminated as to the Defendant and his wife by default.  It's my recollection that neither Mr. or Mrs. Voccola answered the Complaint.  The hearing that you reference taking place with respect to that action, I can tell you, dealt solely with the claim of the substitute custodian who was looking for more money than the marshal thought he was entitled to.  And that the Defendant, nor his wife, nor anyone on their behalf even appeared at any such hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The case law which both Mr. Martin and the Government cite indicates to this Court that any charge of partiality must be supported by a factual basis;  that the movant cannot simply rely on conclusory allegations or innuendo.  And further, that disqualification is appropriate only if the facts provide what an objective, knowledgeable member of the public would find to be a reasonable basis for doubting the judge's partiality.  That's the test in the First Circuit on a 455A request.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">I have weighed the exhibits and information you've provided in your memo.  And I have, in so weighing that evidence, stepped away from the bench and into the shoes of that knowledgeable, objective person in the street.  And I come to the conclusion that there is no evidence that would point to a lack of partiality on behalf of this Court.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Instead, my concern is that the motion having been filed this late in the game after that chambers conference wherein I addressed to both you and the Government my skepticism, if you will, or questions as to the financial information which had been provided--the DEPCO part of it aside--how does one--and I think that this is a plausible question.  I don't think that the Sentencing Commission expects judges to review financial information provided to make a determination as to whether or not the Defendant is capable of paying a fine--to simply accept whatever we're handed.  I would hope that the Sentencing Commission would expect us to scrutinize that information to make a determination as to the Defendant's ability to pay a fine.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">And when I see that the Defendant, in a 1994 tax return, reports zero income, yet is able to sign a loan for his son to buy a $23,000 car, is able to lease a 1995 Lincoln Continental, it does raise a question in my mind as to whether or not the information provided to Probation is correct.  And as I said in December, I had those questions, I wanted answers and I wanted to give the Defendant ample opportunity, not only to provide the additional information, but to prepare an explanation since one would be requested.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">All of that having been said, I do not believe that you have met your burden under Section 455.  And the Motion for Disqualification is denied.</p>\n    </div>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Defendant's recusal motion is based on 28 U.S.C. &#167; 455(a), which states:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>Any justice, judge, or magistrate of the United States shall disqualify himself in any proceeding in which his impartiality might reasonably be questioned.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Defendant's claim that the district judge's \"impartiality might reasonably be questioned\" is based on three sets of facts:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>(1) the judge presiding over his criminal case had previously served as a member of an investigative commission, a commission charged with examining improprieties and fraud in financial institutions;  (2) the judge, as a member of the commission, recommended criminal and civil prosecutions of individuals who engaged in fraudulent business transactions with these failed institutions;  and (3) the defendant had in fact borrowed money from one of the failed institutions and later been sued by the receiver for fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Brief for Appellant at 5-6.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The case law fleshes out the bare-bone words of the statute.  At the outset of our case law analysis we note that a guilty plea does not bar a recusal motion.  United States v. Chantal, <span class=\"citation\" data-id=\"541061\"><a href=\"/opinion/541061/united-states-v-paul-frederic-chantal-iii/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1018</span></a></span>, 1020-21 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The test in this circuit for determining whether a judge's impartiality might reasonably be questioned is long established.  The standard stated in United States v. Cowden, <span class=\"citation\" data-id=\"340655\"><a href=\"/opinion/340655/united-states-v-jerome-fleet-cowden/\"><span class=\"volume\">545</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">257</span></a></span>, 265 (1st Cir.1976), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">909</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1181</span></span>, <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">585</span></span> (1977), is the one we follow:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>[w]hether the charge of lack of impartiality is grounded on facts that would create a reasonable doubt concerning the judge's impartiality, not in the mind of the judge himself or even necessarily in the mind of the litigant filing the motion under 28 U.S.C. &#167; 455, but rather in the mind of the reasonable man.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">See also Town of Norfolk v. United States Army Corps of Eng'rs, <span class=\"citation\" data-id=\"586821\"><a href=\"/opinion/586821/town-of-norfolk-and-town-of-walpole-v-united-states-army-corps-of/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1438</span></a></span>, 1460 (1st Cir.1992);  United States v. Lopez, <span class=\"citation\" data-id=\"567922\"><a href=\"/opinion/567922/united-states-v-christian-lopez/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">33</span></a></span>, 37 (1st Cir.1991);  United States v. Martorano, <span class=\"citation\" data-id=\"377903\"><a href=\"/opinion/377903/united-states-v-james-martorano/\"><span class=\"volume\">620</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">912</span></a></span>, 919 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">952</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">356</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">216</span></span> (1980).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">There are two additional considerations in weighing a claim of impartiality.  First, there must be a factual basis for the claim that there appears to be a lack of impartiality.  Lopez, 944 F.2d at 37;  United States v. Giorgi, <span class=\"citation\" data-id=\"502427\"><a href=\"/opinion/502427/united-states-v-edgardo-giorgi-united-states-of-america-v-gilberto/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1022</span></a></span>, 1035 (1st Cir.1988).  And second, a decision not to recuse is reviewed only for abuse of discretion.  Lopez, 944 F.2d at 37;  Panzardi-Alvarez v. United States, <span class=\"citation\" data-id=\"526438\"><a href=\"/opinion/526438/jose-e-panzardi-alvarez-v-united-states/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">975</span></a></span>, 984 (1st Cir.1989), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1140</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1045</span></span> (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">These are the general rules that apply.  There are cases factually analogous to the one at bar.  For example, in United States v. Giorgi, 840 F.2d at 1035, we held:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>Although the knowledge of a defendant gained during a judicial proceeding may present grounds for a reasonable person to question a judge's impartiality, see Blizard v. Frechette, <span class=\"citation\" data-id=\"368186\"><a href=\"/opinion/368186/20-fair-emplpraccas-102-20-empl-prac-dec-p-30043-margaret-m/\"><span class=\"volume\">601</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1217</span></a></span>, 1220 (1st Cir.1979) (citation omitted), mere exposure to prejudicial information does not, in itself, establish the requisite factual basis:  \"[T]he judicial system could not function if judges could deal but once in their lifetime with a given defendant, or had to withdraw from a case whenever they had presided in a related or companion case or in a separate trial in the same case.\"  Cowden, 545 F.2d at 266 (citations omitted).  And we have held that unless a party can establish a reasonable factual basis to doubt a judge's impartiality \"by some kind of probative evidence,\" then a judge must hear a case as assigned.  Blizard, 601 F.2d at 1221 (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In In Re Cooper, <span class=\"citation\" data-id=\"490114\"><a href=\"/opinion/490114/in-re-jonathan-cooper-and-steven-lynn/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">833</span></a></span>, 844 (1st Cir.1987), we noted:  \"Judges are not disqualified from trying defendants of whom, through prior judicial proceedings, they have acquired a low view.\"</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We end our case law analysis by quoting from Liteky v. United States, <span class=\"citation\" data-id=\"112935\"><a href=\"/opinion/112935/liteky-v-united-states/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">540</span></a></span>, <span class=\"citation\" data-id=\"112935\"><a href=\"/opinion/112935/liteky-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1147</span></a></span>, <span class=\"citation\" data-id=\"112935\"><a href=\"/opinion/112935/liteky-v-united-states/\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">474</span></a></span> (1994).  In Liteky, Justice Scalia, writing for the majority, explicated in detail the history of the recusal doctrine.  Id. at 543-51, 114 S.Ct. at 1152-55.   The question in Liteky was whether recusal under 28 U.S.C. &#167; 455(a) was subject to the limitation of the \"extrajudicial source\" doctrine.  The Court held that the doctrine did apply to &#167; 455(a).  Id. at 554, 114 S.Ct. at 1157.   In the course of the opinion the Court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>Also not subject to deprecatory characterization as \"bias\" or \"prejudice\" are opinions held by judges as a result of what they learned in earlier proceedings.  It has long been regarded as normal and proper for a judge to sit in the same case upon its remand, and to sit in successive trials involving the same defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Id. at 551, 114 S.Ct. at 1155.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">As to defendant's contention that Judge Lisi's prior participation on the investigative commission requires recusal, we find the connection between such participation and defendant's criminal case to be too attenuated to create a reasonable doubt concerning the judge's impartiality in the mind of the reasonable man.  The commission did not focus on this particular case or on this particular defendant.  Cf. United States v. Payne, <span class=\"citation\" data-id=\"568530\"><a href=\"/opinion/568530/united-states-v-david-j-payne/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1458</span></a></span> (9th Cir.1991) (finding that judge's prior service on pornography commission did not require recusal from child molestation case).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Applying the legal principles to the facts asserted as a basis for recusal, it is obvious to us that Judge Lisi quite properly denied the motion for her recusal.</p>\n    </div>\n    <p>THE SENTENCING APPEALS</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We turn now to defendant's challenges to the district court's upward adjustments under the Federal Sentencing Guidelines for (i) his role in the offense and (ii) obstruction of justice.  First, we provide a brief statement of the law relevant to appellate review of district court determinations to make upward adjustments under the Guidelines.  \"When we review a district court's application of a sentencing guideline, we utilize a bifurcated process.  First we review the guideline's legal meaning and scope de novo.   Next, we review the court's fact-finding for clear error, giving due deference to the court's application of the guidelines to the facts.\"  United States v. Mitchell, <span class=\"citation\" data-id=\"196797\"><a href=\"/opinion/196797/united-states-v-mitchell/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">800</span></a></span>, 813 (1st Cir.1996) (quoting United States v. Thompson, <span class=\"citation\" data-id=\"195550\"><a href=\"/opinion/195550/united-states-v-thompson/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.1994)).  Cf. Koon v. United States, --- U.S. ----, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2035</span></a></span>, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">392</span></a></span> (1996) (departures from the Guidelines reviewed under abuse of discretion standard, id., at ----, 116 S.Ct. at 2043, which includes review \"to determine that the discretion was not guided by erroneous legal conclusions.\"  Id. at ----, 116 S.Ct. at 2048 (emphasis added)).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We consider the facts as they are set forth in the unobjected-to portions of the Presentence Report (\"PSR\") and the sentencing hearing transcript.  See United States v. Cali, <span class=\"citation\" data-id=\"196836\"><a href=\"/opinion/196836/united-states-v-cali/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">571</span></a></span>, 573 (1st Cir.1996);  United States v. Grandmaison, <span class=\"citation\" data-id=\"196611\"><a href=\"/opinion/196611/united-states-v-grandmaison/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">555</span></a></span>, 557 (1st Cir.1996).</p>\n    </div>\n    <p>Role in the Offense</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">At sentencing, the district court applied a three-level enhancement to defendant's sentence based upon a finding that defendant was a \"manager or supervisor\" of an extensive scheme under the United States Sentencing Guidelines (\"U.S.S.G.\"), &#167; 3B1.1.  Because the details of the insurance fraud scheme are important to the determination of defendant's \"manager or supervisor\" status, we rehearse the relevant facts.  Throughout the course of the automobile-insurance fraud scheme, defendant owned and ran Allandale Auto Body in Providence, Rhode Island.  His brother and co-defendant ran another auto body shop in the same city.  Although there were occasional variations, each false insurance claim generally followed the same pattern.  First, an individual would purchase Massachusetts or Rhode Island vehicle insurance with liability coverage only.  Usually only the first payment was made on the automobile insurance.  Prior to the second payment coming due, an \"accident\" would take place.  The \"accident\" always occurred between the insured vehicle and another vehicle that was either already, or soon came to be, in the possession of one of the defendants' auto body shops.  After these staged accidents, the defendants would file insurance claims under the insurance policies in order to \"repair\" the \"hit\" car.  The two body shops used the same damaged cars to show to different insurance appraisers as the car \"hit\" by the insured vehicle.  In all, there were at least six individuals involved in the fraud:  defendant and his brother, Edward, his brother's employee, Mr. Cavaca, his employee, Mr. Christopher, defendant's sister-in-law, Ms. Ng, and a Mr. Hubert.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">As detailed in the PSR, defendant admitted to at least one instance in which he directed the actions of another in furtherance of the fraud.  In his own version of the events relating to a fraud in which his sister-in-law was involved, he states that, \"I told her what she should do;  I told her to bring her car to my shop and to tell her insurance company that she had hit a parked car.  I also told her to tell her insurance company that the car she had hit was at [my brother's auto body shop].\"</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In deciding to apply the three-level enhancement for managerial status, the district judge stated, \"I think that what is most telling in this case are the Defendant's own words ... where the Defendant himself describes his directions to Ms. Ng.\"   The court expressly found that \"beyond being a willing participant, he directed the transactions which make up the underlying schemes to defraud the various victims in this case.\"</p>\n    </div>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Utilizing the bifurcated review process, see Mitchell, 85 F.3d at 813, we first examine the legal meaning and scope of the Guideline applied by the district court.  Sentencing Guideline &#167; 3B1.1 mandates a three-level increase if \"the defendant was a manager or supervisor ... and the criminal activity involved five or more participants or was otherwise extensive.\"  U.S.S.G. &#167; 3B1.1.  The plain language of the Guidelines requires that a two-step process be employed when determining the applicability of this enhancement.  First, the criminal scheme must be found to have five or more participants or be \"otherwise extensive.\"  Id.  Second, the defendant must be found to have managed or supervised the scheme.  See United States v. Joyce, <span class=\"citation\" data-id=\"196428\"><a href=\"/opinion/196428/united-states-v-joyce/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">679</span></a></span>, 682 (1st Cir.1995), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1556</span></span>, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">657</span></span> (1996).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">As an initial matter, we note that the first requirement under this Guideline has been met.  The PSR conclusively shows that there were six participants in the scheme.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Defendant does not challenge the district court's determination on this issue.  The crux of defendant's contention lies in the district court's finding that defendant was a manager or supervisor of the illegal scheme.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The legal meaning and scope of the \"manager or supervisor\" role under the Guidelines has been given considerable attention by this court in recent years.  See, Cali, 87 F.3d at 576-79.   Our decisions are consistent:  \"we have required 'some degree of control or organizational authority over others' to support a section 3B1.1(b) adjustment.\"  Id. at 578 (citation omitted).  Therefore, \"[m]anagerial status ... attach[es] if there is evidence that a defendant, in committing the crime, exercised control over, or was otherwise responsible for overseeing the activities of, at least one other person.\"  United States v. Savoie, <span class=\"citation\" data-id=\"600257\"><a href=\"/opinion/600257/united-states-v-paul-j-savoie/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">612</span></a></span>, 616 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The district court was correct in relying on evidence of direction and control over others when making its decision to apply the &#167; 3B1.1(b) enhancement.  There was, therefore, no mistake of law in the court's determination of the scope and legal meaning of &#167; 3B1.1(b).</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We turn now to the district court's fact-finding on the issue.  Because \"[t]he determination of the defendant's role in an offense is fact-specific,\" Joyce, 70 F.3d at 682, we remain \"deferential to the sentencing court's views and review the determinations made only for clear error.\"  Id.  Examining the facts as set out in the PSR, which detail at least one instance in which the defendant expressly admits to managing the actions of another in furtherance of the fraud, we can find no basis for assigning error, clear or otherwise, to the district court's determination.  As the district court pointed out, by admitting to directing Ms. Ng on the finer points of the fraudulent activity, defendant in effect acknowledged that he managed the activities of \"at least one other person\" in the course of the illegal activity.  Savoie, 985 F.2d at 616.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The government \"need only prove by a preponderance of evidence that an upward adjustment was warranted,\" Joyce, 70 F.3d at 682 (citation omitted), and when making determinations regarding a defendant's role in the offense, \"the sentencing court may look beyond the count of conviction to the whole of the defendant's pertinent conduct.\"  Id.  We find ample support for the district court's decision to apply the three-level enhancement.  We note that additional evidence of managerial status, above and beyond that which the district court expressly relied on at sentencing, can be found in the PSR to support a &#167; 3B1.1(b) enhancement.  These facts include an admission that he engineered a fraudulent claim for Mr. Christopher, as well as the fact that defendant owned one of the body shops involved in such a sophisticated scheme of insurance fraud.  Evidence relating to a defendant's role in the offense may be probative \"by fair inference.\"  United States v. Tejada-Beltran, <span class=\"citation\" data-id=\"691951\"><a href=\"/opinion/691951/united-states-v-maximo-e-tejada-beltran-alias-etc/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">105</span></a></span>, 113 (1st.  Cir.1995).  It would therefore be reasonable for the district court to have inferred, from defendant's ownership of one of the loci of the criminal activity, a certain degree of managerial control.  It is apparent, therefore, that enhancement by three levels under &#167; 3B1.1(b) was proper.</p>\n    </div>\n    <p>Obstruction of Justice</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The final matter in this appeal concerns defendant's challenge to the district court's two-level upward enhancement under &#167; 3C1.1 of the Guidelines for obstruction of justice.  Under the Guidelines, the sentence is enhanced by two levels where \"the defendant willfully obstructed or impeded, or attempted to obstruct or impede, the administration of justice during the investigation, prosecution or sentencing of the instant offence.\"  U.S.S.G. &#167; 3C1.1.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The facts leading the court to apply the adjustment were presented at the sentencing hearing through the testimony of Maureen Ng, the defendant's sister-in-law and an unindicted co-conspirator in the insurance fraud.  Ms. Ng testified that when she was first contacted by a Postal Inspector, defendant advised her \"not to speak to him and not to come to Rhode Island.\"   She also testified to the effect that defendant advised her not to answer the door when investigators were trying to serve a subpoena, and throughout the investigation defendant advised her \"not to talk to anyone.\"   Finally, she testified that defendant attempted to convince her to leave the jurisdiction, and \"go down to Florida\", in order to avoid the investigation.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">At sentencing, the district court found as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>Based on the testimony of Ms. Ng, which I find to be credible, I find that this defendant did engage in conduct obstructing or impeding the administration of justice by counselling and directly advising Ms. Ng to avoid grand jury subpoenas, which were being served in connection with the Government's investigation of the insurance fraud scheme to which this defendant has entered a plea of guilty;  that Ms. Ng's acquiescence and the Defendant telling her to avoid the subpoenas, hindered the Government's investigation for a period of time while she, herself, admits to hiding her car and not going in her house and essentially avoiding service of the subpoena as she was directed to do by this Defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Tr. at 71.  Defendant challenges this finding, basing his appeal on (i) the lack of evidence of any threat against the witness, and (ii) the court's failure to take into account additional testimony by Ms. Ng which, in defendant's view, would counsel against a &#167; 3C1.1 enhancement.</p>\n    </div>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Little needs to be said regarding the legal meaning of &#167; 3C1.1.  The language of the Guideline is clear enough;  it applies where the defendant intentionally impedes, or attempts to impede, the investigation of an offense.  Culpability under the Guideline is also applicable where a defendant causes, or attempts to cause, the obstruction of justice by a third party.  The Application Notes state that \"[u]nder this section, the defendant is accountable for his own conduct and for conduct that he ... counselled, commanded, induced, procured, or willfully caused.\"  U.S.S.G. &#167; 3C1.1, note 7.  Clearly, conduct such as that described by Ms. Ng falls within the scope of the Guideline.  The only remaining basis for reversal, therefore, is if it was error for the district court to rely on Ms. Ng's testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">\"Any credibility assessment made at sentencing falls within the province of the district court, and it should be respected on appeal unless it is clearly erroneous.\"  Joyce, 70 F.3d at 682 (citation omitted);  see United States v. Indelicato, <span class=\"citation\" data-id=\"197022\"><a href=\"/opinion/197022/united-states-v-indelicato/\"><span class=\"volume\">97</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">627</span></a></span>, 631-32 (1st Cir.1996).  We find no error in the district court's factual determination that defendant obstructed justice.  The evidence presented by Ms. Ng wholly supports the district court's determination that defendant obstructed justice, and there is nothing in the record to suggest that the district court was somehow in error in relying on the testimony of Ms. Ng.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">We turn briefly to defendant's specific assignments of error.  First, contrary to what defendant argues, &#167; 3C1.1 does not require the existence of threats in order to apply.  A court may find that defendant \"obstructed or impeded\" an investigation, without resorting to threats to obtain a witness's cooperation.  The Application Notes are plain that a wide range of conduct will suffice to properly enhance a sentence for obstruction of justice.  U.S.S.G. &#167; 3C1.1, note 3a.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Second, defendant argues that the district court erroneously ignored testimony suggesting that he was not instructing Ms. Ng to obstruct the investigation or to avoid the service of a subpoena, but rather, merely advising her of her right to preserve her Fifth Amendment right against self-incrimination.  But the obstruction of justice adjustment is supported by actions of the defendant irrespective of any advice about rights under the Fifth Amendment.  Defendant advised Ms. Ng not to answer the door for the investigator trying to serve the subpoena and to go to Florida in order to avoid the investigation.  Because \"[t]he facts constituting obstruction of justice for sentencing purposes need only be established by a preponderance of the evidence,\" United States v. Thomas, <span class=\"citation\" data-id=\"196832\"><a href=\"/opinion/196832/united-states-v-thomas/\"><span class=\"volume\">86</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">263</span></a></span> (1st Cir.1996) (citation omitted), defendant's challenge to the enhancement fails.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A participant is a person who \"is criminally responsible for the commission of the offense, but need not have been convicted.\"  U.S.S.G. &#167; 3B1.1, comment n. 1</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112935/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195550/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196428/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196797/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196832/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196836/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197022/",
    "http://www.courtlistener.com/api/rest/v3/opinions/340655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/368186/",
    "http://www.courtlistener.com/api/rest/v3/opinions/377903/",
    "http://www.courtlistener.com/api/rest/v3/opinions/490114/",
    "http://www.courtlistener.com/api/rest/v3/opinions/502427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/526438/",
    "http://www.courtlistener.com/api/rest/v3/opinions/541061/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567922/",
    "http://www.courtlistener.com/api/rest/v3/opinions/568530/",
    "http://www.courtlistener.com/api/rest/v3/opinions/586821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691951/"
  ]
}