{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197049/",
  "absolute_url": "/opinion/197049/united-states-v-chorney/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197049/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:21:11Z",
  "date_modified": "2017-03-24T10:49:37.546640Z",
  "type": "010combined",
  "sha1": "186030f49f253901d769fab428950820a4695e40",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1187.01A",
  "local_path": null,
  "plain_text": "\n                    [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 96-1187\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                      HAROLD F. CHORNEY,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n    [Hon. Raymond J. Pettine, Senior U.S. District Judge]\r                                                                    \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n\n               Campbell, Senior Circuit Judge,\r                                                         \r\n\n                  and Boudin, Circuit Judge.\r                                                       \r\n\n                                         \r\n\nScott A. Lutes for appellant.\r                          \r\nSeymour Posner, First Assistant  United States Attorney, with whom\r                          \r\nSheldon  Whitehouse, United  States  Attorney, was  on  brief for  the\r                           \r\nUnited States.\r\n\n                                         \r\n\n                       OCTOBER 29, 1996\r\n                                         \r\r\n\n     Per Curiam.   On May  27, 1993,  a jury  in the  federal\r                           \r\n\ndistrict court in Rhode Island found Harold Chorney guilty of\r\n\nseven  counts of  making a  false report  and statement  to a\r\n\nfederally insured  bank in  violation  of 18  U.S.C.    1014.\r\n\nUnited States v. Chorney, 63 F.3d 78, 80 (1st Cir. 1995).  At\r                                    \r\n\ntrial, the gravamen of  the case against Chorney was  that he\r\n\n\"engineered a false  appraisal\" in order to convince the bank\r\n\nthat the  rare  coins he  offered  as collateral  were  worth\r\n\nvastly  more than  their actual  value, thus enabling  him to\r\n\nobtain  a  series  of  loans, extensions  and  renewals  that\r\n\ntotaled $2.5 million by May 1989.  Chorney, 63 F.3d at 79-80.\r                                                      \r\n\n     On   direct  review,   this  court   affirmed  Chorney's\r\n\nconviction and  sentence.  Chorney, 63 F.3d at 81, 83.  While\r                                              \r\n\nthe  appeal was  pending, Chorney  filed a  motion for  a new\r\n\ntrial based  on newly discovered  evidence, Fed. R.  Crim. P.\r\n\n33, and supplemented the motion with claims of Brady and Fed.\r                                                                \r\n\nR.  Crim. P. 16 violations.   The district  court denied that\r\n\nmotion  on January 22, 1996, and Chorney now appeals from the\r\n\ndenial.\r\n\n     At   trial,  critical  testimony   against  Chorney  was\r\n\nprovided  by William  Tebbetts,  who appraised  the coins  in\r\n\nquestion in 1985,  and Ann Fiumefreddo, Chorney's  secretary.\r\n\nTebbetts testified that Chorney  gave him the money necessary\r\n\nto purchase  the business,  renamed Mayflower Coin  and Stamp\r\n\nCompany, that  ultimately  appraised  the  coins.    Tebbetts\r\n\n                             -2-\r                                         -2-\r\r\n\nexamined  hundreds  of the  coins  pledged  as collateral  by\r\n\nChorney  to Eastland Bank, and graded all of them between MS-\r\n\n62 and MS-64.  However, at Chorney's request, Tebbetts agreed\r\n\ntwo  months  later to  sign  an appraisal  letter  written on\r\n\nMayflower letterhead which stated that  all of the coins were\r\n\nof substantially higher MS-65 \"gem\" quality.\r\n\n     Tebbetts testified  that he signed the  appraisal letter\r\n\nto avoid  losing his  job.   The letter  did not reveal  that\r\n\nChorney owned Mayflower and employed Tebbetts.   Fiumefreddo,\r\n\nwho typed  the letter at Chorney's  direction, testified that\r\n\nshe  asked Chorney  whether it  was  appropriate to  have one\r\n\ncompany that he owned appraise another company that he owned.\r\n\nChorney responded,  \"You're better  off not knowing  or don't\r\n\nask questions; something  to that effect.\"   Chorney, 63 F.3d\r                                                                \r\n\nat 79-80.\r\n\n     In  his new  trial  motion, Chorney  contended that  the\r\n\noriginal \"collateral\" coins were either removed and  replaced\r\n\nwith coins of lesser value or mishandled and damaged, causing\r\n\nthem to lose value.   To support his theories of switching or\r\n\nmishandling, Chorney pointed to videotapes, still photographs\r\n\nand a stenographic  transcript of the August  1990 removal of\r\n\nhis  company's assets by order  of a bankruptcy  trustee.  He\r\n\nalso  relied  upon  alleged  discrepancies  between different\r\n\ninventories of  the collateral coins  which were held  by the\r\n\nbank.\r\n\n                             -3-\r                                         -3-\r\r\n\n     Chorney's  position  is   that  all  of  this   evidence\r\n\nconstitutes  newly  discovered  evidence.    In addition,  he\r\n\ncontends  that  the failure  to  provide  the videotapes  and\r\n\nrelated  records  of the  August  1990 coin  transfer  to the\r\n\ndefense  involved   violation  by   the  government  of   its\r\n\ndisclosure duties  under Brady v.  Maryland, 373 U.S.  83, 87\r                                                       \r\n\n(1963)  and Fed.  R. Crim.  P. 16(a)(1)(C).    The government\r\n\nresponds that it offered  videotapes to Chorney's lawyer, who\r\n\nchose not to view them.\r\n\n     In  any  case,  the  recorded  August  1990  removal  of\r\n\nChorney's business  assets involved  none  of the  collateral\r\n\ncoins at  issue.   The connection  is simply  Chorney's claim\r\n\nthat any government carelessness  evident from the videotapes\r\n\nand  other  evidence  would  suggest  that  the  government's\r\n\nmovement of  953 collateral coins  among bank  branches on  a\r\n\nseparate occasion (for valuation purposes in  connection with\r\n\nChorney's   bankruptcy   case)   probably  involved   similar\r\n\ncarelessness and damage to the coins.\r\n\n     As for the inventory discrepancies--which do involve the\r\n\ninventory  coins--the  inference  is  also   extremely  thin.\r\n\nAlthough  Chorney claims  that there  were 141  discrepancies\r\n\nbetween  two different inventories (one by the FBI and one by\r\n\nSotheby's),  it  appears  that  this  greatly overstates  the\r\n\nnumber.   But  in any case  even differences as  to 141 coins\r\n\nwould  represent  less than  two  percent of  the  7820 coins\r\n\n                             -4-\r                                         -4-\r\r\n\noffered  as collateral for the bank loan and appraised as MS-\r\n\n65 for significantly more than their actual value.   \r\n\n     Chorney's Brady and Rule 16 claims, and his motion for a\r                                \r\n\nnew trial based on newly discovered evidence, all fail unless\r\n\nChorney  shows that  the evidence  to which  he points  would\r\n\nlikely produce a different result on retrial.   United States\r                                                                         \r\n\nv.  Watson,  76 F.3d  4, 7  (1st  Cir. 1996)  (Brady); United\r                                                                         \r\n\nStates v. Hemmer, 729  F.2d 10, 13 (1st Cir.),  cert. denied,\r                                                                        \r\n\n467 U.S. 1218 (1984)  (Rule 16); United States v.  Tibolt, 72\r                                                                     \r\n\nF.3d  965,  971 (1st  Cir.  1995) (new  trial  motion), cert.\r                                                                         \r\n\ndenied), 116 S.  Ct. 2554 (1996).  Even if  we considered the\r                  \r\n\nissue of prejudice de novo (the standard of review is complex\r                                      \r\n\nand not worth pursuing  here), Chorney's showing of prejudice\r\n\nis patently inadequate.\r\n\n     As our brief (and  understated) description of the trial\r\n\nevidence shows,  the government  had a powerful  case against\r\n\nChorney.   By contrast,  nothing in the  evidence now adduced\r\n\nsuggests  that there  was  any massive  switch of  collateral\r\n\ncoins or that they were damaged en masse during the course of\r                                                    \r\n\nsome relocation.  The likelihood that this new evidence would\r\n\nhave altered the outcome of the trial approaches zero.\r\n\n     Affirmed.\r                          \r\n\n                             -5-\r                                         -5-\r\r\n",
  "html": "<p class=\"case_cite\">99 F.3d 1128</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES of America, Appellee,<br>v.<br>Harold F. CHORNEY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-1187.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Oct. 29, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND [Hon.  Raymond J. Pettine, Senior U.S. District Judge]</p>\n      <p class=\"indent\">Scott A. Lutes for appellant.</p>\n      <p class=\"indent\">Seymour Posner, First Assistant United States Attorney, with whom Sheldon Whitehouse, United States Attorney, was on brief for the United States.</p>\n      <p class=\"indent\">D.R.I.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On May 27, 1993, a jury in the federal district court in Rhode Island found Harold Chorney guilty of seven counts of making a false report and statement to a federally insured bank in violation of 18 U.S.C. &#167; 1014.   United States v. Chorney, 63 F.3d 78, 80 (1st Cir.1995).  At trial, the gravamen of the case against Chorney was that he \"engineered a false appraisal\" in order to convince the bank that the rare coins he offered as collateral were worth vastly more than their actual value, thus enabling him to obtain a series of loans, extensions and renewals that totaled $2.5 million by May 1989.   Chorney, 63 F.3d at 79-80.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On direct review, this court affirmed Chorney's conviction and sentence.   Chorney, 63 F.3d at 81, 83.   While the appeal was pending, Chorney filed a motion for a new trial based on newly discovered evidence, Fed.R.Crim.P. 33, and supplemented the motion with claims of  Brady and Fed.R.Crim.P. 16 violations.  The district court denied that motion on January 22, 1996, and Chorney now appeals from the denial.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At trial, critical testimony against Chorney was provided by William Tebbetts, who appraised the coins in question in 1985, and Ann Fiumefreddo, Chorney's secretary.  Tebbetts testified that Chorney gave him the money necessary to purchase the business, renamed Mayflower Coin and Stamp Company, that ultimately appraised the coins.  Tebbetts examined hundreds of the coins pledged as collateral by Chorney to Eastland Bank, and graded all of them between MS-62 and MS-64.  However, at Chorney's request, Tebbetts agreed two months later to sign an appraisal letter written on Mayflower letterhead which stated that all of the coins were of substantially higher MS-65 \"gem\" quality.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Tebbetts testified that he signed the appraisal letter to avoid losing his job.  The letter did not reveal that Chorney owned Mayflower and employed Tebbetts.  Fiumefreddo, who typed the letter at Chorney's direction, testified that she asked Chorney whether it was appropriate to have one company that he owned appraise another company that he owned.  Chorney responded, \"You're better off not knowing or don't ask questions;  something to that effect.\"   Chorney, 63 F.3d at 79-80.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In his new trial motion, Chorney contended that the original \"collateral\" coins were either removed and replaced with coins of lesser value or mishandled and damaged, causing them to lose value.  To support his theories of switching or mishandling, Chorney pointed to videotapes, still photographs and a stenographic transcript of the August 1990 removal of his company's assets by order of a bankruptcy trustee.  He also relied upon alleged discrepancies between different inventories of the collateral coins which were held by the bank.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Chorney's position is that all of this evidence constitutes newly discovered evidence.  In addition, he contends that the failure to provide the videotapes and related records of the August 1990 coin transfer to the defense involved violation by the government of its disclosure duties under  Brady v. Maryland, 373 U.S. 83, 87 (1963) and Fed.R.Crim.P. 16(a)(1)(C).  The government responds that it offered videotapes to Chorney's lawyer, who chose not to view them.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In any case, the recorded August 1990 removal of Chorney's business assets involved none of the collateral coins at issue.  The connection is simply Chorney's claim that any government carelessness evident from the videotapes and other evidence would suggest that the government's movement of 953 collateral coins among bank branches on a separate occasion (for valuation purposes in connection with Chorney's bankruptcy case) probably involved similar carelessness and damage to the coins.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">As for the inventory discrepancies--which do involve the inventory coins--the inference is also extremely thin.  Although Chorney claims that there were 141 discrepancies between two different inventories (one by the FBI and one by Sotheby's), it appears that this greatly overstates the number.  But in any case even differences as to 141 coins would represent less than two percent of the 7820 coins offered as collateral for the bank loan and appraised as MS-65 for significantly more than their actual value.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Chorney's Brady and Rule 16 claims, and his motion for a new trial based on newly discovered evidence, all fail unless Chorney shows that the evidence to which he points would likely produce a different result on retrial.   United States v. Watson, 76 F.3d 4, 7 (1st Cir.1996) (Brady );   United States v. Hemmer, 729 F.2d 10, 13 (1st Cir.), cert. denied, 467 U.S. 1218 (1984) (Rule 16);   United States v. Tibolt, 72 F.3d 965, 971 (1st Cir.1995) (new trial motion), cert. denied ), 116 S.Ct. 2554 (1996).  Even if we considered the issue of prejudice de novo (the standard of review is complex and not worth pursuing here), Chorney's showing of prejudice is patently inadequate.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As our brief (and understated) description of the trial evidence shows, the government had a powerful case against Chorney.  By contrast, nothing in the evidence now adduced suggests that there was any massive switch of collateral coins or that they were damaged en masse during the course of some relocation.  The likelihood that this new evidence would have altered the outcome of the trial approaches zero.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1128</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES of America, Appellee,<br>v.<br>Harold F. CHORNEY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-1187.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Oct. 29, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND [Hon.  Raymond J. Pettine, Senior U.S. District Judge]</p>\n      <p class=\"indent\">Scott A. Lutes for appellant.</p>\n      <p class=\"indent\">Seymour Posner, First Assistant United States Attorney, with whom Sheldon Whitehouse, United States Attorney, was on brief for the United States.</p>\n      <p class=\"indent\">D.R.I.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On May 27, 1993, a jury in the federal district court in Rhode Island found Harold Chorney guilty of seven counts of making a false report and statement to a federally insured bank in violation of 18 U.S.C. &#167; 1014.   United States v. Chorney, <span class=\"citation\" data-id=\"196258\"><a href=\"/opinion/196258/united-states-v-chorney/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">78</span></a></span>, 80 (1st Cir.1995).  At trial, the gravamen of the case against Chorney was that he \"engineered a false appraisal\" in order to convince the bank that the rare coins he offered as collateral were worth vastly more than their actual value, thus enabling him to obtain a series of loans, extensions and renewals that totaled $2.5 million by May 1989.   Chorney, 63 F.3d at 79-80.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On direct review, this court affirmed Chorney's conviction and sentence.   Chorney, 63 F.3d at 81, 83.   While the appeal was pending, Chorney filed a motion for a new trial based on newly discovered evidence, Fed.R.Crim.P. 33, and supplemented the motion with claims of  Brady and Fed.R.Crim.P. 16 violations.  The district court denied that motion on January 22, 1996, and Chorney now appeals from the denial.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At trial, critical testimony against Chorney was provided by William Tebbetts, who appraised the coins in question in 1985, and Ann Fiumefreddo, Chorney's secretary.  Tebbetts testified that Chorney gave him the money necessary to purchase the business, renamed Mayflower Coin and Stamp Company, that ultimately appraised the coins.  Tebbetts examined hundreds of the coins pledged as collateral by Chorney to Eastland Bank, and graded all of them between MS-62 and MS-64.  However, at Chorney's request, Tebbetts agreed two months later to sign an appraisal letter written on Mayflower letterhead which stated that all of the coins were of substantially higher MS-65 \"gem\" quality.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Tebbetts testified that he signed the appraisal letter to avoid losing his job.  The letter did not reveal that Chorney owned Mayflower and employed Tebbetts.  Fiumefreddo, who typed the letter at Chorney's direction, testified that she asked Chorney whether it was appropriate to have one company that he owned appraise another company that he owned.  Chorney responded, \"You're better off not knowing or don't ask questions;  something to that effect.\"   Chorney, 63 F.3d at 79-80.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In his new trial motion, Chorney contended that the original \"collateral\" coins were either removed and replaced with coins of lesser value or mishandled and damaged, causing them to lose value.  To support his theories of switching or mishandling, Chorney pointed to videotapes, still photographs and a stenographic transcript of the August 1990 removal of his company's assets by order of a bankruptcy trustee.  He also relied upon alleged discrepancies between different inventories of the collateral coins which were held by the bank.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Chorney's position is that all of this evidence constitutes newly discovered evidence.  In addition, he contends that the failure to provide the videotapes and related records of the August 1990 coin transfer to the defense involved violation by the government of its disclosure duties under  Brady v. Maryland, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 87 (1963) and Fed.R.Crim.P. 16(a)(1)(C).  The government responds that it offered videotapes to Chorney's lawyer, who chose not to view them.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In any case, the recorded August 1990 removal of Chorney's business assets involved none of the collateral coins at issue.  The connection is simply Chorney's claim that any government carelessness evident from the videotapes and other evidence would suggest that the government's movement of 953 collateral coins among bank branches on a separate occasion (for valuation purposes in connection with Chorney's bankruptcy case) probably involved similar carelessness and damage to the coins.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">As for the inventory discrepancies--which do involve the inventory coins--the inference is also extremely thin.  Although Chorney claims that there were 141 discrepancies between two different inventories (one by the FBI and one by Sotheby's), it appears that this greatly overstates the number.  But in any case even differences as to 141 coins would represent less than two percent of the 7820 coins offered as collateral for the bank loan and appraised as MS-65 for significantly more than their actual value.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Chorney's Brady and Rule 16 claims, and his motion for a new trial based on newly discovered evidence, all fail unless Chorney shows that the evidence to which he points would likely produce a different result on retrial.   United States v. Watson, <span class=\"citation\" data-id=\"196550\"><a href=\"/opinion/196550/united-states-v-watson/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">4</span></a></span>, 7 (1st Cir.1996) (Brady );   United States v. Hemmer, <span class=\"citation\" data-id=\"431992\"><a href=\"/opinion/431992/united-states-v-james-hemmer-united-states-of-america-v-john-cusick/\"><span class=\"volume\">729</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 13 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1218</span></span> (1984) (Rule 16);   United States v. Tibolt, <span class=\"citation\" data-id=\"196502\"><a href=\"/opinion/196502/united-states-v-tibolt/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">965</span></a></span>, 971 (1st Cir.1995) (new trial motion), cert. denied ), <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2554</span></span> (1996).  Even if we considered the issue of prejudice de novo (the standard of review is complex and not worth pursuing here), Chorney's showing of prejudice is patently inadequate.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As our brief (and understated) description of the trial evidence shows, the government had a powerful case against Chorney.  By contrast, nothing in the evidence now adduced suggests that there was any massive switch of collateral coins or that they were damaged en masse during the course of some relocation.  The likelihood that this new evidence would have altered the outcome of the trial approaches zero.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196258/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196502/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196550/",
    "http://www.courtlistener.com/api/rest/v3/opinions/431992/"
  ]
}