{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197018/",
  "absolute_url": "/opinion/197018/tremblay-v-sullivan/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197018/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:20:36Z",
  "date_modified": "2017-03-24T10:49:37.024358Z",
  "type": "010combined",
  "sha1": "52f847271714252a0eb485b4e82bbd27061f8919",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-2267.01A",
  "local_path": null,
  "plain_text": "\n\nOctober 11, 1996        [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-2267\r\n\n                       NANCY TREMBLAY,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n   LOUIS SULLIVAN, SECRETARY OF HEALTH AND HUMAN SERVICES,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n           [Hon. Mark L. Wolf, U.S. District Judge]\r                                                              \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n                Cyr and Stahl, Circuit Judges.\r                                                         \r\n\n                                         \r\n\nNancy Tremblay on brief pro se.\r                          \r\nDonald  K. Stern,  United States  Attorney and  Thomas  D. Ramsey,\r                                                                             \r\nAssistant Regional Counsel, on brief for appellee.\r\n\n                                         \r\n\n                       October 10, 1996\r\n                                         \r\r\n\n     Per  Curiam.        Claimant Nancy  Tremblay  appeals  a\r                            \r\n\ndistrict court order upholding a decision of the Commissioner\r\n\nof  Social   Security  that  reduced   her  Social   Security\r\n\ndisability  benefits  to  zero  due  to  her  receipt  of   a\r\n\ndisability pension  under the Civil Service Retirement System\r\n\n(CSRS).  We affirm.\r\n\n                              I.\r\n\nUndisputed Facts\r                            \r\n\n     The relevant facts are as follows.  Claimant is a former\r\n\naccountant for the U.S. Army Corps  of Engineers who suddenly\r\n\nwent blind at the age of 27 due to a rare hereditary disorder\r\n\n(Leber's  optic  neuropathy).   This  condition  rendered her\r\n\ndisabled  within the  meaning of  42 U.S.C.    423.  Prior to\r\n\nbecoming disabled, claimant had  worked in the private sector\r\n\nbetween  1977 and 1981, earning wages  that were \"covered\" by\r\n\nSocial  Security.  See Das  v. Secretary of  Health and Human\r                                                                         \r\n\nServices,  17 F.3d  1250, 1253  &amp; n.  2 (9th  Cir. 1994)(\"For\r                    \r\n\npurposes of  the Social  Security Act,  wages  upon which  an\r\n\nindividual pays social security taxes are 'covered' wages and\r\n\nthose  upon which an  individual pays no  social security tax\r\n\nare  'noncovered.'\" (citation  omitted)).   Between 1983  and\r\n\n1987,  claimant  worked for  the federal  government, earning\r\n\nwages  that were  not  covered by  Social  Security but  that\r\n\nrendered her  eligible to receive a  disability pension under\r\n\nthe CSRS after she became blind.\r\n\n                             -2-\r\r\n\n     Claimant applied for Social Security disability benefits\r\n\n(SSDI) and for disability retirement benefits under the CSRS.\r\n\nShe began receiving benefits under both programs in late 1988\r\n\nand early 1989.1  Toward the end of 1989, the Social Security\r                           1\r\n\nAdministration  (SSA)  notified  claimant  that   her  Social\r\n\nSecurity  benefits  should  have  been withheld  due  to  her\r\n\nreceipt of  the CSRS  pension.   The SSA's determination  was\r\n\nbased on the offset provision in 42 U.S.C.   424a.\r\n\nThe Offset Provision\r                                \r\n\n     Congress enacted   424a  in 1965 in response  to renewed\r\n\nconcern  that many disabled workers were receiving disability\r\n\npayments  in excess  of their  working wages  as a  result of\r\n\ntheir dual eligibility for  benefits under the federal Social\r\n\nSecurity  and  state worker's compensation programs.   It was\r\n\nbelieved  that,  inter  alia,  this   situation  decreased  a\r                                        \r\n\nworker's incentive to return to work.  Consequently, Congress\r\n\nenacted   424a, \"which, by  limiting total state and  federal\r\n\nbenefits to  80% of  the employee's average  current earnings\r\n\nprior to disability, reduced  the duplication inherent in the\r\n\nprograms and  at  the  same  time  allowed  a  supplement  to\r\n\nworkmen's   compensation  when   the   state  payments   were\r\n\ninadequate.\"    Richardson  v.   Belcher,  404  U.S.  78,  83\r                                                    \r\n\n                    \r                                \r\n\n   1Claimant's CSRS benefits were $919 per month.  Claimant's\r               1\r\nSocial  Security benefits  totalled  approximately  $540  per\r\nmonth.  This figure  included claimant's monthly SSDI benefit\r\nand  an  additional sum  in  child's  benefits that  claimant\r\nreceived on behalf of her daughter.\r\n\n                             -3-\r\r\n\n(1971)(holding     424a  does  not violate  the  Due  Process\r\n\nClause).   \r\n\n     This court  and others  have indicated  in dicta  that  \r\n\n424a generally allows disabled workers to retain 80% of their\r\n\npre-disability   income  or  earnings   before  their  Social\r\n\nSecurity benefits will be reduced under the offset provision.\r\n\nSee,  e.g., Davidson v. Sullivan,  942 F.2d 90,  92 (1st Cir.\r                                            \r\n\n1991)(noting that  under   424a   total worker's compensation\r\n\nand social security benefits  may not exceed 80% of  worker's\r\n\n\"predisability income\");  Sciarotta v. Bowen,  837 F.2d  135,\r                                                        \r\n\n140 (3d Cir.  1988)(noting that in enacting    424a, Congress\r\n\n\"intended to 'limit[] total state and federal benefits to 80%\r\n\nof   the   employee's   average   earnings   prior   to   the\r\n\ndisability'\")(citation omitted);     Swain v.  Schweiker, 676\r                                                                    \r\n\nF.2d  543,  544  (11th  Cir.),  cert.  denied,  459 U.S.  991\r                                                         \r\n\n(1982)(\"[g]enerally, the  [   424a] offset  applies when  the\r\n\ntotal of  an individual's benefits  and worker's compensation\r\n\nexceeds 80%  of his  or her  pre-disability  earnings and  it\r\n\nreduces  the federal  benefits  by the  excess\"); Freeman  v.\r                                                                     \r\n\nHarris,  625 F.2d 1303,  1306 (5th Cir.  1982)(similar).  But\r                  \r\n\nthe statute does not mandate this result in every case.     \r\n\n     With certain exceptions immaterial to  the present case,\r\n\n   424a  provides  that  in  any  given  month  in  which  an\r\n\nindividual  under age 65 is entitled  to both Social Security\r\n\ndisability benefits under  42 U.S.C.   423 and other periodic\r\n\n                             -4-\r\r\n\ndisability   benefits,  e.g.,   those  paid   under  worker's\r                                        \r\n\ncompensation or under  any other  law or plan  of the  United\r\n\nStates, the total Social Security disability benefits and any\r\n\nrelated    402 benefits based on that  individual's wages and\r\n\nself-employment income (e.g., child's benefits):\r                                        \r\n\n          shall be reduced (but  not below zero) by\r\n          the amount by which the sum of -\r\n\n          (3)  such  total  ...  [Social  Security]\r\n          benefits under sections 423 and  402 ...,\r\n          and\r\n\n          (4) such periodic  benefits payable  (and\r\n          actually  paid)  ... under  such  laws or\r\n          plans,\r\n\n          exceed the higher of -\r\n\n          (5)   80   per   centum   of   ...   [the\r\n          individual's] \"average current earnings\",\r\n          or\r\n\n          (6)  the  total   of  such   individual's\r\n          [Social  Security]  disability  insurance\r\n          benefits under section 423 ... and of any\r\n          monthly insurance  benefits under section\r\n          402  ... prior  to  reduction under  this\r\n          section.\r\n\nThus,     424a  requires  that  a  person's  Social  Security\r\n\nbenefits be reduced  by the  amount by which  the sum of  his\r\n\nSocial  Security and  other disability  benefits exceeds  the\r                                                                      the\r\n\nhigher  of: (a)  80%  of his  \"average  current earnings\"  as\r            higher  of\r\n\ndefined by   424a, or (b) his total Social Security benefits.\r\n\nThe statute goes on to  define \"average current earnings\", in\r\n\nrelevant part, as the largest of: \r\n\n          (A) the average monthly wage ... used for\r\n          purposes    of    computing   ...    [the\r\n\n                             -5-\r\r\n\n          individual's  Social  Security]  benefits\r\n          under section 423..., \r\n\n          (B) one sixtieth of the total of ... [the\r\n          individual's]  wages and  self-employment\r\n          income  ...  for  the   five  consecutive\r\n          calendar years after 1950, for which such\r\n          wages  and  self-employment  income  were\r\n          highest, or \r\n\n          (C) one-twelfth of the  total of ... [the\r\n          individual's]  wages and  self-employment\r\n          income ... for the calendar year in which\r\n          he  had the highest such wages and income\r\n          during  the  period  consisting   of  the\r\n          calendar year in which he became disabled\r\n          ...  and the  five  years preceding  that\r\n          year.2\r                           2\r\n\nSee 42 U.S.C.   424a.\r               \r\n\nClaimant's Case\r                           \r\n\n     In applying the offset provision, the SSA determined the\r\n\nclaimant's  \"average current  earnings\"  under the  \"High  5\"\r\n\nmethod  based on the wages  that she earned  during her first\r\n\nyears  of  \"covered\"  employment, i.e.,  1977-1981.3   Eighty\r                                                               3\r\n\npercent of her \"average  current earnings,\" as so calculated,\r\n\nwas  $307.20, an  amount substantially  less than  claimant's\r\n\ntotal  Social  Security   benefits.  When   the  latter   was\r\n\n                    \r                                \r\n\n   2The computation  method outlined  in subparagraph (B)  is\r               2\r\ncalled  the   \"High  5\"   method,  while  that   outlined  in\r\nsubparagraph (C) is called the \"High 1\" method.  Both methods\r\ncompute  \"average current  earnings\"  without regard  to  the\r\nlimitations  on the  maximum earnings  creditable for  Social\r\nSecurity  purposes specified  in 42  U.S.C.     409(a)(1) and\r\n411(b)(1).  \r\n\n   3These wages  were much  lower than those  claimant earned\r               3\r\nduring  her  last years  of  \"non-covered\"  employment as  an\r\naccountant with the federal government.\r\n\n                             -6-\r\r\n\nsubtracted  from the  sum of  claimant's Social  Security and\r\n\nCSRS benefits, as required by   424a(a)(3)-(6), the $919 CSRS\r\n\nbenefit  was left as the amount to be \"offset\", or subtracted\r\n\nfrom,  claimant's total  Social Security benefits.   However,\r\n\nsince claimant's  CSRS benefit  exceeded her Social  Security\r\n\nbenefits,  and     424a prohibits  reducing  Social  Security\r\n\nbenefits below zero, application of a $919 offset effectively\r\n\nreduced claimant's Social Security benefits to zero.         \r\n\n     Claimant disputed the  SSA's computations and  requested\r\n\nreconsideration.   The  SSA reaffirmed  its position  both on\r\n\nreconsideration   and  in   a  subsequent   decision   by  an\r\n\nadministrative  law judge  (ALJ), who  found that  the offset\r\n\nprovision had been properly applied.  The   Appeals   Council\r\n\nupheld  the  ALJ's  decision,  thus rendering  it  the  final\r\n\ndecision of the Commissioner.   \r\n\n     Claimant  thereafter  commenced   this  proceeding   for\r\n\njudicial review,  arguing, inter alia, that  Congress did not\r                                                 \r\n\nforesee her situation  when it  enacted   424a  and that  the\r\n\nSSA's  application of  the  offset provision  resulted in  an\r\n\nundue  hardship  on her.    Noting  that her  remaining  CSRS\r\n\nbenefit fell substantially short of 80% of her pre-disability\r\n\nearnings,  claimant  maintained  that  the  SSA  should  have\r\n\ncomputed  her \"average  current earnings\"  based on  her non-\r\n\ncovered federal earnings from  1983-1988, a method that would\r\n\n                             -7-\r\r\n\nleave her  Social Security  benefits intact.   Claimant urged\r\n\nthe district court to follow a similar unpublished case which\r\n\nreinstated a blind claimant's Social Security benefits  after\r\n\nthe  SSA had eliminated them under the offset provision.  See\r                                                                         \r\n\nDunkin v. Secretary of Health and Human Services, No. 1-C-85-\r                                                            \r\n\n1801, slip op., 1987 WL 109706 (S.D. Ohio,  1987)(holding SSA\r\n\nerred in reducing claimant's benefits to zero after computing\r\n\nhis  \"average current earnings\"  based only  on his  years of\r\n\ncovered employment).4 \r                                4\r\n\n     The district  court upheld the Commissioner.   The court\r\n\nrejected  claimant's  contention  that  the  offset provision\r\n\nshould  not  apply to  blind  persons,  reasoning that  other\r\n\nprovisions of the Social  Security Act and regulations showed\r\n\nthat Congress and  the Commissioner clearly knew  how to make\r\n\nexceptions for the blind when they wished to do so.   Relying\r\n\non  Smith  v.  Sullivan,  982  F.2d  308,  311-15  (8th  Cir.\r                                   \r\n\n1992)(holding that  SSA  correctly excluded  claimant's  non-\r\n\ncovered federal  earnings from  calculation  of his  \"average\r\n\ncurrent  earnings\"),  the  court  also  found  that  the  SSA\r\n\nproperly  calculated  the  offset.    Claimant  appeals  this\r\n\ndecision.\r\n\n                             II.\r\n\n                    \r                                \r\n\n   4 Claimant  also argued that  Congress did not  intend the\r               4\r\noffset provision to  apply to her  because other sections  of\r\nthe Social Security Act and regulations treat blind claimants\r\nmore leniently than those with other disabilities. \r\n\n                             -8-\r\r\n\n     The  discrete  question   before  us   is  whether   the\r\n\nclaimant's \"average current earnings\",  as defined in   424a,\r\n\nwere  properly based  only on  claimant's years  of \"covered\"\r\n\nemployment or  whether, as  claimant  contends, they  instead\r\n\nshould  have been  based on  her most  recent years  of \"non-\r\n\ncovered\" employment.     Our  standard  of  review  is  well-\r\n\nestablished:\r\n\n          When   a   court   reviews  an   agency's\r\n          construction  of  the  statute  which  it\r\n          administers,  it  is confronted  with two\r\n          questions.      First,  always,   is  the\r\n          question  whether  Congress has  directly\r\n          spoken to the  precise question at issue.\r\n          If  the intent of Congress is clear, that\r\n          is the end of  the matter, for the court,\r\n          as well as the  agency, must give  effect\r\n          to the unambiguously expressed  intent of\r\n          Congress.      If,  however,   the  court\r\n          determines  Congress   has  not  directly\r\n          addressed the precise question  at issue,\r\n          the  court does not simply impose its own\r\n          construction of the  statute, as would be\r\n          necessary   in   the   absence    of   an\r\n          administrative interpretation.    Rather,\r\n          if  the statute  is  silent or  ambiguous\r\n          with  respect to the  specific issue, the\r\n          question  for  the court  is  whether the\r\n          agency's answer is based on a permissible\r\n          construction of the statute.\r\n\nChevron U.S.A. v. Natural Resources Defense Council, 467 U.S.\r                                                               \r\n\n837, 842-43 (1984). \r\n\n     While claimant concedes that a literal interpretation of\r\n\n   424a    compels   the  conclusion  that  \"average  current\r\n\nearnings\"  must be based on \"covered  earnings,\" she urges us\r\n\nto reject  such  an  interpretation in  favor  of  one  which\r\n\n                             -9-\r\r\n\ncomports  with  her view  of  Congressional intent.5    As we\r                                                               5\r\n\nexplain below,  we reject claimant's arguments,  for they are\r\n\nnot supported by either the plain language of the statute nor\r\n\na fair reading of its legislative history.  We begin with the\r\n\nlanguage  of the statute. See  Stowell v. Secretary of Health\r                                                                         \r\n\nand Human Services, 3 F.3d 539, 542 (1st Cir. 1993).\r                              \r\n\nThe Statute\r                       \r\n\n     We  first observe  that nothing  on the  face of    424a\r\n\nindicates whether  claimant's \"average current  earnings\" may\r\n\nbe based only on \"covered\" earnings.  The Commissioner argues\r\n\nthat the plain  language of  42 U.S.C.     409(a) and  410(a)\r\n\nrequires the  exclusion of claimant's  \"non-covered\" earnings\r\n\nfrom  the  computation  of  her  \"average  current  earnings\"\r\n\nbecause her federal earnings may  not be deemed \"wages\" under\r\n\nthe Social Security Act.  We agree. \r\n\n     The  definition  of  \"average  current  earnings\"  in   \r\n\n424a(a) depends on either the \"average monthly  wage\" used to\r\n\ncompute  a  claimant's    Social  Security  benefits  or  the\r\n\nclaimant's \"wages and self-employment  income.\"6   The Social\r                                                           6\r\n\n                    \r                                \r\n\n   5Claimant   also   contends   that    the   Commissioner's\r               5\r\ninterpretation  of  \"average current  earnings\"  violates due\r\nprocess and  equal protection because the  claimant in Dunkin\r                                                                         \r\nwas  allowed  to  keep  his Social  Security  benefits  while\r\nclaimant's Social Security benefits have been eliminated.\r\n\n   6As claimant was never self-employed, and does not contend\r               6\r\nthat her average current  earnings should have been  based on\r\nthe average monthly wage used to compute her  Social Security\r\nbenefits,  we confine our analysis to the meaning of the term\r\n\"wages.\" \r\n\n                             -10-\r\r\n\nSecurity Act  defines the term \"wages\"  as \"remuneration paid\r\n\n... after 1950 for  employment....\" 42 U.S.C.   409(a).   The\r\n\ndefinition of the term  \"employment\" excludes service such as\r\n\nthat performed by claimant for the federal government. See 42\r                                                                      \r\n\nU.S.C.   410(a).7  It  follows, then, that because claimant's\r                            7\r\n\nfederal service does not qualify as \"employment,\" her federal\r\n\nearnings may not  be deemed \"wages\" for purposes of computing\r\n\nher \"average current  earnings\" under  the offset  provision.\r\n\nAccord Smith  v. Sullivan,  982 F.2d  at  313-15; Prather  v.\r                                                                     \r\n\nShalala,  844 F. Supp. 239,  240-41 (D. Md.  1993), aff'd, 14\r                                                                     \r\n\nF.3d 595( 4th Cir. 1994); Clevinger v. Sullivan, 813 F. Supp.\r                                                           \r\n\n421,  422  (E.D. Va.  1993);  cf.  Viney v. Gardner,   310 F.\r                                                               \r\n\nSupp.  76, 77-78 (E. D. Mich. 1970)(holding term \"wages\" in  \r\n\n424a is defined by   409(a)).\r\n\n     The  plain meaning  of  a statute's  text must  be given\r\n\neffect  \"unless  it would  produce  an absurd  result  or one\r\n\n                    \r                                \r\n\n   742  U.S.C.     410(a)  excludes from  the  definition  of\r               7\r\n\"employment\" any post-1950 \"[s]ervice performed in the employ\r\nof the  United  States ...  if such  service -  (A) would  be\r\nexcluded  from the  term  'employment' for  purposes of  this\r\nsubchapter if the  provisions of  paragraphs (5)  and (6)  of\r\nthis  subsection as in effect in January 1983 had remained in\r\neffect, and (B) is performed by  an individual who - ... (ii)\r\nis receiving an annuity from the Civil Service Retirement and\r\nDisability  Fund  ....\"    Tremblay worked  for  the  federal\r\ngovernment  after 1950  and receives a CSRS annuity. Her work\r\nwould have been excluded  from the definition of \"employment\"\r\nif    5  and 6  of    410 as in  effect in  January 1983  had\r\nremained in  effect, for  the latter paragraph  excluded from\r\nthe  definition of  employment federal  service covered  by a\r\nretirement system established by  federal law.  Consequently,\r\nclaimant's federal  work is  excluded from the  definition of\r\n\"employment.\"\r\n\n                             -11-\r\r\n\nmanifestly  at  odds  with  the statute's  intended  effect.\"\r\n\nParisi by Cooney v. Chater, 69 F.3d 614, 617 (1st Cir. 1995).\r                                      \r\n\n     Relying on  excerpts from    424a's legislative history,\r\n\nclaimant  contends  that   the  offset  resulting   from  the\r\n\nexclusion  of  her  non-covered  federal  earnings  from  the\r\n\ncomputation  of  her   \"average  current  earnings\"  violates\r\n\nCongress's intent to leave disabled workers with 80% of their\r\n\npre-disability earnings.  She maintains that her CSRS pension\r\n\nequals  only 31.7% of the  monthly salary she  earned  before\r\n\nshe  became blind  and  that Congress  expressly intended  to\r\n\navoid  leaving disabled  workers with  such  a slim  amount. \r\n\nClaiming that  \"overwhelming\" case law supports her position,\r\n\nclaimant urges  us to reject a literal  interpretation of the\r\n\nstatute in  favor of one  that furthers Congress's  intent to\r\n\nleave  disabled  workers  with  80% of  their  pre-disability\r\n\nearnings.8\r                     8\r\n\n     While we recognize the ongoing debate over the propriety\r\n\nof  using  legislative  history  as  a  means  to  discern  a\r\n\nstatute's  intent, see,  e.g.,  Strickland  v.  Commissioner,\r                                                                         \r\n\nDept. of Human  Services, 48  F.3d 12, 17  (1st Cir.),  cert.\r                                                                         \r\n\n                    \r                                \r\n\n   8Claimant contends that such  cases as Sciarotta v. Bowen,\r               8                                                        \r\n837 F.2d  at 138; Swain v. Schweiker, 676 F.2d at 546-47; and\r                                                \r\nMerz v. Secretary of Health and Human Services, 969 F.2d 201,\r                                                          \r\n206 6th  Cir. 1992), support  her contention that  this court\r\nshould  reject the literal meaning of the statute in favor of\r\none which  furthers Congressional intent.   Neither these nor\r\nthe remaining  cases that claimant cites  address the precise\r\nissue before us.  Therefore, they are not controlling.   \r\n\n                             -12-\r\r\n\ndenied, 116  S. Ct. (1995)(collecting cases),  we will assume\r                  \r\n\nthat  we \"may  consult  relevant legislative  history ...  to\r\n\nconfirm an  interpretation indicated by the  plain language [\r\n\nof a  statute].\"  Grunbeck v. Dime  Savings Bank of New York,\r                                                                         \r\n\nFSB, 74 F.3d 331, 336 (1st  Cir. 1996). We conclude that  the\r               \r\n\nlegislative  history, while  occasionally  ambiguous, on  the\r\n\nwhole  supports  the  Commissioner's  interpretation  of  the\r\n\nstatute.\r\n\nLegislative History\r                               \r\n\n     Claimant is  correct that the  Senate Finance  Committee\r\n\nreport  that  accompanied     424a,  as  originally  enacted,\r\n\nindicates   that  Congress intended  the offset  provision to\r\n\nleave  disabled workers  with 80%  of their  \"average monthly\r\n\nearnings prior  to the  onset of  disability.\"   However, the\r\n\nlatter phrase was qualified. The report states that:   \r\n\n          The new offset provision ... provides for\r\n          a  reduction  in   the  social   security\r\n          disability  benefit   (except  where  the\r\n          State workmen's compensation law provides\r\n          for an offset ...)  in the event that the\r\n          total   benefits   paid  under   the  two\r\n          programs   exceed   80  percent   of  the\r\n          worker's  average monthly  earnings prior\r\n          to the  onset of disability.   Under this\r\n          provision,  the worker's  average monthly\r\n          earnings would  be defined as  the higher\r\n          of  (a) his average monthly wage used for\r\n          purposes of computing his social security\r\n          disability  benefit  or  (b) his  average\r\n          monthly  earnings, in  employment covered\r                                         in  employment covered\r\n          by  social security, during his highest 5\r                      by  social security\r\n          consecutive  years  after  1950....  This\r\n          reduction  formula would  generally avoid\r\n          the   inequity   encountered  under   the\r\n          previous  offset   provision,  where  the\r\n\n                             -13-\r\r\n\n          reductions that  were required frequently\r\n          resulted  in  benefits  that replaced  no\r\n          more  than  30  percent  or  so   of  the\r\n          worker's earnings at disablement. \r\n\nS. Rep. No. 404, 89th Cong., 1st Sess., 100 (1965), reprinted\r                                                                         \r\n\nin 1965 U.S. Code Congressional and Administrative News 1943,\r              \r\n\n2040.  (emphasis supplied).   The  emphasized language  shows\r\n\nthat  Congress  intended  \"average current  earnings\"  to  be\r\n\nsynonymous  with  \"covered\"  earnings.   This  assumption  is\r\n\nrepeated  in other parts  of the Senate  Report.   See id. at\r                                                                     \r\n\n2041 (describing hypothetical application  of   424a in which\r\n\nworker's  \"average monthly  wage\"  is based  on his  \"average\r\n\ncovered earnings\");  id. at 2200 (computing worker's \"average\r                                    \r\n\ncurrent earnings\" based on wages and income \"credited to  his\r\n\nsocial  security  account\").     Thus,  when the  legislative\r\n\nhistory excerpts that claimant cites are read in  context, it\r\n\nappears that Congress was speaking only of \"covered\" earnings\r\n\nwhen it expressed a desire to leave disabled workers with 80%\r\n\nof their pre-disability earnings and to avoid leaving workers\r\n\nwith only 30% of such earnings.9\r                                           9\r\n\n                    \r                                \r\n\n   9Subsequent legislative history that accompanied the early\r               9\r\namendments to    424a  also supports  the view that  Congress\r\nintended  \"average  current earnings\"  to  be  based only  on\r\n\"covered\"  earnings.  See, e.g., S. Rep. No. 744, 90th Cong.,\r                                           \r\n1st Sess.  (1967), reprinted in 1967  U.S.C.C.A.N. 2834, 2884\r                                           \r\n(noting that \"average current earnings\" under   424a equalled\r\nthe  larger  of a  worker's  average  monthly wage  used  for\r\ncomputing his social security  benefit or his average monthly\r\nearnings during  the 5  consecutive years of  highest covered\r                                                          highest covered\r\nearnings after 1950); H. Rep. No. 231, 92d Cong., 2d Sess. 57\r            earnings\r\n(1972),  reprinted in  1972 U.S.C.C.A.N.  4989, 5044  (same).\r                                 \r\n\n                             -14-\r\r\n\n     In short, the plain language of the Social Security Act,\r\n\n42  U.S.C.     409, 410  and 424a,  directs the  exclusion of\r\n\nclaimant's non-covered federal  earnings from the calculation\r\n\nof  her \"average  current  earnings\" and  the offset  applied\r\n\nhere.  Apart from a  single excerpt referring to \"non-covered\r\n\nwages,\"  the  legislative history  of     424a confirms  this\r\n\nresult.   Whatever doubts might be raised by this excerpt are\r\n\nput to rest  by more  recent developments.   We note that  in\r\n\nJanuary 1989,  Senator  Moynihan offered an amendment to  the\r\n\noffset  provision that  would  have specifically  allowed the\r\n\nnon-covered earnings  of  former  public  employees  such  as\r\n\nclaimant  to be  considered in  calculating  \"average current\r\n\nearnings.\"  See  S. 213, 101st Cong., 1st Sess. 1115  (1989).\r                           \r\n\nThat amendment was  not passed. See Prather  v. Sullivan, 844\r                                                                    \r\n\nF. Supp. at 241 n. 1;  Clevinger v. Sullivan, 813 F. Supp. at\r                                                        \r\n\n                    \r                                \r\n\nThe only contrary indication  that we have been able  to find\r\nappears in a Senate  Budget Committee Report that accompanied\r\nthe Omnibus  Budget Reconciliation  Act of 1981.  Inter alia,\r                                                                        \r\nthat Act extended the offset provision so that it would apply\r\nto  individuals receiving  disability benefits  from federal,\r\nstate, or local governments.  The Budget Committee report, in\r\nan  apparent  reference to  the \"High  1\" method,  says that,\r\n\"average  current earnings  generally refers  to  the highest\r\nannual amount of covered  and non-covered wages earned during\r                                          non-covered wages\r\nthe  6-year period consisting of the year in which the worker\r\nbecomes disabled and  the 5 preceding years....\"  S. Rep. No.\r\n139, 97th  Cong.,  1st Sess.  428 (1981),  reprinted in  1981\r                                                                   \r\nU.S.C.C.A.N. 693,  694  (emphasis  supplied).    This  single\r\nstatement  is  alone insufficient  to undermine  the previous\r\nexpressions of  Congressional intent to base \"average current\r\nearnings\" only on \"covered\" earnings.  \"Congress cannot amend\r\na statute  merely  by  inserting  the proposed  change  in  a\r\ncongressional report....\" Strickland  v. Commissioner,  Dept.\r                                                                         \r\nHuman Services, 48 F.3d at 18.      \r                          \r\n\n                             -15-\r\r\n\n422 n. 2.  \"To be sure, non-action by  Congress is ordinarily\r\n\na dubious guide\"  to legislative intent.  Brown  v. Secretary\r                                                                         \r\n\nof  Health and  Human Services,  46 F.3d  102, 108  (1st Cir.\r                                          \r\n\n1995).   But thereafter, the SSA  promulgated Social Security\r\n\nRuling  (SSR)   92-2a.    That  ruling   indicated  that  the\r\n\nCommissioner would  require \"average current earnings\"  to be\r\n\nbased  only  on  \"covered\"  earnings.   Although  the  offset\r\n\nprovision  has  been amended  in  other  respects since  this\r\n\nruling was  published, Congress has done nothing to alter the\r\n\nCommissioner's interpretation of \"average  current earnings.\"\r\n\nThis strongly suggests that the Commissioner's interpretation\r\n\ncomports  with   Congress's  intent.  Cf.  United  States  v.\r                                                                     \r\n\nRutherford,  442 U.S.  544,  554  n. 10  (1979)(Congressional\r                      \r\n\ninaction after agency position has  been fully brought to the\r\n\nattention  of the  public  and Congress  suggests agency  has\r\n\ncorrectly discerned legislative intent).10\r                                                    10\r\n\n                             III.\r\n\nConclusion \r                      \r\n\n                    \r                                \r\n\n   10As other  courts have  noted, there are  several reasons\r               10\r\nwhy  the decision to base  \"average current earnings\" only on\r\n\"covered  earnings\"  is  reasonable.    See,e.g.,  Smith   v.\r                                                                       \r\nSullivan,  982  F.2d at  344 (noting  that  it is  logical to\r                    \r\nexclude wages  on which  an  individual has  not paid  Social\r\nSecurity taxes from computation of benefit limit); Prather v.\r                                                                      \r\nSullivan,  844  F.  Supp.  at 241  (\"Congress's  decision  to\r                    \r\nexclude  non-covered wages from  the average current earnings\r\ncalculation  ...  is  rationally   related  to  the  goal  of\r\npreserving scarce  resources  where the  individual  receives\r\nbenefits from other sources.\"). \r\n\n                             -16-\r\r\n\n     Where the plain language  and legislative history of the\r\n\nstatute  indicate that  the Commissioner's  interpretation is\r\n\nconsistent with Congress's intent,  this court may not devise\r\n\na  contrary interpretation.      We  further discern  no  due\r\n\nprocess or  equal protection violation arising  from the fact\r\n\nthat the plaintiff in Dunkin had his Social Security benefits\r                                        \r\n\nreinstated  while claimant's  benefits have  been eliminated.\r\n\nApart from the fact that  Dunkin lacks precedential value  as\r                                            \r\n\nan  unpublished  decision,  it  was decided  before  the  SSA\r\n\npromulgated  SSR  92-2a.   \"An  agency that  is  charged with\r\n\nadministering  a  statute  remains  free  to  supplant  prior\r\n\njudicial  interpretations  of that  statute  as  long as  the\r\n\nagency interpretation is ...  reasonable ....\"  United States\r                                                                         \r\n\nv.  LaBonte,  70  F.3d  1396, 1405  (1st  Cir.  1995),  cert.\r                                                                         \r\n\ngranted, 116  S. Ct. 2545  (1996).11   At bottom,  claimant's\r                                              11\r                   \r\n\narguments challenge the  Commissioner's policy judgment  that\r\n\nnon-covered  earnings  must  be  excluded  under  the  offset\r\n\nprovision. \"When a challenge  to an agency construction of  a\r\n\nstatutory provision, fairly conceptualized, really centers on\r\n\nthe  wisdom of the agency's policy, rather than whether it is\r\n\na reasonable choice within  a gap left open by  Congress, the\r\n\nchallenge must  fail.\"  Chevron v.  Natural Resources Defense\r                                                                         \r\n\nCouncil, 467 U.S. at  866.  Accordingly, the judgment  of the\r                   \r\n\n                    \r                                \r\n\n   11Claimant's argument  that the district court  engaged in\r               11\r\nmisconduct by relying on the defendant's memorandum is wholly\r\nmeritless.\r\n\n                             -17-\r\r\n\ndistrict court is affirmed.\r                                      \r\n\n                             -18-\r\r\n",
  "html": "<p class=\"case_cite\">98 F.3d 1333</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Nancy TREMBLAY, Plaintiff, Appellant,<br>v.<br>Louis SULLIVAN, Secretary of Health and Human Services,<br>Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-2267.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Oct. 10, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Nancy Tremblay on brief pro se.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney and Thomas D. Ramsey, Assistant Regional Counsel, on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CYR and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Claimant Nancy Tremblay appeals a district court order upholding a decision of the Commissioner of Social Security that reduced her Social Security disability benefits to zero due to her receipt of a disability pension under the Civil Service Retirement System (CSRS).  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>Undisputed Facts</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The relevant facts are as follows.  Claimant is a former accountant for the U.S. Army Corps of Engineers who suddenly went blind at the age of 27 due to a rare hereditary disorder (Leber's optic neuropathy).  This condition rendered her disabled within the meaning of 42 U.S.C. &#167; 423.  Prior to becoming disabled, claimant had worked in the private sector between 1977 and 1981, earning wages that were \"covered\" by Social Security.   See Das v. Secretary of Health and Human Services, 17 F.3d 1250, 1253 &amp; n. 2 (9th Cir.1994)(\"For purposes of the Social Security Act, wages upon which an individual pays social security taxes are 'covered' wages and those upon which an individual pays no social security tax are 'noncovered.' \"  (citation omitted)).  Between 1983 and 1987, claimant worked for the federal government, earning wages that were not covered by Social Security but that rendered her eligible to receive a disability pension under the CSRS after she became blind.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Claimant applied for Social Security disability benefits (SSDI) and for disability retirement benefits under the CSRS. She began receiving benefits under both programs in late 1988 and early 1989.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Toward the end of 1989, the Social Security Administration (SSA) notified claimant that her Social Security benefits should have been withheld due to her receipt of the CSRS pension.  The SSA's determination was based on the offset provision in 42 U.S.C. &#167; 424a.  The Offset Provision</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Congress enacted &#167; 424a in 1965 in response to renewed concern that many disabled workers were receiving disability payments in excess of their working wages as a result of their dual eligibility for benefits under the federal Social Security and state worker's compensation programs.  It was believed that, inter alia, this situation decreased a worker's incentive to return to work.  Consequently, Congress enacted &#167; 424a, \"which, by limiting total state and federal benefits to 80% of the employee's average current earnings prior to disability, reduced the duplication inherent in the programs and at the same time allowed a supplement to workmen's compensation when the state payments were inadequate.\"   Richardson v. Belcher, 404 U.S. 78, 83 (1971)(holding &#167; 424a does not violate the Due Process Clause).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This court and others have indicated in dicta that &#167; 424a generally allows disabled workers to retain 80% of their pre-disability income or earnings before their Social Security benefits will be reduced under the offset provision.   See, e.g., Davidson v. Sullivan, 942 F.2d 90, 92 (1st Cir.1991)(noting that under &#167; 424a total worker's compensation and social security benefits may not exceed 80% of worker's \"predisability income\");   Sciarotta v. Bowen, 837 F.2d 135, 140 (3d Cir.1988)(noting that in enacting &#167; 424a, Congress \"intended to 'limit[ ] total state and federal benefits to 80% of the employee's average earnings prior to the disability' \") (citation omitted);   Swain v. Schweiker, 676 F.2d 543, 544 (11th Cir.), cert. denied, 459 U.S. 991 (1982)(\"[g]enerally, the [&#167; 424a] offset applies when the total of an individual's benefits and worker's compensation exceeds 80% of his or her pre-disability earnings and it reduces the federal benefits by the excess\");   Freeman v. Harris, 625 F.2d 1303, 1306 (5th Cir.1982)(similar).  But the statute does not mandate this result in every case.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">With certain exceptions immaterial to the present case, &#167; 424a provides that in any given month in which an individual under age 65 is entitled to both Social Security disability benefits under 42 U.S.C. &#167; 423 and other periodic disability benefits, e.g., those paid under worker's compensation or under any other law or plan of the United States, the total Social Security disability benefits and any related &#167; 402 benefits based on that individual's wages and self-employment income (e.g., child's benefits):</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>shall be reduced (but not below zero) by the amount by which the sum of -</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>(3) such total ... [Social Security] benefits under sections 423 and 402 ..., and</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>(4) such periodic benefits payable (and actually paid) ... under such laws or plans,</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>exceed the higher of -</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>(5) 80 per centum of ... [the individual's] \"average current earnings\", or</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>(6) the total of such individual's [Social Security] disability insurance benefits under section 423 ... and of any monthly insurance benefits under section 402 ... prior to reduction under this section.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Thus, &#167; 424a requires that a person's Social Security benefits be reduced by the amount by which the sum of his Social Security and other disability benefits exceeds the higher of:  (a) 80% of his \"average current earnings\" as defined by &#167; 424a, or (b) his total Social Security benefits.  The statute goes on to define \"average current earnings\", in relevant part, as the largest of:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>(A) the average monthly wage ... used for purposes of computing ... [the individual's Social Security] benefits under section 423 ...,</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>(B) one sixtieth of the total of ... [the individual's] wages and self-employment income ... for the five consecutive calendar years after 1950, for which such wages and self-employment income were highest, or</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>(C) one-twelfth of the total of ... [the individual's] wages and self-employment income ... for the calendar year in which he had the highest such wages and income during the period consisting of the calendar year in which he became disabled ... and the five years preceding that year.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">See 42 U.S.C. &#167; 424a.</p>\n    </div>\n    <p class=\"indent\">Claimant's Case</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In applying the offset provision, the SSA determined the claimant's \"average current earnings\" under the \"High 5\" method based on the wages that she earned during her first years of \"covered\" employment, i.e., 1977-1981.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Eighty percent of her \"average current earnings,\" as so calculated, was $307.20, an amount substantially less than claimant's total Social Security benefits.  When the latter was subtracted from the sum of claimant's Social Security and CSRS benefits, as required by &#167; 424a(a)(3)-(6), the $919 CSRS benefit was left as the amount to be \"offset\", or subtracted from, claimant's total Social Security benefits.  However, since claimant's CSRS benefit exceeded her Social Security benefits, and &#167; 424a prohibits reducing Social Security benefits below zero, application of a $919 offset effectively reduced claimant's Social Security benefits to zero.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Claimant disputed the SSA's computations and requested reconsideration.  The SSA reaffirmed its position both on reconsideration and in a subsequent decision by an administrative law judge (ALJ), who found that the offset provision had been properly applied.  The Appeals Council upheld the ALJ's decision, thus rendering it the final decision of the Commissioner.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Claimant thereafter commenced this proceeding for judicial review, arguing, inter alia, that Congress did not foresee her situation when it enacted &#167; 424a and that the SSA's application of the offset provision resulted in an undue hardship on her.  Noting that her remaining CSRS benefit fell substantially short of 80% of her pre-disability earnings, claimant maintained that the SSA should have computed her \"average current earnings\" based on her non-covered federal earnings from 1983-1988, a method that would leave her Social Security benefits intact.  Claimant urged the district court to follow a similar unpublished case which reinstated a blind claimant's Social Security benefits after the SSA had eliminated them under the offset provision.  See Dunkin v. Secretary of Health and Human Services, No. 1-C-85-1801, slip op., 1987 WL 109706 (S.D.Ohio, 1987)(holding SSA erred in reducing claimant's benefits to zero after computing his \"average current earnings\" based only on his years of covered employment).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The district court upheld the Commissioner.  The court rejected claimant's contention that the offset provision should not apply to blind persons, reasoning that other provisions of the Social Security Act and regulations showed that Congress and the Commissioner clearly knew how to make exceptions for the blind when they wished to do so.  Relying on  Smith v. Sullivan, 982 F.2d 308, 311-15 (8th Cir.1992)(holding that SSA correctly excluded claimant's non-covered federal earnings from calculation of his \"average current earnings\"), the court also found that the SSA properly calculated the offset.  Claimant appeals this decision.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The discrete question before us is whether the claimant's \"average current earnings\", as defined in &#167; 424a, were properly based only on claimant's years of \"covered\" employment or whether, as claimant contends, they instead should have been based on her most recent years of \"non-covered\" employment.  Our standard of review is well-established:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>When a court reviews an agency's construction of the statute which it administers, it is confronted with two questions.  First, always, is the question whether Congress has directly spoken to the precise question at issue.  If the intent of Congress is clear, that is the end of the matter, for the court, as well as the agency, must give effect to the unambiguously expressed intent of Congress.  If, however, the court determines Congress has not directly addressed the precise question at issue, the court does not simply impose its own construction of the statute, as would be necessary in the absence of an administrative interpretation.  Rather, if the statute is silent or ambiguous with respect to the specific issue, the question for the court is whether the agency's answer is based on a permissible construction of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Chevron U.S.A. v. Natural Resources Defense Council, 467 U.S. 837, 842-43 (1984).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">While claimant concedes that a literal interpretation of &#167; 424a compels the conclusion that \"average current earnings\" must be based on \"covered earnings,\" she urges us to reject such an interpretation in favor of one which comports with her view of Congressional intent.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  As we explain below, we reject claimant's arguments, for they are not supported by either the plain language of the statute nor a fair reading of its legislative history.  We begin with the language of the statute.   See Stowell v. Secretary of Health and Human Services, 3 F.3d 539, 542 (1st Cir.1993).  The Statute</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We first observe that nothing on the face of &#167; 424a indicates whether claimant's \"average current earnings\" may be based only on \"covered\" earnings.  The Commissioner argues that the plain language of 42 U.S.C. &#167;&#167; 409(a) and 410(a) requires the exclusion of claimant's \"non-covered\" earnings from the computation of her \"average current earnings\" because her federal earnings may not be deemed \"wages\" under the Social Security Act.  We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The definition of \"average current earnings\" in &#167; 424a(a) depends on either the \"average monthly wage\" used to compute a claimant's Social Security benefits or the claimant's \"wages and self-employment income.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The Social Security Act defines the term \"wages\" as \"remuneration paid ... after 1950 for employment....\"  42 U.S.C. &#167; 409(a).  The definition of the term \"employment\" excludes service such as that performed by claimant for the federal government.  See 42 U.S.C. &#167; 410(a).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  It follows, then, that because claimant's federal service does not qualify as \"employment,\" her federal earnings may not be deemed \"wages\" for purposes of computing her \"average current earnings\" under the offset provision.   Accord Smith v. Sullivan, 982 F.2d at 313-15;   Prather v. Shalala, 844 F.Supp. 239, 240-41 (D.Md.1993), aff'd, 14 F.3d 595( 4th Cir.1994);   Clevinger v. Sullivan, 813 F.Supp. 421, 422 (E.D.Va.1993);   cf.  Viney v. Gardner, 310 F.Supp. 76, 77-78 (E.D.Mich.1970)(holding term \"wages\" in &#167; 424a is defined by &#167; 409(a)).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The plain meaning of a statute's text must be given effect \"unless it would produce an absurd result or one manifestly at odds with the statute's intended effect.\"   Parisi by Cooney v. Chater, 69 F.3d 614, 617 (1st Cir.1995).  Relying on excerpts from &#167; 424a's legislative history, claimant contends that the offset resulting from the exclusion of her non-covered federal earnings from the computation of her \"average current earnings\" violates Congress's intent to leave disabled workers with 80% of their pre-disability earnings.  She maintains that her CSRS pension equals only 31.7% of the monthly salary she earned before she became blind and that Congress expressly intended to avoid leaving disabled workers with such a slim amount.  Claiming that \"overwhelming\" case law supports her position, claimant urges us to reject a literal interpretation of the statute in favor of one that furthers Congress's intent to leave disabled workers with 80% of their pre-disability earnings.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">While we recognize the ongoing debate over the propriety of using legislative history as a means to discern a statute's intent,  see, e.g., Strickland v. Commissioner, Dept. of Human Services, 48 F.3d 12, 17 (1st Cir.), cert. denied, 116 S.Ct.  (1995)(collecting cases), we will assume that we \"may consult relevant legislative history ... to confirm an interpretation indicated by the plain language [ of a statute].\"   Grunbeck v. Dime Savings Bank of New York, FSB, 74 F.3d 331, 336 (1st Cir.1996).  We conclude that the legislative history, while occasionally ambiguous, on the whole supports the Commissioner's interpretation of the statute.</p>\n    </div>\n    <p>Legislative History</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Claimant is correct that the Senate Finance Committee report that accompanied &#167; 424a, as originally enacted, indicates that Congress intended the offset provision to leave disabled workers with 80% of their \"average monthly earnings prior to the onset of disability.\"   However, the latter phrase was qualified.  The report states that:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>The new offset provision ... provides for a reduction in the social security disability benefit (except where the State workmen's compensation law provides for an offset ... ) in the event that the total benefits paid under the two programs exceed 80 percent of the worker's average monthly earnings prior to the onset of disability.  Under this provision, the worker's average monthly earnings would be defined as the higher of (a) his average monthly wage used for purposes of computing his social security disability benefit or (b) his average monthly earnings, in employment covered by social security, during his highest 5 consecutive years after 1950....  This reduction formula would generally avoid the inequity encountered under the previous offset provision, where the reductions that were required frequently resulted in benefits that replaced no more than 30 percent or so of the worker's earnings at disablement.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">S.Rep. No. 404, 89th Cong., 1st Sess., 100 (1965),  reprinted in 1965 U.S.Code Congressional and Administrative News 1943, 2040.  (emphasis supplied).  The emphasized language shows that Congress intended \"average current earnings\" to be synonymous with \"covered\" earnings.  This assumption is repeated in other parts of the Senate Report.  See id. at 2041 (describing hypothetical application of &#167; 424a in which worker's \"average monthly wage\" is based on his \"average covered earnings\");   id. at 2200 (computing worker's \"average current earnings\" based on wages and income \"credited to his social security account\").  Thus, when the legislative history excerpts that claimant cites are read in context, it appears that Congress was speaking only of \"covered\" earnings when it expressed a desire to leave disabled workers with 80% of their pre-disability earnings and to avoid leaving workers with only 30% of such earnings.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In short, the plain language of the Social Security Act, 42 U.S.C. &#167;&#167; 409, 410 and 424a, directs the exclusion of claimant's non-covered federal earnings from the calculation of her \"average current earnings\" and the offset applied here.  Apart from a single excerpt referring to \"non-covered wages,\" the legislative history of &#167; 424a confirms this result.  Whatever doubts might be raised by this excerpt are put to rest by more recent developments.  We note that in January 1989, Senator Moynihan offered an amendment to the offset provision that would have specifically allowed the non-covered earnings of former public employees such as claimant to be considered in calculating \"average current earnings.\"   See S. 213, 101st Cong., 1st Sess. 1115 (1989).  That amendment was not passed.   See Prather v. Sullivan, 844 F.Supp. at 241 n. 1;   Clevinger v. Sullivan, 813 F.Supp. at 422 n. 2. \"To be sure, non-action by Congress is ordinarily a dubious guide\" to legislative intent.   Brown v. Secretary of Health and Human Services, 46 F.3d 102, 108 (1st Cir.1995).  But thereafter, the SSA promulgated Social Security Ruling (SSR) 92-2a.  That ruling indicated that the Commissioner would require \"average current earnings\" to be based only on \"covered\" earnings.  Although the offset provision has been amended in other respects since this ruling was published, Congress has done nothing to alter the Commissioner's interpretation of \"average current earnings.\"   This strongly suggests that the Commissioner's interpretation comports with Congress's intent.   Cf. United States v. Rutherford, 442 U.S. 544, 554 n. 10 (1979)(Congressional inaction after agency position has been fully brought to the attention of the public and Congress suggests agency has correctly discerned legislative intent).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <p>III.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Where the plain language and legislative history of the statute indicate that the Commissioner's interpretation is consistent with Congress's intent, this court may not devise a contrary interpretation.  We further discern no due process or equal protection violation arising from the fact that the plaintiff in Dunkin had his Social Security benefits reinstated while claimant's benefits have been eliminated.  Apart from the fact that Dunkin lacks precedential value as an unpublished decision, it was decided before the SSA promulgated SSR 92-2a.  \"An agency that is charged with administering a statute remains free to supplant prior judicial interpretations of that statute as long as the agency interpretation is ... reasonable....\"   United States v. LaBonte, 70 F.3d 1396, 1405 (1st Cir.1995), cert. granted, 116 S.Ct. 2545 (1996).<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  At bottom, claimant's arguments challenge the Commissioner's policy judgment that non-covered earnings must be excluded under the offset provision.  \"When a challenge to an agency construction of a statutory provision, fairly conceptualized, really centers on the wisdom of the agency's policy, rather than whether it is a reasonable choice within a gap left open by Congress, the challenge must fail.\"   Chevron v. Natural Resources Defense Council, 467 U.S. at 866.   Accordingly, the judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Claimant's CSRS benefits were $919 per month.  Claimant's Social Security benefits totalled approximately $540 per month.  This figure included claimant's monthly SSDI benefit and an additional sum in child's benefits that claimant received on behalf of her daughter</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The computation method outlined in subparagraph (B) is called the \"High 5\" method, while that outlined in subparagraph (C) is called the \"High 1\" method.  Both methods compute \"average current earnings\" without regard to the limitations on the maximum earnings creditable for Social Security purposes specified in 42 U.S.C. &#167;&#167; 409(a)(1) and 411(b)(1)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> These wages were much lower than those claimant earned during her last years of \"non-covered\" employment as an accountant with the federal government</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Claimant also argued that Congress did not intend the offset provision to apply to her because other sections of the Social Security Act and regulations treat blind claimants more leniently than those with other disabilities</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Claimant also contends that the Commissioner's interpretation of \"average current earnings\" violates due process and equal protection because the claimant in Dunkin was allowed to keep his Social Security benefits while claimant's Social Security benefits have been eliminated</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> As claimant was never self-employed, and does not contend that her average current earnings should have been based on the average monthly wage used to compute her Social Security benefits, we confine our analysis to the meaning of the term \"wages.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> 42 U.S.C. &#167; 410(a) excludes from the definition of \"employment\" any post-1950 \"[s]ervice performed in the employ of the United States ... if such service--(A) would be excluded from the term 'employment' for purposes of this subchapter if the provisions of paragraphs (5) and (6) of this subsection as in effect in January 1983 had remained in effect, and (B) is performed by an individual who--... (ii) is receiving an annuity from the Civil Service Retirement and Disability Fund....\"  Tremblay worked for the federal government after 1950 and receives a CSRS annuity.  Her work would have been excluded from the definition of \"employment\" if pp 5 and 6 of &#167; 410 as in effect in January 1983 had remained in effect, for the latter paragraph excluded from the definition of employment federal service covered by a retirement system established by federal law.  Consequently, claimant's federal work is excluded from the definition of \"employment.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Claimant contends that such cases as  Sciarotta v. Bowen, 837 F.2d at 138;   Swain v. Schweiker, 676 F.2d at 546-47;  and  Merz v. Secretary of Health and Human Services, 969 F.2d 201, 206 (6th Cir.1992), support her contention that this court should reject the literal meaning of the statute in favor of one which furthers Congressional intent.  Neither these nor the remaining cases that claimant cites address the precise issue before us.  Therefore, they are not controlling</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Subsequent legislative history that accompanied the early amendments to &#167; 424a also supports the view that Congress intended \"average current earnings\" to be based only on \"covered\" earnings.  See, e.g., S.Rep. No. 744, 90th Cong., 1st Sess.  (1967),  reprinted in 1967 U.S.C.C.A.N. 2834, 2884 (noting that \"average current earnings\" under &#167; 424a equalled the larger of a worker's average monthly wage used for computing his social security benefit or his average monthly earnings during the 5 consecutive years of highest covered earnings after 1950);  H. Rep.  No. 231, 92d Cong., 2d Sess. 57 (1972),  reprinted in 1972 U.S.C.C.A.N. 4989, 5044 (same).  The only contrary indication that we have been able to find appears in a Senate Budget Committee Report that accompanied the Omnibus Budget Reconciliation Act of 1981.  Inter alia, that Act extended the offset provision so that it would apply to individuals receiving disability benefits from federal, state, or local governments.  The Budget Committee report, in an apparent reference to the \"High 1\" method, says that, \"average current earnings generally refers to the highest annual amount of covered and non-covered wages earned during the 6-year period consisting of the year in which the worker becomes disabled and the 5 preceding years....\"  S.Rep. No. 139, 97th Cong., 1st Sess. 428 (1981),  reprinted in 1981 U.S.C.C.A.N. 693, 694 (emphasis supplied).  This single statement is alone insufficient to undermine the previous expressions of Congressional intent to base \"average current earnings\" only on \"covered\" earnings.  \"Congress cannot amend a statute merely by inserting the proposed change in a congressional report....\"   Strickland v. Commissioner, Dept. Human Services, 48 F.3d at 18</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> As other courts have noted, there are several reasons why the decision to base \"average current earnings\" only on \"covered earnings\" is reasonable.  See, e.g., Smith v. Sullivan, 982 F.2d at 344 (noting that it is logical to exclude wages on which an individual has not paid Social Security taxes from computation of benefit limit);   Prather v. Sullivan, 844 F.Supp. at 241 (\"Congress's decision to exclude non-covered wages from the average current earnings calculation ... is rationally related to the goal of preserving scarce resources where the individual receives benefits from other sources.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Claimant's argument that the district court engaged in misconduct by relying on the defendant's memorandum is wholly meritless</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1333</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Nancy TREMBLAY, Plaintiff, Appellant,<br>v.<br>Louis SULLIVAN, Secretary of Health and Human Services,<br>Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-2267.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Oct. 10, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Nancy Tremblay on brief pro se.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney and Thomas D. Ramsey, Assistant Regional Counsel, on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CYR and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Claimant Nancy Tremblay appeals a district court order upholding a decision of the Commissioner of Social Security that reduced her Social Security disability benefits to zero due to her receipt of a disability pension under the Civil Service Retirement System (CSRS).  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>Undisputed Facts</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The relevant facts are as follows.  Claimant is a former accountant for the U.S. Army Corps of Engineers who suddenly went blind at the age of 27 due to a rare hereditary disorder (Leber's optic neuropathy).  This condition rendered her disabled within the meaning of 42 U.S.C. &#167; 423.  Prior to becoming disabled, claimant had worked in the private sector between 1977 and 1981, earning wages that were \"covered\" by Social Security.   See Das v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"664143\"><a href=\"/opinion/664143/43-socsecrepser-756-unemplinsrep-cch-p-17738a-satyendranath-das/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1250</span></a></span>, 1253 &amp; n. 2 (9th Cir.1994)(\"For purposes of the Social Security Act, wages upon which an individual pays social security taxes are 'covered' wages and those upon which an individual pays no social security tax are 'noncovered.' \"  (citation omitted)).  Between 1983 and 1987, claimant worked for the federal government, earning wages that were not covered by Social Security but that rendered her eligible to receive a disability pension under the CSRS after she became blind.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Claimant applied for Social Security disability benefits (SSDI) and for disability retirement benefits under the CSRS. She began receiving benefits under both programs in late 1988 and early 1989.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Toward the end of 1989, the Social Security Administration (SSA) notified claimant that her Social Security benefits should have been withheld due to her receipt of the CSRS pension.  The SSA's determination was based on the offset provision in 42 U.S.C. &#167; 424a.  The Offset Provision</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Congress enacted &#167; 424a in 1965 in response to renewed concern that many disabled workers were receiving disability payments in excess of their working wages as a result of their dual eligibility for benefits under the federal Social Security and state worker's compensation programs.  It was believed that, inter alia, this situation decreased a worker's incentive to return to work.  Consequently, Congress enacted &#167; 424a, \"which, by limiting total state and federal benefits to 80% of the employee's average current earnings prior to disability, reduced the duplication inherent in the programs and at the same time allowed a supplement to workmen's compensation when the state payments were inadequate.\"   Richardson v. Belcher, <span class=\"citation\" data-id=\"108405\"><a href=\"/opinion/108405/richardson-v-belcher/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, 83 (1971)(holding &#167; 424a does not violate the Due Process Clause).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This court and others have indicated in dicta that &#167; 424a generally allows disabled workers to retain 80% of their pre-disability income or earnings before their Social Security benefits will be reduced under the offset provision.   See, e.g., Davidson v. Sullivan, <span class=\"citation\" data-id=\"566804\"><a href=\"/opinion/566804/34-socsecrepser-389-unemplinsrep-cch-p-16238a-albert-e-davidson/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">90</span></a></span>, 92 (1st Cir.1991)(noting that under &#167; 424a total worker's compensation and social security benefits may not exceed 80% of worker's \"predisability income\");   Sciarotta v. Bowen, <span class=\"citation\" data-id=\"500064\"><a href=\"/opinion/500064/20-socsecrepser-269-unemplinsrep-cch-17879-guiseppe-sciarotta-v/\"><span class=\"volume\">837</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">135</span></a></span>, 140 (3d Cir.1988)(noting that in enacting &#167; 424a, Congress \"intended to 'limit[ ] total state and federal benefits to 80% of the employee's average earnings prior to the disability' \") (citation omitted);   Swain v. Schweiker, <span class=\"citation\" data-id=\"402610\"><a href=\"/opinion/402610/jimmy-swain-arlene-weaver-and-frank-w-bower-v-richard-schweiker/\"><span class=\"volume\">676</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">543</span></a></span>, 544 (11th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">991</span></span> (1982)(\"[g]enerally, the [&#167; 424a] offset applies when the total of an individual's benefits and worker's compensation exceeds 80% of his or her pre-disability earnings and it reduces the federal benefits by the excess\");   Freeman v. Harris, <span class=\"citation\" data-id=\"380355\"><a href=\"/opinion/380355/albert-w-freeman-v-patricia-roberts-harris-secretary-of-health-and-human/\"><span class=\"volume\">625</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1303</span></a></span>, 1306 (5th Cir.1982)(similar).  But the statute does not mandate this result in every case.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">With certain exceptions immaterial to the present case, &#167; 424a provides that in any given month in which an individual under age 65 is entitled to both Social Security disability benefits under 42 U.S.C. &#167; 423 and other periodic disability benefits, e.g., those paid under worker's compensation or under any other law or plan of the United States, the total Social Security disability benefits and any related &#167; 402 benefits based on that individual's wages and self-employment income (e.g., child's benefits):</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>shall be reduced (but not below zero) by the amount by which the sum of -</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>(3) such total ... [Social Security] benefits under sections 423 and 402 ..., and</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>(4) such periodic benefits payable (and actually paid) ... under such laws or plans,</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>exceed the higher of -</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>(5) 80 per centum of ... [the individual's] \"average current earnings\", or</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>(6) the total of such individual's [Social Security] disability insurance benefits under section 423 ... and of any monthly insurance benefits under section 402 ... prior to reduction under this section.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Thus, &#167; 424a requires that a person's Social Security benefits be reduced by the amount by which the sum of his Social Security and other disability benefits exceeds the higher of:  (a) 80% of his \"average current earnings\" as defined by &#167; 424a, or (b) his total Social Security benefits.  The statute goes on to define \"average current earnings\", in relevant part, as the largest of:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>(A) the average monthly wage ... used for purposes of computing ... [the individual's Social Security] benefits under section 423 ...,</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>(B) one sixtieth of the total of ... [the individual's] wages and self-employment income ... for the five consecutive calendar years after 1950, for which such wages and self-employment income were highest, or</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>(C) one-twelfth of the total of ... [the individual's] wages and self-employment income ... for the calendar year in which he had the highest such wages and income during the period consisting of the calendar year in which he became disabled ... and the five years preceding that year.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">See 42 U.S.C. &#167; 424a.</p>\n    </div>\n    <p class=\"indent\">Claimant's Case</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In applying the offset provision, the SSA determined the claimant's \"average current earnings\" under the \"High 5\" method based on the wages that she earned during her first years of \"covered\" employment, i.e., 1977-1981.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Eighty percent of her \"average current earnings,\" as so calculated, was $307.20, an amount substantially less than claimant's total Social Security benefits.  When the latter was subtracted from the sum of claimant's Social Security and CSRS benefits, as required by &#167; 424a(a)(3)-(6), the $919 CSRS benefit was left as the amount to be \"offset\", or subtracted from, claimant's total Social Security benefits.  However, since claimant's CSRS benefit exceeded her Social Security benefits, and &#167; 424a prohibits reducing Social Security benefits below zero, application of a $919 offset effectively reduced claimant's Social Security benefits to zero.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Claimant disputed the SSA's computations and requested reconsideration.  The SSA reaffirmed its position both on reconsideration and in a subsequent decision by an administrative law judge (ALJ), who found that the offset provision had been properly applied.  The Appeals Council upheld the ALJ's decision, thus rendering it the final decision of the Commissioner.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Claimant thereafter commenced this proceeding for judicial review, arguing, inter alia, that Congress did not foresee her situation when it enacted &#167; 424a and that the SSA's application of the offset provision resulted in an undue hardship on her.  Noting that her remaining CSRS benefit fell substantially short of 80% of her pre-disability earnings, claimant maintained that the SSA should have computed her \"average current earnings\" based on her non-covered federal earnings from 1983-1988, a method that would leave her Social Security benefits intact.  Claimant urged the district court to follow a similar unpublished case which reinstated a blind claimant's Social Security benefits after the SSA had eliminated them under the offset provision.  See Dunkin v. Secretary of Health and Human Services, No. 1-C-85-1801, slip op., <span class=\"citation no-link\"><span class=\"volume\">1987</span> <span class=\"reporter\">WL</span> <span class=\"page\">109706</span></span> (S.D.Ohio, 1987)(holding SSA erred in reducing claimant's benefits to zero after computing his \"average current earnings\" based only on his years of covered employment).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The district court upheld the Commissioner.  The court rejected claimant's contention that the offset provision should not apply to blind persons, reasoning that other provisions of the Social Security Act and regulations showed that Congress and the Commissioner clearly knew how to make exceptions for the blind when they wished to do so.  Relying on  Smith v. Sullivan, <span class=\"citation\" data-id=\"597194\"><a href=\"/opinion/597194/39-socsecrepser-633-unemplinsrep-cch-p-17166a-albert-g-smith-v/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">308</span></a></span>, 311-15 (8th Cir.1992)(holding that SSA correctly excluded claimant's non-covered federal earnings from calculation of his \"average current earnings\"), the court also found that the SSA properly calculated the offset.  Claimant appeals this decision.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The discrete question before us is whether the claimant's \"average current earnings\", as defined in &#167; 424a, were properly based only on claimant's years of \"covered\" employment or whether, as claimant contends, they instead should have been based on her most recent years of \"non-covered\" employment.  Our standard of review is well-established:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>When a court reviews an agency's construction of the statute which it administers, it is confronted with two questions.  First, always, is the question whether Congress has directly spoken to the precise question at issue.  If the intent of Congress is clear, that is the end of the matter, for the court, as well as the agency, must give effect to the unambiguously expressed intent of Congress.  If, however, the court determines Congress has not directly addressed the precise question at issue, the court does not simply impose its own construction of the statute, as would be necessary in the absence of an administrative interpretation.  Rather, if the statute is silent or ambiguous with respect to the specific issue, the question for the court is whether the agency's answer is based on a permissible construction of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Chevron U.S.A. v. Natural Resources Defense Council, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span>, 842-43 (1984).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">While claimant concedes that a literal interpretation of &#167; 424a compels the conclusion that \"average current earnings\" must be based on \"covered earnings,\" she urges us to reject such an interpretation in favor of one which comports with her view of Congressional intent.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  As we explain below, we reject claimant's arguments, for they are not supported by either the plain language of the statute nor a fair reading of its legislative history.  We begin with the language of the statute.   See Stowell v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"628964\"><a href=\"/opinion/628964/42-socsecrepser-176-medicaremedicaid-gu-41784-christine-stowell-v/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">539</span></a></span>, 542 (1st Cir.1993).  The Statute</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We first observe that nothing on the face of &#167; 424a indicates whether claimant's \"average current earnings\" may be based only on \"covered\" earnings.  The Commissioner argues that the plain language of 42 U.S.C. &#167;&#167; 409(a) and 410(a) requires the exclusion of claimant's \"non-covered\" earnings from the computation of her \"average current earnings\" because her federal earnings may not be deemed \"wages\" under the Social Security Act.  We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The definition of \"average current earnings\" in &#167; 424a(a) depends on either the \"average monthly wage\" used to compute a claimant's Social Security benefits or the claimant's \"wages and self-employment income.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The Social Security Act defines the term \"wages\" as \"remuneration paid ... after 1950 for employment....\"  42 U.S.C. &#167; 409(a).  The definition of the term \"employment\" excludes service such as that performed by claimant for the federal government.  See 42 U.S.C. &#167; 410(a).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  It follows, then, that because claimant's federal service does not qualify as \"employment,\" her federal earnings may not be deemed \"wages\" for purposes of computing her \"average current earnings\" under the offset provision.   Accord Smith v. Sullivan, 982 F.2d at 313-15;   Prather v. Shalala, <span class=\"citation no-link\"><span class=\"volume\">844</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">239</span></span>, 240-41 (D.Md.1993), aff'd, <span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">595</span></span>( 4th Cir.1994);   Clevinger v. Sullivan, <span class=\"citation no-link\"><span class=\"volume\">813</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">421</span></span>, 422 (E.D.Va.1993);   cf.  Viney v. Gardner, <span class=\"citation no-link\"><span class=\"volume\">310</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">76</span></span>, 77-78 (E.D.Mich.1970)(holding term \"wages\" in &#167; 424a is defined by &#167; 409(a)).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The plain meaning of a statute's text must be given effect \"unless it would produce an absurd result or one manifestly at odds with the statute's intended effect.\"   Parisi by Cooney v. Chater, <span class=\"citation\" data-id=\"707517\"><a href=\"/opinion/707517/anthony-parisi-ii-a-minor-by-his-parent-and-natural-guardian-lorralee/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">614</span></a></span>, 617 (1st Cir.1995).  Relying on excerpts from &#167; 424a's legislative history, claimant contends that the offset resulting from the exclusion of her non-covered federal earnings from the computation of her \"average current earnings\" violates Congress's intent to leave disabled workers with 80% of their pre-disability earnings.  She maintains that her CSRS pension equals only 31.7% of the monthly salary she earned before she became blind and that Congress expressly intended to avoid leaving disabled workers with such a slim amount.  Claiming that \"overwhelming\" case law supports her position, claimant urges us to reject a literal interpretation of the statute in favor of one that furthers Congress's intent to leave disabled workers with 80% of their pre-disability earnings.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">While we recognize the ongoing debate over the propriety of using legislative history as a means to discern a statute's intent,  see, e.g., Strickland v. Commissioner, Dept. of Human Services, <span class=\"citation\" data-id=\"689917\"><a href=\"/opinion/689917/nancy-strickland-v-commissioner-maine-department-of-human-services-v/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 17 (1st Cir.), cert. denied, 116 S.Ct.  (1995)(collecting cases), we will assume that we \"may consult relevant legislative history ... to confirm an interpretation indicated by the plain language [ of a statute].\"   Grunbeck v. Dime Savings Bank of New York, FSB, <span class=\"citation\" data-id=\"711115\"><a href=\"/opinion/711115/robert-and-jennifer-grunbeck-v-the-dime-savings-bank-of-new-york-fsb/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">331</span></a></span>, 336 (1st Cir.1996).  We conclude that the legislative history, while occasionally ambiguous, on the whole supports the Commissioner's interpretation of the statute.</p>\n    </div>\n    <p>Legislative History</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Claimant is correct that the Senate Finance Committee report that accompanied &#167; 424a, as originally enacted, indicates that Congress intended the offset provision to leave disabled workers with 80% of their \"average monthly earnings prior to the onset of disability.\"   However, the latter phrase was qualified.  The report states that:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>The new offset provision ... provides for a reduction in the social security disability benefit (except where the State workmen's compensation law provides for an offset ... ) in the event that the total benefits paid under the two programs exceed 80 percent of the worker's average monthly earnings prior to the onset of disability.  Under this provision, the worker's average monthly earnings would be defined as the higher of (a) his average monthly wage used for purposes of computing his social security disability benefit or (b) his average monthly earnings, in employment covered by social security, during his highest 5 consecutive years after 1950....  This reduction formula would generally avoid the inequity encountered under the previous offset provision, where the reductions that were required frequently resulted in benefits that replaced no more than 30 percent or so of the worker's earnings at disablement.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">S.Rep. No. 404, 89th Cong., 1st Sess., 100 (1965),  reprinted in 1965 U.S.Code Congressional and Administrative News 1943, 2040.  (emphasis supplied).  The emphasized language shows that Congress intended \"average current earnings\" to be synonymous with \"covered\" earnings.  This assumption is repeated in other parts of the Senate Report.  See id. at 2041 (describing hypothetical application of &#167; 424a in which worker's \"average monthly wage\" is based on his \"average covered earnings\");   id. at 2200 (computing worker's \"average current earnings\" based on wages and income \"credited to his social security account\").  Thus, when the legislative history excerpts that claimant cites are read in context, it appears that Congress was speaking only of \"covered\" earnings when it expressed a desire to leave disabled workers with 80% of their pre-disability earnings and to avoid leaving workers with only 30% of such earnings.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In short, the plain language of the Social Security Act, 42 U.S.C. &#167;&#167; 409, 410 and 424a, directs the exclusion of claimant's non-covered federal earnings from the calculation of her \"average current earnings\" and the offset applied here.  Apart from a single excerpt referring to \"non-covered wages,\" the legislative history of &#167; 424a confirms this result.  Whatever doubts might be raised by this excerpt are put to rest by more recent developments.  We note that in January 1989, Senator Moynihan offered an amendment to the offset provision that would have specifically allowed the non-covered earnings of former public employees such as claimant to be considered in calculating \"average current earnings.\"   See S. 213, 101st Cong., 1st Sess. 1115 (1989).  That amendment was not passed.   See Prather v. Sullivan, 844 F.Supp. at 241 n. 1;   Clevinger v. Sullivan, 813 F.Supp. at 422 n. 2. \"To be sure, non-action by Congress is ordinarily a dubious guide\" to legislative intent.   Brown v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"195836\"><a href=\"/opinion/195836/brown-v-shhs/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">102</span></a></span>, 108 (1st Cir.1995).  But thereafter, the SSA promulgated Social Security Ruling (SSR) 92-2a.  That ruling indicated that the Commissioner would require \"average current earnings\" to be based only on \"covered\" earnings.  Although the offset provision has been amended in other respects since this ruling was published, Congress has done nothing to alter the Commissioner's interpretation of \"average current earnings.\"   This strongly suggests that the Commissioner's interpretation comports with Congress's intent.   Cf. United States v. Rutherford, <span class=\"citation\" data-id=\"110111\"><a href=\"/opinion/110111/united-states-v-rutherford/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span>, 554 n. 10 (1979)(Congressional inaction after agency position has been fully brought to the attention of the public and Congress suggests agency has correctly discerned legislative intent).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <p>III.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Where the plain language and legislative history of the statute indicate that the Commissioner's interpretation is consistent with Congress's intent, this court may not devise a contrary interpretation.  We further discern no due process or equal protection violation arising from the fact that the plaintiff in Dunkin had his Social Security benefits reinstated while claimant's benefits have been eliminated.  Apart from the fact that Dunkin lacks precedential value as an unpublished decision, it was decided before the SSA promulgated SSR 92-2a.  \"An agency that is charged with administering a statute remains free to supplant prior judicial interpretations of that statute as long as the agency interpretation is ... reasonable....\"   United States v. LaBonte, <span class=\"citation\" data-id=\"709025\"><a href=\"/opinion/709025/united-states-v-george-labonte-united-states-of-america-v-david-e/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1396</span></a></span>, 1405 (1st Cir.1995), cert. granted, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2545</span></span> (1996).<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  At bottom, claimant's arguments challenge the Commissioner's policy judgment that non-covered earnings must be excluded under the offset provision.  \"When a challenge to an agency construction of a statutory provision, fairly conceptualized, really centers on the wisdom of the agency's policy, rather than whether it is a reasonable choice within a gap left open by Congress, the challenge must fail.\"   Chevron v. Natural Resources Defense Council, 467 U.S. at 866.   Accordingly, the judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Claimant's CSRS benefits were $919 per month.  Claimant's Social Security benefits totalled approximately $540 per month.  This figure included claimant's monthly SSDI benefit and an additional sum in child's benefits that claimant received on behalf of her daughter</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The computation method outlined in subparagraph (B) is called the \"High 5\" method, while that outlined in subparagraph (C) is called the \"High 1\" method.  Both methods compute \"average current earnings\" without regard to the limitations on the maximum earnings creditable for Social Security purposes specified in 42 U.S.C. &#167;&#167; 409(a)(1) and 411(b)(1)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> These wages were much lower than those claimant earned during her last years of \"non-covered\" employment as an accountant with the federal government</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Claimant also argued that Congress did not intend the offset provision to apply to her because other sections of the Social Security Act and regulations treat blind claimants more leniently than those with other disabilities</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Claimant also contends that the Commissioner's interpretation of \"average current earnings\" violates due process and equal protection because the claimant in Dunkin was allowed to keep his Social Security benefits while claimant's Social Security benefits have been eliminated</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> As claimant was never self-employed, and does not contend that her average current earnings should have been based on the average monthly wage used to compute her Social Security benefits, we confine our analysis to the meaning of the term \"wages.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> 42 U.S.C. &#167; 410(a) excludes from the definition of \"employment\" any post-1950 \"[s]ervice performed in the employ of the United States ... if such service--(A) would be excluded from the term 'employment' for purposes of this subchapter if the provisions of paragraphs (5) and (6) of this subsection as in effect in January 1983 had remained in effect, and (B) is performed by an individual who--... (ii) is receiving an annuity from the Civil Service Retirement and Disability Fund....\"  Tremblay worked for the federal government after 1950 and receives a CSRS annuity.  Her work would have been excluded from the definition of \"employment\" if pp 5 and 6 of &#167; 410 as in effect in January 1983 had remained in effect, for the latter paragraph excluded from the definition of employment federal service covered by a retirement system established by federal law.  Consequently, claimant's federal work is excluded from the definition of \"employment.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Claimant contends that such cases as  Sciarotta v. Bowen, 837 F.2d at 138;   Swain v. Schweiker, 676 F.2d at 546-47;  and  Merz v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"586871\"><a href=\"/opinion/586871/38-socsecrepser-83-unemplinsrep-cch-p-16801a-bobby-merz-v/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">201</span></a></span>, 206 (6th Cir.1992), support her contention that this court should reject the literal meaning of the statute in favor of one which furthers Congressional intent.  Neither these nor the remaining cases that claimant cites address the precise issue before us.  Therefore, they are not controlling</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Subsequent legislative history that accompanied the early amendments to &#167; 424a also supports the view that Congress intended \"average current earnings\" to be based only on \"covered\" earnings.  See, e.g., S.Rep. No. 744, 90th Cong., 1st Sess.  (1967),  reprinted in 1967 U.S.C.C.A.N. 2834, 2884 (noting that \"average current earnings\" under &#167; 424a equalled the larger of a worker's average monthly wage used for computing his social security benefit or his average monthly earnings during the 5 consecutive years of highest covered earnings after 1950);  H. Rep.  No. 231, 92d Cong., 2d Sess. 57 (1972),  reprinted in 1972 U.S.C.C.A.N. 4989, 5044 (same).  The only contrary indication that we have been able to find appears in a Senate Budget Committee Report that accompanied the Omnibus Budget Reconciliation Act of 1981.  Inter alia, that Act extended the offset provision so that it would apply to individuals receiving disability benefits from federal, state, or local governments.  The Budget Committee report, in an apparent reference to the \"High 1\" method, says that, \"average current earnings generally refers to the highest annual amount of covered and non-covered wages earned during the 6-year period consisting of the year in which the worker becomes disabled and the 5 preceding years....\"  S.Rep. No. 139, 97th Cong., 1st Sess. 428 (1981),  reprinted in 1981 U.S.C.C.A.N. 693, 694 (emphasis supplied).  This single statement is alone insufficient to undermine the previous expressions of Congressional intent to base \"average current earnings\" only on \"covered\" earnings.  \"Congress cannot amend a statute merely by inserting the proposed change in a congressional report....\"   Strickland v. Commissioner, Dept. Human Services, 48 F.3d at 18</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> As other courts have noted, there are several reasons why the decision to base \"average current earnings\" only on \"covered earnings\" is reasonable.  See, e.g., Smith v. Sullivan, 982 F.2d at 344 (noting that it is logical to exclude wages on which an individual has not paid Social Security taxes from computation of benefit limit);   Prather v. Sullivan, 844 F.Supp. at 241 (\"Congress's decision to exclude non-covered wages from the average current earnings calculation ... is rationally related to the goal of preserving scarce resources where the individual receives benefits from other sources.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Claimant's argument that the district court engaged in misconduct by relying on the defendant's memorandum is wholly meritless</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108405/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195836/",
    "http://www.courtlistener.com/api/rest/v3/opinions/380355/",
    "http://www.courtlistener.com/api/rest/v3/opinions/402610/",
    "http://www.courtlistener.com/api/rest/v3/opinions/500064/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566804/",
    "http://www.courtlistener.com/api/rest/v3/opinions/586871/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597194/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628964/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664143/",
    "http://www.courtlistener.com/api/rest/v3/opinions/689917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/707517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/709025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/711115/"
  ]
}