{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197030/",
  "absolute_url": "/opinion/197030/isles-v-whc-jr/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197030/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:20:51Z",
  "date_modified": "2017-03-24T10:49:36.659648Z",
  "type": "010combined",
  "sha1": "8e1c293d1f5629c00d76b75e49a7d6070e5963b2",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-2339.01A",
  "local_path": null,
  "plain_text": "\n\n                    [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 95-2339\r\n\n                       SUSAN G. ISLES,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                     WHC JR./COC, ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n     [Hon. Frank H. Freedman, Senior U.S. District Judge]\r                                                                    \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n               Stahl and Lynch, Circuit Judges.\r                                                          \r\n\n                                         \r\n\nSusan G. Isles on brief pro se.\r                          \r\nFrancis D. Dibble, Jr., Ellen M. Randle, Carol E. Kamm and\r                                                                  \r\nBulkley, Richardson and Gelinas on brief for appellees.\r                                       \r\n\n                                         \r\n\n                       October 17, 1996\r\n                                         \r\n\n     Per Curiam.   Three months after  being hired, plaintiff\r                           \r\r\n\nSusan Isles  was discharged from her  position as housekeeper\r\n\nat the residence  of William and Camille Cosby  in Shelburne,\r\n\nMassachusetts.  She responded by filing the instant action in\r\n\nwhich   she  claimed,   inter  alia,  that   her  termination\r                                               \r\n\nconstituted:  (1) sex  discrimination in  violation  of Title\r\n\nVII,  42 U.S.C.   2000e-2(a); (2)  retaliation for the filing\r\n\nof a worker's  compensation claim, in violation of Mass. Gen.\r\n\nL.  ch. 152,    75B(2);  and (3)  breach of  contract.   Upon\r\n\ncompletion of discovery, the  district court rejected each of\r\n\nthese   contentions  and   granted   summary   judgment   for\r\n\ndefendants.   Having reviewed  the record in  full, we affirm\r\n\nsubstantially for the reasons recited by the district court. \r\n\n     We have little to  add to Judge Freedman's comprehensive\r\n\nanalysis.  As to the Title VII claim, we agree that plaintiff\r\n\nhas  failed  to  adduce  sufficient  evidence  from  which  a\r\n\nreasonable jury could  conclude that defendants'  articulated\r\n\nreasons for the firing were a pretext for sex discrimination.\r\n\nSee,  e.g., Udo  v. Tomes,  54  F.3d 9,  13 (1st  Cir. 1995).\r                                     \r\n\nDefendants explained, on the basis of abundant evidence, that\r\n\nplaintiff was fired primarily because of an overly aggressive\r\n\nattitude and  a tendency  to criticize  the work  of others--\r\n\ntraits that  proved disruptive to staff  cohesion and morale.\r\n\nSuch  concerns constitute a  justifiable basis for discharge.\r\n\nSee, e.g.,  Johnson v. Allyn &amp;  Bacon, Inc., 731  F.2d 64, 73\r                                                       \r\n\n(1st Cir.), cert.  denied, 469 U.S. 1018 (1984).  Plaintiff's\r                                     \r\n\n                             -2-\r\r\n\nprincipal  evidence  to the  contrary--a vague  denial voiced\r\n\nduring  her  deposition--proves  insufficient  to   create  a\r\n\ngenuine dispute as to whether defendants' articulated reasons\r\n\nwere  pretextual.    See,  e.g., Kaiser  v.  Armstrong  World\r                                                                         \r\n\nIndus., Inc., 872  F.2d 512, 518 (1st  Cir. 1989) (\"[s]ummary\r                        \r\n\njudgment  is  appropriate even  in  the  face of  conflicting\r\n\nevidence  if the  latter is  insufficient to  support  a jury\r\n\nverdict in the nonmovant's  favor\").  Indeed, plaintiff's own\r\n\nwritten  words (in the form  of letters mailed  to the Cosbys\r\n\nand to an earlier employer) only lend further credence to the\r\n\nconcerns cited by defendants. \r\n\n     Plaintiff's evidence, in any  event, fails to support an\r\n\ninference of  discriminatory animus.   As the  district court\r\n\nexplained, the  specific factors on  which she relies  are of\r\n\nminimal probative value.  For example, the male employees who\r\n\nallegedly  received  more lenient  treatment  in disciplinary\r\n\nmatters were not similarly situated to plaintiff.  See, e.g.,\r                                                                        \r\n\nSmith  v. Stratus Computers, Inc.,  40 F.3d 11,  17 (1st Cir.\r                                             \r\n\n1994), cert. denied,  115 S.  Ct. 1958 (1995).   The  alleged\r                               \r\n\ndivision  of  labor  in   the  household  staff  entailed  no\r\n\ndisadvantage to her with respect to conditions of employment.\r\n\nAnd the alleged \"breadwinner\" remark was properly disregarded\r\n\nas hearsay.   Moreover, it  is undisputed that  plaintiff was\r\n\nfired  by a  female, that she  was replaced by  a female, and\r\n\n                             -3-\r\r\n\nthat  the  only other  household employee  ever to  have been\r\n\ndischarged was a male.\r\n\n     As to  plaintiff's claim of retaliation,  what we stated\r\n\nin  Byrd  v. Bonayne,  61 F.3d  1026,  1033 (1st  Cir. 1995),\r                                \r\n\napplies as  well here:  \"For the  most part,  her retaliatory\r\n\ndischarge claim rests on  the identical inferences of pretext\r\n\nfound  wanting above.\"  Id.  at 1033; accord,  e.g., Grant v.\r                                                                      \r\n\nNews Group Boston, Inc., 55 F.3d 1, 7 (1st Cir. 1995) (noting\r                                   \r\n\nthat showing  of pretext is essential  to retaliation claim).\r\n\nIn  any  event,  we  agree  with   the  district  court  that\r\n\nplaintiff's evidence fails to support the inference that Mrs.\r\n\nCosby even knew of plaintiff's alleged head injury, much less\r\n\nthat  she  harbored  a  retaliatory  motive  in  deciding  to\r\n\ndischarge  her.   See,  e.g., Medina-Munoz  v. R.J.  Reynolds\r                                                                         \r\n\nTobacco Co., 896 F.2d 5, 8 (1st Cir. 1990) (noting  that non-\r                       \r\n\nmoving  party's  reliance  on  \"conclusory  allegations\"  and\r\n\n\"improbable inferences\"  is  insufficient to  defeat  summary\r\n\njudgment,  even \"where  elusive  concepts such  as motive  or\r\n\nintent  are  at  issue\") (quoted  in  Fennell  v. First  Step\r                                                                         \r\n\nDesigns, Ltd., 83 F.3d 526, 535 (1st Cir. 1996)).\r                         \r\n\n     Finally, plaintiff's claim that she enjoyed a \"lifetime\"\r\n\ncontract, terminable only  for cause, is equally  unavailing.\r\n\nAs  the district  court  explained, nothing  in the  comments\r\n\nvoiced by  Mrs.  Adams  or  Mrs. Cosby  could  be  reasonably\r\n\nconstrued  under  the  circumstances  as  creating  any  such\r\n\n                             -4-\r\r\n\narrangement.  See, e.g., O'Brien v.  Analog Devices, Inc., 34\r                                                                     \r\n\nMass. App.  Ct. 905, 906-07 (1993)  (requiring \"strong proof\"\r\n\nand   \"particularly  explicit   expressions  of   intent\"  to\r\n\nestablish lifetime  contract); accord,  e.g.,  Smith v.  F.W.\r                                                                         \r\n\nMorse &amp; Co., Inc., 76 F.3d 413, 427 (1st Cir. 1996).  Nor did\r                             \r\n\nMrs. Adams have the authority to commit  the Cosbys to such a\r\n\npermanent contract.   See, e.g., Simonelli  v. Boston Housing\r                                                                         \r\n\nAuth., 334 Mass. 438, 440-41 (1956). \r                 \r\n\n     Plaintiff also advances a trio of  procedural challenges\r\n\non  appeal, each of which we reject.  First, she complains of\r\n\na  discovery   ruling   restricting  access   to   employment\r\n\ninformation concerning defendants'  past and present workers.\r\n\nThis  court will intervene in such matters \"only upon a clear\r\n\nshowing  of  manifest injustice,  that  is,  where the  lower\r\n\ncourt's  discovery order  was plainly  wrong and  resulted in\r\n\nsubstantial prejudice to the aggrieved party.\"  Mack v. Great\r                                                                         \r\n\nAtlantic &amp; Pacific Tea Co., 871 F.2d 179, 186 (1st Cir. 1989)\r                                      \r\n\n(quoted in Ayala-Gerena v. Bristol Myers-Squibb Co.,     F.3d\r                                                               \r\n\n   , 1996 WL 494221, at *2 (1st Cir. 1996)).  No such showing\r\n\nhas been made.   Far from being plainly wrong,  the discovery\r\n\norder  strikes  us  as  balanced and  fair.    And  plaintiff\r\n\nsuffered minimal prejudice.   Indeed, we  note that seven  of\r\n\nthe nine excluded employees ended  up being deposed, and that\r\n\nthe payroll  information sought as to  such individuals would\r\n\nhave been of negligible relevance.\r\n\n                             -5-\r\r\n\n     Second, plaintiff challenges the court's award of costs.\r\n\nHer  contention  that  the  costs of  depositions  cannot  be\r\n\ntaxable when a case is resolved at the summary judgment stage\r\n\nis  misplaced.   See, e.g., Merrick  v. Northern  Natural Gas\r                                                                         \r\n\nCo.,  911  F.2d 426,  434-35  (10th  Cir. 1990);  10  Charles\r               \r\n\nWright,  Arthur  Miller &amp;  Mary  Kane,  Federal Practice  and\r                                                                         \r\n\nProcedure    2676,  at 341  &amp;  n.17 (1983  &amp; '96  Supp.); see\r                                                                         \r\n\ngenerally Templeman v. Chris Craft  Corp., 770 F.2d 245,  249\r                                                     \r\n\n(1st Cir.), cert. denied, 474 U.S. 1021 (1985).  The district\r                                    \r\n\ncourt acted within its  discretion in taxing costs  only with\r\n\nrespect to those depositions on which it had relied in ruling\r\n\non the summary judgment motion. \r\n\n     Finally,  plaintiff  complains   of  the   circumstances\r\n\nsurrounding the  district court's  allowance of  her original\r\n\nattorney's motion to withdraw.   As with its handling  of all\r\n\nother  aspects of the case,  we think the  court resolved the\r\n\nmatter  in  an  equitable  and  conscientious  fashion.    No\r\n\ndiscussion  is required,  however, inasmuch as  plaintiff has\r\n\nnot identified (and we do not discern) any legally cognizable\r\n\nprejudice stemming therefrom.\r\n\n     Affirmed.\r                          \r\n\n                             -6-\r\r\n",
  "html": "<p class=\"case_cite\">98 F.3d 1333</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Susan G. ISLES, Plaintiff, Appellant,<br>v.<br>WHC JR./COC, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-2339.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Oct. 17, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Susan G. Isles on brief pro se.</p>\n      <p class=\"indent\">Francis D. Dibble, Jr., Ellen M. Randle, Carol E. Kamm and Bulkley, Richardson and Gelinas on brief for appellees.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, STAHL and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Three months after being hired, plaintiff Susan Isles was discharged from her position as housekeeper at the residence of William and Camille Cosby in Shelburne, Massachusetts.  She responded by filing the instant action in which she claimed, inter alia, that her termination constituted:  (1) sex discrimination in violation of Title VII, 42 U.S.C. &#167; 2000e-2(a);  (2) retaliation for the filing of a worker's compensation claim, in violation of Mass.  Gen. L. ch. 152, &#167; 75B(2);  and (3) breach of contract.  Upon completion of discovery, the district court rejected each of these contentions and granted summary judgment for defendants.  Having reviewed the record in full, we affirm substantially for the reasons recited by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We have little to add to Judge Freedman's comprehensive analysis.  As to the Title VII claim, we agree that plaintiff has failed to adduce sufficient evidence from which a reasonable jury could conclude that defendants' articulated reasons for the firing were a pretext for sex discrimination.   See, e.g., Udo v. Tomes, 54 F.3d 9, 13 (1st Cir.1995).  Defendants explained, on the basis of abundant evidence, that plaintiff was fired primarily because of an overly aggressive attitude and a tendency to criticize the work of others--traits that proved disruptive to staff cohesion and morale.  Such concerns constitute a justifiable basis for discharge.   See, e.g., Johnson v. Allyn &amp; Bacon, Inc., 731 F.2d 64, 73 (1st Cir.), cert. denied, 469 U.S. 1018 (1984).  Plaintiff's principal evidence to the contrary--a vague denial voiced during her deposition--proves insufficient to create a genuine dispute as to whether defendants' articulated reasons were pretextual.   See, e.g., Kaiser v. Armstrong World Indus., Inc., 872 F.2d 512, 518 (1st Cir.1989) (\"[s]ummary judgment is appropriate even in the face of conflicting evidence if the latter is insufficient to support a jury verdict in the nonmovant's favor\").  Indeed, plaintiff's own written words (in the form of letters mailed to the Cosbys and to an earlier employer) only lend further credence to the concerns cited by defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Plaintiff's evidence, in any event, fails to support an inference of discriminatory animus.  As the district court explained, the specific factors on which she relies are of minimal probative value.  For example, the male employees who allegedly received more lenient treatment in disciplinary matters were not similarly situated to plaintiff.   See, e.g., Smith v. Stratus Computers, Inc., 40 F.3d 11, 17 (1st Cir.1994), cert. denied, 115 S.Ct. 1958 (1995).  The alleged division of labor in the household staff entailed no disadvantage to her with respect to conditions of employment.  And the alleged \"breadwinner\" remark was properly disregarded as hearsay.  Moreover, it is undisputed that plaintiff was fired by a female, that she was replaced by a female, and that the only other household employee ever to have been discharged was a male.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As to plaintiff's claim of retaliation, what we stated in  Byrd v. Bonayne, 61 F.3d 1026, 1033 (1st Cir.1995), applies as well here:  \"For the most part, her retaliatory discharge claim rests on the identical inferences of pretext found wanting above.\"   Id. at 1033;   accord, e.g., Grant v. News Group Boston, Inc., 55 F.3d 1, 7 (1st Cir.1995) (noting that showing of pretext is essential to retaliation claim).  In any event, we agree with the district court that plaintiff's evidence fails to support the inference that Mrs. Cosby even knew of plaintiff's alleged head injury, much less that she harbored a retaliatory motive in deciding to discharge her.   See, e.g., Medina-Munoz v. R.J. Reynolds Tobacco Co., 896 F.2d 5, 8 (1st Cir.1990) (noting that non-moving party's reliance on \"conclusory allegations\" and \"improbable inferences\" is insufficient to defeat summary judgment, even \"where elusive concepts such as motive or intent are at issue\") (quoted in  Fennell v. First Step Designs, Ltd., 83 F.3d 526, 535 (1st Cir.1996)).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Finally, plaintiff's claim that she enjoyed a \"lifetime\" contract, terminable only for cause, is equally unavailing.  As the district court explained, nothing in the comments voiced by Mrs. Adams or Mrs. Cosby could be reasonably construed under the circumstances as creating any such arrangement.   See, e.g., O'Brien v. Analog Devices, Inc., 34 Mass.App.Ct. 905, 906-07 (1993) (requiring \"strong proof\" and \"particularly explicit expressions of intent\" to establish lifetime contract);   accord, e.g., Smith v. F.W. Morse &amp; Co., Inc., 76 F.3d 413, 427 (1st Cir.1996).  Nor did Mrs. Adams have the authority to commit the Cosbys to such a permanent contract.   See, e.g., Simonelli v. Boston Housing Auth., 334 Mass. 438, 440-41 (1956).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Plaintiff also advances a trio of procedural challenges on appeal, each of which we reject.  First, she complains of a discovery ruling restricting access to employment information concerning defendants' past and present workers.  This court will intervene in such matters \"only upon a clear showing of manifest injustice, that is, where the lower court's discovery order was plainly wrong and resulted in substantial prejudice to the aggrieved party.\"   Mack v. Great Atlantic &amp; Pacific Tea Co., 871 F.2d 179, 186 (1st Cir.1989) (quoted in  Ayala-Gerena v. Bristol Myers-Squibb Co., --- F.3d ----, 1996 WL 494221, at * 2 (1st Cir.1996)).  No such showing has been made.  Far from being plainly wrong, the discovery order strikes us as balanced and fair.  And plaintiff suffered minimal prejudice.  Indeed, we note that seven of the nine excluded employees ended up being deposed, and that the payroll information sought as to such individuals would have been of negligible relevance.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Second, plaintiff challenges the court's award of costs.  Her contention that the costs of depositions cannot be taxable when a case is resolved at the summary judgment stage is misplaced.   See, e.g., Merrick v. Northern Natural Gas Co., 911 F.2d 426, 434-35 (10th Cir.1990);  10 Charles Wright, Arthur Miller &amp; Mary Kane, Federal Practice and Procedure &#167; 2676, at 341 &amp; n. 17 (1983 &amp; '96 Supp.);   see generally Templeman v. Chris Craft Corp., 770 F.2d 245, 249 (1st Cir.), cert. denied, 474 U.S. 1021 (1985).  The district court acted within its discretion in taxing costs only with respect to those depositions on which it had relied in ruling on the summary judgment motion.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Finally, plaintiff complains of the circumstances surrounding the district court's allowance of her original attorney's motion to withdraw.  As with its handling of all other aspects of the case, we think the court resolved the matter in an equitable and conscientious fashion.  No discussion is required, however, inasmuch as plaintiff has not identified (and we do not discern) any legally cognizable prejudice stemming therefrom.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1333</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Susan G. ISLES, Plaintiff, Appellant,<br>v.<br>WHC JR./COC, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-2339.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Oct. 17, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Susan G. Isles on brief pro se.</p>\n      <p class=\"indent\">Francis D. Dibble, Jr., Ellen M. Randle, Carol E. Kamm and Bulkley, Richardson and Gelinas on brief for appellees.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, STAHL and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Three months after being hired, plaintiff Susan Isles was discharged from her position as housekeeper at the residence of William and Camille Cosby in Shelburne, Massachusetts.  She responded by filing the instant action in which she claimed, inter alia, that her termination constituted:  (1) sex discrimination in violation of Title VII, 42 U.S.C. &#167; 2000e-2(a);  (2) retaliation for the filing of a worker's compensation claim, in violation of Mass.  Gen. L. ch. 152, &#167; 75B(2);  and (3) breach of contract.  Upon completion of discovery, the district court rejected each of these contentions and granted summary judgment for defendants.  Having reviewed the record in full, we affirm substantially for the reasons recited by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We have little to add to Judge Freedman's comprehensive analysis.  As to the Title VII claim, we agree that plaintiff has failed to adduce sufficient evidence from which a reasonable jury could conclude that defendants' articulated reasons for the firing were a pretext for sex discrimination.   See, e.g., Udo v. Tomes, <span class=\"citation\" data-id=\"695510\"><a href=\"/opinion/695510/67-fair-emplpraccas-bna-1001-66-empl-prac-dec-p-43607-udo-u-udo/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 13 (1st Cir.1995).  Defendants explained, on the basis of abundant evidence, that plaintiff was fired primarily because of an overly aggressive attitude and a tendency to criticize the work of others--traits that proved disruptive to staff cohesion and morale.  Such concerns constitute a justifiable basis for discharge.   See, e.g., Johnson v. Allyn &amp; Bacon, Inc., <span class=\"citation\" data-id=\"433520\"><a href=\"/opinion/433520/34-fair-emplpraccas-804-34-empl-prac-dec-p-34294-barbara-c-johnson/\"><span class=\"volume\">731</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">64</span></a></span>, 73 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1018</span></span> (1984).  Plaintiff's principal evidence to the contrary--a vague denial voiced during her deposition--proves insufficient to create a genuine dispute as to whether defendants' articulated reasons were pretextual.   See, e.g., Kaiser v. Armstrong World Indus., Inc., <span class=\"citation\" data-id=\"521534\"><a href=\"/opinion/521534/sol-kaiser-v-armstrong-world-industries-inc/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">512</span></a></span>, 518 (1st Cir.1989) (\"[s]ummary judgment is appropriate even in the face of conflicting evidence if the latter is insufficient to support a jury verdict in the nonmovant's favor\").  Indeed, plaintiff's own written words (in the form of letters mailed to the Cosbys and to an earlier employer) only lend further credence to the concerns cited by defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Plaintiff's evidence, in any event, fails to support an inference of discriminatory animus.  As the district court explained, the specific factors on which she relies are of minimal probative value.  For example, the male employees who allegedly received more lenient treatment in disciplinary matters were not similarly situated to plaintiff.   See, e.g., Smith v. Stratus Computers, Inc., <span class=\"citation\" data-id=\"195745\"><a href=\"/opinion/195745/smith-v-stratus-computers/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 17 (1st Cir.1994), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1958</span></span> (1995).  The alleged division of labor in the household staff entailed no disadvantage to her with respect to conditions of employment.  And the alleged \"breadwinner\" remark was properly disregarded as hearsay.  Moreover, it is undisputed that plaintiff was fired by a female, that she was replaced by a female, and that the only other household employee ever to have been discharged was a male.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As to plaintiff's claim of retaliation, what we stated in  Byrd v. Bonayne, <span class=\"citation\" data-id=\"196234\"><a href=\"/opinion/196234/byrd-v-ronayne/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1026</span></a></span>, 1033 (1st Cir.1995), applies as well here:  \"For the most part, her retaliatory discharge claim rests on the identical inferences of pretext found wanting above.\"   Id. at 1033;   accord, e.g., Grant v. News Group Boston, Inc., <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span>, 7 (1st Cir.1995) (noting that showing of pretext is essential to retaliation claim).  In any event, we agree with the district court that plaintiff's evidence fails to support the inference that Mrs. Cosby even knew of plaintiff's alleged head injury, much less that she harbored a retaliatory motive in deciding to discharge her.   See, e.g., Medina-Munoz v. R.J. Reynolds Tobacco Co., <span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 8 (1st Cir.1990) (noting that non-moving party's reliance on \"conclusory allegations\" and \"improbable inferences\" is insufficient to defeat summary judgment, even \"where elusive concepts such as motive or intent are at issue\") (quoted in  Fennell v. First Step Designs, Ltd., <span class=\"citation\" data-id=\"718191\"><a href=\"/opinion/718191/70-fair-emplpraccas-bna-1305-34-fedrserv3d-1566-rachel-l-fennell/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">526</span></a></span>, 535 (1st Cir.1996)).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Finally, plaintiff's claim that she enjoyed a \"lifetime\" contract, terminable only for cause, is equally unavailing.  As the district court explained, nothing in the comments voiced by Mrs. Adams or Mrs. Cosby could be reasonably construed under the circumstances as creating any such arrangement.   See, e.g., O'Brien v. Analog Devices, Inc., 34 Mass.App.Ct. 905, 906-07 (1993) (requiring \"strong proof\" and \"particularly explicit expressions of intent\" to establish lifetime contract);   accord, e.g., Smith v. F.W. Morse &amp; Co., Inc., <span class=\"citation\" data-id=\"196571\"><a href=\"/opinion/196571/smith-v-fw-morse-co-inc/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">413</span></a></span>, 427 (1st Cir.1996).  Nor did Mrs. Adams have the authority to commit the Cosbys to such a permanent contract.   See, e.g., Simonelli v. Boston Housing Auth., <span class=\"citation\" data-id=\"2119989\"><a href=\"/opinion/2119989/simonelli-v-boston-housing-authority/\"><span class=\"volume\">334</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">438</span></a></span>, 440-41 (1956).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Plaintiff also advances a trio of procedural challenges on appeal, each of which we reject.  First, she complains of a discovery ruling restricting access to employment information concerning defendants' past and present workers.  This court will intervene in such matters \"only upon a clear showing of manifest injustice, that is, where the lower court's discovery order was plainly wrong and resulted in substantial prejudice to the aggrieved party.\"   Mack v. Great Atlantic &amp; Pacific Tea Co., <span class=\"citation\" data-id=\"520577\"><a href=\"/opinion/520577/thomasina-mack-v-the-great-atlantic-and-pacific-tea-company-inc/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">179</span></a></span>, 186 (1st Cir.1989) (quoted in  Ayala-Gerena v. Bristol Myers-Squibb Co., --- F.3d ----, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">494221</span></span>, at * 2 (1st Cir.1996)).  No such showing has been made.  Far from being plainly wrong, the discovery order strikes us as balanced and fair.  And plaintiff suffered minimal prejudice.  Indeed, we note that seven of the nine excluded employees ended up being deposed, and that the payroll information sought as to such individuals would have been of negligible relevance.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Second, plaintiff challenges the court's award of costs.  Her contention that the costs of depositions cannot be taxable when a case is resolved at the summary judgment stage is misplaced.   See, e.g., Merrick v. Northern Natural Gas Co., <span class=\"citation\" data-id=\"546361\"><a href=\"/opinion/546361/michael-f-merrick-plaintiff-appellantcross-appellee-v-northern-natural/\"><span class=\"volume\">911</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">426</span></a></span>, 434-35 (10th Cir.1990);  10 Charles Wright, Arthur Miller &amp; Mary Kane, Federal Practice and Procedure &#167; 2676, at 341 &amp; n. 17 (1983 &amp; '96 Supp.);   see generally Templeman v. Chris Craft Corp., <span class=\"citation\" data-id=\"457048\"><a href=\"/opinion/457048/william-templeman-and-alyce-templeman-v-chris-craft-corporation/\"><span class=\"volume\">770</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">245</span></a></span>, 249 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1021</span></span> (1985).  The district court acted within its discretion in taxing costs only with respect to those depositions on which it had relied in ruling on the summary judgment motion.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Finally, plaintiff complains of the circumstances surrounding the district court's allowance of her original attorney's motion to withdraw.  As with its handling of all other aspects of the case, we think the court resolved the matter in an equitable and conscientious fashion.  No discussion is required, however, inasmuch as plaintiff has not identified (and we do not discern) any legally cognizable prejudice stemming therefrom.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195745/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196234/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196571/",
    "http://www.courtlistener.com/api/rest/v3/opinions/433520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/457048/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520577/",
    "http://www.courtlistener.com/api/rest/v3/opinions/521534/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546361/",
    "http://www.courtlistener.com/api/rest/v3/opinions/695510/",
    "http://www.courtlistener.com/api/rest/v3/opinions/718191/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2119989/"
  ]
}