{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197073/",
  "absolute_url": "/opinion/197073/united-states-v-morla-trinidad/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197073/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:21:40Z",
  "date_modified": "2017-03-24T10:49:49.389301Z",
  "type": "010combined",
  "sha1": "dee68f18947a9288c82457d4b607902fe564e5cb",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1070.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r                            United States Court of Appeals\r\n                    For the First Circuit\r                                For the First Circuit\r\n                                         \r\n\nNo. 96-1070\r\n\n                        UNITED STATES,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                   ALBERTO MORLA-TRINIDAD,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                  FOR THE DISTRICT OF MAINE\r\n\n         [Hon. D. Brock Hornby, U.S. District Judge]\r                                                               \r\n\n                                         \r\n\n                            Before\r\n\n               Selya and Stahl, Circuit Judges,\r                                                          \r\n                 and Torres,* District Judge.\r                                                        \r\n\n                                         \r\n\nStephen H. Mackenzie on brief for appellant.\r                                \r\nJay P. McCloskey,  United States Attorney, Margaret D.  McGaughey,\r                                                                             \r\nAssistant United  States Attorney,  and George T.  Dilworth, Assistant\r                                                                   \r\nUnited States Attorney, on brief for appellee.\r\n\n                                         \r\n\n                       November 8, 1996\r\n                                         \r\n\n                \r\n\n*Of the District of Rhode Island, sitting by designation\r\r\n\n          STAHL, Circuit Judge.  A  jury convicted defendant-\r                      STAHL, Circuit Judge.\r                                          \r\n\nappellant Alberto Morla-Trinidad of conspiring  to distribute\r\n\nand possess with intent to  distribute crack cocaine.  Morla-\r\n\nTrinidad now seeks  a new trial,  claiming that the  district\r\n\ncourt erred when  it permitted the prosecutor  to impeach his\r\n\ntestimony  with  cross-examination   and  rebuttal   evidence\r\n\nconcerning a prior  arrest of the defendant in which evidence\r\n\nwas illegally obtained.  We affirm.\r\n\n                              I.\r                                          I.\r                                            \r\n\n                          Background\r                                      Background\r                                                \r\n\n          On  September 4,  1994, police in  Lewiston, Maine,\r\n\nstopped a vehicle in which Morla-Trinidad was a passenger and\r\n\nMelvin  \"Bubba\" Lagasse  (\"Bubba  Lagasse\")  was the  driver.\r\n\nIncident to  that stop,  the police officers  searched Morla-\r\n\nTrinidad for weapons and discovered cash and small amounts of\r\n\nmarijuana and  crack cocaine.  Subsequent  state drug charges\r\n\nagainst Morla-Trinidad were dismissed after a Maine  Superior\r\n\nCourt judge  ruled that the officers  lacked justification to\r\n\nsearch him and suppressed the seized evidence.\r\n\n          Pursuant  further   investigation,  federal  agents\r\n\narrested Morla-Trinidad in Lewiston on  April 18, 1995.  That\r\n\nsame  day,  a  grand  jury returned  a  one-count  indictment\r\n\ncharging  Morla-Trinidad and Ruth  Peabody with conspiring to\r\n\ntraffick drugs  from  July  to  December 1994  in  Maine  and\r\n\n                             -2-\r                                          2\r\r\n\nMassachusetts.    Peabody  eventually  pleaded  guilty  while\r\n\nMorla-Trinidad proceeded to trial.\r\n\n                             II.\r                                         II.\r                                            \r\n\n                         Trial Events\r                                     Trial Events\r                                                 \r\n\n          Because  Morla-Trinidad  does  not   challenge  the\r\n\nsufficiency of the evidence,  we describe the pertinent trial\r\n\nevidence  in  a neutral  manner  to provide  context  for the\r\n\nclaimed  error.  See United  States v. Procopio,  88 F.3d 21,\r                                                           \r\n\n23-24 (1st Cir. 1996).   Generally, the government sought  to\r\n\nshow that, throughout  the indictment period,  Morla-Trinidad\r\n\ntraveled  between  Lawrence,  Massachusetts,   and  Lewiston,\r\n\nMaine,  to manage  sales of  crack cocaine  out of  Peabody's\r\n\nLewiston residence.\r\n\n          In its case in  chief, the government presented six\r\n\nwitnesses who testified  about their involvement with  Morla-\r\n\nTrinidad.  Raul Baez testified that  Morla-Trinidad initially\r\n\nsold drugs for him in Lawrence, but then became interested in\r\n\nselling in  Lewiston, another locale in  which Baez conducted\r\n\nhis drug business.   Baez  stated that  although he  rejected\r\n\nMorla-Trinidad's offer  to become  a partner in  his Lewiston\r\n\nbusiness,  he did  drive Morla-Trinidad  to Lewiston  to meet\r\n\nPeabody;  to  Baez's  dismay,  Morla-Trinidad then  began  to\r\n\ncompete with him in the Lewiston drug trade.\r\n\n          Most of the other witnesses testified that they saw\r\n\nMorla-Trinidad  in Peabody's  residence  (where  they  bought\r\n\n                             -3-\r                                          3\r\r\n\ncrack  cocaine), and/or  that they  bought the  drug directly\r\n\nfrom Morla-Trinidad at that location.  In particular, Marlane\r\n\nDriggers testified  that she first met  Morla-Trinidad in May\r\n\n1994  in Lawrence,  at  which  time  she  drove  him  to  her\r\n\napartment in Lewiston.   She stated that he carried  at least\r\n\n200  bags of crack cocaine  on that trip,  intending that she\r\n\nsell  it   in  Lewiston.     Driggers  testified   that  soon\r\n\nthereafter, she  moved into Peabody's apartment  out of which\r\n\nthey sold  crack cocaine.  She  indicated that Morla-Trinidad\r\n\nstayed  in their living room  at least three  days a week and\r\n\nthat, two or three times during each of those days, she would\r\n\nobtain from  him a batch  of twenty bags of  crack cocaine to\r\n\nsell.\r\n\n          Michael  Lagasse testified that  his brother, Bubba\r\n\nLagasse,  told  him  that  Morla-Trinidad   operated  out  of\r\n\nPeabody's residence.   He  stated that Morla-Trinidad  was at\r\n\nPeabody's  residence at least two or three times per week and\r\n\nthat he  bought crack cocaine many  times from Morla-Trinidad\r\n\nat that location.  Three other  witnesses, Bruce Moody, Scott\r\n\nPoulin,  and Karla  Schools,  testified  that they  regularly\r\n\npurchased crack  cocaine out of Peabody's  apartment and that\r\n\nthey either  bought directly from Morla-Trinidad  or they saw\r\n\nhim there when they bought from Peabody.\r\n\n          There  was  testimony  to  the  effect  that Morla-\r\n\nTrinidad  would  exchange crack  cocaine  for travel  between\r\n\n                             -4-\r                                          4\r\r\n\nLawrence  and Lewiston.   Driggers  testified that  she drove\r\n\nMorla-Trinidad from Lawrence to  Lewiston at least five times\r\n\nand that various people, including Bubba Lagasse, Peabody and\r\n\nSchools, also drove  him to and  from Lawrence and  Lewiston.\r\n\nMoody  testified   that  he  drove  Morla-Trinidad  twice  to\r\n\nLawrence from Maine.  Schools testified that on two occasions\r\n\nshe picked up Morla-Trinidad  in Lawrence and transported him\r\n\nto Lewiston, where, she said, he would stay for about a week.\r\n\n          On the  second  day of  his  trial,  Morla-Trinidad\r\n\ntestified in his own defense.1   Defense counsel began Morla-\r\n\nTrinidad's  direct examination  with the  following question:\r\n\n\"Alberto, yesterday there were  six witnesses that  testified\r\n\ndirectly  about your  supposed involvement  in a  crack ring.\r\n\nWe'll go through this list and ask you whether you know these\r\n\npeople  in any  way.\"   In  response to  counsel's subsequent\r\n\nquestions,  Morla-Trinidad testified:   \"Of the witnesses who\r\n\ntestified yesterday, I can assure you, I can swear before God\r\n\nthat I have only seen two of them, [Driggers and Baez].\"\r\n\n          As to Driggers, he testified that the first time he\r\n\nsaw her was in prison after his April 1995 arrest.  He stated\r\n\nthat the  events to which Driggers  testified \"didn't happen\"\r\n\nand that  he never gave or sold crack cocaine  to her.  As to\r\n\n                    \r                                \r\n\n1.  Before Morla-Trinidad  took the stand, the district court\r\npersonally  informed  him that,  if he  testified in  his own\r\ndefense, the government would  have the opportunity to cross-\r\nexamine him and  might be permitted to introduce  the subject\r\nof the September 1994 arrest.\r\n\n                             -5-\r                                          5\r\r\n\nBaez,  he  stated that,  although  he had  seen  Baez several\r\n\ntimes, he neither sold crack cocaine for him nor knew that he\r\n\nwas  \"involved  in this  kind  of  business.\"   Additionally,\r\n\nMorla-Trinidad  denied  knowing   either  Bubba  Lagasse   or\r\n\nPeabody, his indicted co-conspirator.\r\n\n          Concerning  his  whereabouts during  the indictment\r\n\nperiod (July to December 1994), Morla-Trinidad testified that\r\n\nhe  split his time between New York  and Lawrence.  He stated\r\n\nthat,  during this  time,  he was  devoted  full-time to  his\r\n\nbusiness of promoting  Hispanic music in  the New York  area.\r\n\nWhen  asked if he went to Maine during the indictment period,\r\n\nMorla-Trinidad replied  that he  traveled there only  once to\r\n\nsee his  attorney.   When  asked if  he  had any  friends  or\r\n\nassociates  in Lewiston,  he  replied that  he  had a  \"woman\r\n\nfriend\" there.\r\n\n          During cross-examination by the  prosecutor, Morla-\r\n\nTrinidad  maintained that he  did not know  Bubba Lagasse and\r\n\nthat he  traveled to Lewiston only once during the indictment\r\n\nperiod  -- to  meet only  with his  attorney.   When pressed,\r\n\nhowever, he  acknowledged that  he traveled to  Lewiston once\r\n\nagain during that time,  again to see his attorney,  and that\r\n\nhe also once went to a  fast food restaurant near Lewiston to\r\n\nmeet his woman friend.  The prosecutor then inquired, \"And on\r\n\nany of these occasions that  you went to Lewiston in  1994 to\r\n\nsee your lawyer . . . did you possess crack cocaine?\"\r\n\n                             -6-\r                                          6\r\r\n\n          At  this  point,  defense  counsel objected  and  a\r\n\nsidebar conference was held.   Anticipating that the question\r\n\nwould  lead  to  further  inquiry  into  the  September  1994\r\n\nLewiston  arrest  (during   which  evidence  was   unlawfully\r\n\nseized),   counsel  argued   that  the   subject   was  \"very\r\n\nprejudicial\"  and, in  any event,  irrelevant to  the charged\r\n\nconspiracy.   The  district court  disagreed, stating,  \"It's\r\n\ncertainly  relevant  to the  question  of  conspiracy.\"   The\r\n\nprosecutor then voiced his intention to introduce the subject\r\n\nof  the September  1994  arrest.   Defense counsel  objected,\r\n\ncontending that  the  previously-suppressed evidence  was  of\r\n\nlittle probative value and unduly prejudicial.\r\n\n          The   district  court   ruled  in   favor  of   the\r\n\ngovernment, finding that, although the tainted evidence would\r\n\nbe inadmissible as part of the government's case in chief, it\r\n\nwas  admissible to impeach  Morla-Trinidad's testimony.   The\r\n\ncourt observed:\r\n\n          This defendant has taken the stand.  He's\r\n          denied   knowing    Bubba   Lagasse,   he\r\n          certainly  denied having  any involvement\r\n          in the  .  . .  crack cocaine  conspiracy\r\n          during July to December [1994].\r\n               And so this is material and relevant\r\n          evidence  to show  that his  testimony is\r\n          false.   [T]he suppression  issue [is] no\r\n          longer relevant.  So far as the relevance\r\n          issue is concerned,  this bears  directly\r\n          on his testimony.\r\n\nThe court acknowledged that the evidence was prejudicial, but\r\n\nfound that it was not unfairly so. \r\n\n                             -7-\r                                          7\r\r\n\n          Subsequently,  the  following  exchange took  place\r\n\nbefore the jury with Morla-Trinidad on the witness stand:\r\n\n          Q.  [By the  prosecutor]   Mr.  Trinidad,\r\n          when  you  visited  Lewiston,  Maine,  in\r\n          1994, did you ever possess crack cocaine?\r\n          A.  Never, sir.\r\n          Q.  Never once?\r\n          A.  Never.\r\n\nThe prosecutor then elicited  Morla-Trinidad's acknowledgment\r\n\nthat he was stopped  in September 1994, with another  man, by\r\n\nLewiston police;  Morla-Trinidad stated, however, that he did\r\n\nnot know  the other man  as \"Bubba Lagasse.\"   Morla-Trinidad\r\n\ndenied  that the police found a plastic baggie in his pocket,\r\n\nthen stated that he  did not know the baggie  contained crack\r\n\ncocaine.  He did acknowledge that the  police discovered some\r\n\n$1,800 in his possession.\r\n\n          In its  rebuttal  case,  the  government  called  a\r\n\npolice officer  to testify  about the events  surrounding the\r\n\nSeptember 1994 arrest, including  the illegal seizure of cash\r\n\nand  drugs.  The government  also called a  state chemist who\r\n\nidentified the seized drugs as crack cocaine.  The drugs were\r\n\nadmitted into evidence.\r\n\n          The  jury convicted  Morla-Trinidad of  the charged\r\n\nconspiracy  and the district court subsequently sentenced him\r\n\nto 324 months' imprisonment.  This appeal ensued.\r\n\n                             III.\r                                         III.\r                                             \r\n\n                          Discussion\r                                      Discussion\r                                                \r\n\n                             -8-\r                                          8\r\r\n\n          Morla-Trinidad contends that the impeachment of his\r\n\ntestimony  by the cross-examination  and subsequent testimony\r\n\nconcerning the tainted  evidence obtained at the  time of the\r\n\nSeptember 1994 arrest  constituted prejudicial error  because\r\n\nhis testimony on direct examination neither \"opened the door\"\r\n\nto this  topic nor reasonably  suggested inquiry  into it  on\r\n\ncross-examination.   He argues  that his testimony  on direct\r\n\nregarding his alleged drug activities concerned only Driggers\r\n\nand Baez  and did  not fairly  implicate  the September  1994\r\n\narrest.\r\n\nA.  Standard of Review\r                                  \r\n\n          Determining  the scope  of  cross-examination is  a\r\n\nmatter within the district court's discretion and will not be\r\n\ndisturbed absent  abuse.  United  States v. Cassiere,  4 F.3d\r                                                                \r\n\n1006, 1019-20 (1st Cir. 1993); see O'Connor v.  Venore Trans.\r                                                                         \r\n\nCo., 353  F.2d 324,  326 (1st Cir.  1965) (extent to  which a\r               \r\n\ncourt allows counsel to  test witness's credibility on cross-\r\n\nexamination  will not  be  disturbed absent  \"plain abuse  of\r\n\ndiscretion\").\r\n\nB.  Use of Tainted Evidence to Impeach\r                                                  \r\n\n          It  is  well-settled   that  evidence  obtained  in\r\n\nviolation  of the  Fourth Amendment can  be admitted  for the\r\n\nlimited  purpose   of   impeaching  a   testifying   criminal\r\n\n                             -9-\r                                          9\r\r\n\ndefendant's credibility.2  Walder  v. United States, 347 U.S.\r                                                               \r\n\n62,  65 (1954)  (rejecting notion  that a  criminal defendant\r\n\n\"can  turn  the  illegal  method by  which  evidence  in  the\r\n\nGovernment's  possession was  obtained to his  own advantage,\r\n\nand provide  himself with  a shield against  contradiction of\r\n\nhis untruths\").  The so-called \"impeachment exception\" to the\r\n\nexclusionary  rule reflects  a balance  of values  underlying\r\n\nthat  rule.   See  James v.  Illinois,  493 U.S.  307, 311-12\r                                                 \r\n\n(1990)  (acknowledging that the  truth-seeking function  of a\r\n\ncriminal trial is limited by the goal of discouraging lawless\r\n\nsearches  and seizures).  Thus, while defendants are \"free to\r\n\ntestify  truthfully on their own behalf . . . without opening\r\n\nthe  door  to impeachment,\"  id.  at  314, an  \"affirmative[]\r                                            \r\n\nresort to perjurious testimony\" may be exposed by impeachment\r\n\nwith illegally obtained evidence, Walder, 347 U.S. at 65.3\r                                                    \r\n\n          When a  defendant  opens the  door  to  impeachment\r\n\nthrough his statements on direct,  the government may try  to\r\n\nestablish that  his testimony is  not to be  believed through\r\n\ncross-examination and the introduction of evidence, including\r\n\n                    \r                                \r\n\n2.  Tainted evidence illegally obtained from a  defendant may\r\nnot,  however, be used to  impeach trial witnesses other than\r\nthe testifying defendant.   James v. Illinois,  493 U.S. 307,\r                                                         \r\n313 (1990).\r\n\n3.  This  particular  mode of  impeachment  falls  within the\r\ngeneral category  of \"impeachment by contradiction,\" which is\r\nnot specifically  treated in  the Federal Rules  of Evidence,\r\nUnited  States v.  Cudlitz, 72  F.3d 992,  996 n.1  (1st Cir.\r                                      \r\n1996),  but  is  governed  by  common-law  principles, United\r                                                                         \r\nStates v. Perez-Perez, 72 F.3d 224, 227 (1st Cir. 1995).\r                                 \r\n\n                             -10-\r                                          10\r\r\n\ntainted  evidence,  that contradicts  the  direct testimony.4\r\n\nSee  Oregon v.  Hass, 420  U.S.  714, 716-17,  721-22 (1975);\r                                \r\n\nHarris v. New York, 401 U.S. 222, 223-225 (1971); Walder, 347\r                                                                    \r\n\nU.S. at 63, 65.  When the assertedly false testimony is first\r\n\ngiven  on cross-examination,  however, the  trial  judge must\r\n\ngauge  how closely  the cross-examination  is connected  with\r\n\nmatters   explored  during   direct   before   invoking   the\r\n\nimpeachment exception  to the exclusionary rule.   See United\r                                                                         \r\n\nStates v. Havens, 446 U.S. 620, 626 (1980).\r                            \r\n\n          In Havens, the Supreme Court held:\r                               \r\n\n          a defendant's statements made in response\r\n          to  proper  cross-examination  reasonably\r\n          suggested   by  the   defendant's  direct\r\n          examination  are   subject  to  otherwise\r\n          proper  impeachment,  albeit by  evidence\r\n          that has been illegally obtained and that\r\n          is   inadmissible  on   the  government's\r\n          direct case, or otherwise, as substantive\r\n          evidence of guilt.\r\n\n                    \r                                \r\n\n4.  Here, Morla-Trinidad's travel to Maine and his possession\r\nof cocaine  during that travel  are \"non-collateral\" matters,\r\ni.e.,  matters that  are of  consequence to  this case.   See\r                                                                         \r\nUnited States v.  Andujar, 49  F.3d 16, 26  (1st Cir.  1995).\r                                     \r\nTypically, only  non-collateral matters such as  these may be\r\nimpeached (by  contradiction) with  extrinsic evidence.   See\r                                                                         \r\nPerez-Perez, 72  F.3d at  227; United States  v. Pisari,  636\r                                                                   \r\nF.2d  855, 859 (1st Cir. 1981).   But see Charles A. Wright &amp;\r                                                     \r\nVictor J. Gold, Federal Practice and Procedure   6096 at 546-\r                                                          \r\n49  (1990)  (suggesting  that extrinsic  contradiction  on  a\r\ncollateral issue is  permissible where a  testifying criminal\r                                                                         \r\ndefendant opens  the door  to that  issue);  see also  United\r                                                                         \r\nStates v. Havens,  446 U.S. 620, 624-25  (1980) (stating that\r                            \r\nimpeachment  of a defendant  with illegally obtained evidence\r\nis constitutionally  permitted for non-collateral as  well as\r\ncollateral matters,  but not  discussing the effect  of other\r\nevidentiary limitations).\r\n\n                             -11-\r                                          11\r\r\n\nId. at 627-28.   Thus, the government may not  \"smuggle[] in\"\r               \r\n\nthe impeaching opportunity with a cross-examination  that has\r\n\n\"too tenuous a connection with any subject opened upon direct\r\n\nexamination.\"   Id. at 625;  see also United  States v. Ruiz-\r                                                                         \r\n\nBatista,  956 F.2d 351, 352 n.1 (1st Cir.), cert. denied, 506\r                                                                    \r\n\nU.S.  834 (1992).  Rather,  the questions on  cross must have\r\n\nbeen \"suggested to a  reasonably competent cross-examiner\" by\r\n\nthe defendant's direct testimony.  Havens, 446 U.S. at 626.\r                                                     \r\n\n          Whether  or not  the  defendant's direct  testimony\r\n\n\"reasonably  suggests\"  inquiry  on  cross-examination  about\r\n\nevents   involving  tainted  evidence   is  necessarily  case\r\n\nspecific.   See, e.g., Havens,  446 U.S. at  628 (defendant's\r                                         \r\n\ndenial  of   involvement  with   the  concealment   of  drugs\r\n\nreasonably   suggested   cross-examination   about   specific\r\n\nmaterials found  for concealing the drugs);  United States v.\r                                                                      \r\n\nBrandon, 847 F.2d 625, 628-29 (10th Cir.) (denial of bringing\r                   \r\n\nof drugs  into motel room triggered  inquiry and introduction\r\n\nof  defendant's  bag,  found   in  room,  bearing  traces  of\r\n\ncocaine), cert. denied, 488 U.S. 973 (1988); United States v.\r                                                                      \r\n\nGrubbs,  776 F.2d 1281, 1286-87 (5th Cir. 1985) (assertion of\r                  \r\n\nlegitimacy of insurance services \"opened door\" to impeachment\r\n\nwith conversation implicating illegitimacy of business deal);\r\n\nUnited  States v. Palmer, 691  F.2d 921, 922  (9th Cir. 1982)\r                                    \r\n\n(assertion  that  cocaine  was  used  for  legitimate  dental\r\n\npurposes  permitted  impeachment  with  personal-use  cocaine\r\n\n                             -12-\r                                          12\r\r\n\nparaphernalia); see  also United States v.  LeAmous, 754 F.2d\r                                                               \r\n\n795,  798 (8th Cir.) (\"By  painting a picture  of himself, on\r\n\ndirect  examination,  as  a  protector  of  young  girls  who\r\n\nencouraged  alternatives  to   prostitution,  the   defendant\r\n\ninvited cross-examination concerning particular  instances of\r\n\nhis conduct to the contrary during the relevant time frame.\")\r\n\n(reviewing   case  not  involving  tainted  evidence),  cert.\r                                                                         \r\n\ndenied, 471 U.S. 1139 (1985).\r                  \r\n\n          Here,  Morla-Trinidad testified  on direct  that he\r\n\nhad seen  only two of the  government's witnesses previously,\r\n\nand, with  regard  to  those  two  (Baez  and  Driggers),  he\r\n\nspecifically  denied any  drug-related  activity.    He  also\r\n\ndenied knowing  his indicted  codefendant, Peabody,  or Bubba\r\n\nLagasse,  the person  with  whom he  was  stopped during  the\r\n\nSeptember 1994 arrest.   Morla-Trinidad also stated on direct\r\n\nthat,  during the period of  the charged conspiracy, he spent\r\n\nmost of his time  in Massachusetts and New York  and traveled\r\n\nto Maine only  once to see his attorney.   He maintained that\r\n\nhis only associate in Lewiston was a \"woman friend.\"\r\n\n          Morla-Trinidad's  testimony   could  be  reasonably\r\n\nconstrued  as   both  a   contradiction  of   the  government\r\n\nwitnesses' testimony  and a denial of any  involvement in the\r\n\ncrack cocaine  ring underlying  the charged conspiracy.   See\r                                                                         \r\n\nHavens, 446 U.S. at 628 (reasoning that defendant's testimony\r                  \r\n\n\"could easily  be understood  as a  denial of any  connection\r\n\n                             -13-\r                                          13\r\r\n\nwith  [incriminating  evidence]  and  as a  contradiction  of\r\n\n[government witness's]  testimony\").   We  think, and  Morla-\r\n\nTrinidad  concedes as  much,  that the  prosecutor reasonably\r\n\nbrought  attention  to Morla-Trinidad's  direct  testimony by\r\n\nexploring,  on  cross-examination,  when  and  how  often  he\r\n\ntraveled  to  Maine, with  whom he  met  there, and  for what\r\n\npurposes.\r\n\n          Morla-Trinidad's  direct   testimony  also  clearly\r\n\nimplied a denial that  he ever traveled to Lewiston  carrying\r\n\ncrack cocaine for distribution.   Thus, the disputed question\r\n\non cross-examination, \"when  you visited Lewiston,  Maine, in\r\n\n1994, did  you ever  possess crack cocaine?\",  was reasonably\r\n\nsuggested by that implied denial.  His subsequent categorical\r\n\ndenial of  the foregoing question subjected  his testimony to\r\n\nproper  impeachment,  including   the  probing  questions  on\r\n\nfurther cross and the  rebuttal testimony about the illegally\r\n\nseized  crack cocaine and cash.   See United  States v. Wood,\r                                                                        \r\n\n982  F.2d 1,  4 (1st  Cir. 1992)  (explaining that  the trial\r\n\njudge enjoys discretion in deciding whether to admit rebuttal\r\n\nevidence).\r\n\n          Morla-Trinidad  also  suggests that  the impeaching\r\n\nevidence was unfairly prejudicial and that the district court\r\n\nabused its  considerable discretion  under Fed. R.  Evid. 403\r\n\nwhen admitting it.  See Espeaignnette v. Gene Tierney Co., 43\r                                                                     \r\n\nF.3d  1, 5  (1st.  Cir. 1994)  (noting court's  \"considerable\r\n\n                             -14-\r                                          14\r\r\n\nlatitude\"  in  determining the  relative weight  of probative\r\n\nvalue  versus unfair effect).  We disagree.  The evidence was\r\n\nof undoubted probative  value to Morla-Trinidad's credibility\r\n\non issues material to the case.  Moreover, the district court\r\n\nalleviated  the danger  of unfair  prejudice by  (1) insuring\r\n\nthat  information   about  the  seized  marijuana   from  the\r\n\nSeptember  1994 arrest would not be conveyed to the jury, and\r\n\n(2)  instructing  the jury,  on the  government's suggestion,\r\n\nthat it was  to use  the disputed evidence  only to  consider\r\n\nMorla-Trinidad's credibility, not as substantive proof of the\r\n\ncrime  charged,5 see United  States v. Tejada,  974 F.2d 210,\r                                                         \r\n\n214 (1st Cir. 1992)  (finding no abuse in trial  judge's Rule\r\n\n403 balancing, \"particularly in light of the careful limiting\r\n\ninstruction given by the district court\").\r\n\n          In sum, we conclude that the district court did not\r\n\nabuse its discretion in  permitting the government to impeach\r\n\nMorla-Trinidad's testimony with questions about the September\r\n\n1994  arrest  and the  tainted  evidence obtained  therefrom.\r\n\nThus, we do not  reach Morla-Trinidad's additional  arguments\r\n\nthat the evidence  was also inadmissible under Fed.  R. Evid.\r\n\n404(b), and that the asserted error was not harmless.\r\n\n                    \r                                \r\n\n5.  In an  apparent misreading  of Havens, the  government on\r                                                     \r\nappeal asserts that this limiting instruction was unnecessary\r\nand  suggests  that the  evidence  could have  been  used for\r\nsubstantive  purposes.  The assertion is  clearly wrong.  See\r                                                                         \r\nHavens,  446 U.S. at 627-628; see also James v. Illinois, 493\r                                                                    \r\nU.S. at 313 n.3 (approving similar instruction).\r\n\n                             -15-\r                                          15\r\r\n\n                             IV.\r                                         IV.\r                                            \r\n\n                          Conclusion\r                                      Conclusion\r                                                \r\n\n          For  the  reasons  stated  above,  we  affirm   the\r                                                                   \r\n\njudgment of the district court.\r\n\n                             -16-\r                                          16\r\r\n",
  "html": "<p class=\"case_cite\">100 F.3d 1</p>\n    <p class=\"case_cite\">45 Fed. R. Evid. Serv. 1331</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Alberto MORLA-TRINIDAD, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-1070.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted July 30, 1996.<br>Decided Nov. 8, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stephen H. Mackenzie, Portland, ME, on brief, for defendant, appellant.</p>\n      <p class=\"indent\">Jay P. McCloskey, United States Attorney, Bangor, ME, Margaret D. McGaughey, Assistant United States Attorney, and George T. Dilworth, Assistant United States Attorney, on brief, Bangor, ME, for appellee.</p>\n      <p class=\"indent\">Before SELYA and STAHL, Circuit Judges, and TORRES,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A jury convicted defendant-appellant Alberto Morla-Trinidad of conspiring to distribute and possess with intent to distribute crack cocaine.  Morla-Trinidad now seeks a new trial, claiming that the district court erred when it permitted the prosecutor to impeach his testimony with cross-examination and rebuttal evidence concerning a prior arrest of the defendant in which evidence was illegally obtained.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On September 4, 1994, police in Lewiston, Maine, stopped a vehicle in which Morla-Trinidad was a passenger and Melvin \"Bubba\" Lagasse (\"Bubba Lagasse\") was the driver.  Incident to that stop, the police officers searched Morla-Trinidad for weapons and discovered cash and small amounts of marijuana and crack cocaine.  Subsequent state drug charges against Morla-Trinidad were dismissed after a Maine Superior Court judge ruled that the officers lacked justification to search him and suppressed the seized evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Pursuant further investigation, federal agents arrested Morla-Trinidad in Lewiston on April 18, 1995.  That same day, a grand jury returned a one-count indictment charging Morla-Trinidad and Ruth Peabody with conspiring to traffick drugs from July to December 1994 in Maine and Massachusetts.  Peabody eventually pleaded guilty while Morla-Trinidad proceeded to trial.</p>\n    </div>\n    <p>II.</p>\n    <p>Trial Events</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Because Morla-Trinidad does not challenge the sufficiency of the evidence, we describe the pertinent trial evidence in a neutral manner to provide context for the claimed error.  See United States v. Procopio, 88 F.3d 21, 23-24 (1st Cir.1996).  Generally, the government sought to show that, throughout the indictment period, Morla-Trinidad traveled between Lawrence, Massachusetts, and Lewiston, Maine, to manage sales of crack cocaine out of Peabody's Lewiston residence.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In its case in chief, the government presented six witnesses who testified about their involvement with Morla-Trinidad.  Raul Baez testified that Morla-Trinidad initially sold drugs for him in Lawrence, but then became interested in selling in Lewiston, another locale in which Baez conducted his drug business.  Baez stated that although he rejected Morla-Trinidad's offer to become a partner in his Lewiston business, he did drive Morla-Trinidad to Lewiston to meet Peabody;  to Baez's dismay, Morla-Trinidad then began to compete with him in the Lewiston drug trade.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Most of the other witnesses testified that they saw Morla-Trinidad in Peabody's residence (where they bought crack cocaine), and/or that they bought the drug directly from Morla-Trinidad at that location.  In particular, Marlane Driggers testified that she first met Morla-Trinidad in May 1994 in Lawrence, at which time she drove him to her apartment in Lewiston.  She stated that he carried at least 200 bags of crack cocaine on that trip, intending that she sell it in Lewiston.  Driggers testified that soon thereafter, she moved into Peabody's apartment out of which they sold crack cocaine.  She indicated that Morla-Trinidad stayed in their living room at least three days a week and that, two or three times during each of those days, she would obtain from him a batch of twenty bags of crack cocaine to sell.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Michael Lagasse testified that his brother, Bubba Lagasse, told him that Morla-Trinidad operated out of Peabody's residence.  He stated that Morla-Trinidad was at Peabody's residence at least two or three times per week and that he bought crack cocaine many times from Morla-Trinidad at that location.  Three other witnesses, Bruce Moody, Scott Poulin, and Karla Schools, testified that they regularly purchased crack cocaine out of Peabody's apartment and that they either bought directly from Morla-Trinidad or they saw him there when they bought from Peabody.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">There was testimony to the effect that Morla-Trinidad would exchange crack cocaine for travel between Lawrence and Lewiston.  Driggers testified that she drove Morla-Trinidad from Lawrence to Lewiston at least five times and that various people, including Bubba Lagasse, Peabody and Schools, also drove him to and from Lawrence and Lewiston.  Moody testified that he drove Morla-Trinidad twice to Lawrence from Maine.  Schools testified that on two occasions she picked up Morla-Trinidad in Lawrence and transported him to Lewiston, where, she said, he would stay for about a week.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On the second day of his trial, Morla-Trinidad testified in his own defense.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Defense counsel began Morla-Trinidad's direct examination with the following question:  \"Alberto, yesterday there were six witnesses that testified directly about your supposed involvement in a crack ring.  We'll go through this list and ask you whether you know these people in any way.\"   In response to counsel's subsequent questions, Morla-Trinidad testified:  \"Of the witnesses who testified yesterday, I can assure you, I can swear before God that I have only seen two of them, [Driggers and Baez].\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As to Driggers, he testified that the first time he saw her was in prison after his April 1995 arrest.  He stated that the events to which Driggers testified \"didn't happen\" and that he never gave or sold crack cocaine to her.  As to Baez, he stated that, although he had seen Baez several times, he neither sold crack cocaine for him nor knew that he was \"involved in this kind of business.\"   Additionally, Morla-Trinidad denied knowing either Bubba Lagasse or Peabody, his indicted co-conspirator.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Concerning his whereabouts during the indictment period (July to December 1994), Morla-Trinidad testified that he split his time between New York and Lawrence.  He stated that, during this time, he was devoted full-time to his business of promoting Hispanic music in the New York area.  When asked if he went to Maine during the indictment period, Morla-Trinidad replied that he traveled there only once to see his attorney.  When asked if he had any friends or associates in Lewiston, he replied that he had a \"woman friend\" there.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">During cross-examination by the prosecutor, Morla-Trinidad maintained that he did not know Bubba Lagasse and that he traveled to Lewiston only once during the indictment period--to meet only with his attorney.  When pressed, however, he acknowledged that he traveled to Lewiston once again during that time, again to see his attorney, and that he also once went to a fast food restaurant near Lewiston to meet his woman friend.  The prosecutor then inquired, \"And on any of these occasions that you went to Lewiston in 1994 to see your lawyer ... did you possess crack cocaine?\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At this point, defense counsel objected and a sidebar conference was held.  Anticipating that the question would lead to further inquiry into the September 1994 Lewiston arrest (during which evidence was unlawfully seized), counsel argued that the subject was \"very prejudicial\" and, in any event, irrelevant to the charged conspiracy.  The district court disagreed, stating, \"It's certainly relevant to the question of conspiracy.\"   The prosecutor then voiced his intention to introduce the subject of the September 1994 arrest.  Defense counsel objected, contending that the previously-suppressed evidence was of little probative value and unduly prejudicial.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court ruled in favor of the government, finding that, although the tainted evidence would be inadmissible as part of the government's case in chief, it was admissible to impeach Morla-Trinidad's testimony.  The court observed:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>This defendant has taken the stand.  He's denied knowing Bubba Lagasse, he certainly denied having any involvement in the ... crack cocaine conspiracy during July to December [1994].</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>And so this is material and relevant evidence to show that his testimony is false.  [T]he suppression issue [is] no longer relevant.  So far as the relevance issue is concerned, this bears directly on his testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The court acknowledged that the evidence was prejudicial, but found that it was not unfairly so.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Subsequently, the following exchange took place before the jury with Morla-Trinidad on the witness stand:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>Q.  [By the prosecutor] Mr. Trinidad, when you visited Lewiston, Maine, in 1994, did you ever possess crack cocaine?</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>A. Never, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>Q. Never once?</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>A. Never.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The prosecutor then elicited Morla-Trinidad's acknowledgment that he was stopped in September 1994, with another man, by Lewiston police;  Morla-Trinidad stated, however, that he did not know the other man as \"Bubba Lagasse.\"   Morla-Trinidad denied that the police found a plastic baggie in his pocket, then stated that he did not know the baggie contained crack cocaine.  He did acknowledge that the police discovered some $1,800 in his possession.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In its rebuttal case, the government called a police officer to testify about the events surrounding the September 1994 arrest, including the illegal seizure of cash and drugs.  The government also called a state chemist who identified the seized drugs as crack cocaine.  The drugs were admitted into evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The jury convicted Morla-Trinidad of the charged conspiracy and the district court subsequently sentenced him to 324 months' imprisonment.  This appeal ensued.</p>\n    </div>\n    <p>III.</p>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Morla-Trinidad contends that the impeachment of his testimony by the cross-examination and subsequent testimony concerning the tainted evidence obtained at the time of the September 1994 arrest constituted prejudicial error because his testimony on direct examination neither \"opened the door\" to this topic nor reasonably suggested inquiry into it on cross-examination.  He argues that his testimony on direct regarding his alleged drug activities concerned only Driggers and Baez and did not fairly implicate the September 1994 arrest.</p>\n    </div>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Determining the scope of cross-examination is a matter within the district court's discretion and will not be disturbed absent abuse.  United States v. Cassiere, 4 F.3d 1006, 1019-20 (1st Cir.1993);  see O'Connor v. Venore Trans.  Co., 353 F.2d 324, 326 (1st Cir.1965) (extent to which a court allows counsel to test witness's credibility on cross-examination will not be disturbed absent \"plain abuse of discretion\").</p>\n    </div>\n    <p>B. Use of Tainted Evidence to Impeach</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is well-settled that evidence obtained in violation of the Fourth Amendment can be admitted for the limited purpose of impeaching a testifying criminal defendant's credibility.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Walder v. United States, 347 U.S. 62, 65, 74 S.Ct. 354, 356, 98 L.Ed. 503 (1954) (rejecting notion that a criminal defendant \"can turn the illegal method by which evidence in the Government's possession was obtained to his own advantage, and provide himself with a shield against contradiction of his untruths\").  The so-called \"impeachment exception\" to the exclusionary rule reflects a balance of values underlying that rule.  See James v. Illinois, 493 U.S. 307, 311-12, 110 S.Ct. 648, 651-52, 107 L.Ed.2d 676 (1990) (acknowledging that the truth-seeking function of a criminal trial is limited by the goal of discouraging lawless searches and seizures).  Thus, while defendants are \"free to testify truthfully on their own behalf ... without opening the door to impeachment,\" id. at 314, 110 S.Ct. at 652-53, an \"affirmative[ ] resort to perjurious testimony\" may be exposed by impeachment with illegally obtained evidence, Walder, 347 U.S. at 65, 74 S.Ct. at 356.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">When a defendant opens the door to impeachment through his statements on direct, the government may try to establish that his testimony is not to be believed through cross-examination and the introduction of evidence, including tainted evidence, that contradicts the direct testimony.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  See Oregon v. Hass, 420 U.S. 714, 716-17, 721-22, 95 S.Ct. 1215, 1218, 1220-21, 43 L.Ed.2d 570 (1975);  Harris v. New York, 401 U.S. 222, 223-225, 91 S.Ct. 643, 644-45, 28 L.Ed.2d 1 (1971);  Walder, 347 U.S. at 63, 65, 74 S.Ct. at 355, 356.   When the assertedly false testimony is first given on cross-examination, however, the trial judge must gauge how closely the cross-examination is connected with matters explored during direct before invoking the impeachment exception to the exclusionary rule.  See United States v. Havens, 446 U.S. 620, 626, 100 S.Ct. 1912, 1916, 64 L.Ed.2d 559 (1980).</p>\n    </div>\n    <p class=\"indent\">In Havens, the Supreme Court held:</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>a defendant's statements made in response to proper cross-examination reasonably suggested by the defendant's direct examination are subject to otherwise proper impeachment, albeit by evidence that has been illegally obtained and that is inadmissible on the government's direct case, or otherwise, as substantive evidence of guilt.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Id. at 627-28, 100 S.Ct. at 1917.   Thus, the government may not \"smuggle[ ] in\" the impeaching opportunity with a cross-examination that has \"too tenuous a connection with any subject opened upon direct examination.\"  Id. at 625, 100 S.Ct. at 1916;  see also United States v. Ruiz-Batista, 956 F.2d 351, 352 n. 1 (1st Cir.), cert. denied, 506 U.S. 834, 113 S.Ct. 105, 121 L.Ed.2d 64 (1992).  Rather, the questions on cross must have been \"suggested to a reasonably competent cross-examiner\" by the defendant's direct testimony.  Havens, 446 U.S. at 626, 100 S.Ct. at 1916.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Whether or not the defendant's direct testimony \"reasonably suggests\" inquiry on cross-examination about events involving tainted evidence is necessarily case specific.  See, e.g., Havens, 446 U.S. at 628, 100 S.Ct. at 1917 (defendant's denial of involvement with the concealment of drugs reasonably suggested cross-examination about specific materials found for concealing the drugs);  United States v. Brandon, 847 F.2d 625, 628-29 (10th Cir.)  (denial of bringing of drugs into motel room triggered inquiry and introduction of defendant's bag, found in room, bearing traces of cocaine), cert. denied, 488 U.S. 973, 109 S.Ct. 510, 102 L.Ed.2d 545 (1988);  United States v. Grubbs, 776 F.2d 1281, 1286-87 (5th Cir.1985) (assertion of legitimacy of insurance services \"opened door\" to impeachment with conversation implicating illegitimacy of business deal);  United States v. Palmer, 691 F.2d 921, 922 (9th Cir.1982) (assertion that cocaine was used for legitimate dental purposes permitted impeachment with personal-use cocaine paraphernalia);  see also United States v. LeAmous, 754 F.2d 795, 798 (8th Cir.)  (\"By painting a picture of himself, on direct examination, as a protector of young girls who encouraged alternatives to prostitution, the defendant invited cross-examination concerning particular instances of his conduct to the contrary during the relevant time frame.\")  (reviewing case not involving tainted evidence), cert. denied, 471 U.S. 1139, 105 S.Ct. 2684, 86 L.Ed.2d 701 (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Here, Morla-Trinidad testified on direct that he had seen only two of the government's witnesses previously, and, with regard to those two (Baez and Driggers), he specifically denied any drug-related activity.  He also denied knowing his indicted codefendant, Peabody, or Bubba Lagasse, the person with whom he was stopped during the September 1994 arrest.  Morla-Trinidad also stated on direct that, during the period of the charged conspiracy, he spent most of his time in Massachusetts and New York and traveled to Maine only once to see his attorney.  He maintained that his only associate in Lewiston was a \"woman friend.\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Morla-Trinidad's testimony could be reasonably construed as both a contradiction of the government witnesses' testimony and a denial of any involvement in the crack cocaine ring underlying the charged conspiracy.  See Havens, 446 U.S. at 628, 100 S.Ct. at 1917 (reasoning that defendant's testimony \"could easily be understood as a denial of any connection with [incriminating evidence] and as a contradiction of [government witness's] testimony\").  We think, and Morla-Trinidad concedes as much, that the prosecutor reasonably brought attention to Morla-Trinidad's direct testimony by exploring, on cross-examination, when and how often he traveled to Maine, with whom he met there, and for what purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Morla-Trinidad's direct testimony also clearly implied a denial that he ever traveled to Lewiston carrying crack cocaine for distribution.  Thus, the disputed question on cross-examination, \"when you visited Lewiston, Maine, in 1994, did you ever possess crack cocaine?\", was reasonably suggested by that implied denial.  His subsequent categorical denial of the foregoing question subjected his testimony to proper impeachment, including the probing questions on further cross and the rebuttal testimony about the illegally seized crack cocaine and cash.  See United States v. Wood, 982 F.2d 1, 4 (1st Cir.1992) (explaining that the trial judge enjoys discretion in deciding whether to admit rebuttal evidence).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Morla-Trinidad also suggests that the impeaching evidence was unfairly prejudicial and that the district court abused its considerable discretion under Fed.R.Evid. 403 when admitting it.  See Espeaignnette v. Gene Tierney Co., 43 F.3d 1, 5 (1st.  Cir.1994) (noting court's \"considerable latitude\" in determining the relative weight of probative value versus unfair effect).  We disagree.  The evidence was of undoubted probative value to Morla-Trinidad's credibility on issues material to the case.  Moreover, the district court alleviated the danger of unfair prejudice by (1) insuring that information about the seized marijuana from the September 1994 arrest would not be conveyed to the jury, and (2) instructing the jury, on the government's suggestion, that it was to use the disputed evidence only to consider Morla-Trinidad's credibility, not as substantive proof of the crime charged,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> see United States v. Tejeda, 974 F.2d 210, 214 (1st Cir.1992) (finding no abuse in trial judge's Rule 403 balancing, \"particularly in light of the careful limiting instruction given by the district court\").</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In sum, we conclude that the district court did not abuse its discretion in permitting the government to impeach Morla-Trinidad's testimony with questions about the September 1994 arrest and the tainted evidence obtained therefrom.  Thus, we do not reach Morla-Trinidad's additional arguments that the evidence was also inadmissible under Fed.R.Evid. 404(b), and that the asserted error was not harmless.</p>\n    </div>\n    <p>IV.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">For the reasons stated above, we affirm the judgment of the district court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Before Morla-Trinidad took the stand, the district court personally informed him that, if he testified in his own defense, the government would have the opportunity to cross-examine him and might be permitted to introduce the subject of the September 1994 arrest</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Tainted evidence illegally obtained from a defendant may not, however, be used to impeach trial witnesses other than the testifying defendant.  James v. Illinois, 493 U.S. 307, 313, 110 S.Ct. 648, 652, 107 L.Ed.2d 676 (1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This particular mode of impeachment falls within the general category of \"impeachment by contradiction,\" which is not specifically treated in the Federal Rules of Evidence, United States v. Cudlitz, 72 F.3d 992, 996 n. 1 (1st Cir.1996), but is governed by common-law principles, United States v. Perez-Perez, 72 F.3d 224, 227 (1st Cir.1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Here, Morla-Trinidad's travel to Maine and his possession of cocaine during that travel are \"non-collateral\" matters, i.e., matters that are of consequence to this case.  See United States v. Andujar, 49 F.3d 16, 26 (1st Cir.1995).  Typically, only non-collateral matters such as these may be impeached (by contradiction) with extrinsic evidence.  See Perez-Perez, 72 F.3d at 227;  United States v. Pisari, 636 F.2d 855, 859 (1st Cir.1981).  But see Charles A. Wright &amp; Victor J. Gold, Federal Practice and Procedure &#167; 6096 at 546-49 (1990) (suggesting that extrinsic contradiction on a collateral issue is permissible where a testifying criminal defendant opens the door to that issue);  see also United States v. Havens, 446 U.S. 620, 624-25, 100 S.Ct. 1912, 1914-16, 64 L.Ed.2d 559 (1980) (stating that impeachment of a defendant with illegally obtained evidence is constitutionally permitted for non-collateral as well as collateral matters, but not discussing the effect of other evidentiary limitations)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In an apparent misreading of Havens, the government on appeal asserts that this limiting instruction was unnecessary and suggests that the evidence could have been used for substantive purposes.  The assertion is clearly wrong.  See Havens, 446 U.S. at 627-628, 100 S.Ct. at 1916-17;  see also James v. Illinois, 493 U.S. at 313 n. 3, 110 S.Ct. at 652 n. 3 (approving similar instruction)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"case_cite\">45 Fed. R. Evid. Serv. 1331</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Alberto MORLA-TRINIDAD, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-1070.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted July 30, 1996.<br>Decided Nov. 8, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stephen H. Mackenzie, Portland, ME, on brief, for defendant, appellant.</p>\n      <p class=\"indent\">Jay P. McCloskey, United States Attorney, Bangor, ME, Margaret D. McGaughey, Assistant United States Attorney, and George T. Dilworth, Assistant United States Attorney, on brief, Bangor, ME, for appellee.</p>\n      <p class=\"indent\">Before SELYA and STAHL, Circuit Judges, and TORRES,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A jury convicted defendant-appellant Alberto Morla-Trinidad of conspiring to distribute and possess with intent to distribute crack cocaine.  Morla-Trinidad now seeks a new trial, claiming that the district court erred when it permitted the prosecutor to impeach his testimony with cross-examination and rebuttal evidence concerning a prior arrest of the defendant in which evidence was illegally obtained.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On September 4, 1994, police in Lewiston, Maine, stopped a vehicle in which Morla-Trinidad was a passenger and Melvin \"Bubba\" Lagasse (\"Bubba Lagasse\") was the driver.  Incident to that stop, the police officers searched Morla-Trinidad for weapons and discovered cash and small amounts of marijuana and crack cocaine.  Subsequent state drug charges against Morla-Trinidad were dismissed after a Maine Superior Court judge ruled that the officers lacked justification to search him and suppressed the seized evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Pursuant further investigation, federal agents arrested Morla-Trinidad in Lewiston on April 18, 1995.  That same day, a grand jury returned a one-count indictment charging Morla-Trinidad and Ruth Peabody with conspiring to traffick drugs from July to December 1994 in Maine and Massachusetts.  Peabody eventually pleaded guilty while Morla-Trinidad proceeded to trial.</p>\n    </div>\n    <p>II.</p>\n    <p>Trial Events</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Because Morla-Trinidad does not challenge the sufficiency of the evidence, we describe the pertinent trial evidence in a neutral manner to provide context for the claimed error.  See United States v. Procopio, <span class=\"citation\" data-id=\"196856\"><a href=\"/opinion/196856/united-states-v-procopio/\"><span class=\"volume\">88</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 23-24 (1st Cir.1996).  Generally, the government sought to show that, throughout the indictment period, Morla-Trinidad traveled between Lawrence, Massachusetts, and Lewiston, Maine, to manage sales of crack cocaine out of Peabody's Lewiston residence.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In its case in chief, the government presented six witnesses who testified about their involvement with Morla-Trinidad.  Raul Baez testified that Morla-Trinidad initially sold drugs for him in Lawrence, but then became interested in selling in Lewiston, another locale in which Baez conducted his drug business.  Baez stated that although he rejected Morla-Trinidad's offer to become a partner in his Lewiston business, he did drive Morla-Trinidad to Lewiston to meet Peabody;  to Baez's dismay, Morla-Trinidad then began to compete with him in the Lewiston drug trade.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Most of the other witnesses testified that they saw Morla-Trinidad in Peabody's residence (where they bought crack cocaine), and/or that they bought the drug directly from Morla-Trinidad at that location.  In particular, Marlane Driggers testified that she first met Morla-Trinidad in May 1994 in Lawrence, at which time she drove him to her apartment in Lewiston.  She stated that he carried at least 200 bags of crack cocaine on that trip, intending that she sell it in Lewiston.  Driggers testified that soon thereafter, she moved into Peabody's apartment out of which they sold crack cocaine.  She indicated that Morla-Trinidad stayed in their living room at least three days a week and that, two or three times during each of those days, she would obtain from him a batch of twenty bags of crack cocaine to sell.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Michael Lagasse testified that his brother, Bubba Lagasse, told him that Morla-Trinidad operated out of Peabody's residence.  He stated that Morla-Trinidad was at Peabody's residence at least two or three times per week and that he bought crack cocaine many times from Morla-Trinidad at that location.  Three other witnesses, Bruce Moody, Scott Poulin, and Karla Schools, testified that they regularly purchased crack cocaine out of Peabody's apartment and that they either bought directly from Morla-Trinidad or they saw him there when they bought from Peabody.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">There was testimony to the effect that Morla-Trinidad would exchange crack cocaine for travel between Lawrence and Lewiston.  Driggers testified that she drove Morla-Trinidad from Lawrence to Lewiston at least five times and that various people, including Bubba Lagasse, Peabody and Schools, also drove him to and from Lawrence and Lewiston.  Moody testified that he drove Morla-Trinidad twice to Lawrence from Maine.  Schools testified that on two occasions she picked up Morla-Trinidad in Lawrence and transported him to Lewiston, where, she said, he would stay for about a week.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On the second day of his trial, Morla-Trinidad testified in his own defense.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Defense counsel began Morla-Trinidad's direct examination with the following question:  \"Alberto, yesterday there were six witnesses that testified directly about your supposed involvement in a crack ring.  We'll go through this list and ask you whether you know these people in any way.\"   In response to counsel's subsequent questions, Morla-Trinidad testified:  \"Of the witnesses who testified yesterday, I can assure you, I can swear before God that I have only seen two of them, [Driggers and Baez].\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As to Driggers, he testified that the first time he saw her was in prison after his April 1995 arrest.  He stated that the events to which Driggers testified \"didn't happen\" and that he never gave or sold crack cocaine to her.  As to Baez, he stated that, although he had seen Baez several times, he neither sold crack cocaine for him nor knew that he was \"involved in this kind of business.\"   Additionally, Morla-Trinidad denied knowing either Bubba Lagasse or Peabody, his indicted co-conspirator.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Concerning his whereabouts during the indictment period (July to December 1994), Morla-Trinidad testified that he split his time between New York and Lawrence.  He stated that, during this time, he was devoted full-time to his business of promoting Hispanic music in the New York area.  When asked if he went to Maine during the indictment period, Morla-Trinidad replied that he traveled there only once to see his attorney.  When asked if he had any friends or associates in Lewiston, he replied that he had a \"woman friend\" there.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">During cross-examination by the prosecutor, Morla-Trinidad maintained that he did not know Bubba Lagasse and that he traveled to Lewiston only once during the indictment period--to meet only with his attorney.  When pressed, however, he acknowledged that he traveled to Lewiston once again during that time, again to see his attorney, and that he also once went to a fast food restaurant near Lewiston to meet his woman friend.  The prosecutor then inquired, \"And on any of these occasions that you went to Lewiston in 1994 to see your lawyer ... did you possess crack cocaine?\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At this point, defense counsel objected and a sidebar conference was held.  Anticipating that the question would lead to further inquiry into the September 1994 Lewiston arrest (during which evidence was unlawfully seized), counsel argued that the subject was \"very prejudicial\" and, in any event, irrelevant to the charged conspiracy.  The district court disagreed, stating, \"It's certainly relevant to the question of conspiracy.\"   The prosecutor then voiced his intention to introduce the subject of the September 1994 arrest.  Defense counsel objected, contending that the previously-suppressed evidence was of little probative value and unduly prejudicial.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court ruled in favor of the government, finding that, although the tainted evidence would be inadmissible as part of the government's case in chief, it was admissible to impeach Morla-Trinidad's testimony.  The court observed:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>This defendant has taken the stand.  He's denied knowing Bubba Lagasse, he certainly denied having any involvement in the ... crack cocaine conspiracy during July to December [1994].</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>And so this is material and relevant evidence to show that his testimony is false.  [T]he suppression issue [is] no longer relevant.  So far as the relevance issue is concerned, this bears directly on his testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The court acknowledged that the evidence was prejudicial, but found that it was not unfairly so.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Subsequently, the following exchange took place before the jury with Morla-Trinidad on the witness stand:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>Q.  [By the prosecutor] Mr. Trinidad, when you visited Lewiston, Maine, in 1994, did you ever possess crack cocaine?</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>A. Never, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>Q. Never once?</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>A. Never.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The prosecutor then elicited Morla-Trinidad's acknowledgment that he was stopped in September 1994, with another man, by Lewiston police;  Morla-Trinidad stated, however, that he did not know the other man as \"Bubba Lagasse.\"   Morla-Trinidad denied that the police found a plastic baggie in his pocket, then stated that he did not know the baggie contained crack cocaine.  He did acknowledge that the police discovered some $1,800 in his possession.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In its rebuttal case, the government called a police officer to testify about the events surrounding the September 1994 arrest, including the illegal seizure of cash and drugs.  The government also called a state chemist who identified the seized drugs as crack cocaine.  The drugs were admitted into evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The jury convicted Morla-Trinidad of the charged conspiracy and the district court subsequently sentenced him to 324 months' imprisonment.  This appeal ensued.</p>\n    </div>\n    <p>III.</p>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Morla-Trinidad contends that the impeachment of his testimony by the cross-examination and subsequent testimony concerning the tainted evidence obtained at the time of the September 1994 arrest constituted prejudicial error because his testimony on direct examination neither \"opened the door\" to this topic nor reasonably suggested inquiry into it on cross-examination.  He argues that his testimony on direct regarding his alleged drug activities concerned only Driggers and Baez and did not fairly implicate the September 1994 arrest.</p>\n    </div>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Determining the scope of cross-examination is a matter within the district court's discretion and will not be disturbed absent abuse.  United States v. Cassiere, <span class=\"citation\" data-id=\"194928\"><a href=\"/opinion/194928/united-states-v-cassiere/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1006</span></a></span>, 1019-20 (1st Cir.1993);  see O'Connor v. Venore Trans.  Co., <span class=\"citation\" data-id=\"269834\"><a href=\"/opinion/269834/thomas-oconnor-v-venore-transportation-company/\"><span class=\"volume\">353</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">324</span></a></span>, 326 (1st Cir.1965) (extent to which a court allows counsel to test witness's credibility on cross-examination will not be disturbed absent \"plain abuse of discretion\").</p>\n    </div>\n    <p>B. Use of Tainted Evidence to Impeach</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is well-settled that evidence obtained in violation of the Fourth Amendment can be admitted for the limited purpose of impeaching a testifying criminal defendant's credibility.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Walder v. United States, <span class=\"citation\" data-id=\"105188\"><a href=\"/opinion/105188/walder-v-united-states/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">62</span></a></span>, 65, <span class=\"citation\" data-id=\"105188\"><a href=\"/opinion/105188/walder-v-united-states/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">354</span></a></span>, 356, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">503</span></span> (1954) (rejecting notion that a criminal defendant \"can turn the illegal method by which evidence in the Government's possession was obtained to his own advantage, and provide himself with a shield against contradiction of his untruths\").  The so-called \"impeachment exception\" to the exclusionary rule reflects a balance of values underlying that rule.  See James v. Illinois, <span class=\"citation\" data-id=\"112350\"><a href=\"/opinion/112350/james-v-illinois/\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, 311-12, <span class=\"citation\" data-id=\"112350\"><a href=\"/opinion/112350/james-v-illinois/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">648</span></a></span>, 651-52, <span class=\"citation\" data-id=\"112350\"><a href=\"/opinion/112350/james-v-illinois/\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">676</span></a></span> (1990) (acknowledging that the truth-seeking function of a criminal trial is limited by the goal of discouraging lawless searches and seizures).  Thus, while defendants are \"free to testify truthfully on their own behalf ... without opening the door to impeachment,\" id. at 314, 110 S.Ct. at 652-53, an \"affirmative[ ] resort to perjurious testimony\" may be exposed by impeachment with illegally obtained evidence, Walder, 347 U.S. at 65, 74 S.Ct. at 356.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">When a defendant opens the door to impeachment through his statements on direct, the government may try to establish that his testimony is not to be believed through cross-examination and the introduction of evidence, including tainted evidence, that contradicts the direct testimony.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  See Oregon v. Hass, <span class=\"citation\" data-id=\"109221\"><a href=\"/opinion/109221/oregon-v-hass/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">714</span></a></span>, 716-17, 721-22, <span class=\"citation\" data-id=\"109221\"><a href=\"/opinion/109221/oregon-v-hass/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1215</span></a></span>, 1218, 1220-21, <span class=\"citation\" data-id=\"109221\"><a href=\"/opinion/109221/oregon-v-hass/\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">570</span></a></span> (1975);  Harris v. New York, <span class=\"citation\" data-id=\"108272\"><a href=\"/opinion/108272/harris-v-new-york/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">222</span></a></span>, 223-225, <span class=\"citation\" data-id=\"108272\"><a href=\"/opinion/108272/harris-v-new-york/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">643</span></a></span>, 644-45, <span class=\"citation\" data-id=\"108272\"><a href=\"/opinion/108272/harris-v-new-york/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1971);  Walder, 347 U.S. at 63, 65, 74 S.Ct. at 355, 356.   When the assertedly false testimony is first given on cross-examination, however, the trial judge must gauge how closely the cross-examination is connected with matters explored during direct before invoking the impeachment exception to the exclusionary rule.  See United States v. Havens, <span class=\"citation\" data-id=\"110267\"><a href=\"/opinion/110267/united-states-v-havens/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">620</span></a></span>, 626, <span class=\"citation\" data-id=\"110267\"><a href=\"/opinion/110267/united-states-v-havens/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1912</span></a></span>, 1916, <span class=\"citation\" data-id=\"110267\"><a href=\"/opinion/110267/united-states-v-havens/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">559</span></a></span> (1980).</p>\n    </div>\n    <p class=\"indent\">In Havens, the Supreme Court held:</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>a defendant's statements made in response to proper cross-examination reasonably suggested by the defendant's direct examination are subject to otherwise proper impeachment, albeit by evidence that has been illegally obtained and that is inadmissible on the government's direct case, or otherwise, as substantive evidence of guilt.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Id. at 627-28, 100 S.Ct. at 1917.   Thus, the government may not \"smuggle[ ] in\" the impeaching opportunity with a cross-examination that has \"too tenuous a connection with any subject opened upon direct examination.\"  Id. at 625, 100 S.Ct. at 1916;  see also United States v. Ruiz-Batista, <span class=\"citation\" data-id=\"577675\"><a href=\"/opinion/577675/united-states-v-elvis-leonidas-ruiz-batista/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">351</span></a></span>, 352 n. 1 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">834</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">105</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">64</span></span> (1992).  Rather, the questions on cross must have been \"suggested to a reasonably competent cross-examiner\" by the defendant's direct testimony.  Havens, 446 U.S. at 626, 100 S.Ct. at 1916.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Whether or not the defendant's direct testimony \"reasonably suggests\" inquiry on cross-examination about events involving tainted evidence is necessarily case specific.  See, e.g., Havens, 446 U.S. at 628, 100 S.Ct. at 1917 (defendant's denial of involvement with the concealment of drugs reasonably suggested cross-examination about specific materials found for concealing the drugs);  United States v. Brandon, <span class=\"citation\" data-id=\"506291\"><a href=\"/opinion/506291/united-states-v-james-brandon/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">625</span></a></span>, 628-29 (10th Cir.)  (denial of bringing of drugs into motel room triggered inquiry and introduction of defendant's bag, found in room, bearing traces of cocaine), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">973</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">510</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">545</span></span> (1988);  United States v. Grubbs, <span class=\"citation\" data-id=\"460947\"><a href=\"/opinion/460947/united-states-v-harold-grubbs-and-sherman-fricks/\"><span class=\"volume\">776</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1281</span></a></span>, 1286-87 (5th Cir.1985) (assertion of legitimacy of insurance services \"opened door\" to impeachment with conversation implicating illegitimacy of business deal);  United States v. Palmer, <span class=\"citation\" data-id=\"410231\"><a href=\"/opinion/410231/united-states-v-roger-lee-palmer/\"><span class=\"volume\">691</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">921</span></a></span>, 922 (9th Cir.1982) (assertion that cocaine was used for legitimate dental purposes permitted impeachment with personal-use cocaine paraphernalia);  see also United States v. LeAmous, <span class=\"citation\" data-id=\"447894\"><a href=\"/opinion/447894/united-states-v-alfred-herman-leamous/\"><span class=\"volume\">754</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">795</span></a></span>, 798 (8th Cir.)  (\"By painting a picture of himself, on direct examination, as a protector of young girls who encouraged alternatives to prostitution, the defendant invited cross-examination concerning particular instances of his conduct to the contrary during the relevant time frame.\")  (reviewing case not involving tainted evidence), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1139</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2684</span></span>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">701</span></span> (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Here, Morla-Trinidad testified on direct that he had seen only two of the government's witnesses previously, and, with regard to those two (Baez and Driggers), he specifically denied any drug-related activity.  He also denied knowing his indicted codefendant, Peabody, or Bubba Lagasse, the person with whom he was stopped during the September 1994 arrest.  Morla-Trinidad also stated on direct that, during the period of the charged conspiracy, he spent most of his time in Massachusetts and New York and traveled to Maine only once to see his attorney.  He maintained that his only associate in Lewiston was a \"woman friend.\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Morla-Trinidad's testimony could be reasonably construed as both a contradiction of the government witnesses' testimony and a denial of any involvement in the crack cocaine ring underlying the charged conspiracy.  See Havens, 446 U.S. at 628, 100 S.Ct. at 1917 (reasoning that defendant's testimony \"could easily be understood as a denial of any connection with [incriminating evidence] and as a contradiction of [government witness's] testimony\").  We think, and Morla-Trinidad concedes as much, that the prosecutor reasonably brought attention to Morla-Trinidad's direct testimony by exploring, on cross-examination, when and how often he traveled to Maine, with whom he met there, and for what purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Morla-Trinidad's direct testimony also clearly implied a denial that he ever traveled to Lewiston carrying crack cocaine for distribution.  Thus, the disputed question on cross-examination, \"when you visited Lewiston, Maine, in 1994, did you ever possess crack cocaine?\", was reasonably suggested by that implied denial.  His subsequent categorical denial of the foregoing question subjected his testimony to proper impeachment, including the probing questions on further cross and the rebuttal testimony about the illegally seized crack cocaine and cash.  See United States v. Wood, <span class=\"citation\" data-id=\"597130\"><a href=\"/opinion/597130/united-states-v-george-f-wood/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.1992) (explaining that the trial judge enjoys discretion in deciding whether to admit rebuttal evidence).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Morla-Trinidad also suggests that the impeaching evidence was unfairly prejudicial and that the district court abused its considerable discretion under Fed.R.Evid. 403 when admitting it.  See Espeaignnette v. Gene Tierney Co., <span class=\"citation\" data-id=\"685127\"><a href=\"/opinion/685127/41-fed-r-evid-serv-94-prodliabrep-cch-p-14121-william-and-rita/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st.  Cir.1994) (noting court's \"considerable latitude\" in determining the relative weight of probative value versus unfair effect).  We disagree.  The evidence was of undoubted probative value to Morla-Trinidad's credibility on issues material to the case.  Moreover, the district court alleviated the danger of unfair prejudice by (1) insuring that information about the seized marijuana from the September 1994 arrest would not be conveyed to the jury, and (2) instructing the jury, on the government's suggestion, that it was to use the disputed evidence only to consider Morla-Trinidad's credibility, not as substantive proof of the crime charged,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> see United States v. Tejeda, <span class=\"citation\" data-id=\"590212\"><a href=\"/opinion/590212/united-states-v-john-tejeda-united-states-of-america-v-paul-christian/\"><span class=\"volume\">974</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">210</span></a></span>, 214 (1st Cir.1992) (finding no abuse in trial judge's Rule 403 balancing, \"particularly in light of the careful limiting instruction given by the district court\").</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In sum, we conclude that the district court did not abuse its discretion in permitting the government to impeach Morla-Trinidad's testimony with questions about the September 1994 arrest and the tainted evidence obtained therefrom.  Thus, we do not reach Morla-Trinidad's additional arguments that the evidence was also inadmissible under Fed.R.Evid. 404(b), and that the asserted error was not harmless.</p>\n    </div>\n    <p>IV.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">For the reasons stated above, we affirm the judgment of the district court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Before Morla-Trinidad took the stand, the district court personally informed him that, if he testified in his own defense, the government would have the opportunity to cross-examine him and might be permitted to introduce the subject of the September 1994 arrest</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Tainted evidence illegally obtained from a defendant may not, however, be used to impeach trial witnesses other than the testifying defendant.  James v. Illinois, <span class=\"citation\" data-id=\"112350\"><a href=\"/opinion/112350/james-v-illinois/\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, 313, <span class=\"citation\" data-id=\"112350\"><a href=\"/opinion/112350/james-v-illinois/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">648</span></a></span>, 652, <span class=\"citation\" data-id=\"112350\"><a href=\"/opinion/112350/james-v-illinois/\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">676</span></a></span> (1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This particular mode of impeachment falls within the general category of \"impeachment by contradiction,\" which is not specifically treated in the Federal Rules of Evidence, United States v. Cudlitz, <span class=\"citation\" data-id=\"196509\"><a href=\"/opinion/196509/united-states-v-cudlitz/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">992</span></a></span>, 996 n. 1 (1st Cir.1996), but is governed by common-law principles, United States v. Perez-Perez, <span class=\"citation\" data-id=\"196490\"><a href=\"/opinion/196490/united-states-v-perez-perez/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">224</span></a></span>, 227 (1st Cir.1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Here, Morla-Trinidad's travel to Maine and his possession of cocaine during that travel are \"non-collateral\" matters, i.e., matters that are of consequence to this case.  See United States v. Andujar, <span class=\"citation\" data-id=\"195947\"><a href=\"/opinion/195947/united-states-v-andujar/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span>, 26 (1st Cir.1995).  Typically, only non-collateral matters such as these may be impeached (by contradiction) with extrinsic evidence.  See Perez-Perez, 72 F.3d at 227;  United States v. Pisari, <span class=\"citation\" data-id=\"384966\"><a href=\"/opinion/384966/united-states-v-richard-pisari/\"><span class=\"volume\">636</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">855</span></a></span>, 859 (1st Cir.1981).  But see Charles A. Wright &amp; Victor J. Gold, Federal Practice and Procedure &#167; 6096 at 546-49 (1990) (suggesting that extrinsic contradiction on a collateral issue is permissible where a testifying criminal defendant opens the door to that issue);  see also United States v. Havens, <span class=\"citation\" data-id=\"110267\"><a href=\"/opinion/110267/united-states-v-havens/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">620</span></a></span>, 624-25, <span class=\"citation\" data-id=\"110267\"><a href=\"/opinion/110267/united-states-v-havens/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1912</span></a></span>, 1914-16, <span class=\"citation\" data-id=\"110267\"><a href=\"/opinion/110267/united-states-v-havens/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">559</span></a></span> (1980) (stating that impeachment of a defendant with illegally obtained evidence is constitutionally permitted for non-collateral as well as collateral matters, but not discussing the effect of other evidentiary limitations)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In an apparent misreading of Havens, the government on appeal asserts that this limiting instruction was unnecessary and suggests that the evidence could have been used for substantive purposes.  The assertion is clearly wrong.  See Havens, 446 U.S. at 627-628, 100 S.Ct. at 1916-17;  see also James v. Illinois, 493 U.S. at 313 n. 3, 110 S.Ct. at 652 n. 3 (approving similar instruction)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108272/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110267/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112350/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194928/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196490/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196509/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/269834/",
    "http://www.courtlistener.com/api/rest/v3/opinions/384966/",
    "http://www.courtlistener.com/api/rest/v3/opinions/410231/",
    "http://www.courtlistener.com/api/rest/v3/opinions/447894/",
    "http://www.courtlistener.com/api/rest/v3/opinions/460947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/506291/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577675/",
    "http://www.courtlistener.com/api/rest/v3/opinions/590212/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597130/",
    "http://www.courtlistener.com/api/rest/v3/opinions/685127/"
  ]
}