{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197036/",
  "absolute_url": "/opinion/197036/ferrara-v-a-v-fishing-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197036/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:20:57Z",
  "date_modified": "2017-03-24T10:49:38.889674Z",
  "type": "010combined",
  "sha1": "99fd5335f1a07b96a2b1b4de6c0cf90ce0bdabfa",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1217.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n                                        \r\n\nNo. 96-1217\r\n\n                        JAMES FERRARA,\r\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                    A. &amp; V. FISHING, INC.,\r\n                     Defendant, Appellee.\r\n\n                                        \r\n\n                         ERRATA SHEET\r\n\n   The opinion of  this Court  issued on October  21, 1996,  is\r\namended as follows:\r\n\n   On  page  15,  after  the  first  full  paragraph,  add  the\r\n\nfollowing additional two paragraphs:\r\n\n        It may be helpful to add one further word.  In the\r\n   district court, before the  plaintiff moved for summary\r\n   judgment on unseaworthiness, a pretrial  conference was\r\n   held  in  which defense  counsel  stated:  \"This is  an\r\n   unseaworthiness case, essentially,\" a point on which he\r\n   elaborated  at some  length without  contradiction from\r\n   plaintiff's  counsel.   When plaintiff  then  moved for\r\n   summary judgment  on  this issue,  the  district  judge\r\n   evidently  believed  that  the  entire  case  had  been\r\n   submitted and  that plaintiff had  narrowed his  entire\r\n   case to the unseaworthiness issue.  \r\n\n        Having lost on the summary judgment motion, and on\r\n   its  motion  for reconsideration,  plaintiff eventually\r\n   sought  to press again  on the negligence  claim and on\r\n   the  maintenance and  cure claim.   We  think  that the\r\n   subsequent confusion is largely due to the way in which\r\n   counsel presented  the case  at the  initial conference\r\n   and in  subsequent pleadings; but neither  is there any\r\n   indication   that    plaintiff's   counsel   explicitly\r\n   abandoned  the  negligence  or  maintenance   and  cure\r\n   claims.    Under   these  circumstances,  and   without\r\n   expressing  any view  whatever on  the merits  of these\r\n   latter claims, we think that they have to be addressed.\r\r\n\n [FOR COPY WITH ADDENDUM, PLEASE CONTACT THE CLERK'S OFFICE]\r\n                UNITED STATES COURT OF APPEALS\r\n                    For the First Circuit\r\n                                         \r\n\nNo. 96-1217\r\n\n                        JAMES FERRARA,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                    A. &amp; V. FISHING, INC.,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Joseph L. Tauro, U.S. District Judge]\r                                                               \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n                Bownes, Senior Circuit Judge,\r                                                        \r\n                  and Lynch, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nJoseph M.  Orlando with whom Paul L. Lees and Orlando &amp; Associates\r                                                                              \r\nwere on brief for appellant.\r\nLeonard  H.  Kesten with  whom Steven  C.  Sharaf, Deidre  Brennan\r                                                                              \r\nRegan,  and Brody,  Hardoon,  Perkins  &amp;  Kesten  were  on  brief  for\r                                                        \r\nappellee.\r\n\n                                         \r\n\n                       October 21, 1996\r\n                                         \r\r\n\n          BOWNES, Senior Circuit Judge.   The first appeal in\r                      BOWNES, Senior Circuit Judge.\r                                                  \r\n\nthis  admiralty case foundered on the final judgment rule, 28\r\n\nU.S.C.    1291.  That  procedural shoal has  been cleared and\r\n\nthe  case now  refloats  to us  as  an appeal  by  plaintiff-\r\n\nappellant James  Ferrara from summary judgment for defendant-\r\n\nappellee A. &amp; V.  Fishing, Inc.   In order to  understand the\r\n\nissues  before us we must  navigate the procedural history of\r\n\nthe case.\r\n\n                              I.\r                                          I.\r\n\n          The facts are  not in dispute.   Plaintiff was  the\r\n\ncaptain  of the fishing  vessel Josephine Marie.   The vessel\r\n\nwas  on an  extended fishing  trip during  January and  early\r\n\nFebruary  of 1992.    On January  28,  1992, the  vessel  was\r\n\ninspected  at sea by the Coast Guard; no safety violations or\r\n\nunsafe conditions were found.  On its way home on February 2,\r\n\nthe ship struck  an unknown  submerged object.   It began  to\r\n\ntake on  water, and after a  number of hours, sank.   It sank\r\n\nstern first and as the stern went deeper into the waters, the\r\n\nbow was raised.   As  a result, the  stairs running from  the\r\n\npilothouse  were pitched at a steep angle.  Plaintiff fell as\r\n\nhe descended the stairs and injured his knee.  Because of his\r\n\ninjury, he was  unable to make it to  a life raft and  had to\r\n\njump into the sea in order to avoid going down with the ship.\r\n\nThe  sea at  the  time  was  running  rough  and  it  took  a\r\n\n                             -2-\r                                          2\r\r\n\nconsiderable time before he  was rescued.  Plaintiff suffered\r\n\nphysical and psychological injuries.  \r\n\n          Plaintiff filed  a three count  complaint on  March\r\n\n16, 1993.  Count  one sounded in Jones Act  negligence, count\r\n\ntwo  alleged  unseaworthiness,  and count  three  invoked the\r\n\ndoctrine of maintenance and cure.\r\n\n          On May  5, 1994,  after a pretrial  conference, the\r\n\ndistrict court  ordered that motions for  summary judgment be\r\n\nfiled.  Plaintiff filed  a motion for summary judgment.   The\r\n\nfirst paragraph stated:\r\n\n            Now comes the plaintiff, James Ferrara,\r\n          in   the   above-captioned  action,   and\r\n          respectfully requests pursuant to Rule 56\r\n          of  the Federal Rules  of Civil Procedure\r\n          that this Honorable  Court grant  summary\r\n          judgment  in his  favor  on the  issue of\r                                                               \r\n          unseaworthiness  of  the F/V  JOSEPHINE &amp;\r                                     \r\n          [sic] MARIE.  (Emphasis ours.)\r\n\nPlaintiff's memorandum  in support of his  motion for summary\r\n\njudgment focused  solely on unseaworthiness.   Negligence and\r\n\nmaintenance  and  cure  were   not  mentioned.    Plaintiff's\r\n\nstatement of facts admitted that the vessel had no mechanical\r\n\nproblems,  the   pumps   were  operational   and  had   never\r\n\nmalfunctioned,  and there had been  no problems with the main\r\n\nrudder,   the  steering   mechanism,  or  the   main  engine.\r\n\nPlaintiff's theory of unseaworthiness was that, as the vessel\r\n\nbegan to sink,  \"she became entirely  unfit for her  intended\r\n\npurpose; that is to float and to fish.\"  He also claimed that\r\n\nbecause of  the steep angle,  the stairs from  the pilothouse\r\n\n                             -3-\r                                          3\r\r\n\nwere  no  longer  fit for  their  intended  purpose and  this\r\n\nrendered the vessel unseaworthy.\r\n\n          Defendant filed an opposition to plaintiff's motion\r\n\nfor summary judgment and  a cross-motion for summary judgment\r\n\nin which it argued that the vessel was not unseaworthy.\r\n\n          On May 11, 1995, the district court ordered summary\r\n\njudgment  for  defendant.     In  its  three-page  memorandum\r\n\nexplaining its judgment, the court found that  the sinking of\r\n\nthe  Josephine  Marie  was due  to  its  striking  an unknown\r\n\nsubmerged object and that this fell within the \"perils of the\r\n\nsea\" doctrine.  It held:\r\n\n             The court therefore concludes that, on\r\n          the facts presented here, the  \"perils of\r\n          the  sea\" defense covers not only damages\r\n          caused by  the collision with  the sunken\r\n          object, but also  the resulting  injuries\r\n          to the plaintiff.2\r\n\n                    \r\n\n             2It  is  important  to recognize  that\r\n          unseaworthiness may sometimes arise after\r\n          the ship  has left  harbor.   Mitchell v.\r                                                               \r\n          Trawler Racer, Inc., 362 U.S. 539, 549-50\r                                         \r\n          (1960).  For  the purposes of this  case,\r\n          the  crucial issue  is the  cause  of the\r\n          unseaworthy condition, not  the point  at\r\n          which the condition arose.\r\n\n          Like the parties, the  court did not address either\r\n\nnegligence  or  maintenance  and  cure.    Nevertheless,  the\r\n\ndistrict  court docket  shows an  entry dated  May 12,  1995,\r\n\nstating:  \"Case closed.\"\r\n\n                             -4-\r                                          4\r\r\n\n          On  June 12,  1995,  plaintiff filed  a motion  for\r\n\nreconsideration  of  the  summary  judgment order.    In  his\r\n\nsupporting memorandum,  plaintiff claimed that  the court had\r\n\nmisunderstood   the  plaintiff's   factual   claim   on   the\r\n\nunseaworthiness  count.    Defendant opposed  the  motion for\r\n\nreconsideration on the grounds  that it was too late  for new\r\n\ntheories  and the  court  did  not misunderstand  plaintiff's\r\n\noriginal theory.\r\n\n          The     district    court     denied    plaintiff's\r\n\nreconsideration  motion  on June  29, 1995.   It  also denied\r\n\ndefendant's  motion  for  costs  and sanctions.    Its  order\r\n\nstates, \"Summary Judgment having been entered with respect to\r\n\nCounts  I and II of  plaintiff's complaint the  above case is\r\n\nhereby closed.\"   This was the first mention by  the court of\r\n\ncount one.\r\n\n          On  July 19,  1995,  plaintiff moved  to amend  the\r\n\norder of June 29,  closing the case.  The motion  pointed out\r\n\nthat  count  one  (Jones  Act  negligence)  and  count  three\r\n\n(maintenance and cure) had  not been briefed by  either party\r\n\nfor summary judgment disposition.  The record shows that this\r\n\nassertion is correct.  The motion also tried to resurrect the\r\n\nunseaworthi-ness count.   Defendant opposed the  motion.  The\r\n\ncourt  denied plaintiff's  motion on  August 19,  1995.   The\r\n\ncourt's order stated:\r\n\n             This court's May  11, 1995  Memorandum\r\n          and  Order  disposed  of all  Plaintiff's\r\n\n                             -5-\r                                          5\r\r\n\n          claims.   The Plaintiff's Motion to Amend\r\n          Order Dismissing and  Closing the Case is\r\n          therefore DENIED.\r\n\n             IT IS SO ORDERED.\r\n\n          Plaintiff then appealed,  referencing the  district\r\n\ncourt's orders of May 11, 1995, June 29, 1995, and August 19,\r\n\n1995.    There was  a flurry  of motions,  now of  no moment,\r\n\naddressed to the question of whether the appeal was late.\r\n\n          On  January  12,  1996,  we  dismissed  the  appeal\r\n\nbecause  it   was  from  orders  not   meeting  the  finality\r\n\nrequirements of the final judgment rule.  A copy of our order\r\n\nis attached to this opinion as an addendum.  After discussing\r\n\nthe procedural situation, we ended by stating:  \"If it is the\r\n\ndistrict court's  intention to  dismiss all three  counts and\r\n\nenter  a  final  judgment,  it should  enter  a  judgment  so\r\n\nproviding, from which an appeal may be taken.\"\r\n\n          The  district  court  responded  to  our  order  on\r\n\nJanuary 19,  1996,  by  issuing  an  amended  order  stating:\r\n\n\"Summary Judgment having been  entered with respect to Counts\r\n\nI, II, and III  of plaintiff's complaint, the above-captioned\r\n\ncase is closed.\"\r\n\n                             II.\r                                         II.\r\n\n          Before   considering   the   appeal   directly,   a\r\n\nrecapitulation of  the pertinent  admiralty law is  in order.\r\n\nIt has long been established under admiralty law  that claims\r\n\nfor  unseaworthiness, Jones  Act negligence,  and maintenance\r\n\n                             -6-\r                                          6\r\r\n\nand cure are  separate and  distinct causes  of action,  each\r\n\nwith its own unique elements.  In fact, \r\n\n          [a] major burden of the [Supreme Court's]\r\n          decisions  spelling  out  the nature  and\r\n          scope   of  the   cause  of   action  for\r\n          unseaworthiness has  been insistence upon\r\n          the point  that it  is a remedy  separate\r\n          from, independent of,  and additional  to\r\n          other   claims  against   the  shipowner,\r\n          whether  created  by  statute [the  Jones\r\n          Act]  or  under   general  maritime   law\r\n          [maintenance and cure].  \r\n\nUsner v. Luckenbach Overseas Corp., 400 U.S. 494, 498 (1971),\r                                              \r\n\nreh'g denied, 401 U.S. 1015; Mitchell v. Trawler Racer, Inc.,\r                                                                        \r\n\n362  U.S. 539,  550  (1960)(\"What has  evolved is  a complete\r\n\ndivorcement  of  unseaworthiness liability  from  concepts of\r\n\nnegligence.\").    The  distinctions  between  these  separate\r\n\nclaims  retain validity  today.   See  Miles  v. Apex  Marine\r                                                                         \r\n\nCorp., 498 U.S. 19, 29 (1990).\r                 \r\n\n          We have  consistently held that liability under the\r\n\ndoctrine of unseaworthiness is not dependent upon theories of\r\n\nnegligence.  CEH, Inc. v. F/V Seafarer, 70 F.3d  694, 700 n.6\r                                                  \r\n\n(1st Cir.  1995)(\"[A] plaintiff . . . could bring a Jones Act\r\n\nclaim,  which  required a  showing  of  negligence, and/or  a\r\n\ngeneral  maritime  unseaworthiness claim,  which  required no\r\n\nshowing  of fault.\").  We have also distinguished a claim for\r\n\nmaintenance and  cure as separate from  other maritime causes\r\n\nof action.   LeBlanc v. B.G.T. Corp., 992  F.2d 394, 397 (1st\r                                                \r\n\nCir. 1993)(Maintenance  and cure  \"is curative in  nature and\r\n\nthus to be distinguished from other admiralty rights, such as\r\n\n                             -7-\r                                          7\r\r\n\nthe right to recover lost wages or the right to recover for a\r\n\nshipowner's negligence, which are compensatory.\"). \r\n\n          The  distinctions are  not purely  academic borders\r\n\nseparating the same substantive law for purposes of pleading.\r\n\nIndeed, a  district court's failure to  acknowledge the three\r\n\ndoctrines' substantive differences usually requires reversal.\r\n\nIn  Vargas v.  McNamara,  608 F.2d  15  (1st Cir.  1979),  we\r                                   \r\n\nvacated the district court's  denial of plaintiff's motion to\r\n\namend the complaint to  add a count of unseaworthiness  after\r\n\nthe court had raised the issue  sua sponte.  Id. at 19.   The\r                                                            \r\n\ndistrict  court  denied leave  to  amend  as futile  \"because\r\n\nunseaworthiness had  not been  established by the  evidence,\"\r\n\nwhich had focused exclusively  on the question of negligence.\r\n\nId.   at   18.      We  responded   that   \"liability   under\r               \r\n\nunseaworthiness principles is not dependent upon fault.\"  Id.\r                                                                         \r\n\nat 19 (citing  Mitchell, 362 U.S. at  549).  We  remanded the\r                                   \r\n\ncase for  reconsideration  of the  motion  to amend,  and  if\r\n\nallowed, trial on the claim of unseaworthiness.  Id. at 21. \r                                                                \r\n\n          Other  circuit  courts agree  that unseaworthiness,\r\n\nJones  Act negligence, and maintenance and cure are causes of\r\n\naction distinct from each other.  Stanislawski v. Upper River\r                                                                         \r\n\nServs.,  Inc., 6 F.3d 537,  540 (8th Cir.  1993); Chisholm v.\r                                                                         \r\n\nSabine Towing &amp; Transp. Co., Inc., 679 F.2d 60,  62 (5th Cir.\r                                             \r\n\n1982); Liner  v. J.B. Talley and Co., Inc., 618 F.2d 327, 332\r                                                      \r\n\n(5th Cir.), reh'g denied 623 F.2d 711 (1980).  \r                                    \r\n\n                             -8-\r                                          8\r\r\n\n          A brief  examination of the contours  of each cause\r\n\nof  action  demonstrates  the  necessity  of maintaining  the\r\n\ndistinctions.\r\n\n                     A.  Unseaworthiness\r                                 A.  Unseaworthiness\r\n\n          A  claim  based  on  unseaworthiness  enforces  the\r\n\nshipowner's \"absolute duty to provide to every member  of his\r\n\ncrew  'a vessel  and appurtenances  reasonably fit  for their\r\n\nintended use.'\"  Hubbard v.  Faros Fisheries, Inc., 626  F.2d\r                                                              \r\n\n196, 199  (1st Cir. 1980)(quoting Mitchell, 362 U.S. at 550);\r                                                      \r\n\nMcAleer v. Smith, 57 F.3d 109, 112 (1st Cir. 1995).  The duty\r                            \r\n\nincludes maintaining the  ship and her equipment in  a proper\r\n\noperating condition, and can be breached either by transitory\r\n\nor  by permanent defects in the equipment.  Hubbard, 626 F.2d\r                                                               \r\n\nat  199.     A \"temporary  and  unforeseeable malfunction  or\r\n\nfailure of a piece of equipment under proper and expected use\r\n\nis   sufficient  to   establish  a   claim  of   damages  for\r\n\nunseaworthiness.\"    Id. (citing  Usner,  400  U.S. at  499).\r                                                   \r\n\nFinally, the  injured seaman must prove  that the unseaworthy\r\n\ncondition  was  the sole  or  proximate cause  of  the injury\r\n\nsustained.    Id.   Although  the  duty  is absolute,  \"[t]he\r                             \r\n\nstandard  is not  perfection, but  reasonable fitness;  not a\r\n\nship that will weather every imaginable peril of the sea, but\r\n\na  vessel  reasonably  suitable  for  her intended  service.\"\r\n\nMitchell, 362 U.S. at 550.  \r                    \r\n\n                             -9-\r                                          9\r\r\n\n          Most important  to this discussion is  that a claim\r\n\nof  unseaworthiness  is  not  dependent  upon  a  finding  of\r\n\nnegligence.  \"The reason,  of course, is that unseaworthiness\r\n\nis a condition,  and how  that condition came  into being  --\r                          \r\n\nwhether by negligence or otherwise  -- is quite irrelevant to\r\n\nthe owner's  liability for  personal injuries  resulting from\r\n\nit.\"  Usner, 400 U.S. at 498 (emphasis in original).\r                       \r\n\n                   B.  Jones Act Negligence\r                               B.  Jones Act Negligence\r\n\n          A short description of the origins of the Jones Act\r\n\nillustrates the historical distinction between claims brought\r\n\nunder  the Act, and those brought under general maritime law.\r\n\nEarly in  this century, the  Supreme Court ruled  that seamen\r\n\ncould recover under general  maritime law for unseaworthiness\r\n\nand  for maintenance and cure,  but not for  negligence.  The\r                                                                         \r\n\nOsceola,  189 U.S. 158 (1903).   In response, Congress passed\r                   \r\n\nthe  Jones Act which provided  injured seamen with \"an action\r\n\nfor  damages  at  law.\"    46  U.S.C.    688.    Seamen  may,\r\n\ntherefore, maintain an action  where an employer's failure to\r\n\nexercise  reasonable  care  causes a  subsequent  injury even\r\n\nwhere  the  employer's negligence  did  not  render the  ship\r\n\nunseaworthy.  See Toucet v. Maritime Overseas Corp., 991 F.2d\r                                                               \r\n\n5, 10 (1st Cir. 1993).\r\n\n          Jones Act negligence differs, however, from that of\r\n\nordinary  common law  negligence.   Under  the  Jones Act,  a\r\n\nplaintiff's  burden for  proving  causation  is  considerably\r\n\n                             -10-\r                                          10\r\r\n\nlower  than  what the  common law  requires.   \"A plaintiff's\r\n\nburden  of   proving  causation   under  the  Jones   Act  is\r\n\n'featherweight.'\"  Toucet, 991 F.2d at 10 (citation omitted).\r                                     \r\n\nLiability,  therefore, \"exists  if the  employer's negligence\r\n\ncontributed even in the slightest to the plaintiff's injury.\"\r\n\nId.  \r               \r\n\n                   C.  Maintenance and Cure\r                               C.  Maintenance and Cure\r\n\n          \"From  time  immemorial, the  law  of  the sea  has\r\n\nrequired  shipowners to  ensure the  maintenance and  cure of\r\n\nseamen who fall ill or become injured while in service of the\r\n\nship.\"    LeBlanc,  992  F.2d  at  396  (citing  Benedict  on\r                                                                         \r\n\nAdmiralty,    41-42 (6th ed.  1993)); see Aguilar v. Standard\r                                                                         \r\n\nOil  Co. of  N.J., 318  U.S. 724,  730-33  (1943).   The term\r                             \r\n\nrefers to \"the provision of, or payment for, food and lodging\r\n\n('maintenance') as well as any necessary health-care expenses\r\n\n('cure')  incurred  during the  period  of  recovery from  an\r\n\ninjury or malady.\"   LeBlanc,  992 F.2d  at 397.   The  right\r                                        \r\n\nattaches  \"largely  without regard  to  fault;  a seaman  may\r\n\nforfeit   his   entitlement   only  by   engaging   in  gross\r\n\nmisconduct.\"   Id.  The entitlement attaches until the seaman\r                              \r\n\nis  \"so  far cured  as possible.\"    Id. (quoting  Farrell v.\r                                                                         \r\n\nUnited States, 336 U.S.  511, 518 (1949)).  And  finally, the\r                         \r\n\nright  is available only to a  \"seaman\" who is \"in service of\r\n\nthe ship\" at the time of the injury or onset of illness.  Id.\r                                                                         \r\n\n                             -11-\r                                          11\r\r\n\n(citing Aguilar, 318 U.S. at 732);  Osceola, 189 U.S. at 175.\r                                                       \r\n\n                             -12-\r                                          12\r\r\n\n                             III.\r                                         III.\r\n\n          We  now  examine  plaintiff's  appeal  from summary\r\n\njudgment  for defendant on all  three counts.   We employ the\r\n\nwell-established  standard  of review  of  summary judgments.\r\n\nOur review is  plenary, and the facts are viewed in the light\r\n\nmost favorable to the non-moving party -- here the plaintiff.\r\n\nBorschow Hosp. and Medical  Supplies, Inc. v. Cesar Castillo,\r                                                                         \r\n\nInc., No. 96-1113, slip  op. at 3 (Sept. 23,  1996).  We  may\r                \r\n\nnot affirm an order granting summary judgment unless there is\r\n\nno genuine issue as to any material fact and the moving party\r\n\nis entitled to judgment as a matter of law.  Id. at 8.\r                                                            \r\n\n          We start with the unseaworthiness claim, count two.\r\n\nBased  on the facts as  stated by plaintiff  in his complaint\r\n\nand in his  papers filed in the district court  on the cross-\r\n\nmotions  for summary  judgment,  we agree  with the  district\r\n\ncourt that the  \"perils of the sea\" doctrine mandated summary\r\n\njudgment for defendant.\r\n\n          In  the context of this case, the perils of the sea\r\n\ndoctrine  excuses  the  owner/operator  from  liability  when\r\n\n\"those perils which are peculiar to the sea, and which are of\r\n\nan extraordinary  nature or arise from  irresistible force or\r\n\noverwhelming power,  and which  cannot be guarded  against by\r\n\nthe ordinary exertions of human skill and prudence\" intervene\r\n\nto cause the damage or  injury.  R.T. Jones Lumber  Co., Inc.\r                                                                         \r\n\n                             -13-\r                                          13\r\r\n\nv. Roen S.S. Co.,  270 F.2d 456, 458 (2d  Cir. 1959)(citation\r                            \r\n\nomitted).\r\n\n          Two  characteristics  of  the doctrine  inform  the\r\n\ndiscussion as it relates to the present case.  First, a peril\r\n\nof the sea  is an unforeseeable situation.  Pace, 838 F.2d at\r                                                            \r\n\n577   (peril   of  the   sea   described   as  \"unknown   and\r\n\nunascertainable\")  (quoting  Boston Ins.  Co.  v. Dehydrating\r                                                                         \r\n\nProcess Co., 204 F.2d 441, 443 (1st Cir. 1953)).  Second, the\r                       \r\n\ndetermination of whether a peril of the sea exists \"is wholly\r\n\ndependent on the facts of each case and is not  amenable to a\r\n\ngeneral standard.\"    Thyssen, 21  F.3d  at 539;  see  Taisho\r                                                                         \r\n\nMarine &amp; Fire Ins.  Co., Ltd. v. M/V Sea-Land  Endurance, 815\r                                                                    \r\n\nF.2d 1270, 1271 (9th Cir. 1987). \r\n\n          The  memorandum opinion includes  recitation of two\r\n\nfacts  important to  this analysis:  (1) both  parties agreed\r\n\n\"that  the ship  was seaworthy  at all  times until  the ship\r\n\nstruck  the submerged object and began to take on water,\" and\r\n\n(2) both  parties agreed that a submerged object qualifies as\r\n\na \"peril of the sea.\"  \r\n\n          The  court  below  determined that  in  striking  a\r\n\nsubmerged  object,  the   wholly  seaworthy  Josephine  Marie\r\n\nencountered  a  peril of  the sea  which  caused the  hull to\r\n\nrupture  and   the  vessel   to  sink,     thereby  defeating\r\n\nplaintiff's claim  of unseaworthiness.  Ferrara,  slip op. at\r                                                           \r\n\n3.   Certainly, a submerged  object lurking below the surface\r\n\n                             -14-\r                                          14\r\r\n\nof apparently navigable  waters satisfies the requirement  of\r\n\nunforeseeability.  Applying the perils of the sea doctrine to\r\n\nthe stipulated facts, the collision with the submerged object\r\n\nwas  \"unknown  and  unascertainable.\"    Plaintiff    himself\r\n\nstipulated both that the vessel was seaworthy until it struck\r\n\nthe submerged object, and that a submerged object constitutes\r\n\na  peril  of the  sea.   The  district court  was, therefore,\r\n\ncorrect when it determined  that a peril of  the sea was  the\r\n\ncause  of  the  vessel's  sinking  and   consequentially  the\r\n\nplaintiff's injuries.\r\n\n          Plaintiff  has attempted  to change  the stipulated\r\n\nfacts  and   his  theory  of  unseaworthiness  after  summary\r\n\njudgment issued.   He did this by alleging, in his motion for\r\n\nreconsideration below and in argument to this court, that the\r\n\ndistrict  court misunderstood  his claim  of unseaworthiness.\r\n\nAs he put it in his motion for reconsideration:\r\n\n             It is not  the plaintiff's  contention\r\n          that  the  sinking   vessel  caused   Mr.\r\n          Ferrara's  injuries.   Rather, it  is the\r\n          plaintiff's position that the collapse of\r\n          the bulkhead wall  between the  lazarette\r\n          and  the fish  hold  was the  unseaworthy\r\n          condition  which   caused  Mr.  Ferrara's\r\n          injury.\r\n\nThis contention  was not made either  explicitly or impliedly\r\n\nin plaintiff's summary judgment  submissions.  His claim that\r\n\nthe  district court \"misunderstood\" his unseaworthiness claim\r\n\nis an egregious contrivance to avoid our firmly embedded rule\r\n\nthat  we will  not  consider on  appeal  theories not  timely\r\n\n                             -15-\r                                          15\r\r\n\nadvanced in the district court.  United States v. Alzanki, 54\r                                                                     \r\n\nF.3d 994,  1009 (1st Cir. 1995), cert. denied, 116 S. Ct. 909\r                                                         \r\n\n(1996); Sandstrom  v. ChemLawn  Corp., 904  F.2d 83,  86 (1st\r                                                 \r\n\nCir. 1990).   \r\n\n          As already  noted, neither the Jones Act negligence\r\n\ncount nor  the maintenance and  cure count were  submitted to\r\n\nthe court for summary judgment decision or argued to it.  Nor\r\n\ndoes  the record  indicate that  the court  in fact  gave any\r\n\nconsideration to  either of these issues, before or after our\r\n\nfirst remand order in this case.  The judgments on counts one\r\n\nand three  must, therefore,  be vacated and  remanded to  the\r\n\ndistrict court for further proceedings.\r\n\n          It may  be helpful to add one further word.  In the\r\n\ndistrict  court,  before  the  plaintiff  moved  for  summary\r\n\njudgment on unseaworthiness,  a pretrial conference was  held\r\n\nin which defense counsel  stated: \"This is an unseaworthiness\r\n\ncase,  essentially,\" a point  on which he  elaborated at some\r\n\nlength  without contradiction from plaintiff's counsel.  When\r\n\nplaintiff then moved for summary judgment  on this issue, the\r\n\ndistrict judge  evidently believed  that the entire  case had\r\n\nbeen  submitted and  that plaintiff  had narrowed  his entire\r\n\ncase to the unseaworthiness issue.  \r\n\n          Having lost on the  summary judgment motion, and on\r\n\nits motion  for reconsideration, plaintiff  eventually sought\r\n\nto press again on the negligence claim and on the maintenance\r\n\n                             -16-\r                                          16\r\r\n\nand  cure claim.  We  think that the  subsequent confusion is\r\n\nlargely due to the way in which counsel presented the case at\r\n\nthe  initial  conference  and  in  subsequent  pleadings; but\r\n\nneither  is  there any  indication  that plaintiff's  counsel\r\n\nexplicitly abandoned the negligence  or maintenance and  cure\r\n\nclaims.   Under these  circumstances, and  without expressing\r\n\nany  view whatever on the  merits of these  latter claims, we\r\n\nthink that they have to be addressed.\r\n\n          Although the  district court  is free to  treat the\r\n\nremanded counts as  it deems  best, we note  that the  record\r\n\ndiscloses that discovery was completed as to all counts.  \r\n\n                          Conclusion\r                                      Conclusion\r\n\n          The summary  judgment on  count one is  vacated and\r\n\nremanded for further proceedings.\r\n\n          The summary judgment on count two is affirmed.\r\n\n          The summary judgment on  count three is vacated and\r\n\nremanded for further proceedings.\r\n\n          No costs to either party.  \r\n\n          So Ordered.\r                      So Ordered.\r                                 \r\n\n                             -17-\r                                          17\r\r\n",
  "html": "<p class=\"case_cite\">99 F.3d 449</p>\n    <p class=\"case_cite\">1997 A.M.C. 944</p>\n    <p class=\"parties\">James FERRARA, Plaintiff, Appellant,<br>v.<br>A. &amp; V. FISHING, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 96-1217.</p>\n    <p class=\"court\">United States Court of Appeals,</p>\n    <p class=\"date\">First Circuit.<br>Heard Sept. 6, 1996.<br>Decided Oct. 21, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Joseph M. Orlando with whom Paul L. Lees and Orlando &amp; Associates, Gloucester, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">Leonard H. Kesten with whom Steven C. Sharaf, Deidre Brennan Regan, and Brody, Hardoon, Perkins &amp; Kesten, Boston, MA, were on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, BOWNES, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The first appeal in this admiralty case foundered on the final judgment rule, 28 U.S.C. &#167; 1291.  That procedural shoal has been cleared and the case now refloats to us as an appeal by plaintiff-appellant James Ferrara from summary judgment for defendant-appellee A. &amp; V. Fishing, Inc.  In order to understand the issues before us we must navigate the procedural history of the case.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts are not in dispute.  Plaintiff was the captain of the fishing vessel Josephine Marie.  The vessel was on an extended fishing trip during January and early February of 1992.  On January 28, 1992, the vessel was inspected at sea by the Coast Guard;  no safety violations or unsafe conditions were found.  On its way home on February 2, the ship struck an unknown submerged object.  It began to take on water, and after a number of hours, sank.  It sank stern first and as the stern went deeper into the waters, the bow was raised.  As a result, the stairs running from the pilothouse were pitched at a steep angle.  Plaintiff fell as he descended the stairs and injured his knee.  Because of his injury, he was unable to make it to a life raft and had to jump into the sea in order to avoid going down with the ship.  The sea at the time was running rough and it took a considerable time before he was rescued.  Plaintiff suffered physical and psychological injuries.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Plaintiff filed a three count complaint on March 16, 1993.  Count one sounded in Jones Act negligence, count two alleged unseaworthiness, and count three invoked the doctrine of maintenance and cure.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On May 5, 1994, after a pretrial conference, the district court ordered that motions for summary judgment be filed.  Plaintiff filed a motion for summary judgment.  The first paragraph stated:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Now comes the plaintiff, James Ferrara, in the above-captioned action, and respectfully requests pursuant to Rule 56 of the Federal Rules of Civil Procedure that this Honorable Court grant summary judgment in his favor on the issue of unseaworthiness of the F/V JOSEPHINE &amp; [sic] MARIE.  (Emphasis ours.)</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Plaintiff's memorandum in support of his motion for summary judgment focused solely on unseaworthiness.  Negligence and maintenance and cure were not mentioned.  Plaintiff's statement of facts admitted that the vessel had no mechanical problems, the pumps were operational and had never malfunctioned, and there had been no problems with the main rudder, the steering mechanism, or the main engine.  Plaintiff's theory of unseaworthiness was that, as the vessel began to sink, \"she became entirely unfit for her intended purpose;  that is to float and to fish.\"   He also claimed that because of the steep angle, the stairs from the pilothouse were no longer fit for their intended purpose and this rendered the vessel unseaworthy.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Defendant filed an opposition to plaintiff's motion for summary judgment and a cross-motion for summary judgment in which it argued that the vessel was not unseaworthy.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On May 11, 1995, the district court ordered summary judgment for defendant.  In its three-page memorandum explaining its judgment, the court found that the sinking of the Josephine Marie was due to its striking an unknown submerged object and that this fell within the \"perils of the sea\" doctrine.  It held:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The court therefore concludes that, on the facts presented here, the \"perils of the sea\" defense covers not only damages caused by the collision with the sunken object, but also the resulting injuries to the plaintiff.2</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Like the parties, the court did not address either negligence or maintenance and cure.  Nevertheless, the district court docket shows an entry dated May 12, 1995, stating:  \"Case closed.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On June 12, 1995, plaintiff filed a motion for reconsideration of the summary judgment order.  In his supporting memorandum, plaintiff claimed that the court had misunderstood the plaintiff's factual claim on the unseaworthiness count.  Defendant opposed the motion for reconsideration on the grounds that it was too late for new theories and the court did not misunderstand plaintiff's original theory.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court denied plaintiff's reconsideration motion on June 29, 1995.  It also denied defendant's motion for costs and sanctions.  Its order states, \"Summary Judgment having been entered with respect to Counts I and II of plaintiff's complaint the above case is hereby closed.\"   This was the first mention by the court of count one.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On July 19, 1995, plaintiff moved to amend the order of June 29, closing the case.  The motion pointed out that count one (Jones Act negligence) and count three (maintenance and cure) had not been briefed by either party for summary judgment disposition.  The record shows that this assertion is correct.  The motion also tried to resurrect the unseaworthiness count.  Defendant opposed the motion.  The court denied plaintiff's motion on August 19, 1995.  The court's order stated:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">This court's May 11, 1995 Memorandum and Order disposed of all Plaintiff's claims.  The Plaintiff's Motion to Amend Order Dismissing and Closing the Case is therefore DENIED.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">IT IS SO ORDERED.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Plaintiff then appealed, referencing the district court's orders of May 11, 1995, June 29, 1995, and August 19, 1995.  There was a flurry of motions, now of no moment, addressed to the question of whether the appeal was late.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On January 12, 1996, we dismissed the appeal because it was from orders not meeting the finality requirements of the final judgment rule.  A copy of our order is attached to this opinion as an addendum.  After discussing the procedural situation, we ended by stating:  \"If it is the district court's intention to dismiss all three counts and enter a final judgment, it should enter a judgment so providing, from which an appeal may be taken.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court responded to our order on January 19, 1996, by issuing an amended order stating:  \"Summary Judgment having been entered with respect to Counts I, II, and III of plaintiff's complaint, the above-captioned case is closed.\"</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Before considering the appeal directly, a recapitulation of the pertinent admiralty law is in order.  It has long been established under admiralty law that claims for unseaworthiness, Jones Act negligence, and maintenance and cure are separate and distinct causes of action, each with its own unique elements.  In fact,</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>[a] major burden of the [Supreme Court's] decisions spelling out the nature and scope of the cause of action for unseaworthiness has been insistence upon the point that it is a remedy separate from, independent of, and additional to other claims against the shipowner, whether created by statute [the Jones Act] or under general maritime law [maintenance and cure].</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Usner v. Luckenbach Overseas Corp., 400 U.S. 494, 498, 91 S.Ct. 514, 516-17, 27 L.Ed.2d 562 (1971), reh'g denied, 401 U.S. 1015, 91 S.Ct. 1247, 28 L.Ed.2d 552;  Mitchell v. Trawler Racer, Inc., 362 U.S. 539, 550, 80 S.Ct. 926, 933, 4 L.Ed.2d 941 (1960) (\"What has evolved is a complete divorcement of unseaworthiness liability from concepts of negligence.\").  The distinctions between these separate claims retain validity today.  See Miles v. Apex Marine Corp., 498 U.S. 19, 29, 111 S.Ct. 317, 323-24, 112 L.Ed.2d 275 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We have consistently held that liability under the doctrine of unseaworthiness is not dependent upon theories of negligence.  CEH, Inc. v. F/V Seafarer, 70 F.3d 694, 700 n. 6 (1st Cir.1995) (\"[A] plaintiff ... could bring a Jones Act claim, which required a showing of negligence, and/or a general maritime unseaworthiness claim, which required no showing of fault.\").  We have also distinguished a claim for maintenance and cure as separate from other maritime causes of action.  LeBlanc v. B.G.T. Corp., 992 F.2d 394, 397 (1st Cir.1993) (Maintenance and cure \"is curative in nature and thus to be distinguished from other admiralty rights, such as the right to recover lost wages or the right to recover for a shipowner's negligence, which are compensatory.\").</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The distinctions are not purely academic borders separating the same substantive law for purposes of pleading.  Indeed, a district court's failure to acknowledge the three doctrines' substantive differences usually requires reversal.  In Vargas v. McNamara, 608 F.2d 15 (1st Cir.1979), we vacated the district court's denial of plaintiff's motion to amend the complaint to add a count of unseaworthiness after the court had raised the issue sua sponte.  Id. at 19.   The district court denied leave to amend as futile \"because unseaworthiness had not been established by the evidence,\" which had focused exclusively on the question of negligence.  Id. at 18.   We responded that \"liability under unseaworthiness principles is not dependent upon fault.\"  Id. at 19 (citing Mitchell, 362 U.S. at 549, 80 S.Ct. at 932-33).   We remanded the case for reconsideration of the motion to amend, and if allowed, trial on the claim of unseaworthiness.  Id. at 21.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Other circuit courts agree that unseaworthiness, Jones Act negligence, and maintenance and cure are causes of action distinct from each other.  Stanislawski v. Upper River Servs., Inc., 6 F.3d 537, 540 (8th Cir.1993);  Chisholm v. Sabine Towing &amp; Transp. Co., Inc., 679 F.2d 60, 62 (5th Cir.1982);  Liner v. J.B. Talley and Co., Inc., 618 F.2d 327, 332 (5th Cir.), reh'g denied 623 F.2d 711 (1980).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">A brief examination of the contours of each cause of action demonstrates the necessity of maintaining the distinctions.</p>\n    </div>\n    <p>A. Unseaworthiness</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">A claim based on unseaworthiness enforces the shipowner's \"absolute duty to provide to every member of his crew 'a vessel and appurtenances reasonably fit for their intended use.' \"  Hubbard v. Faros Fisheries, Inc., 626 F.2d 196, 199 (1st Cir.1980) (quoting Mitchell, 362 U.S. at 550, 80 S.Ct. at 933);  McAleer v. Smith, 57 F.3d 109, 112 (1st Cir.1995).  The duty includes maintaining the ship and her equipment in a proper operating condition, and can be breached either by transitory or by permanent defects in the equipment.  Hubbard, 626 F.2d at 199.   A \"temporary and unforeseeable malfunction or failure of a piece of equipment under proper and expected use is sufficient to establish a claim of damages for unseaworthiness.\"  Id. (citing Usner, 400 U.S. at 499).   Finally, the injured seaman must prove that the unseaworthy condition was the sole or proximate cause of the injury sustained.  Id.  Although the duty is absolute, \"[t]he standard is not perfection, but reasonable fitness;  not a ship that will weather every imaginable peril of the sea, but a vessel reasonably suitable for her intended service.\"  Mitchell, 362 U.S. at 550, 80 S.Ct. at 933.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Most important to this discussion is that a claim of unseaworthiness is not dependent upon a finding of negligence.  \"The reason, of course, is that unseaworthiness is a condition, and how that condition came into being--whether by negligence or otherwise--is quite irrelevant to the owner's liability for personal injuries resulting from it.\"  Usner, 400 U.S. at 498, 91 S.Ct. at 516-17 (emphasis in original).</p>\n    </div>\n    <p>B. Jones Act Negligence</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">A short description of the origins of the Jones Act illustrates the historical distinction between claims brought under the Act, and those brought under general maritime law.  Early in this century, the Supreme Court ruled that seamen could recover under general maritime law for unseaworthiness and for maintenance and cure, but not for negligence.  The Osceola, 189 U.S. 158, 23 S.Ct. 483, 47 L.Ed. 760 (1903).  In response, Congress passed the Jones Act which provided injured seamen with \"an action for damages at law.\"  46 U.S.C. &#167; 688.  Seamen may, therefore, maintain an action where an employer's failure to exercise reasonable care causes a subsequent injury even where the employer's negligence did not render the ship unseaworthy.  See Toucet v. Maritime Overseas Corp., 991 F.2d 5, 10 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Jones Act negligence differs, however, from that of ordinary common law negligence.  Under the Jones Act, a plaintiff's burden for proving causation is considerably lower than what the common law requires.  \"A plaintiff's burden of proving causation under the Jones Act is 'featherweight.' \"  Toucet, 991 F.2d at 10 (citation omitted).  Liability, therefore, \"exists if the employer's negligence contributed even in the slightest to the plaintiff's injury.\"  Id.C. Maintenance and Cure</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">\"From time immemorial, the law of the sea has required shipowners to ensure the maintenance and cure of seamen who fall ill or become injured while in service of the ship.\"  LeBlanc, 992 F.2d at 396 (citing Benedict on Admiralty, &#167;&#167; 41-42 (6th ed. 1993));  see Aguilar v. Standard Oil Co. of N.J., 318 U.S. 724, 730-33, 63 S.Ct. 930, 933-35, 87 L.Ed. 1107 (1943).  The term refers to \"the provision of, or payment for, food and lodging ('maintenance') as well as any necessary health-care expenses ('cure') incurred during the period of recovery from an injury or malady.\"  LeBlanc, 992 F.2d at 397.   The right attaches \"largely without regard to fault;  a seaman may forfeit his entitlement only by engaging in gross misconduct.\"  Id.  The entitlement attaches until the seaman is \"so far cured as possible.\"  Id. (quoting Farrell v. United States, 336 U.S. 511, 518, 69 S.Ct. 707, 93 L.Ed. 850 (1949)).  And finally, the right is available only to a \"seaman\" who is \"in service of the ship\" at the time of the injury or onset of illness.  Id. (citing Aguilar, 318 U.S. at 732, 63 S.Ct. at 934-35);  Osceola, 189 U.S. at 175, 23 S.Ct. at 487.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We now examine plaintiff's appeal from summary judgment for defendant on all three counts.  We employ the well-established standard of review of summary judgments.  Our review is plenary, and the facts are viewed in the light most favorable to the non-moving party--here the plaintiff.  Borschow Hosp. and Medical Supplies, Inc. v. Cesar Castillo, Inc., 96 F.3d 10, 12 (1st Cir.1996).  We may not affirm an order granting summary judgment unless there is no genuine issue as to any material fact and the moving party is entitled to judgment as a matter of law.  Id. at 14.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We start with the unseaworthiness claim, count two.  Based on the facts as stated by plaintiff in his complaint and in his papers filed in the district court on the cross-motions for summary judgment, we agree with the district court that the \"perils of the sea\" doctrine mandated summary judgment for defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In the context of this case, the perils of the sea doctrine excuses the owner/operator from liability when \"those perils which are peculiar to the sea, and which are of an extraordinary nature or arise from irresistible force or overwhelming power, and which cannot be guarded against by the ordinary exertions of human skill and prudence\" intervene to cause the damage or injury.  R.T. Jones Lumber Co., Inc. v. Roen S.S. Co., 270 F.2d 456, 458 (2d Cir.1959) (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Two characteristics of the doctrine inform the discussion as it relates to the present case.  First, a peril of the sea is an unforeseeable situation.  Pace, 838 F.2d at 577 (peril of the sea described as \"unknown and unascertainable\") (quoting Boston Ins. Co. v. Dehydrating Process Co., 204 F.2d 441, 443 (1st Cir.1953)).  Second, the determination of whether a peril of the sea exists \"is wholly dependent on the facts of each case and is not amenable to a general standard.\"  Thyssen, 21 F.3d at 539;  see Taisho Marine &amp; Fire Ins. Co., Ltd. v. M/V Sea-Land Endurance, 815 F.2d 1270, 1271 (9th Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The memorandum opinion includes recitation of two facts important to this analysis:  (1) both parties agreed \"that the ship was seaworthy at all times until the ship struck the submerged object and began to take on water,\" and (2) both parties agreed that a submerged object qualifies as a \"peril of the sea.\"</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The court below determined that in striking a submerged object, the wholly seaworthy Josephine Marie encountered a peril of the sea which caused the hull to rupture and the vessel to sink, thereby defeating plaintiff's claim of unseaworthiness.  Ferrara v. A &amp; V Fishing, Inc., 887 F.Supp. 26, 27 (D.Mass.1995).  Certainly, a submerged object lurking below the surface of apparently navigable waters satisfies the requirement of unforeseeability.  Applying the perils of the sea doctrine to the stipulated facts, the collision with the submerged object was \"unknown and unascertainable.\"   Plaintiff himself stipulated both that the vessel was seaworthy until it struck the submerged object, and that a submerged object constitutes a peril of the sea.  The district court was, therefore, correct when it determined that a peril of the sea was the cause of the vessel's sinking and consequentially the plaintiff's injuries.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Plaintiff has attempted to change the stipulated facts and his theory of unseaworthiness after summary judgment issued.  He did this by alleging, in his motion for reconsideration below and in argument to this court, that the district court misunderstood his claim of unseaworthiness.  As he put it in his motion for reconsideration:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">It is not the plaintiff's contention that the sinking vessel caused Mr. Ferrara's injuries.  Rather, it is the plaintiff's position that the collapse of the bulkhead wall between the lazarette and the fish hold was the unseaworthy condition which caused Mr. Ferrara's injury.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">This contention was not made either explicitly or impliedly in plaintiff's summary judgment submissions.  His claim that the district court \"misunderstood\" his unseaworthiness claim is an egregious contrivance to avoid our firmly embedded rule that we will not consider on appeal theories not timely advanced in the district court.  United States v. Alzanki, 54 F.3d 994, 1009 (1st Cir.1995), cert. denied, --- U.S. ----, 116 S.Ct. 909, 133 L.Ed.2d 841 (1996);  Sandstrom v. ChemLawn Corp., 904 F.2d 83, 86 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">As already noted, neither the Jones Act negligence count nor the maintenance and cure count were submitted to the court for summary judgment decision or argued to it.  Nor does the record indicate that the court in fact gave any consideration to either of these issues, before or after our first remand order in this case.  The judgments on counts one and three must, therefore, be vacated and remanded to the district court for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">It may be helpful to add one further word.  In the district court, before the plaintiff moved for summary judgment on unseaworthiness, a pretrial conference was held in which defense counsel stated:  \"This is an unseaworthiness case, essentially,\" a point on which he elaborated at some length without contradiction from plaintiff's counsel.  When plaintiff then moved for summary judgment on this issue, the district judge evidently believed that the entire case had been submitted and that plaintiff had narrowed his entire case to the unseaworthiness issue.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Having lost on the summary judgment motion, and on its motion for reconsideration, plaintiff eventually sought to press again on the negligence claim and on the maintenance and cure claim.  We think that the subsequent confusion is largely due to the way in which counsel presented the case at the initial conference and in subsequent pleadings;  but neither is there any indication that plaintiff's counsel explicitly abandoned the negligence or maintenance and cure claims.  Under these circumstances, and without expressing any view whatever on the merits of these latter claims, we think that they have to be addressed.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Although the district court is free to treat the remanded counts as it deems best, we note that the record discloses that discovery was completed as to all counts.</p>\n    </div>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The summary judgment on count one is vacated and remanded for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The summary judgment on count two is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The summary judgment on count three is vacated and remanded for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">No costs to either party.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">So Ordered.</p>\n    </div>\n    <p>ADDENDUM</p>\n    <p>UNITED STATES COURT OF APPEALS</p>\n    <p>FOR THE FIRST CIRCUIT</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>James Ferrara, Plaintiff, Appellant,</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>v.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>A &amp; V Fishing, Inc., Defendant, Appellee.</p>\n    </div>\n    <p>No. 95-1970</p>\n    <p>Before</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>Selya, Cyr and Lynch,</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>Circuit Judges.</p>\n    </div>\n    <p>ORDER OF COURT</p>\n    <p>Entered January 12, 1996</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Defendant/appellee A &amp; V Fishing, Inc. has filed a motion to dismiss the instant appeal on the ground that the notice of appeal was filed late.  For the following reasons, we think the appeal was premature.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Plaintiff/appellant James Ferrara was injured on February 2, 1992 when the fishing vessel he captained struck an unknown submerged object, began to take on water, and eventually sank.  On March 16, 1993, Ferrara filed a complaint against A &amp; V Fishing, the owner of the vessel, asserting claims for negligence (Count I), unseaworthiness (Count II), and maintenance and cure (Count III).  After completing discovery, the parties filed cross-motions for summary judgment on the issue of unseaworthiness.  On May 11, 1995, the district court issued a memorandum and order denying Ferrara's motion for summary judgment and allowing A &amp; V Fishing's motion for summary judgment.  A docket entry reading \"case closed\" was entered the next day.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">On June 12, 1995, Ferrara filed a motion for reconsideration of the grant of summary judgment in favor of A &amp; V Fishing on the unseaworthiness claim.  On June 29, 1995, the district court issued an order denying the motion for reconsideration.  The order further stated that \"[s]ummary judgment having been entered with respect to Counts I and II of the plaintiff's complaint, the above captioned case is hereby closed.\"   Ferrara's motion to amend the June 29, 1995 order was denied by order dated August 19, 1995.  A notice of appeal was filed on August 29, 1995.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">A &amp; V Fishing takes the position that the district court's May 11, 1995 summary judgment order was a final judgment, and that its entry began the running of the time period for filing a notice of appeal.  We disagree.  Summary judgment was sought with respect to one claim, namely, the unseaworthiness claim (Count II).  The district court's summary judgment memorandum and order does not address the claim for negligence (Count I) or the claim for maintenance and cure (Count III).  Under the circumstances, the summary judgment order was not a final, appealable order.  See Fed.R.Civ.P. 54(b) (\"In the absence of [certification], any order ... which adjudicates fewer than all the claims or the rights and liabilities of fewer than all the parties shall not terminate the action as to any of the claims or parties ...\");  Willhauck v. Halpin, 953 F.2d 689, 701 (1st Cir.1991) (explaining that whether a district court's entry of judgment as to a claim is \"final\" for purposes of appeal in a multi-claim case is governed by Rule 54(b)).</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">We are also persuaded that neither the court's June 29, 1995 order nor its August 19, 1995 order constitutes final judgment.  Arguably, the June 29, 1995 order disposes of Ferrara's claim for negligence (Count I).  However, Ferrara's claim for maintenance and cure (Count III) has not yet been addressed.  Although both parties assume that this claim was, at some juncture, dismissed, there is no court order to this effect.  Under the circumstances, it appears that the district court ordered the case to be closed prematurely.  In the absence of final judgment, the appeal must be dismissed without prejudice and the case remanded to the district court.  See 28 U.S.C. &#167; 1291.  If it is the district court's intention to dismiss all three counts and enter a final judgment, it should enter a judgment so providing, from which an appeal may be taken.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p>---------------</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>2  It is important to recognize that unseaworthiness may sometimes arise after the ship has left harbor.  Mitchell v. Trawler Racer, Inc., 362 U.S. 539, 549-50 [80 S.Ct. 926, 932-33, 4 L.Ed.2d 941] (1960).  For the purposes of this case, the crucial issue is the cause of the unseaworthy condition, not the point at which the condition arose.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">449</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">A.M.C.</span> <span class=\"page\">944</span></span></p>\n    <p class=\"parties\">James FERRARA, Plaintiff, Appellant,<br>v.<br>A. &amp; V. FISHING, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 96-1217.</p>\n    <p class=\"court\">United States Court of Appeals,</p>\n    <p class=\"date\">First Circuit.<br>Heard Sept. 6, 1996.<br>Decided Oct. 21, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Joseph M. Orlando with whom Paul L. Lees and Orlando &amp; Associates, Gloucester, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">Leonard H. Kesten with whom Steven C. Sharaf, Deidre Brennan Regan, and Brody, Hardoon, Perkins &amp; Kesten, Boston, MA, were on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, BOWNES, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The first appeal in this admiralty case foundered on the final judgment rule, 28 U.S.C. &#167; 1291.  That procedural shoal has been cleared and the case now refloats to us as an appeal by plaintiff-appellant James Ferrara from summary judgment for defendant-appellee A. &amp; V. Fishing, Inc.  In order to understand the issues before us we must navigate the procedural history of the case.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts are not in dispute.  Plaintiff was the captain of the fishing vessel Josephine Marie.  The vessel was on an extended fishing trip during January and early February of 1992.  On January 28, 1992, the vessel was inspected at sea by the Coast Guard;  no safety violations or unsafe conditions were found.  On its way home on February 2, the ship struck an unknown submerged object.  It began to take on water, and after a number of hours, sank.  It sank stern first and as the stern went deeper into the waters, the bow was raised.  As a result, the stairs running from the pilothouse were pitched at a steep angle.  Plaintiff fell as he descended the stairs and injured his knee.  Because of his injury, he was unable to make it to a life raft and had to jump into the sea in order to avoid going down with the ship.  The sea at the time was running rough and it took a considerable time before he was rescued.  Plaintiff suffered physical and psychological injuries.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Plaintiff filed a three count complaint on March 16, 1993.  Count one sounded in Jones Act negligence, count two alleged unseaworthiness, and count three invoked the doctrine of maintenance and cure.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On May 5, 1994, after a pretrial conference, the district court ordered that motions for summary judgment be filed.  Plaintiff filed a motion for summary judgment.  The first paragraph stated:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Now comes the plaintiff, James Ferrara, in the above-captioned action, and respectfully requests pursuant to Rule 56 of the Federal Rules of Civil Procedure that this Honorable Court grant summary judgment in his favor on the issue of unseaworthiness of the F/V JOSEPHINE &amp; [sic] MARIE.  (Emphasis ours.)</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Plaintiff's memorandum in support of his motion for summary judgment focused solely on unseaworthiness.  Negligence and maintenance and cure were not mentioned.  Plaintiff's statement of facts admitted that the vessel had no mechanical problems, the pumps were operational and had never malfunctioned, and there had been no problems with the main rudder, the steering mechanism, or the main engine.  Plaintiff's theory of unseaworthiness was that, as the vessel began to sink, \"she became entirely unfit for her intended purpose;  that is to float and to fish.\"   He also claimed that because of the steep angle, the stairs from the pilothouse were no longer fit for their intended purpose and this rendered the vessel unseaworthy.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Defendant filed an opposition to plaintiff's motion for summary judgment and a cross-motion for summary judgment in which it argued that the vessel was not unseaworthy.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On May 11, 1995, the district court ordered summary judgment for defendant.  In its three-page memorandum explaining its judgment, the court found that the sinking of the Josephine Marie was due to its striking an unknown submerged object and that this fell within the \"perils of the sea\" doctrine.  It held:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The court therefore concludes that, on the facts presented here, the \"perils of the sea\" defense covers not only damages caused by the collision with the sunken object, but also the resulting injuries to the plaintiff.2</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Like the parties, the court did not address either negligence or maintenance and cure.  Nevertheless, the district court docket shows an entry dated May 12, 1995, stating:  \"Case closed.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On June 12, 1995, plaintiff filed a motion for reconsideration of the summary judgment order.  In his supporting memorandum, plaintiff claimed that the court had misunderstood the plaintiff's factual claim on the unseaworthiness count.  Defendant opposed the motion for reconsideration on the grounds that it was too late for new theories and the court did not misunderstand plaintiff's original theory.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court denied plaintiff's reconsideration motion on June 29, 1995.  It also denied defendant's motion for costs and sanctions.  Its order states, \"Summary Judgment having been entered with respect to Counts I and II of plaintiff's complaint the above case is hereby closed.\"   This was the first mention by the court of count one.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On July 19, 1995, plaintiff moved to amend the order of June 29, closing the case.  The motion pointed out that count one (Jones Act negligence) and count three (maintenance and cure) had not been briefed by either party for summary judgment disposition.  The record shows that this assertion is correct.  The motion also tried to resurrect the unseaworthiness count.  Defendant opposed the motion.  The court denied plaintiff's motion on August 19, 1995.  The court's order stated:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">This court's May 11, 1995 Memorandum and Order disposed of all Plaintiff's claims.  The Plaintiff's Motion to Amend Order Dismissing and Closing the Case is therefore DENIED.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">IT IS SO ORDERED.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Plaintiff then appealed, referencing the district court's orders of May 11, 1995, June 29, 1995, and August 19, 1995.  There was a flurry of motions, now of no moment, addressed to the question of whether the appeal was late.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On January 12, 1996, we dismissed the appeal because it was from orders not meeting the finality requirements of the final judgment rule.  A copy of our order is attached to this opinion as an addendum.  After discussing the procedural situation, we ended by stating:  \"If it is the district court's intention to dismiss all three counts and enter a final judgment, it should enter a judgment so providing, from which an appeal may be taken.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court responded to our order on January 19, 1996, by issuing an amended order stating:  \"Summary Judgment having been entered with respect to Counts I, II, and III of plaintiff's complaint, the above-captioned case is closed.\"</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Before considering the appeal directly, a recapitulation of the pertinent admiralty law is in order.  It has long been established under admiralty law that claims for unseaworthiness, Jones Act negligence, and maintenance and cure are separate and distinct causes of action, each with its own unique elements.  In fact,</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>[a] major burden of the [Supreme Court's] decisions spelling out the nature and scope of the cause of action for unseaworthiness has been insistence upon the point that it is a remedy separate from, independent of, and additional to other claims against the shipowner, whether created by statute [the Jones Act] or under general maritime law [maintenance and cure].</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Usner v. Luckenbach Overseas Corp., <span class=\"citation\" data-id=\"108234\"><a href=\"/opinion/108234/usner-v-luckenbach-overseas-corp/\"><span class=\"volume\">400</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">494</span></a></span>, 498, <span class=\"citation\" data-id=\"108234\"><a href=\"/opinion/108234/usner-v-luckenbach-overseas-corp/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">514</span></a></span>, 516-17, <span class=\"citation\" data-id=\"108234\"><a href=\"/opinion/108234/usner-v-luckenbach-overseas-corp/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">562</span></a></span> (1971), reh'g denied, <span class=\"citation no-link\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1015</span></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1247</span></span>, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">552</span></span>;  Mitchell v. Trawler Racer, Inc., <span class=\"citation\" data-id=\"106049\"><a href=\"/opinion/106049/mitchell-v-trawler-racer-inc/\"><span class=\"volume\">362</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, 550, <span class=\"citation\" data-id=\"106049\"><a href=\"/opinion/106049/mitchell-v-trawler-racer-inc/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">926</span></a></span>, 933, <span class=\"citation\" data-id=\"106049\"><a href=\"/opinion/106049/mitchell-v-trawler-racer-inc/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">941</span></a></span> (1960) (\"What has evolved is a complete divorcement of unseaworthiness liability from concepts of negligence.\").  The distinctions between these separate claims retain validity today.  See Miles v. Apex Marine Corp., <span class=\"citation\" data-id=\"112503\"><a href=\"/opinion/112503/miles-v-apex-marine-corp/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">19</span></a></span>, 29, <span class=\"citation\" data-id=\"112503\"><a href=\"/opinion/112503/miles-v-apex-marine-corp/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">317</span></a></span>, 323-24, <span class=\"citation\" data-id=\"112503\"><a href=\"/opinion/112503/miles-v-apex-marine-corp/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">275</span></a></span> (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We have consistently held that liability under the doctrine of unseaworthiness is not dependent upon theories of negligence.  CEH, Inc. v. F/V Seafarer, <span class=\"citation\" data-id=\"708161\"><a href=\"/opinion/708161/ceh-inc-v-fv-seafarer-on-675048/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">694</span></a></span>, 700 n. 6 (1st Cir.1995) (\"[A] plaintiff ... could bring a Jones Act claim, which required a showing of negligence, and/or a general maritime unseaworthiness claim, which required no showing of fault.\").  We have also distinguished a claim for maintenance and cure as separate from other maritime causes of action.  LeBlanc v. B.G.T. Corp., <span class=\"citation\" data-id=\"605983\"><a href=\"/opinion/605983/leonard-j-leblanc-v-bgt-corporation/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">394</span></a></span>, 397 (1st Cir.1993) (Maintenance and cure \"is curative in nature and thus to be distinguished from other admiralty rights, such as the right to recover lost wages or the right to recover for a shipowner's negligence, which are compensatory.\").</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The distinctions are not purely academic borders separating the same substantive law for purposes of pleading.  Indeed, a district court's failure to acknowledge the three doctrines' substantive differences usually requires reversal.  In Vargas v. McNamara, <span class=\"citation\" data-id=\"371007\"><a href=\"/opinion/371007/harold-vargas-v-robert-c-mcnamara-iii-v-sidmar-enterprises-inc/\"><span class=\"volume\">608</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span> (1st Cir.1979), we vacated the district court's denial of plaintiff's motion to amend the complaint to add a count of unseaworthiness after the court had raised the issue sua sponte.  Id. at 19.   The district court denied leave to amend as futile \"because unseaworthiness had not been established by the evidence,\" which had focused exclusively on the question of negligence.  Id. at 18.   We responded that \"liability under unseaworthiness principles is not dependent upon fault.\"  Id. at 19 (citing Mitchell, 362 U.S. at 549, 80 S.Ct. at 932-33).   We remanded the case for reconsideration of the motion to amend, and if allowed, trial on the claim of unseaworthiness.  Id. at 21.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Other circuit courts agree that unseaworthiness, Jones Act negligence, and maintenance and cure are causes of action distinct from each other.  Stanislawski v. Upper River Servs., Inc., <span class=\"citation\" data-id=\"654250\"><a href=\"/opinion/654250/peter-stanislawski-v-upper-river-services-inc-a-minnesota-corporation/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">537</span></a></span>, 540 (8th Cir.1993);  Chisholm v. Sabine Towing &amp; Transp. Co., Inc., <span class=\"citation\" data-id=\"403924\"><a href=\"/opinion/403924/william-o-chisholm-v-sabine-towing-transportation-co-inc/\"><span class=\"volume\">679</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">60</span></a></span>, 62 (5th Cir.1982);  Liner v. J.B. Talley and Co., Inc., <span class=\"citation\" data-id=\"376687\"><a href=\"/opinion/376687/paul-randolph-liner-cross-v-j-b-talley-and-company-inc-cross-north/\"><span class=\"volume\">618</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">327</span></a></span>, 332 (5th Cir.), reh'g denied <span class=\"citation no-link\"><span class=\"volume\">623</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">711</span></span> (1980).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">A brief examination of the contours of each cause of action demonstrates the necessity of maintaining the distinctions.</p>\n    </div>\n    <p>A. Unseaworthiness</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">A claim based on unseaworthiness enforces the shipowner's \"absolute duty to provide to every member of his crew 'a vessel and appurtenances reasonably fit for their intended use.' \"  Hubbard v. Faros Fisheries, Inc., <span class=\"citation\" data-id=\"380429\"><a href=\"/opinion/380429/gordon-h-hubbard-and-shirley-m-hubbard-v-faros-fisheries-inc/\"><span class=\"volume\">626</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">196</span></a></span>, 199 (1st Cir.1980) (quoting Mitchell, 362 U.S. at 550, 80 S.Ct. at 933);  McAleer v. Smith, <span class=\"citation\" data-id=\"196156\"><a href=\"/opinion/196156/mcaller-v-smith/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">109</span></a></span>, 112 (1st Cir.1995).  The duty includes maintaining the ship and her equipment in a proper operating condition, and can be breached either by transitory or by permanent defects in the equipment.  Hubbard, 626 F.2d at 199.   A \"temporary and unforeseeable malfunction or failure of a piece of equipment under proper and expected use is sufficient to establish a claim of damages for unseaworthiness.\"  Id. (citing Usner, 400 U.S. at 499).   Finally, the injured seaman must prove that the unseaworthy condition was the sole or proximate cause of the injury sustained.  Id.  Although the duty is absolute, \"[t]he standard is not perfection, but reasonable fitness;  not a ship that will weather every imaginable peril of the sea, but a vessel reasonably suitable for her intended service.\"  Mitchell, 362 U.S. at 550, 80 S.Ct. at 933.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Most important to this discussion is that a claim of unseaworthiness is not dependent upon a finding of negligence.  \"The reason, of course, is that unseaworthiness is a condition, and how that condition came into being--whether by negligence or otherwise--is quite irrelevant to the owner's liability for personal injuries resulting from it.\"  Usner, 400 U.S. at 498, 91 S.Ct. at 516-17 (emphasis in original).</p>\n    </div>\n    <p>B. Jones Act Negligence</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">A short description of the origins of the Jones Act illustrates the historical distinction between claims brought under the Act, and those brought under general maritime law.  Early in this century, the Supreme Court ruled that seamen could recover under general maritime law for unseaworthiness and for maintenance and cure, but not for negligence.  The Osceola, <span class=\"citation\" data-id=\"95840\"><a href=\"/opinion/95840/the-osceola/\"><span class=\"volume\">189</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">158</span></a></span>, <span class=\"citation\" data-id=\"95840\"><a href=\"/opinion/95840/the-osceola/\"><span class=\"volume\">23</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">483</span></a></span>, <span class=\"citation\" data-id=\"95840\"><a href=\"/opinion/95840/the-osceola/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">760</span></a></span> (1903).  In response, Congress passed the Jones Act which provided injured seamen with \"an action for damages at law.\"  46 U.S.C. &#167; 688.  Seamen may, therefore, maintain an action where an employer's failure to exercise reasonable care causes a subsequent injury even where the employer's negligence did not render the ship unseaworthy.  See Toucet v. Maritime Overseas Corp., <span class=\"citation\" data-id=\"604816\"><a href=\"/opinion/604816/angel-toucet-v-maritime-overseas-corp/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 10 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Jones Act negligence differs, however, from that of ordinary common law negligence.  Under the Jones Act, a plaintiff's burden for proving causation is considerably lower than what the common law requires.  \"A plaintiff's burden of proving causation under the Jones Act is 'featherweight.' \"  Toucet, 991 F.2d at 10 (citation omitted).  Liability, therefore, \"exists if the employer's negligence contributed even in the slightest to the plaintiff's injury.\"  Id.C. Maintenance and Cure</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">\"From time immemorial, the law of the sea has required shipowners to ensure the maintenance and cure of seamen who fall ill or become injured while in service of the ship.\"  LeBlanc, 992 F.2d at 396 (citing Benedict on Admiralty, &#167;&#167; 41-42 (6th ed. 1993));  see Aguilar v. Standard Oil Co. of N.J., <span class=\"citation\" data-id=\"103817\"><a href=\"/opinion/103817/aguilar-v-standard-oil-co-of-nj/\"><span class=\"volume\">318</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">724</span></a></span>, 730-33, <span class=\"citation\" data-id=\"103817\"><a href=\"/opinion/103817/aguilar-v-standard-oil-co-of-nj/\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">930</span></a></span>, 933-35, <span class=\"citation\" data-id=\"103817\"><a href=\"/opinion/103817/aguilar-v-standard-oil-co-of-nj/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1107</span></a></span> (1943).  The term refers to \"the provision of, or payment for, food and lodging ('maintenance') as well as any necessary health-care expenses ('cure') incurred during the period of recovery from an injury or malady.\"  LeBlanc, 992 F.2d at 397.   The right attaches \"largely without regard to fault;  a seaman may forfeit his entitlement only by engaging in gross misconduct.\"  Id.  The entitlement attaches until the seaman is \"so far cured as possible.\"  Id. (quoting Farrell v. United States, <span class=\"citation\" data-id=\"104651\"><a href=\"/opinion/104651/farrell-v-united-states/\"><span class=\"volume\">336</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span>, 518, <span class=\"citation\" data-id=\"104651\"><a href=\"/opinion/104651/farrell-v-united-states/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">707</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">850</span></span> (1949)).  And finally, the right is available only to a \"seaman\" who is \"in service of the ship\" at the time of the injury or onset of illness.  Id. (citing Aguilar, 318 U.S. at 732, 63 S.Ct. at 934-35);  Osceola, 189 U.S. at 175, 23 S.Ct. at 487.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We now examine plaintiff's appeal from summary judgment for defendant on all three counts.  We employ the well-established standard of review of summary judgments.  Our review is plenary, and the facts are viewed in the light most favorable to the non-moving party--here the plaintiff.  Borschow Hosp. and Medical Supplies, Inc. v. Cesar Castillo, Inc., <span class=\"citation\" data-id=\"196987\"><a href=\"/opinion/196987/borschow-hospital-v-cesar-castillo/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></a></span>, 12 (1st Cir.1996).  We may not affirm an order granting summary judgment unless there is no genuine issue as to any material fact and the moving party is entitled to judgment as a matter of law.  Id. at 14.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We start with the unseaworthiness claim, count two.  Based on the facts as stated by plaintiff in his complaint and in his papers filed in the district court on the cross-motions for summary judgment, we agree with the district court that the \"perils of the sea\" doctrine mandated summary judgment for defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In the context of this case, the perils of the sea doctrine excuses the owner/operator from liability when \"those perils which are peculiar to the sea, and which are of an extraordinary nature or arise from irresistible force or overwhelming power, and which cannot be guarded against by the ordinary exertions of human skill and prudence\" intervene to cause the damage or injury.  R.T. Jones Lumber Co., Inc. v. Roen S.S. Co., <span class=\"citation\" data-id=\"248941\"><a href=\"/opinion/248941/r-t-jones-lumber-company-inc-libelant-appellee-v-roen-steamship/\"><span class=\"volume\">270</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">456</span></a></span>, 458 (2d Cir.1959) (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Two characteristics of the doctrine inform the discussion as it relates to the present case.  First, a peril of the sea is an unforeseeable situation.  Pace, 838 F.2d at 577 (peril of the sea described as \"unknown and unascertainable\") (quoting Boston Ins. Co. v. Dehydrating Process Co., <span class=\"citation\" data-id=\"231742\"><a href=\"/opinion/231742/boston-ins-co-v-dehydrating-process-co/\"><span class=\"volume\">204</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">441</span></a></span>, 443 (1st Cir.1953)).  Second, the determination of whether a peril of the sea exists \"is wholly dependent on the facts of each case and is not amenable to a general standard.\"  Thyssen, 21 F.3d at 539;  see Taisho Marine &amp; Fire Ins. Co., Ltd. v. M/V Sea-Land Endurance, <span class=\"citation\" data-id=\"486458\"><a href=\"/opinion/486458/taisho-marine-fire-insurance-co-ltd-v-mv-sea-land-endurance-sea-land/\"><span class=\"volume\">815</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1270</span></a></span>, 1271 (9th Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The memorandum opinion includes recitation of two facts important to this analysis:  (1) both parties agreed \"that the ship was seaworthy at all times until the ship struck the submerged object and began to take on water,\" and (2) both parties agreed that a submerged object qualifies as a \"peril of the sea.\"</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The court below determined that in striking a submerged object, the wholly seaworthy Josephine Marie encountered a peril of the sea which caused the hull to rupture and the vessel to sink, thereby defeating plaintiff's claim of unseaworthiness.  Ferrara v. A &amp; V Fishing, Inc., <span class=\"citation no-link\"><span class=\"volume\">887</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">26</span></span>, 27 (D.Mass.1995).  Certainly, a submerged object lurking below the surface of apparently navigable waters satisfies the requirement of unforeseeability.  Applying the perils of the sea doctrine to the stipulated facts, the collision with the submerged object was \"unknown and unascertainable.\"   Plaintiff himself stipulated both that the vessel was seaworthy until it struck the submerged object, and that a submerged object constitutes a peril of the sea.  The district court was, therefore, correct when it determined that a peril of the sea was the cause of the vessel's sinking and consequentially the plaintiff's injuries.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Plaintiff has attempted to change the stipulated facts and his theory of unseaworthiness after summary judgment issued.  He did this by alleging, in his motion for reconsideration below and in argument to this court, that the district court misunderstood his claim of unseaworthiness.  As he put it in his motion for reconsideration:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">It is not the plaintiff's contention that the sinking vessel caused Mr. Ferrara's injuries.  Rather, it is the plaintiff's position that the collapse of the bulkhead wall between the lazarette and the fish hold was the unseaworthy condition which caused Mr. Ferrara's injury.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">This contention was not made either explicitly or impliedly in plaintiff's summary judgment submissions.  His claim that the district court \"misunderstood\" his unseaworthiness claim is an egregious contrivance to avoid our firmly embedded rule that we will not consider on appeal theories not timely advanced in the district court.  United States v. Alzanki, <span class=\"citation\" data-id=\"196113\"><a href=\"/opinion/196113/united-states-v-alzanki/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">994</span></a></span>, 1009 (1st Cir.1995), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">909</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">841</span></span> (1996);  Sandstrom v. ChemLawn Corp., <span class=\"citation\" data-id=\"542293\"><a href=\"/opinion/542293/richard-l-sandstrom-etc-v-chemlawn-corporation/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">83</span></a></span>, 86 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">As already noted, neither the Jones Act negligence count nor the maintenance and cure count were submitted to the court for summary judgment decision or argued to it.  Nor does the record indicate that the court in fact gave any consideration to either of these issues, before or after our first remand order in this case.  The judgments on counts one and three must, therefore, be vacated and remanded to the district court for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">It may be helpful to add one further word.  In the district court, before the plaintiff moved for summary judgment on unseaworthiness, a pretrial conference was held in which defense counsel stated:  \"This is an unseaworthiness case, essentially,\" a point on which he elaborated at some length without contradiction from plaintiff's counsel.  When plaintiff then moved for summary judgment on this issue, the district judge evidently believed that the entire case had been submitted and that plaintiff had narrowed his entire case to the unseaworthiness issue.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Having lost on the summary judgment motion, and on its motion for reconsideration, plaintiff eventually sought to press again on the negligence claim and on the maintenance and cure claim.  We think that the subsequent confusion is largely due to the way in which counsel presented the case at the initial conference and in subsequent pleadings;  but neither is there any indication that plaintiff's counsel explicitly abandoned the negligence or maintenance and cure claims.  Under these circumstances, and without expressing any view whatever on the merits of these latter claims, we think that they have to be addressed.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Although the district court is free to treat the remanded counts as it deems best, we note that the record discloses that discovery was completed as to all counts.</p>\n    </div>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The summary judgment on count one is vacated and remanded for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The summary judgment on count two is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The summary judgment on count three is vacated and remanded for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">No costs to either party.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">So Ordered.</p>\n    </div>\n    <p>ADDENDUM</p>\n    <p>UNITED STATES COURT OF APPEALS</p>\n    <p>FOR THE FIRST CIRCUIT</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>James Ferrara, Plaintiff, Appellant,</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>v.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>A &amp; V Fishing, Inc., Defendant, Appellee.</p>\n    </div>\n    <p>No. 95-1970</p>\n    <p>Before</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>Selya, Cyr and Lynch,</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>Circuit Judges.</p>\n    </div>\n    <p>ORDER OF COURT</p>\n    <p>Entered January 12, 1996</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Defendant/appellee A &amp; V Fishing, Inc. has filed a motion to dismiss the instant appeal on the ground that the notice of appeal was filed late.  For the following reasons, we think the appeal was premature.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Plaintiff/appellant James Ferrara was injured on February 2, 1992 when the fishing vessel he captained struck an unknown submerged object, began to take on water, and eventually sank.  On March 16, 1993, Ferrara filed a complaint against A &amp; V Fishing, the owner of the vessel, asserting claims for negligence (Count I), unseaworthiness (Count II), and maintenance and cure (Count III).  After completing discovery, the parties filed cross-motions for summary judgment on the issue of unseaworthiness.  On May 11, 1995, the district court issued a memorandum and order denying Ferrara's motion for summary judgment and allowing A &amp; V Fishing's motion for summary judgment.  A docket entry reading \"case closed\" was entered the next day.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">On June 12, 1995, Ferrara filed a motion for reconsideration of the grant of summary judgment in favor of A &amp; V Fishing on the unseaworthiness claim.  On June 29, 1995, the district court issued an order denying the motion for reconsideration.  The order further stated that \"[s]ummary judgment having been entered with respect to Counts I and II of the plaintiff's complaint, the above captioned case is hereby closed.\"   Ferrara's motion to amend the June 29, 1995 order was denied by order dated August 19, 1995.  A notice of appeal was filed on August 29, 1995.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">A &amp; V Fishing takes the position that the district court's May 11, 1995 summary judgment order was a final judgment, and that its entry began the running of the time period for filing a notice of appeal.  We disagree.  Summary judgment was sought with respect to one claim, namely, the unseaworthiness claim (Count II).  The district court's summary judgment memorandum and order does not address the claim for negligence (Count I) or the claim for maintenance and cure (Count III).  Under the circumstances, the summary judgment order was not a final, appealable order.  See Fed.R.Civ.P. 54(b) (\"In the absence of [certification], any order ... which adjudicates fewer than all the claims or the rights and liabilities of fewer than all the parties shall not terminate the action as to any of the claims or parties ...\");  Willhauck v. Halpin, <span class=\"citation\" data-id=\"575825\"><a href=\"/opinion/575825/francis-a-willhauck-jr-v-paul-halpin/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">689</span></a></span>, 701 (1st Cir.1991) (explaining that whether a district court's entry of judgment as to a claim is \"final\" for purposes of appeal in a multi-claim case is governed by Rule 54(b)).</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">We are also persuaded that neither the court's June 29, 1995 order nor its August 19, 1995 order constitutes final judgment.  Arguably, the June 29, 1995 order disposes of Ferrara's claim for negligence (Count I).  However, Ferrara's claim for maintenance and cure (Count III) has not yet been addressed.  Although both parties assume that this claim was, at some juncture, dismissed, there is no court order to this effect.  Under the circumstances, it appears that the district court ordered the case to be closed prematurely.  In the absence of final judgment, the appeal must be dismissed without prejudice and the case remanded to the district court.  See 28 U.S.C. &#167; 1291.  If it is the district court's intention to dismiss all three counts and enter a final judgment, it should enter a judgment so providing, from which an appeal may be taken.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p>---------------</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>2  It is important to recognize that unseaworthiness may sometimes arise after the ship has left harbor.  Mitchell v. Trawler Racer, Inc., <span class=\"citation\" data-id=\"106049\"><a href=\"/opinion/106049/mitchell-v-trawler-racer-inc/\"><span class=\"volume\">362</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, 549-50 [<span class=\"citation\" data-id=\"106049\"><a href=\"/opinion/106049/mitchell-v-trawler-racer-inc/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">926</span></a></span>, 932-33, <span class=\"citation\" data-id=\"106049\"><a href=\"/opinion/106049/mitchell-v-trawler-racer-inc/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">941</span></a></span>] (1960).  For the purposes of this case, the crucial issue is the cause of the unseaworthy condition, not the point at which the condition arose.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/95840/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104651/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106049/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108234/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112503/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196156/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196987/",
    "http://www.courtlistener.com/api/rest/v3/opinions/231742/",
    "http://www.courtlistener.com/api/rest/v3/opinions/248941/",
    "http://www.courtlistener.com/api/rest/v3/opinions/371007/",
    "http://www.courtlistener.com/api/rest/v3/opinions/376687/",
    "http://www.courtlistener.com/api/rest/v3/opinions/380429/",
    "http://www.courtlistener.com/api/rest/v3/opinions/403924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/486458/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/575825/",
    "http://www.courtlistener.com/api/rest/v3/opinions/604816/",
    "http://www.courtlistener.com/api/rest/v3/opinions/605983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654250/",
    "http://www.courtlistener.com/api/rest/v3/opinions/708161/"
  ]
}