{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197042/",
  "absolute_url": "/opinion/197042/mulero-rodriguez-v-ponte-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197042/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:21:04Z",
  "date_modified": "2017-03-24T10:49:38.720681Z",
  "type": "010combined",
  "sha1": "9c04ab62cd2bcac5d49b95dda92ec9695fe48962",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1877.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 95-1877\r\n\n                    GILBERTO MULERO-RODRIGUEZ,\r\n                      GLADYS ORTIZ-MARGARYS,\r\n\n                     Plaintiffs - Appellants,\r\n\n                                v.\r\n\n                 PONTE, INC. AND HAYDEE SABINES,\r\n                         WIDOW OF PONTE,\r\n\n                     Defendants - Appellees.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Juan M. P rez-Gim nez, U.S. District Judge]\r                                                                  \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n\n                     and Cyr, Circuit Judge.\r                                                     \r\n\n                                           \r\n\n     Kevin G. Little, with whom David Efr n and Law Offices David\r                                                                           \r\nEfr n were on brief for appellants.\r               \r\n     Jay A.  Garc a-Gregory, with  whom Juan  C. Guzm n-Rodr guez\r                                                                           \r\nand Fiddler Gonz lez &amp; Rodr guez were on brief for appellees.\r                                          \r\n\n                                           \r\n\n                         October 28, 1996\r\n                                           \r\r\n\n          TORRUELLA, Chief Judge.  Appellants-Plaintiffs Gilberto\r                    TORRUELLA, Chief Judge.\r                                          \r\n\nMulero-Rodr guez   (\"Mulero\")  and  his   spouse,  Gladys  Ortiz-\r\n\nMargarys, appeal  the district court's grant  of summary judgment\r\n\nto defendants Ponte,  Inc. and Hayde  Sabines (\"Sabines\") in this\r\n\nwrongful  termination   case  for   their  suit  under   the  Age\r\n\nDiscrimination  in  Employment  Act  (the \"ADEA\"),  29  U.S.C.   \r\n\n626(c), and Title VII of the Civil Rights Act of  1964, 42 U.S.C.\r\n\n  2000e, et seq.  The  Muleros also presented claims under Puerto\r                          \r\n\nRico Law  100, 29 L.P.R.A.    185(a), Law 80, 29  L.P.R.A.   146,\r\n\nand  the  Puerto  Rico Civil  Code  for  breach  of contract  and\r\n\ntortious conduct provisions.   For the reasons  stated herein, we\r\n\naffirm in part and reverse in part.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r\n\n          As always,  in reviewing the district  court's grant of\r\n\nsummary  judgment, we  present  the facts,  drawn  here from  the\r\n\ndistrict court opinion and order, see  Mulero Rodr guez v. Ponte,\r                                                                           \r\n\nInc.,  891 F. Supp. 680, 682-83  (D.P.R. 1995), in the light most\r              \r\n\nfavorable  to the  nonmovant, see,  e.g., Woodman  v. Haemonetics\r                                                                           \r\n\nCorp., 51 F.3d  1087, 1089 n.1 (1st Cir. 1995).   Appellee Ponte,\r               \r\n\nInc. is a  corporation whose  principal place of  business is  in\r\n\nPuerto Rico and is incorporated there.  It is owned by members of\r\n\ntwo families  of  Cuban  descent, the  Pontes  and  the  Sabines.\r\n\nAppellant Mulero worked for Ponte, Inc. for 29 years, starting as\r\n\na  driver  and  eventually  attaining the  positions  of  general\r\n\nmanager  and director.  By  January of 1993,  he bore substantial\r\n\nresponsibility for the day-to-day  operations of Ponte, Inc., and\r\n\n                               -2-\r\r\n\nreceived compensation of some $150,000 per year.\r\n\n          Mar a  Luisa Ponte  (\"Ponte\"),  one of  the owners  and\r\n\nofficers  of Ponte, Inc.,  began to work  at the  company in late\r\n\n1991.  She  soon moved to  restrict Mulero's authority,  limiting\r\n\nhis  ability to hire and fire employees by requiring her approval\r\n\nfor  personnel actions.   During  the course  of 1992,  Ponte and\r\n\nMulero  clashed over a series of issues, relating to Mulero's job\r\n\nperformance,  employee  bonuses,  control  over   inventory,  and\r\n\nMulero's interaction  with other employees.   Mulero's employment\r\n\nwas terminated on January 26, 1993, by Sabines and her son-in-law\r\n\nJorge Redondo (\"Redondo\"),  who was not a  Ponte, Inc., employee.\r\n\nMulero  was  47  years  old.    The  appellants   sued,  alleging\r\n\ndiscrimination under  the ADEA  and Title  VII, and the  district\r\n\ncourt  granted summary  judgment  for Ponte,  Inc., and  Sabines.\r\n\nThis appeal followed.\r\n\n                            DISCUSSION\r                                      DISCUSSION\r\n\n                  A.  Title VII and ADEA Claims\r                            A.  Title VII and ADEA Claims\r                                                         \r\n\n          In the summary judgment context, we review the district\r\n\ncourt's  grant of summary judgment  de novo, and  \"are obliged to\r                                                     \r\n\nreview  the record in the  light most favorable  to the nonmoving\r\n\nparty, and  to draw all  reasonable inferences  in the  nonmoving\r\n\nparty's favor.\"  LeBlanc v. Great American  Ins. Co., 6 F.3d 836,\r                                                              \r\n\n841 (1st  Cir. 1993), cert. denied,     U.S.   , 114  S. Ct. 1398\r                                            \r\n\n(1994);  see, e.g.,  Woods v.  Friction Materials, Inc.,  30 F.3d\r                                                                 \r\n\n255, 259 (1st Cir. 1994).  \"An inference is reasonable only if it\r\n\ncan  be drawn from  the evidence without  resort to speculation.\"\r\n\n                               -3-\r\r\n\nFriezev. Boatmen'sBank of Belton,950 F.2d538, 541(8th Cir. 1991).\r                                          \r\n\n          We will  uphold summary judgment where  \"the pleadings,\r\n\ndepositions, answers to  the interrogatories,  and admissions  on\r\n\nfile, together with  affidavits, if  any, show that  there is  no\r\n\ngenuine issue as  to any material fact and that  the moving party\r\n\nis  entitled to a judgment as a matter  of law.\"  Fed. R. Civ. P.\r\n\n56(c).   We are  not  restricted to  the  scope of  the  district\r\n\ncourt's logic,  but can  affirm on \"any  independently sufficient\r\n\nground.\"  Mesnick  v. General Elec.  Co., 950 F.2d 816,  822 (1st\r                                                  \r\n\nCir. 1991), cert. denied, 504 U.S. 985 (1992).  Of course,\r                                  \r\n\n            [n]ot  every  factual controversy  bars a\r\n            litigant's access to the Rule 56 anodyne:\r\n               [T]he   mere   existence  of   some\r\n               alleged factual dispute between the\r\n               parties   will    not   defeat   an\r\n               otherwise properly supported motion\r\n               for    summary     judgment;    the\r\n               requirement  is  that  there be  no\r\n               genuine issue of material fact.\r\n\nMedina-Mu oz v. R.J.  Reynolds Tobacco  Co., 896 F.2d  5, 8  (1st\r                                                     \r\n\nCir. 1990)  (quoting Anderson  v. Liberty Lobby,  Inc., 477  U.S.\r                                                                \r\n\n242, 247-48 (1986)).   The nonmovant bears the burden  of setting\r\n\nforth \"specific facts showing  that there is a genuine  issue for\r\n\ntrial.\"  Fed. R. Civ. P. 56(e).  An issue is  genuine if it \"must\r\n\nbe decided at  trial because  the evidence, viewed  in the  light\r\n\nmost  flattering  to  the  nonmovant,  would  permit  a  rational\r\n\nfactfinder  to  resolve  the  issue in  favor  of  either party.\"\r\n\nMedina-Mu oz, 896 F.2d at 8 (citation omitted).\r                      \r\n\n          In the absence of direct evidence of discrimination, we\r\n\napply   the  familiar  burden-shifting   framework  of  McDonnell\r                                                                           \r\n\n                               -4-\r\r\n\nDouglass Corp. v.  Green, 411 U.S. 792 (1973),  to ADEA and Title\r                                  \r\n\nVII claims.   See Ayala-Gerena  v. Bristol Myers-Squibb  Co., No.\r                                                                      \r\n\n95-1867,  slip op. at  17 (1st Cir.  Sept. 5,  1996) (noting that\r\n\n\"direct  evidence   does  not   include  stray  remarks   in  the\r\n\nworkplace\"); see,  e.g., Pages-Cahue  v. Iberia L neas  A reas de\r                                                                           \r\n\nEspa a, 82  F.2d 533, 536-37  (1st Cir. 1996); Woods,  30 F.3d at\r                                                              \r\n\n259.  First,  the plaintiffs  must establish a  prima facie  case\r\n\nthat  Mulero (1)  was within  a protected  class; (2)  met Ponte,\r\n\nInc.'s  legitimate performance  expectations;  (3) was  adversely\r\n\naffected; and (4) was replaced by another with similar skills and\r\n\nqualifications.  See Smith v. Stratus Computer, Inc., 40 F.3d 11,\r                                                              \r\n\n15 (1st  Cir. 1994), cert.  denied,    U.S.    , 115 S.  Ct. 1958\r                                            \r\n\n(1995); Vega v. Kodak  Caribbean, Ltd., 3 F.3d 476, 479 (1st Cir.\r                                                \r\n\n1993).   Once they  do so, the  burden shifts to  Ponte, Inc., to\r\n\nproduce a  valid and nondiscriminatory reason  for the dismissal.\r\n\nIn the final  stage, the burden shifts back to  the plaintiffs to\r\n\nshow  that Ponte, Inc.'s stated reason for Mulero's dismissal was\r\n\nfalse and but a pretext for discrimination.  See, e.g., Woods, 30\r                                                                       \r\n\nF.3d  at 260;  Medina-Mu oz,  896 F.2d  at 8.    In this  summary\r                                     \r\n\njudgment  context,  plaintiffs,  as  the  nonmovants,  must  show\r\n\nevidence sufficient for a  factfinder to reasonably conclude that\r\n\nPonte,   Inc.'s   decision  to   terminate   was   driven  by   a\r\n\ndiscriminatory  animus.  See  LeBlanc, 6 F.3d  at 843.   \"Thus, a\r                                               \r\n\ndistrict court's grant of summary judgment to an employer will be\r\n\nupheld  if  the   record  is   devoid  of   adequate  direct   or\r\n\ncircumstantial evidence of the employer's discriminatory intent.\"\r\n\n                               -5-\r\r\n\nPages-Cahue, 82 F.3d at 537.\r                     \r\n\n                               -6-\r\r\n\n                     1.  The Prima Facie Case\r                               1.  The Prima Facie Case\r                                                       \r\n\n          The parties agree  that only the second  element of the\r\n\nprima facie case, i.e., that Mulero met Ponte,  Inc.'s legitimate\r                                \r\n\njob expectations, is in  dispute.  Finding little support  in the\r\n\ndepositions  cited, and noting  that the  record did  not include\r\n\naffirmative  evidence   of  satisfactory  performance,   such  as\r\n\nevaluations or appraisals, the district court nonetheless assumed\r\n\nthat the plaintiffs satisfied the second element, on the basis of\r\n\nMulero's  long history  at  Ponte, Inc.    We take  the  district\r\n\ncourt's reasoning a  step further and  find that plaintiffs  did,\r\n\nindeed, fulfill the second element.\r\n\n          Mulero  was at  Ponte, Inc.,  for almost  thirty years.\r\n\nDuring that  time, he  rose from  being a  driver to holding  the\r\n\nposts  of  general  manager  and  director,  with  the  attendant\r\n\npromotions  and pay raises.   We have previously  found that such\r\n\nevidence supports an inference that an employee's job performance\r\n\nwas  adequate to meet an employer's needs, even when the evidence\r\n\ndid not extend  all the way to  the time of  the discharge.   See\r                                                                           \r\n\nKeisling  v. SER-Jobs for Progress,  Inc., 19 F.3d  755, 760 (1st\r                                                   \r\n\nCir.  1994); see also Woodman, 51 F.2d at 1092; Stratus Computer,\r                                                                          \r\n\n40 F.3d at  15 n.4; Woods, 30 F.2d at 261.   We do so again here,\r                                   \r\n\nand so find that plaintiffs established their prima facie case.\r\n\n              2.  Ponte, Inc.'s Reason for Dismissal\r                        2.  Ponte, Inc.'s Reason for Dismissal\r                                                              \r\n\n          The  parties  do  not  contest   that  defendants  have\r\n\narticulated a non-discriminatory  reason for Mulero's  discharge,\r\n\nnamely, that  he \"made  poor hiring decisions;  argued repeatedly\r\n\n                               -7-\r\r\n\nwith, threatened and vandalized  the automobile belonging to, the\r\n\ncompany's  accountant,  Luis Caceiro  [(\"Caceiro\")]; inadequately\r\n\ncontrolled inventory; permitted his children inappropriate access\r\n\nto the  company's  resources; and  misallocated bonus  payments.\"\r\n\nMulero Rodr guez,  891 F. Supp. at 685.  We therefore turn to the\r                          \r\n\nfinal step of the McDonnell Douglass framework.\r                                              \r\n\n                  3.  Pretext for Discrimination\r                            3.  Pretext for Discrimination\r                                                          \r\n\n          In  their  effort  to demonstrate  that  Ponte,  Inc.'s\r\n\nstated  reason   for  Mulero's   dismissal  was  a   pretext  for\r\n\ndiscrimination,  the  plaintiffs weave  a tale  of discriminatory\r\n\ncomments, pretextual business decisions, and favoritism.  Finding\r\n\nlittle substance in the  story, the district court held  that the\r\n\nplaintiffs did not meet their burden of demonstrating pretext and\r\n\nunlawful animus, in either the  ADEA or the Title VII claim.   We\r\n\nnow  weigh  the evidence  for each  in  turn, \"focus[ing]  on the\r\n\nultimate  question, [and] scrapping the burden-shifting framework\r\n\nin  favor of considering the evidence  as a whole.\"  Mesnick, 950\r                                                                      \r\n\nF.2d at  827.  Like the district court,  we find that much of the\r\n\nMuleros' evidence  merely \"reflects the  existence of differences\r\n\nof  opinion between Mulero and others at the company with respect\r\n\nto  a  wide variety  of issues  affecting  the company.\"   Mulero\r                                                                           \r\n\nRodr guez, 891 F.  Supp. at 686.   However, because we find  more\r                   \r\n\ncontent  in the plaintiffs' case than did the district court, our\r\n\nreview  of the  record  leads us  to  conclude that,  taking  all\r\n\ninferences in  their favor,  the Muleros have  offered sufficient\r\n\nevidence to fulfill the  third McDonnell Douglass requirement and\r                                                           \r\n\n                               -8-\r\r\n\nsurvive summary  judgment.  Accordingly, we  reverse the district\r\n\ncourt's grant of  summary judgment  on their Title  VII and  ADEA\r\n\nclaims.\r\n\n           a.  The National Origin Discrimination Claim\r                     a.  The National Origin Discrimination Claim\r\n\n          The  plaintiffs contend  that Mulero  was discriminated\r\n\nagainst  because he  is Puerto  Rican, and  the owners  of Ponte,\r\n\nInc., were  Cuban and  preferred to  have a Cuban  employee.   As\r\n\nnoted above, at  this stage  of our analysis,  the Muleros  \"must\r\n\nintroduce sufficient evidence to support  two findings:  (1) that\r\n\nthe employer's articulated reason for laying off the plaintiff is\r\n\na pretext, and (2) that the true  reason is discriminatory.\"  Udo\r                                                                           \r\n\nv. Tomes, 54 F.3d 9, 13 (1st  Cir. 1995).  The Muleros rely  upon\r                  \r\n\none set of evidence  to establish both findings.  See Woodman, 51\r                                                                       \r\n\nF.3d at  1092  (noting that  a  plaintiff may  rely on  the  same\r\n\nevidence for both findings); see also Udo, 54 F.3d at 13.\r                                                   \r\n\n          We  turn  first  to  the  question  of  pretext.    The\r\n\ndefendants  spell out a series of reasons for Mulero's dismissal,\r\n\nlisted above.   In  weighing whether  the Muleros  have presented\r\n\nenough  evidence for  a reasonable factfinder  to deem  the cited\r\n\nreasons pretextual,  we remember  that the  issue is  not whether\r\n\nPonte, Inc.'s  reasons  to  fire  Mulero were  real,  but  merely\r\n\nwhether the decisionmakers  -- Sabines and Ponte -- believed them\r\n\nto be real.  See Woodman, 51 F.3d at 1093.  As the district court\r                                  \r\n\nnoted,  the  defendants support  their  reasons  with substantial\r\n\ndeposition testimony  and sworn statements.   The Muleros counter\r\n\nwith  evidence challenging the veracity of many of the underlying\r\n\n                               -9-\r\r\n\nreasons,  but with little evidence that Sabines and Ponte did not\r\n\nactually believe  them.   Nonetheless, our  review of  the record\r\n\nleads us  to  conclude  that  the Muleros  have  indeed  produced\r\n\nevidence sufficient  for a  reasonable factfinder to  find Ponte,\r\n\nInc.'s cited reasons pretextual.\r\n\n          First, defendants present evidence that complaints made\r\n\nby  Ponte, Inc., salesmen over  a shortage of  inventory acted as\r\n\nthe  \"catalyst\" for the decision to terminate Mulero.  They argue\r\n\nthat  Ponte and Sabines met with the complaining salesmen in late\r\n\n1992, because the salesmen were concerned about a shortage in the\r\n\ninventory  and  its  impact  on their  clients  and  commissions.\r\n\nMulero  still had  the responsibility  for buying  the inventory.\r\n\nDefendants  present  deposition testimony  of  Sabines and  Ponte\r\n\nabout  the meeting, as  well as  sworn statements  by two  of the\r\n\nsalesmen.   Defendants  further attest  that they brought  up the\r\n\ncomplaints with Mulero, and that the  complaints \"were the straws\r\n\nthat broke the camel's back.\"  Appellants' Brief at 12.\r\n\n          However, the  Muleros  have offered  evidence that  the\r\n\ncomplaints were false.  Mulero's deposition testimony states that\r\n\nin fact  a shortage of inventory was  a regular occurrence at the\r\n\nend of every calendar year, because the company ceased purchasing\r\n\nbetween  December 1  and January  15 so  that inventory  could be\r\n\ntaken. Although  he  testified that  in  1992 he  discussed  with\r\n\nSabines  that  he was  behind in  taking  the inventory,  he also\r\n\ntestified that it was in fact finished in time and that he had no\r\n\nrecollection  of  Sabines   or  Ponte  --  or  the   salesmen  --\r\n\n                               -10-\r\r\n\ncomplaining about  a shortage  of  inventory.   The Muleros  also\r\n\npoint out  that, although they  requested them, Ponte,  Inc., has\r\n\nproduced  no business records in any way reflecting a shortage or\r\n\nlost sales or income  based thereon.  In sum,  giving credence to\r\n\nMulero's testimony,  a rational factfinder could  find that there\r\n\nwas  in fact no shortage of inventory beyond the standard end-of-\r\n\nyear freeze  on purchases.  This casts doubt on whether Ponte and\r\n\nSabines actually believed the  complaints, and whether they could\r\n\nhave  served  as  the  catalyst  for  Mulero's  dismissal.    The\r\n\nconclusion  is not an inevitable one, but as the issues centering\r\n\non  the salesmen's  complaints involve  real issues  of fact,  it\r\n\nshould be left to the factfinders.\r\n\n          Second,  according to  Ponte's testimony,  the salesmen\r\n\nalso complained that when they asked for merchandise Mulero would\r\n\ntell them to go ask Sabines  or Ponte.  The defendants argue that\r\n\nthey found this attitude  to be problematic, as Mulero  still had\r\n\nbuying and selling authority.  Mulero testified, however, that if\r\n\nhe ever  said that, it was because he  was no longer in charge of\r\n\nthe salesmen.  Clearly, an issue of fact exists as to whether the\r\n\nsalesmen's  complaints  on  this  point are  a  real  reason  for\r\n\nMulero's dismissal, as  it is  unresolved what the  scope of  his\r\n\nresponsibility was.\r\n\n          Finally, Ponte attests that  she started working at the\r\n\ncompany because  of complaints about Mulero's conduct made to her\r\n\nmother, Sabines.  Mulero, however, testified  that Ponte told him\r\n\nshe  was starting work at Ponte, Inc., \"in order to relieve [him]\r\n\n                               -11-\r\r\n\nof some work.\"   Mulero Deposition,  at 102.   At the same  time,\r\n\nalthough he said they  were not needed, she hired  labor lawyers.\r\n\nWhile  this  is   hardly  condemning  evidence,  the   reasonable\r\n\nfactfinder could see Ponte's dissimulation regarding  her motives\r\n\nfor becoming active in the company and her contemporaneous hiring\r\n\nof  attorneys as  further  reason to  disbelieve the  defendants'\r\n\nproffered reasons  for firing Mulero.   Cf. Sinai, 3  F.3d at 474\r                                                           \r\n\n(noting that  fact that employer \"advanced  different reasons for\r\n\nrefusing  to hire appellant at different times could have led the\r\n\njury simply to disbelieve\" the employer).\r\n\n          Having  determined  that  the  Muleros  have marshalled\r\n\nenough evidence  regarding pretext to defeat  summary judgment on\r\n\nthat point, we turn to the question of whether they can show that\r\n\nthe real  reason  was national  origin discrimination.   The  key\r\n\nevidence   in   the   plaintiffs'  argument   that   Mulero   was\r\n\ndiscriminated against because he is Puerto Rican is his testimony\r\n\nthat  Luis Caceiro repeatedly commented to Mulero that Mulero was\r\n\nthe only  Puerto Rican  running a  Cuban company.   Acknowledging\r\n\nthat   \"[h]ad  the  comment  .  .  .  been  attributable  to  the\r\n\ndefendants, it might  have sufficed to satisfy  the low threshold\r\n\nrequired to  escape dismissal  at this stage,\"  Mulero-Rodr guez,\r                                                                          \r\n\n891 F. Supp. at 685, the district court dismissed the evidence of\r\n\nCaceiro's comment  and granted  the defendants  summary judgment.\r\n\nThe court found that  Mulero had not offered sufficient  evidence\r\n\nto show  that  Caceiro was  in  any way  a decision-maker  --  or\r\n\ninfluenced  the decision-makers --  regarding Mulero's dismissal.\r\n\n                               -12-\r\r\n\nSee Medina-Mu oz, 896 F.2d at 10 (\"The biases of one who  neither\r                          \r\n\nmakes nor  influences the  challenged personnel decision  are not\r\n\nprobative  in  an  employment  discrimination case.\");  see  also\r                                                                           \r\n\nWoods, 30  F.3d at  258.   The  district court  also noted  that,\r               \r\n\nalthough not determinative, it \"need  not ignore\" the absence  of\r\n\nany evidence that defendants were aware of his Puerto Rican birth\r\n\nand heritage during his lengthy career at Ponte, Inc.\r\n\n          Review of the record in the light most favorable to the\r\n\nMuleros,  however,  leads  us   to  conclude  that  a  reasonable\r\n\nfactfinder could in fact  reasonably infer that Caceiro was  in a\r\n\nposition to influence Ponte,  Inc.'s decision-making.  Ponte took\r\n\naway   Mulero's  authority   over   the  salesmen,   giving   the\r\n\nresponsibility to  Caceiro.  She also  shifted Mulero's inventory\r\n\nduties to Caceiro, proposing to computerize the inventory system.\r\n\nWhen she changed the bonus system, Caceiro's bonus was increased.\r\n\nAccording to Mulero, Ponte  trusted Caceiro's word over Mulero's.\r\n\nFinally, as the district court noted, Ponte \"learned from Caceiro\r\n\nabout Caceiro's conflicts with Mulero.\"  Mulero Rodr guez, 891 F.\r                                                                   \r\n\nSupp. at 685.  Given the favor with which Caceiro was treated and\r\n\nthe  responsibilities  given  him,  on this  record  Caceiro  may\r\n\nreasonably be thought  to have  been in a  position to  influence\r\n\nPonte's  decision-making.    While  this is  not  the  inevitable\r\n\nconclusion,  it is a  reasonable one.   Accordingly, a reasonable\r\n\njury could  infer that, based  on Caceiro's comments  that Mulero\r\n\nwas  the  only Puerto  Rican  running a  Cuban  company, national\r\n\norigin animus played a role in the decision to terminate Mulero's\r\n\n                               -13-\r\r\n\nemployment, and  so the district court erred  in granting summary\r\n\njudgment on the Muleros' Title VII claim.1\r\n\n                 b.  The Age Discrimination Claim\r                           b.  The Age Discrimination Claim\r\n\n          The district  court  found the  record insufficient  to\r\n\ndemonstrate  genuine issues  of  material fact  regarding whether\r\n\nMulero's discharge was due to age-based animus.  It  focused on a\r\n\ncomment Ponte  made to Mulero in April of 1992, some eight months\r\n\nbefore  his  discharge,  that he  was  \"too  old  to handle\"  the\r\n\nsalespeople,  and so was to be relieved of his supervisory duties\r\n\nover the sales  force.  The court  found that this  statement was\r\n\nfollowed by no additional evidence of age-related bias, and that,\r\n\nstanding alone, it was too remote in time for a sufficient  nexus\r\n\nto exist between  it and  the decision to  terminate Mulero.   We\r\n\nreview  the record de  novo.  As  we have already  found that the\r                                     \r\n\nMuleros  have produced  enough evidence  to support a  finding of\r\n\npretext, we turn  directly to  the question of  whether they  can\r\n\nshow that the real reason was age discrimination.\r\n\n          There is no question that statements like Ponte's, when\r\n\nmade by a decision-maker, can be evidence of age  discrimination.\r\n\nSee, e.g., Mesnick,  950 F.2d  at 824; Olivera  v. Nestl   Puerto\r                                                                           \r\n\nRico, 922 F.2d  43, 49 (1st Cir. 1990).   Granted, Ponte made the\r              \r\n                    \r                              \r\n\n1  We note that the district court's recognition  that Mulero had\r\nbeen  promoted   over  a  29-year  period   in  which  defendants\r\nundoubtedly knew of  his Puerto Rican  origin is not  conclusive.\r\nAs the  district court  found, only  in late  1991 did Ponte,  an\r\nacknowledged decision maker,  begin to  work at the  company.   A\r\njury  could infer from this and the policy changes she instituted\r\nthat  Ponte was  a  \"new  broom\"  and  wanted  to  \"sweep  clean\"\r\naccording  to  her  own  prejudices, which  had  heretofore  been\r\nignored.\r\n\n                               -14-\r\r\n\ncomment in  relation to Mulero's ability to  handle the salesmen,\r\n\nbut \"an employer's willingness  to consider impermissible factors\r\n\nsuch  as . . . age . . . while  engaging in one set of presumably\r\n\nneutral  employment  decisions .  . .  might  tend to  support an\r\n\ninference that such impermissible considerations may have entered\r\n\ninto another  area of ostensibly neutral  employment decisions --\r\n\nhere,  an  employee's termination.\"    Conway  v. Electro  Switch\r                                                                           \r\n\nCorp., 825 F.2d 593, 597-98 (1st Cir. 1987).\r               \r\n\n          However,  we  agree  with   the  district  court  that,\r\n\nstanding alone,  it is too remote  in time to be  linked with the\r\n\ndecision to  terminate Mulero.   See Birkbeck v.  Marvel Lighting\r                                                                           \r\n\nCo.,   30  F.3d   507,   512  (4th   Cir.  1994)   (finding  that\r             \r\n\ndiscriminatory comment made over two years prior to discharge was\r\n\nnot  evidence of  age discrimination);  Phelps v.  Yale Security,\r                                                                           \r\n\nInc.,  986 F.2d  1020, 1026  (6th Cir.) (holding  that statements\r              \r\n\nmade almost  a year before  layoff were  too far removed  to have\r\n\ninfluenced decision), cert. denied, 510 U.S. 861 (1993); see also\r                                                                           \r\n\nCooley v. Carmike  Cinemas, Inc.,  25 F.3d 1325,  1330 (6th  Cir.\r                                          \r\n\n1994)  (listing timing  of  remarks  as  factor in  whether  they\r\n\nevidenced  discrimination); Frieze  v. Boatmen's Bank  of Belton,\r                                                                          \r\n\n950  F.2d 538,  541 (8th  Cir. 1991).   Indeed, \"[t]he  fact that\r\n\n[Ponte] made  such  a  statement on  only  one  occasion  further\r\n\nsupports this conclusion.\"  Birkbeck, 30 F.3d at 512.\r                                              \r\n\n          If,  however,  the  Muleros  have offered  evidence  to\r\n\nestablish  the needed  nexus  between Ponte's  statement and  the\r\n\ndecision  to  fire  Mulero,  the statement  may  become  pivotal.\r\n\n                               -15-\r\r\n\nUnlike the district court,  we find such  a nexus in the  record.\r\n\nSpecifically,  at the  time she  made the  \"too old\"  comment and\r\n\naltered  Mulero's  supervisory  duties,  Ponte  instituted  other\r\n\nchanges, including the method  by which bonuses were apportioned.\r\n\nIn the  past, bonuses had  been awarded  in April on  a seniority\r\n\nbasis;  she switched  to a  merit-based system.   Ponte testified\r\n\nthat she changed the system  for two reasons.  First,  she wanted\r\n\nto provide an incentive to new  employees.  Second, she felt that\r\n\nthe old employees gave all their loyalty to Mulero, and that they\r\n\nknew that  no matter what they  did, they would still  get a good\r\n\nbonus.  Thus the change was designed  to change their work habits\r\n\nand \"attitude problems.\"  Ponte Deposition, at 61.  Under the new\r\n\nsystem, Mulero's bonus  was decreased -- Ponte testified that she\r\n\ndid  not believe Mulero deserved the bonus he had previously been\r\n\nreceiving --  while those  of several newer  employees, including\r\n\nthe younger Caceiro, were increased.\r\n\n          The  policy change  regarding the  bonus system  can be\r\n\nviewed in  several ways.  First,  the change in the  system was a\r\n\nbusiness  decision --  which we  will not  normally second-guess.\r\n\nSee LeBlanc, 6  F.3d at 845.  That  does not mean we  must ignore\r                     \r\n\nits existence, however.  Cf. Sinai,  3 F.3d at 474 (finding  that\r                                            \r\n\nthe multiple reasons  employer advanced for  its failure to  hire\r\n\nappellant,  including policy  against hiring  spouses of  current\r\n\nemployees, meant  that jury could  easily have found  the reasons\r\n\nwere pretextual).   Second, although the  change reduced Mulero's\r\n\nbonus, it did not change his base  salary.  At the same time, the\r\n\n                               -16-\r\r\n\nbonus was  part of Mulero's expected compensation.   Finally, the\r\n\nold  bonus  system was  based on  seniority,  not age  --  but in\r\n\nMulero's case, seniority could serve as  a proxy for his age.  In\r\n\nsum,  the evidence  regarding the  bonus system  is  anything but\r\n\nconclusive:  it can be viewed as a reasonable measure in the face\r\n\nof a perceived problem, or as a method used to strip away part of\r\n\nMulero's compensation and  hurt those employees  loyal to him  --\r\n\nthose who  had been there the  longest.  Thus it  is prime fodder\r\n\nfor a jury.\r\n\n          It  also serves  Mulero's purpose  here.   Ponte's \"too\r\n\nold\"  comment is  strong evidence.   The  Muleros have  found the\r\n\nneeded  nexus between  it  and Mulero's  dismissal  in the  bonus\r\n\nchange, as in  this context  we find the  combination of  Ponte's\r\n\n\"too old\" comment with the change in the bonus system disfavoring\r\n\nlong-term --  and therefore  often older --  employees troubling.\r\n\nThus we  think there  is a  material issue  as to  whether Ponte,\r\n\nInc.'s real reason for firing Mulero was rooted in discriminatory\r\n\nanimus.   Cf.   Conway, 825  F.2d at 598  (holding that statement\r                                \r\n\nmade eight months before  employee was dismissed and one  made at\r\n\nleast  ten months before were  not too remote  from the dismissal\r\n\nand,   thus,  properly  admitted  at  trial   as  evidence  of  a\r\n\ndiscriminatory atmosphere  where he who made  the first statement\r\n\nmay have participated  in the decision to fire  her and the other\r\n\nrefused to block her termination).\r\n\n            Of  course,  the  full   presentation  of\r\n            evidence on  both sides might  alter this\r\n            judgment  and  show  that the  plaintiffs\r\n            fell just short and would be subject to a\r\n\n                               -17-\r\r\n\n            directed  verdict.   But  at  the summary\r\n            judgment  stage,  with the  obligation to\r\n            draw all reasonable  inferences in  favor\r\n            of the party  opposing summary  judgment,\r\n            we  think  that this  case  could  not be\r\n            dismissed against [the] defendants.\r\n\nRubinovitz  v.  Rogato,  60  F.3d   906,  912  (1st  Cir.  1995).\r                                \r\n\nAccordingly, and  with a nod to the  premise that \"determinations\r\n\nof motive  and intent, particularly in  discrimination cases, are\r\n\nquestions  better suited for the  jury,\"  Petitti  v. New England\r                                                                           \r\n\nTel.  &amp; Tel. Co., 909 F.2d 28, 34 (1st Cir. 1990), we reverse the\r                          \r\n\ndistrict court's grant of summary  judgment on the Muleros'  ADEA\r\n\nclaim.\r\n\n          A final note.  Without pointing  to a specific example,\r\n\nthe  Muleros argue that the district court misapplied the summary\r\n\njudgment standard by founding its  grant of summary judgment upon\r\n\nits  acceptance  of  the  defendants'  testimonial   evidence  as\r\n\n\"substantial,\" see Mulero Rodr guez, 891 F. Supp. at 685, and its\r                                             \r\n\nrejection of contrasting testimony.   See LeBlanc, 6 F.3d  at 836\r                                                           \r\n\n(noting  that, in  summary  judgment, reviewing  court must  view\r\n\nrecord and draw all  reasonable inferences in nonmovant's favor).\r\n\nWe  disagree.    First, the  district  court's  comment  was made\r\n\nregarding  the  defendants' rebuttal  in the  second step  of the\r\n\nMcDonnell  Douglass  framework,  and  was  merely describing  the\r                             \r\n\nstrength  with  which  the  defendants  supported  their asserted\r\n\nreasons.  See Mulero Rodr guez, 891 F. Supp. at 685 (\"Defendants,\r                                        \r\n\nnow tossed  the ball, run quite  a distance with it.\").   Second,\r\n\nalthough we reverse the court below, we find no misapplication of\r\n\nthe summary judgment standard in this difficult case.  Indeed, we\r\n\n                               -18-\r\r\n\nremind  appellants  that  \"the  mere existence  of  some  alleged\r\n\nfactual dispute between the parties  will not defeat an otherwise\r\n\nproperly supported motion  for summary judgment; the  requirement\r\n\nis that  there  be  no genuine  issue  of material  fact.\"    See\r                                                                           \r\n\nAnderson, 477 U.S. at 247-48.\r                  \r\n\n          In  making their  allegation, the Muleros  contend that\r\n\nthe district court should not have  credited Sabines' and Ponte's\r\n\ntestimony because  of their  invocation of the  privilege against\r\n\nself-incrimination.   The defendants  retort that this  issue was\r\n\nnot  raised below,  and so,  as this  is not an  exceptional case\r\n\nrequiring a  deviation from the  norm, the Muleros  are precluded\r\n\nfrom raising it here.  See Villafa e-Neriz v. FDIC, 75 F.3d  727,\r                                                            \r\n\n734 (1st Cir.  1996).   Even if the  argument were raised  below,\r\n\nhowever, the  defendants' invocation of the  privilege is largely\r\n\nirrelevant here.   The Muleros' argument goes to credibility, and\r\n\nit  is well established that  the nonmovants are  entitled to all\r\n\nreasonable  inferences in a summary judgment case, whether or not\r\n\nthe moving  party invoked their privilege.  At the same time, the\r\n\nMuleros misapprehend the nature of the  case law they cite:  \"the\r\n\nFifth  Amendment  does  not  forbid  adverse  inferences  against\r\n\nparties  in civil actions when they refuse to testify,\" Baxter v.\r                                                                        \r\n\nPalmigiano, 425 U.S. 308,  318 (1976), see FDIC v. Elio,  39 F.3d\r                                                                 \r\n\n1239,  1248 (1st  Cir.  1994),  but  nor  does  it  mandate  such\r                                                                     \r\n\ninferences, especially as regards  topics unrelated to the issues\r\n\nthey refused to testify about.  Cf. Serafino  v. Hasbro, Inc., 82\r                                                                       \r\n\nF.3d  515, 518  (1st Cir.  1996) (noting  that \"assertion  of the\r\n\n                               -19-\r\r\n\nprivilege may  sometimes disadvantage a party\" (emphasis added)).\r                                  \r\n\nIndeed,  to hold otherwise would  seem to go  against the premise\r\n\nthat the Fifth Amendment \"'guarantees . . . the right of a person\r\n\nto remain silent .  . . and to suffer  no penalty . . .  for such\r                                                           \r\n\nsilence.'\"  Id.  at 517 (quoting Spevack v. Klein,  385 U.S. 511,\r                                                           \r\n\n514 (1967) (emphasis added)).  Therefore, we do not find that the\r\n\ndistrict court misapplied Baxter v. Palmigiano.\r                                                        \r\n\n                               -20-\r\r\n\n                          B.  Discovery\r                                    B.  Discovery\r                                                 \r\n\n          The Muleros next contend that the district court abused\r\n\nits discretion  in refusing the  parties' joint motion  to extend\r\n\ndiscovery.2   See  Ayala-Gerena, Slip  Op. at  5 (noting  that we\r                                         \r\n\nreview district  court's pre-trial  discovery order for  abuse of\r\n\ndiscretion).    They argue  that  protracted discovery  disputes,\r\n\ninterruptions in the discovery process, and an early cutoff date3\r\n\nmade the  requested four-month extension essential.   The result,\r\n\nthey  continue, was  a  prejudicial impact  on  their ability  to\r\n\ncontest  the  testimonial  evidence  presented   in  the  summary\r\n\njudgment motion.\r\n\n          However, the  Muleros did not  seek reconsideration  of\r\n\nthe  district court's denial of  the parties' stipulation for the\r\n\nextension  of  the  discovery  period.   Nor  did  the appellants\r\n\nmention  the  need for  further discovery  in  their part  of the\r\n\nProposed  Pretrial  Order;  indeed,  they  cited  the  fact  that\r\n\n\"discovery  [had]   long  since  closed\"  in   arguing  that  the\r\n\ndefendants' summary judgment motion was untimely  and contravened\r\n\n                    \r                              \r\n\n2  The Muleros do not seem to address their argument to either of\r\nthe Magistrate Judge's two orders  regarding discovery deadlines.\r\nNonetheless,  we note that, although they  filed a motion seeking\r\nclarification  of one  aspect  of the  second magistrate's  order\r\n(which was denied),  they did not  in fact  file an objection  to\r\neither  order  regarding  the  discovery  deadline,  and  so  any\r\nargument regarding the Magistrate  Judge's order has been waived.\r\nSee  Fed. R.  Civ.  P. 72(a)  (party  must object  to  magistrate\r             \r\njudge's  order within ten days);  Pagano v. Frank,  983 F.2d 343,\r                                                           \r\n345-46 (1st Cir. 1993).\r\n\n3   The  discovery cutoff date  was set  for September  12, 1994,\r\nseven  months  after the  defendants  answered  the complaint  on\r\nFebruary 11, 1994.\r\n\n                               -21-\r\r\n\nLocal Rule  312.   Plaintiffs'  Proposed Pretrial  Order, at  23.\r\n\nFurther,  the  Muleros'  Opposition  to  Defendants'  Motion  for\r\n\nSummary  Judgment and  their  Surreply in  Further Opposition  to\r\n\nMotion  for Summary Judgment are  both silent as  to the district\r\n\ncourt denial of additional time for  discovery, as well as to any\r\n\nneed for additional discovery.  Finally, the Muleros did not file\r\n\na Rule 56(f) motion  requesting additional discovery in  order to\r\n\noppose  the Motion for Summary Judgment.  In these circumstances,\r\n\nthe Muleros have well and fully waived their right to  argue this\r\n\nissue on appeal.  See Correa  v. Hospital San Francisco, 69  F.3d\r                                                                 \r\n\n1184, 1195 (1st Cir. 1995) (noting that failure to raise an issue\r\n\nin the final pretrial  order generally constitutes waiver), cert.\r                                                                           \r\n\ndenied,    U.S.   , 116 S. Ct. 1423 (1996); Beaulieu  v. IRS, 865\r                                                                      \r\n\nF.2d  1351,  1352  (1st Cir.  1989)  (\"[I]t  is  a party's  first\r\n\nobligation to seek any relief that might fairly have been thought\r\n\navailable in the district court before seeking it on appeal.\").\r\n\n                   C.  The Supplemental Claims\r                             C.  The Supplemental Claims\r                                                        \r\n\n          Finally, the  Muleros  argue that  the  district  court\r\n\nerred  in entering  a  judgment on  the  merits on  the  Muleros'\r\n\nsupplemental Puerto Rico law claims.  They argue that the summary\r\n\njudgment  motion focused solely on the Title VII and ADEA claims,\r\n\nsuch that the Puerto Rico law claims were not even the subject of\r\n\nthe motion.    Accordingly, they  posit,  when it  dismissed  the\r\n\nMuleros'  federal  law claims,  the  district  court should  have\r\n\ndismissed  the  supplemental  Puerto  Rico  law   claims  without\r\n\nprejudice  to  their  being  refiled  in  a  court  of  competent\r\n\n                               -22-\r\r\n\njurisdiction.\r\n\n          The  defendants contest  that  the issue  has not  been\r\n\nproperly  raised before  this  court, as  the  Muleros failed  to\r\n\ndesignate the dismissal of the supplemental claims as an issue on\r\n\nappeal, and so the appeal  should be deemed waived.  See  Fed. R.\r                                                                  \r\n\nApp. P.  10(b)(3).  Specifically, the Muleros' first stated issue\r\n\nwas that the court below erred in granting the motion for summary\r\n\njudgment  and dismissing  the  action \"as  there existed  genuine\r\n\nissues of material fact requiring  trial.\"  Appellants' Brief, at\r\n\n1.   The second stated issue regarded  the discovery continuance.\r\n\nWe agree with the defendants that the  issues as presented do not\r\n\nencompass the question whether the Puerto Rico law  claims should\r\n\nhave been dismissed.\r\n\n          Moreover,  even  if  the Muleros'  statement  of issues\r\n\nencompassed  the question  now raised,  it would still  have been\r\n\ndeemed  waived.   The  defendants'  Motion  for Summary  Judgment\r\n\nspecifically  requests  summary  judgment  as  regards  both  the\r\n\nfederal  and  state  law  claims,  as  did  their  Reply  to  the\r\n\nplaintiffs' Opposition, such that the district court did have the\r\n\nPuerto Rico  law claims in front of  it.  The Muleros' Opposition\r\n\nand  Surreply, however, remained silent as to the Puerto Rico law\r\n\nclaims:   they  argued neither  that the  Puerto Rico  law claims\r\n\nshould be dismissed without  prejudice, as they do now,  nor that\r\n\nthe  court  should exercise  its  supplemental  jurisdiction over\r\n\nthese  claims.  Nor did  they file a  motion for reconsideration.\r\n\nIn  these circumstances,  we find  that  the Muleros  have indeed\r\n\n                               -23-\r\r\n\nwaived this argument.   See McCoy  v. Massachusetts Institute  of\r                                                                           \r\n\nTechnology,  950 F.2d 13, 22  (1st Cir. 1991),  cert. denied, 504\r                                                                      \r\n\nU.S. 910 (1992).\r\n\n                               -24-\r\r\n\n                            CONCLUSION\r                                      CONCLUSION\r\n\n          For the  reasons presented above, the  district court's\r\n\ndenial of the joint motion to extend discovery  is affirmed.  The\r                                                             affirmed\r                                                                     \r\n\nopinion  of  the  district  court granting  summary  judgment  is\r\n\nreversed as  to the Title VII and ADEA claims, and affirmed as to\r          reversed                                           affirmed\r                                                                     \r\n\nthe pendent Puerto  Rico Law claims.  We remand  this case to the\r\n\ndistrict court for proceedings consistent with this decision.\r\n\n                               -25-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 95-1877\r\n\n                    GILBERTO MULERO-RODRIGUEZ,\r\n                      GLADYS ORTIZ-MARGARYS,\r\n\n                     Plaintiffs - Appellants,\r\n\n                                v.\r\n\n                 PONTE, INC. AND HAYDEE SABINES,\r\n                         WIDOW OF PONTE,\r\n\n                     Defendants - Appellees.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Juan M. P rez-Gim nez, U.S. District Judge]\r                                                                  \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n\n                     and Cyr, Circuit Judge.\r                                                     \r\n\n                                           \r\n\n     Kevin G. Little, with whom David Efr n and Law Offices David\r                                                                           \r\nEfr n were on brief for appellants.\r               \r\n     Jay A.  Garc a-Gregory, with  whom Juan  C. Guzm n-Rodr guez\r                                                                           \r\nand Fiddler Gonz lez &amp; Rodr guez were on brief for appellees.\r                                          \r\n\n                                           \r\n\n                         October 28, 1996\r\n                                           \r\r\n\n          TORRUELLA, Chief Judge.  Appellants-Plaintiffs Gilberto\r                    TORRUELLA, Chief Judge.\r                                          \r\n\nMulero-Rodr guez   (\"Mulero\")  and  his   spouse,  Gladys  Ortiz-\r\n\nMargarys, appeal  the district court's grant  of summary judgment\r\n\nto defendants Ponte,  Inc. and Hayde  Sabines (\"Sabines\") in this\r\n\nwrongful  termination   case  for   their  suit  under   the  Age\r\n\nDiscrimination  in  Employment  Act  (the \"ADEA\"),  29  U.S.C.   \r\n\n626(c), and Title VII of the Civil Rights Act of  1964, 42 U.S.C.\r\n\n  2000e, et seq.  The  Muleros also presented claims under Puerto\r                          \r\n\nRico Law  100, 29 L.P.R.A.    185(a), Law 80, 29  L.P.R.A.   146,\r\n\nand  the  Puerto  Rico Civil  Code  for  breach  of contract  and\r\n\ntortious conduct provisions.   For the reasons  stated herein, we\r\n\naffirm in part and reverse in part.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r\n\n          As always,  in reviewing the district  court's grant of\r\n\nsummary  judgment, we  present  the facts,  drawn  here from  the\r\n\ndistrict court opinion and order, see  Mulero Rodr guez v. Ponte,\r                                                                           \r\n\nInc.,  </pre><span class=\"citation\" data-id=\"1667100\"><a href=\"/opinion/1667100/mulero-rodriguez-v-ponte-inc/\"><span class=\"volume\">891</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">680</span></a></span><pre class=\"inline\">, 682-83  (D.P.R. 1995), in the light most\r              \r\n\nfavorable  to the  nonmovant, see,  e.g., Woodman  v. Haemonetics\r                                                                           \r\n\nCorp., </pre><span class=\"citation\" data-id=\"196019\"><a href=\"/opinion/196019/woodman-v-heamonetics-corp/\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">1087</span></a></span><pre class=\"inline\">, 1089 n.1 (1st Cir. 1995).   Appellee Ponte,\r               \r\n\nInc. is a  corporation whose  principal place of  business is  in\r\n\nPuerto Rico and is incorporated there.  It is owned by members of\r\n\ntwo families  of  Cuban  descent, the  Pontes  and  the  Sabines.\r\n\nAppellant Mulero worked for Ponte, Inc. for 29 years, starting as\r\n\na  driver  and  eventually  attaining the  positions  of  general\r\n\nmanager  and director.  By  January of 1993,  he bore substantial\r\n\nresponsibility for the day-to-day  operations of Ponte, Inc., and\r\n\n                               -2-\r\r\n\nreceived compensation of some $150,000 per year.\r\n\n          Mar a  Luisa Ponte  (\"Ponte\"),  one of  the owners  and\r\n\nofficers  of Ponte, Inc.,  began to work  at the  company in late\r\n\n1991.  She  soon moved to  restrict Mulero's authority,  limiting\r\n\nhis  ability to hire and fire employees by requiring her approval\r\n\nfor  personnel actions.   During  the course  of 1992,  Ponte and\r\n\nMulero  clashed over a series of issues, relating to Mulero's job\r\n\nperformance,  employee  bonuses,  control  over   inventory,  and\r\n\nMulero's interaction  with other employees.   Mulero's employment\r\n\nwas terminated on January 26, 1993, by Sabines and her son-in-law\r\n\nJorge Redondo (\"Redondo\"),  who was not a  Ponte, Inc., employee.\r\n\nMulero  was  47  years  old.    The  appellants   sued,  alleging\r\n\ndiscrimination under  the ADEA  and Title  VII, and the  district\r\n\ncourt  granted summary  judgment  for Ponte,  Inc., and  Sabines.\r\n\nThis appeal followed.\r\n\n                            DISCUSSION\r                                      DISCUSSION\r\n\n                  A.  Title VII and ADEA Claims\r                            A.  Title VII and ADEA Claims\r                                                         \r\n\n          In the summary judgment context, we review the district\r\n\ncourt's  grant of summary judgment  de novo, and  \"are obliged to\r                                                     \r\n\nreview  the record in the  light most favorable  to the nonmoving\r\n\nparty, and  to draw all  reasonable inferences  in the  nonmoving\r\n\nparty's favor.\"  LeBlanc v. Great American  Ins. Co., </pre><span class=\"citation\" data-id=\"654585\"><a href=\"/opinion/654585/theodore-l-leblanc-v-great-american-insurance-company/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">836</span></a></span><pre class=\"inline\">,\r                                                              \r\n\n841 (1st  Cir. 1993), cert. denied,     U.S.   , </pre><span class=\"citation no-link\"><span class=\"volume\">114</span>  <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1398</span></span><pre class=\"inline\">\r                                            \r\n\n(1994);  see, e.g.,  Woods v.  Friction Materials, Inc.,  </pre><span class=\"citation\" data-id=\"675091\"><a href=\"/opinion/675091/jimmie-e-woods-v-friction-materials-inc/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span>\r                                                                 \r\n\n<span class=\"page\">255</span></a></span><pre class=\"inline\">, 259 (1st Cir. 1994).  \"An inference is reasonable only if it\r\n\ncan  be drawn from  the evidence without  resort to speculation.\"\r\n\n                               -3-\r\r\n\nFriezev. Boatmen'sBank of Belton,950 F.2d538, 541(8th Cir. 1991).\r                                          \r\n\n          We will  uphold summary judgment where  \"the pleadings,\r\n\ndepositions, answers to  the interrogatories,  and admissions  on\r\n\nfile, together with  affidavits, if  any, show that  there is  no\r\n\ngenuine issue as  to any material fact and that  the moving party\r\n\nis  entitled to a judgment as a matter  of law.\"  Fed. R. Civ. P.\r\n\n56(c).   We are  not  restricted to  the  scope of  the  district\r\n\ncourt's logic,  but can  affirm on \"any  independently sufficient\r\n\nground.\"  Mesnick  v. General Elec.  Co., </pre><span class=\"citation\" data-id=\"573068\"><a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">816</span></a></span><pre class=\"inline\">,  822 (1st\r                                                  \r\n\nCir. 1991), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">985</span></span><pre class=\"inline\"> (1992).  Of course,\r                                  \r\n\n            [n]ot  every  factual controversy  bars a\r\n            litigant's access to the Rule 56 anodyne:\r\n               [T]he   mere   existence  of   some\r\n               alleged factual dispute between the\r\n               parties   will    not   defeat   an\r\n               otherwise properly supported motion\r\n               for    summary     judgment;    the\r\n               requirement  is  that  there be  no\r\n               genuine issue of material fact.\r\n\nMedina-Mu oz v. R.J.  Reynolds Tobacco  Co., </pre><span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">5</span></a></span><pre class=\"inline\">, 8  (1st\r                                                     \r\n\nCir. 1990)  (quoting Anderson  v. Liberty Lobby,  Inc., </pre><span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span>  <span class=\"reporter\">U.S.</span>\r                                                                \r\n\n<span class=\"page\">242</span></a></span><pre class=\"inline\">, 247-48 (1986)).   The nonmovant bears the burden  of setting\r\n\nforth \"specific facts showing  that there is a genuine  issue for\r\n\ntrial.\"  Fed. R. Civ. P. 56(e).  An issue is  genuine if it \"must\r\n\nbe decided at  trial because  the evidence, viewed  in the  light\r\n\nmost  flattering  to  the  nonmovant,  would  permit  a  rational\r\n\nfactfinder  to  resolve  the  issue in  favor  of  either party.\"\r\n\nMedina-Mu oz, 896 F.2d at 8 (citation omitted).\r                      \r\n\n          In the absence of direct evidence of discrimination, we\r\n\napply   the  familiar  burden-shifting   framework  of  McDonnell\r                                                                           \r\n\n                               -4-\r\r\n\nDouglass Corp. v.  Green, </pre><span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span><pre class=\"inline\"> (1973),  to ADEA and Title\r                                  \r\n\nVII claims.   See Ayala-Gerena  v. Bristol Myers-Squibb  Co., No.\r                                                                      \r\n\n95-1867,  slip op. at  17 (1st Cir.  Sept. 5,  1996) (noting that\r\n\n\"direct  evidence   does  not   include  stray  remarks   in  the\r\n\nworkplace\"); see,  e.g., Pages-Cahue  v. Iberia L neas  A reas de\r                                                                           \r\n\nEspa a, </pre><span class=\"citation no-link\"><span class=\"volume\">82</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">533</span></span><pre class=\"inline\">, 536-37  (1st Cir. 1996); Woods,  30 F.3d at\r                                                              \r\n\n259.  First,  the plaintiffs  must establish a  prima facie  case\r\n\nthat  Mulero (1)  was within  a protected  class; (2)  met Ponte,\r\n\nInc.'s  legitimate performance  expectations;  (3) was  adversely\r\n\naffected; and (4) was replaced by another with similar skills and\r\n\nqualifications.  See Smith v. Stratus Computer, Inc., </pre><span class=\"citation\" data-id=\"195745\"><a href=\"/opinion/195745/smith-v-stratus-computers/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span><pre class=\"inline\">,\r                                                              \r\n\n15 (1st  Cir. 1994), cert.  denied,    U.S.    , 115 S.  Ct. 1958\r                                            \r\n\n(1995); Vega v. Kodak  Caribbean, Ltd., </pre><span class=\"citation\" data-id=\"628958\"><a href=\"/opinion/628958/62-fair-emplpraccas-1198-62-empl-prac-dec-p-42530-17-employee/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">476</span></a></span><pre class=\"inline\">, 479 (1st Cir.\r                                                \r\n\n1993).   Once they  do so, the  burden shifts to  Ponte, Inc., to\r\n\nproduce a  valid and nondiscriminatory reason  for the dismissal.\r\n\nIn the final  stage, the burden shifts back to  the plaintiffs to\r\n\nshow  that Ponte, Inc.'s stated reason for Mulero's dismissal was\r\n\nfalse and but a pretext for discrimination.  See, e.g., Woods, 30\r                                                                       \r\n\nF.3d  at 260;  Medina-Mu oz,  896 F.2d  at 8.    In this  summary\r                                     \r\n\njudgment  context,  plaintiffs,  as  the  nonmovants,  must  show\r\n\nevidence sufficient for a  factfinder to reasonably conclude that\r\n\nPonte,   Inc.'s   decision  to   terminate   was   driven  by   a\r\n\ndiscriminatory  animus.  See  LeBlanc, 6 F.3d  at 843.   \"Thus, a\r                                               \r\n\ndistrict court's grant of summary judgment to an employer will be\r\n\nupheld  if  the   record  is   devoid  of   adequate  direct   or\r\n\ncircumstantial evidence of the employer's discriminatory intent.\"\r\n\n                               -5-\r\r\n\nPages-Cahue, 82 F.3d at 537.\r                     \r\n\n                               -6-\r\r\n\n                     1.  The Prima Facie Case\r                               1.  The Prima Facie Case\r                                                       \r\n\n          The parties agree  that only the second  element of the\r\n\nprima facie case, i.e., that Mulero met Ponte,  Inc.'s legitimate\r                                \r\n\njob expectations, is in  dispute.  Finding little support  in the\r\n\ndepositions  cited, and noting  that the  record did  not include\r\n\naffirmative  evidence   of  satisfactory  performance,   such  as\r\n\nevaluations or appraisals, the district court nonetheless assumed\r\n\nthat the plaintiffs satisfied the second element, on the basis of\r\n\nMulero's  long history  at  Ponte, Inc.    We take  the  district\r\n\ncourt's reasoning a  step further and  find that plaintiffs  did,\r\n\nindeed, fulfill the second element.\r\n\n          Mulero  was at  Ponte, Inc.,  for almost  thirty years.\r\n\nDuring that  time, he  rose from  being a  driver to holding  the\r\n\nposts  of  general  manager  and  director,  with  the  attendant\r\n\npromotions  and pay raises.   We have previously  found that such\r\n\nevidence supports an inference that an employee's job performance\r\n\nwas  adequate to meet an employer's needs, even when the evidence\r\n\ndid not extend  all the way to  the time of  the discharge.   See\r                                                                           \r\n\nKeisling  v. SER-Jobs for Progress,  Inc., </pre><span class=\"citation\" data-id=\"665981\"><a href=\"/opinion/665981/64-fair-emplpraccas-bna-432-64-empl-prac-dec-p-42963-dania-r/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">755</span></a></span><pre class=\"inline\">, 760 (1st\r                                                   \r\n\nCir.  1994); see also Woodman, 51 F.2d at 1092; Stratus Computer,\r                                                                          \r\n\n40 F.3d at  15 n.4; Woods, 30 F.2d at 261.   We do so again here,\r                                   \r\n\nand so find that plaintiffs established their prima facie case.\r\n\n              2.  Ponte, Inc.'s Reason for Dismissal\r                        2.  Ponte, Inc.'s Reason for Dismissal\r                                                              \r\n\n          The  parties  do  not  contest   that  defendants  have\r\n\narticulated a non-discriminatory  reason for Mulero's  discharge,\r\n\nnamely, that  he \"made  poor hiring decisions;  argued repeatedly\r\n\n                               -7-\r\r\n\nwith, threatened and vandalized  the automobile belonging to, the\r\n\ncompany's  accountant,  Luis Caceiro  [(\"Caceiro\")]; inadequately\r\n\ncontrolled inventory; permitted his children inappropriate access\r\n\nto the  company's  resources; and  misallocated bonus  payments.\"\r\n\nMulero Rodr guez,  891 F. Supp. at 685.  We therefore turn to the\r                          \r\n\nfinal step of the McDonnell Douglass framework.\r                                              \r\n\n                  3.  Pretext for Discrimination\r                            3.  Pretext for Discrimination\r                                                          \r\n\n          In  their  effort  to demonstrate  that  Ponte,  Inc.'s\r\n\nstated  reason   for  Mulero's   dismissal  was  a   pretext  for\r\n\ndiscrimination,  the  plaintiffs weave  a tale  of discriminatory\r\n\ncomments, pretextual business decisions, and favoritism.  Finding\r\n\nlittle substance in the  story, the district court held  that the\r\n\nplaintiffs did not meet their burden of demonstrating pretext and\r\n\nunlawful animus, in either the  ADEA or the Title VII claim.   We\r\n\nnow  weigh  the evidence  for each  in  turn, \"focus[ing]  on the\r\n\nultimate  question, [and] scrapping the burden-shifting framework\r\n\nin  favor of considering the evidence  as a whole.\"  Mesnick, 950\r                                                                      \r\n\nF.2d at  827.  Like the district court,  we find that much of the\r\n\nMuleros' evidence  merely \"reflects the  existence of differences\r\n\nof  opinion between Mulero and others at the company with respect\r\n\nto  a  wide variety  of issues  affecting  the company.\"   Mulero\r                                                                           \r\n\nRodr guez, 891 F.  Supp. at 686.   However, because we find  more\r                   \r\n\ncontent  in the plaintiffs' case than did the district court, our\r\n\nreview  of the  record  leads us  to  conclude that,  taking  all\r\n\ninferences in  their favor,  the Muleros have  offered sufficient\r\n\nevidence to fulfill the  third McDonnell Douglass requirement and\r                                                           \r\n\n                               -8-\r\r\n\nsurvive summary  judgment.  Accordingly, we  reverse the district\r\n\ncourt's grant of  summary judgment  on their Title  VII and  ADEA\r\n\nclaims.\r\n\n           a.  The National Origin Discrimination Claim\r                     a.  The National Origin Discrimination Claim\r\n\n          The  plaintiffs contend  that Mulero  was discriminated\r\n\nagainst  because he  is Puerto  Rican, and  the owners  of Ponte,\r\n\nInc., were  Cuban and  preferred to  have a Cuban  employee.   As\r\n\nnoted above, at  this stage  of our analysis,  the Muleros  \"must\r\n\nintroduce sufficient evidence to support  two findings:  (1) that\r\n\nthe employer's articulated reason for laying off the plaintiff is\r\n\na pretext, and (2) that the true  reason is discriminatory.\"  Udo\r                                                                           \r\n\nv. Tomes, </pre><span class=\"citation\" data-id=\"695510\"><a href=\"/opinion/695510/67-fair-emplpraccas-bna-1001-66-empl-prac-dec-p-43607-udo-u-udo/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span><pre class=\"inline\">, 13 (1st  Cir. 1995).  The Muleros rely  upon\r                  \r\n\none set of evidence  to establish both findings.  See Woodman, 51\r                                                                       \r\n\nF.3d at  1092  (noting that  a  plaintiff may  rely on  the  same\r\n\nevidence for both findings); see also Udo, 54 F.3d at 13.\r                                                   \r\n\n          We  turn  first  to  the  question  of  pretext.    The\r\n\ndefendants  spell out a series of reasons for Mulero's dismissal,\r\n\nlisted above.   In  weighing whether  the Muleros  have presented\r\n\nenough  evidence for  a reasonable factfinder  to deem  the cited\r\n\nreasons pretextual,  we remember  that the  issue is  not whether\r\n\nPonte, Inc.'s  reasons  to  fire  Mulero were  real,  but  merely\r\n\nwhether the decisionmakers  -- Sabines and Ponte -- believed them\r\n\nto be real.  See Woodman, 51 F.3d at 1093.  As the district court\r                                  \r\n\nnoted,  the  defendants support  their  reasons  with substantial\r\n\ndeposition testimony  and sworn statements.   The Muleros counter\r\n\nwith  evidence challenging the veracity of many of the underlying\r\n\n                               -9-\r\r\n\nreasons,  but with little evidence that Sabines and Ponte did not\r\n\nactually believe  them.   Nonetheless, our  review of  the record\r\n\nleads us  to  conclude  that  the Muleros  have  indeed  produced\r\n\nevidence sufficient  for a  reasonable factfinder to  find Ponte,\r\n\nInc.'s cited reasons pretextual.\r\n\n          First, defendants present evidence that complaints made\r\n\nby  Ponte, Inc., salesmen over  a shortage of  inventory acted as\r\n\nthe  \"catalyst\" for the decision to terminate Mulero.  They argue\r\n\nthat  Ponte and Sabines met with the complaining salesmen in late\r\n\n1992, because the salesmen were concerned about a shortage in the\r\n\ninventory  and  its  impact  on their  clients  and  commissions.\r\n\nMulero  still had  the responsibility  for buying  the inventory.\r\n\nDefendants  present  deposition testimony  of  Sabines and  Ponte\r\n\nabout  the meeting, as  well as  sworn statements  by two  of the\r\n\nsalesmen.   Defendants  further attest  that they brought  up the\r\n\ncomplaints with Mulero, and that the  complaints \"were the straws\r\n\nthat broke the camel's back.\"  Appellants' Brief at 12.\r\n\n          However, the  Muleros  have offered  evidence that  the\r\n\ncomplaints were false.  Mulero's deposition testimony states that\r\n\nin fact  a shortage of inventory was  a regular occurrence at the\r\n\nend of every calendar year, because the company ceased purchasing\r\n\nbetween  December 1  and January  15 so  that inventory  could be\r\n\ntaken. Although  he  testified that  in  1992 he  discussed  with\r\n\nSabines  that  he was  behind in  taking  the inventory,  he also\r\n\ntestified that it was in fact finished in time and that he had no\r\n\nrecollection  of  Sabines   or  Ponte  --  or  the   salesmen  --\r\n\n                               -10-\r\r\n\ncomplaining about  a shortage  of  inventory.   The Muleros  also\r\n\npoint out  that, although they  requested them, Ponte,  Inc., has\r\n\nproduced  no business records in any way reflecting a shortage or\r\n\nlost sales or income  based thereon.  In sum,  giving credence to\r\n\nMulero's testimony,  a rational factfinder could  find that there\r\n\nwas  in fact no shortage of inventory beyond the standard end-of-\r\n\nyear freeze  on purchases.  This casts doubt on whether Ponte and\r\n\nSabines actually believed the  complaints, and whether they could\r\n\nhave  served  as  the  catalyst  for  Mulero's  dismissal.    The\r\n\nconclusion  is not an inevitable one, but as the issues centering\r\n\non  the salesmen's  complaints involve  real issues  of fact,  it\r\n\nshould be left to the factfinders.\r\n\n          Second,  according to  Ponte's testimony,  the salesmen\r\n\nalso complained that when they asked for merchandise Mulero would\r\n\ntell them to go ask Sabines  or Ponte.  The defendants argue that\r\n\nthey found this attitude  to be problematic, as Mulero  still had\r\n\nbuying and selling authority.  Mulero testified, however, that if\r\n\nhe ever  said that, it was because he  was no longer in charge of\r\n\nthe salesmen.  Clearly, an issue of fact exists as to whether the\r\n\nsalesmen's  complaints  on  this  point are  a  real  reason  for\r\n\nMulero's dismissal, as  it is  unresolved what the  scope of  his\r\n\nresponsibility was.\r\n\n          Finally, Ponte attests that  she started working at the\r\n\ncompany because  of complaints about Mulero's conduct made to her\r\n\nmother, Sabines.  Mulero, however, testified  that Ponte told him\r\n\nshe  was starting work at Ponte, Inc., \"in order to relieve [him]\r\n\n                               -11-\r\r\n\nof some work.\"   Mulero Deposition,  at 102.   At the same  time,\r\n\nalthough he said they  were not needed, she hired  labor lawyers.\r\n\nWhile  this  is   hardly  condemning  evidence,  the   reasonable\r\n\nfactfinder could see Ponte's dissimulation regarding  her motives\r\n\nfor becoming active in the company and her contemporaneous hiring\r\n\nof  attorneys as  further  reason to  disbelieve the  defendants'\r\n\nproffered reasons  for firing Mulero.   Cf. Sinai, 3  F.3d at 474\r                                                           \r\n\n(noting that  fact that employer \"advanced  different reasons for\r\n\nrefusing  to hire appellant at different times could have led the\r\n\njury simply to disbelieve\" the employer).\r\n\n          Having  determined  that  the  Muleros  have marshalled\r\n\nenough evidence  regarding pretext to defeat  summary judgment on\r\n\nthat point, we turn to the question of whether they can show that\r\n\nthe real  reason  was national  origin discrimination.   The  key\r\n\nevidence   in   the   plaintiffs'  argument   that   Mulero   was\r\n\ndiscriminated against because he is Puerto Rican is his testimony\r\n\nthat  Luis Caceiro repeatedly commented to Mulero that Mulero was\r\n\nthe only  Puerto Rican  running a  Cuban company.   Acknowledging\r\n\nthat   \"[h]ad  the  comment  .  .  .  been  attributable  to  the\r\n\ndefendants, it might  have sufficed to satisfy  the low threshold\r\n\nrequired to  escape dismissal  at this stage,\"  Mulero-Rodr guez,\r                                                                          \r\n\n891 F. Supp. at 685, the district court dismissed the evidence of\r\n\nCaceiro's comment  and granted  the defendants  summary judgment.\r\n\nThe court found that  Mulero had not offered sufficient  evidence\r\n\nto show  that  Caceiro was  in  any way  a decision-maker  --  or\r\n\ninfluenced  the decision-makers --  regarding Mulero's dismissal.\r\n\n                               -12-\r\r\n\nSee Medina-Mu oz, 896 F.2d at 10 (\"The biases of one who  neither\r                          \r\n\nmakes nor  influences the  challenged personnel decision  are not\r\n\nprobative  in  an  employment  discrimination case.\");  see  also\r                                                                           \r\n\nWoods, 30  F.3d at  258.   The  district court  also noted  that,\r               \r\n\nalthough not determinative, it \"need  not ignore\" the absence  of\r\n\nany evidence that defendants were aware of his Puerto Rican birth\r\n\nand heritage during his lengthy career at Ponte, Inc.\r\n\n          Review of the record in the light most favorable to the\r\n\nMuleros,  however,  leads  us   to  conclude  that  a  reasonable\r\n\nfactfinder could in fact  reasonably infer that Caceiro was  in a\r\n\nposition to influence Ponte,  Inc.'s decision-making.  Ponte took\r\n\naway   Mulero's  authority   over   the  salesmen,   giving   the\r\n\nresponsibility to  Caceiro.  She also  shifted Mulero's inventory\r\n\nduties to Caceiro, proposing to computerize the inventory system.\r\n\nWhen she changed the bonus system, Caceiro's bonus was increased.\r\n\nAccording to Mulero, Ponte  trusted Caceiro's word over Mulero's.\r\n\nFinally, as the district court noted, Ponte \"learned from Caceiro\r\n\nabout Caceiro's conflicts with Mulero.\"  Mulero Rodr guez, 891 F.\r                                                                   \r\n\nSupp. at 685.  Given the favor with which Caceiro was treated and\r\n\nthe  responsibilities  given  him,  on this  record  Caceiro  may\r\n\nreasonably be thought  to have  been in a  position to  influence\r\n\nPonte's  decision-making.    While  this is  not  the  inevitable\r\n\nconclusion,  it is a  reasonable one.   Accordingly, a reasonable\r\n\njury could  infer that, based  on Caceiro's comments  that Mulero\r\n\nwas  the  only Puerto  Rican  running a  Cuban  company, national\r\n\norigin animus played a role in the decision to terminate Mulero's\r\n\n                               -13-\r\r\n\nemployment, and  so the district court erred  in granting summary\r\n\njudgment on the Muleros' Title VII claim.1\r\n\n                 b.  The Age Discrimination Claim\r                           b.  The Age Discrimination Claim\r\n\n          The district  court  found the  record insufficient  to\r\n\ndemonstrate  genuine issues  of  material fact  regarding whether\r\n\nMulero's discharge was due to age-based animus.  It  focused on a\r\n\ncomment Ponte  made to Mulero in April of 1992, some eight months\r\n\nbefore  his  discharge,  that he  was  \"too  old  to handle\"  the\r\n\nsalespeople,  and so was to be relieved of his supervisory duties\r\n\nover the sales  force.  The court  found that this  statement was\r\n\nfollowed by no additional evidence of age-related bias, and that,\r\n\nstanding alone, it was too remote in time for a sufficient  nexus\r\n\nto exist between  it and  the decision to  terminate Mulero.   We\r\n\nreview  the record de  novo.  As  we have already  found that the\r                                     \r\n\nMuleros  have produced  enough evidence  to support a  finding of\r\n\npretext, we turn  directly to  the question of  whether they  can\r\n\nshow that the real reason was age discrimination.\r\n\n          There is no question that statements like Ponte's, when\r\n\nmade by a decision-maker, can be evidence of age  discrimination.\r\n\nSee, e.g., Mesnick,  950 F.2d  at 824; Olivera  v. Nestl   Puerto\r                                                                           \r\n\nRico, </pre><span class=\"citation no-link\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">43</span></span><pre class=\"inline\">, 49 (1st Cir. 1990).   Granted, Ponte made the\r              \r\n                    \r                              \r\n\n1  We note that the district court's recognition  that Mulero had\r\nbeen  promoted   over  a  29-year  period   in  which  defendants\r\nundoubtedly knew of  his Puerto Rican  origin is not  conclusive.\r\nAs the  district court  found, only  in late  1991 did Ponte,  an\r\nacknowledged decision maker,  begin to  work at the  company.   A\r\njury  could infer from this and the policy changes she instituted\r\nthat  Ponte was  a  \"new  broom\"  and  wanted  to  \"sweep  clean\"\r\naccording  to  her  own  prejudices, which  had  heretofore  been\r\nignored.\r\n\n                               -14-\r\r\n\ncomment in  relation to Mulero's ability to  handle the salesmen,\r\n\nbut \"an employer's willingness  to consider impermissible factors\r\n\nsuch  as . . . age . . . while  engaging in one set of presumably\r\n\nneutral  employment  decisions .  . .  might  tend to  support an\r\n\ninference that such impermissible considerations may have entered\r\n\ninto another  area of ostensibly neutral  employment decisions --\r\n\nhere,  an  employee's termination.\"    Conway  v. Electro  Switch\r                                                                           \r\n\nCorp., </pre><span class=\"citation\" data-id=\"492354\"><a href=\"/opinion/492354/sandra-conway-v-electro-switch-corp-sandra-conway-v-electro-switch/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">593</span></a></span><pre class=\"inline\">, 597-98 (1st Cir. 1987).\r               \r\n\n          However,  we  agree  with   the  district  court  that,\r\n\nstanding alone,  it is too remote  in time to be  linked with the\r\n\ndecision to  terminate Mulero.   See Birkbeck v.  Marvel Lighting\r                                                                           \r\n\nCo.,   </pre><span class=\"citation\" data-id=\"675118\"><a href=\"/opinion/675118/patricia-birkbeck-as-personal-representative-of-the-estate-of-alan/\"><span class=\"volume\">30</span>  <span class=\"reporter\">F.3d</span>   <span class=\"page\">507</span></a></span><pre class=\"inline\">,   512  (4th   Cir.  1994)   (finding  that\r             \r\n\ndiscriminatory comment made over two years prior to discharge was\r\n\nnot  evidence of  age discrimination);  Phelps v.  Yale Security,\r                                                                           \r\n\nInc.,  </pre><span class=\"citation\" data-id=\"600776\"><a href=\"/opinion/600776/61-fair-emplpraccas-bna-337-61-empl-prac-dec-p-42074-sarah-n/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1020</span></a></span><pre class=\"inline\">, 1026  (6th Cir.) (holding  that statements\r              \r\n\nmade almost  a year before  layoff were  too far removed  to have\r\n\ninfluenced decision), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">861</span></span><pre class=\"inline\"> (1993); see also\r                                                                           \r\n\nCooley v. Carmike  Cinemas, Inc.,  </pre><span class=\"citation\" data-id=\"671484\"><a href=\"/opinion/671484/65-fair-emplpraccas-bna-46-64-empl-prac-dec-p-43151-39-fed-r/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1325</span></a></span><pre class=\"inline\">,  1330 (6th  Cir.\r                                          \r\n\n1994)  (listing timing  of  remarks  as  factor in  whether  they\r\n\nevidenced  discrimination); Frieze  v. Boatmen's Bank  of Belton,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"572741\"><a href=\"/opinion/572741/57-fair-emplpraccas-bna-617-57-empl-prac-dec-p-41109-donald-h/\"><span class=\"volume\">950</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">538</span></a></span><pre class=\"inline\">,  541 (8th  Cir. 1991).   Indeed, \"[t]he  fact that\r\n\n[Ponte] made  such  a  statement on  only  one  occasion  further\r\n\nsupports this conclusion.\"  Birkbeck, 30 F.3d at 512.\r                                              \r\n\n          If,  however,  the  Muleros  have offered  evidence  to\r\n\nestablish  the needed  nexus  between Ponte's  statement and  the\r\n\ndecision  to  fire  Mulero,  the statement  may  become  pivotal.\r\n\n                               -15-\r\r\n\nUnlike the district court,  we find such  a nexus in the  record.\r\n\nSpecifically,  at the  time she  made the  \"too old\"  comment and\r\n\naltered  Mulero's  supervisory  duties,  Ponte  instituted  other\r\n\nchanges, including the method  by which bonuses were apportioned.\r\n\nIn the  past, bonuses had  been awarded  in April on  a seniority\r\n\nbasis;  she switched  to a  merit-based system.   Ponte testified\r\n\nthat she changed the system  for two reasons.  First,  she wanted\r\n\nto provide an incentive to new  employees.  Second, she felt that\r\n\nthe old employees gave all their loyalty to Mulero, and that they\r\n\nknew that  no matter what they  did, they would still  get a good\r\n\nbonus.  Thus the change was designed  to change their work habits\r\n\nand \"attitude problems.\"  Ponte Deposition, at 61.  Under the new\r\n\nsystem, Mulero's bonus  was decreased -- Ponte testified that she\r\n\ndid  not believe Mulero deserved the bonus he had previously been\r\n\nreceiving --  while those  of several newer  employees, including\r\n\nthe younger Caceiro, were increased.\r\n\n          The  policy change  regarding the  bonus system  can be\r\n\nviewed in  several ways.  First,  the change in the  system was a\r\n\nbusiness  decision --  which we  will not  normally second-guess.\r\n\nSee LeBlanc, 6  F.3d at 845.  That  does not mean we  must ignore\r                     \r\n\nits existence, however.  Cf. Sinai,  3 F.3d at 474 (finding  that\r                                            \r\n\nthe multiple reasons  employer advanced for  its failure to  hire\r\n\nappellant,  including policy  against hiring  spouses of  current\r\n\nemployees, meant  that jury could  easily have found  the reasons\r\n\nwere pretextual).   Second, although the  change reduced Mulero's\r\n\nbonus, it did not change his base  salary.  At the same time, the\r\n\n                               -16-\r\r\n\nbonus was  part of Mulero's expected compensation.   Finally, the\r\n\nold  bonus  system was  based on  seniority,  not age  --  but in\r\n\nMulero's case, seniority could serve as  a proxy for his age.  In\r\n\nsum,  the evidence  regarding the  bonus system  is  anything but\r\n\nconclusive:  it can be viewed as a reasonable measure in the face\r\n\nof a perceived problem, or as a method used to strip away part of\r\n\nMulero's compensation and  hurt those employees  loyal to him  --\r\n\nthose who  had been there the  longest.  Thus it  is prime fodder\r\n\nfor a jury.\r\n\n          It  also serves  Mulero's purpose  here.   Ponte's \"too\r\n\nold\"  comment is  strong evidence.   The  Muleros have  found the\r\n\nneeded  nexus between  it  and Mulero's  dismissal  in the  bonus\r\n\nchange, as in  this context  we find the  combination of  Ponte's\r\n\n\"too old\" comment with the change in the bonus system disfavoring\r\n\nlong-term --  and therefore  often older --  employees troubling.\r\n\nThus we  think there  is a  material issue  as to  whether Ponte,\r\n\nInc.'s real reason for firing Mulero was rooted in discriminatory\r\n\nanimus.   Cf.   Conway, 825  F.2d at 598  (holding that statement\r                                \r\n\nmade eight months before  employee was dismissed and one  made at\r\n\nleast  ten months before were  not too remote  from the dismissal\r\n\nand,   thus,  properly  admitted  at  trial   as  evidence  of  a\r\n\ndiscriminatory atmosphere  where he who made  the first statement\r\n\nmay have participated  in the decision to fire  her and the other\r\n\nrefused to block her termination).\r\n\n            Of  course,  the  full   presentation  of\r\n            evidence on  both sides might  alter this\r\n            judgment  and  show  that the  plaintiffs\r\n            fell just short and would be subject to a\r\n\n                               -17-\r\r\n\n            directed  verdict.   But  at  the summary\r\n            judgment  stage,  with the  obligation to\r\n            draw all reasonable  inferences in  favor\r\n            of the party  opposing summary  judgment,\r\n            we  think  that this  case  could  not be\r\n            dismissed against [the] defendants.\r\n\nRubinovitz  v.  Rogato,  </pre><span class=\"citation\" data-id=\"196213\"><a href=\"/opinion/196213/rubinovitz-v-rogato/\"><span class=\"volume\">60</span>  <span class=\"reporter\">F.3d</span>   <span class=\"page\">906</span></a></span><pre class=\"inline\">,  912  (1st  Cir.  1995).\r                                \r\n\nAccordingly, and  with a nod to the  premise that \"determinations\r\n\nof motive  and intent, particularly in  discrimination cases, are\r\n\nquestions  better suited for the  jury,\"  Petitti  v. New England\r                                                                           \r\n\nTel.  &amp; Tel. Co., </pre><span class=\"citation\" data-id=\"545207\"><a href=\"/opinion/545207/54-fair-emplpraccas-142-54-empl-prac-dec-p-40108-robert-p-petitti/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span><pre class=\"inline\">, 34 (1st Cir. 1990), we reverse the\r                          \r\n\ndistrict court's grant of summary  judgment on the Muleros'  ADEA\r\n\nclaim.\r\n\n          A final note.  Without pointing  to a specific example,\r\n\nthe  Muleros argue that the district court misapplied the summary\r\n\njudgment standard by founding its  grant of summary judgment upon\r\n\nits  acceptance  of  the  defendants'  testimonial   evidence  as\r\n\n\"substantial,\" see Mulero Rodr guez, 891 F. Supp. at 685, and its\r                                             \r\n\nrejection of contrasting testimony.   See LeBlanc, 6 F.3d  at 836\r                                                           \r\n\n(noting  that, in  summary  judgment, reviewing  court must  view\r\n\nrecord and draw all  reasonable inferences in nonmovant's favor).\r\n\nWe  disagree.    First, the  district  court's  comment  was made\r\n\nregarding  the  defendants' rebuttal  in the  second step  of the\r\n\nMcDonnell  Douglass  framework,  and  was  merely describing  the\r                             \r\n\nstrength  with  which  the  defendants  supported  their asserted\r\n\nreasons.  See Mulero Rodr guez, 891 F. Supp. at 685 (\"Defendants,\r                                        \r\n\nnow tossed  the ball, run quite  a distance with it.\").   Second,\r\n\nalthough we reverse the court below, we find no misapplication of\r\n\nthe summary judgment standard in this difficult case.  Indeed, we\r\n\n                               -18-\r\r\n\nremind  appellants  that  \"the  mere existence  of  some  alleged\r\n\nfactual dispute between the parties  will not defeat an otherwise\r\n\nproperly supported motion  for summary judgment; the  requirement\r\n\nis that  there  be  no genuine  issue  of material  fact.\"    See\r                                                                           \r\n\nAnderson, 477 U.S. at 247-48.\r                  \r\n\n          In  making their  allegation, the Muleros  contend that\r\n\nthe district court should not have  credited Sabines' and Ponte's\r\n\ntestimony because  of their  invocation of the  privilege against\r\n\nself-incrimination.   The defendants  retort that this  issue was\r\n\nnot  raised below,  and so,  as this  is not an  exceptional case\r\n\nrequiring a  deviation from the  norm, the Muleros  are precluded\r\n\nfrom raising it here.  See Villafa e-Neriz v. FDIC, </pre><span class=\"citation\" data-id=\"712177\"><a href=\"/opinion/712177/miguel-villafane-neriz-insurance-commissioner-of-puerto-rico-v-federal/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">727</span></a></span><pre class=\"inline\">,\r                                                            \r\n\n734 (1st Cir.  1996).   Even if the  argument were raised  below,\r\n\nhowever, the  defendants' invocation of the  privilege is largely\r\n\nirrelevant here.   The Muleros' argument goes to credibility, and\r\n\nit  is well established that  the nonmovants are  entitled to all\r\n\nreasonable  inferences in a summary judgment case, whether or not\r\n\nthe moving  party invoked their privilege.  At the same time, the\r\n\nMuleros misapprehend the nature of the  case law they cite:  \"the\r\n\nFifth  Amendment  does  not  forbid  adverse  inferences  against\r\n\nparties  in civil actions when they refuse to testify,\" Baxter v.\r                                                                        \r\n\nPalmigiano, </pre><span class=\"citation\" data-id=\"109429\"><a href=\"/opinion/109429/baxter-v-palmigiano/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></a></span><pre class=\"inline\">,  318 (1976), see FDIC v. Elio,  </pre><span class=\"citation\" data-id=\"195734\"><a href=\"/opinion/195734/federal-deposit-v-elio/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span>\r                                                                 \r\n\n<span class=\"page\">1239</span></a></span><pre class=\"inline\">,  1248 (1st  Cir.  1994),  but  nor  does  it  mandate  such\r                                                                     \r\n\ninferences, especially as regards  topics unrelated to the issues\r\n\nthey refused to testify about.  Cf. Serafino  v. Hasbro, Inc., </pre><span class=\"citation\" data-id=\"196719\"><a href=\"/opinion/196719/serafino-v-hasbro-inc/\"><span class=\"volume\">82</span>\r                                                                       \r\n\n<span class=\"reporter\">F.3d</span>  <span class=\"page\">515</span></a></span><pre class=\"inline\">, 518  (1st Cir.  1996) (noting  that \"assertion  of the\r\n\n                               -19-\r\r\n\nprivilege may  sometimes disadvantage a party\" (emphasis added)).\r                                  \r\n\nIndeed,  to hold otherwise would  seem to go  against the premise\r\n\nthat the Fifth Amendment \"'guarantees . . . the right of a person\r\n\nto remain silent .  . . and to suffer  no penalty . . .  for such\r                                                           \r\n\nsilence.'\"  Id.  at 517 (quoting Spevack v. Klein,  </pre><span class=\"citation\" data-id=\"107337\"><a href=\"/opinion/107337/spevack-v-klein/\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span><pre class=\"inline\">,\r                                                           \r\n\n514 (1967) (emphasis added)).  Therefore, we do not find that the\r\n\ndistrict court misapplied Baxter v. Palmigiano.\r                                                        \r\n\n                               -20-\r\r\n\n                          B.  Discovery\r                                    B.  Discovery\r                                                 \r\n\n          The Muleros next contend that the district court abused\r\n\nits discretion  in refusing the  parties' joint motion  to extend\r\n\ndiscovery.2   See  Ayala-Gerena, Slip  Op. at  5 (noting  that we\r                                         \r\n\nreview district  court's pre-trial  discovery order for  abuse of\r\n\ndiscretion).    They argue  that  protracted discovery  disputes,\r\n\ninterruptions in the discovery process, and an early cutoff date3\r\n\nmade the  requested four-month extension essential.   The result,\r\n\nthey  continue, was  a  prejudicial impact  on  their ability  to\r\n\ncontest  the  testimonial  evidence  presented   in  the  summary\r\n\njudgment motion.\r\n\n          However, the  Muleros did not  seek reconsideration  of\r\n\nthe  district court's denial of  the parties' stipulation for the\r\n\nextension  of  the  discovery  period.   Nor  did  the appellants\r\n\nmention  the  need for  further discovery  in  their part  of the\r\n\nProposed  Pretrial  Order;  indeed,  they  cited  the  fact  that\r\n\n\"discovery  [had]   long  since  closed\"  in   arguing  that  the\r\n\ndefendants' summary judgment motion was untimely  and contravened\r\n\n                    \r                              \r\n\n2  The Muleros do not seem to address their argument to either of\r\nthe Magistrate Judge's two orders  regarding discovery deadlines.\r\nNonetheless,  we note that, although they  filed a motion seeking\r\nclarification  of one  aspect  of the  second magistrate's  order\r\n(which was denied),  they did not  in fact  file an objection  to\r\neither  order  regarding  the  discovery  deadline,  and  so  any\r\nargument regarding the Magistrate  Judge's order has been waived.\r\nSee  Fed. R.  Civ.  P. 72(a)  (party  must object  to  magistrate\r             \r\njudge's  order within ten days);  Pagano v. Frank,  </pre><span class=\"citation\" data-id=\"597806\"><a href=\"/opinion/597806/michael-pagano-v-anthony-m-frank-postmaster-general-etc/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">343</span></a></span><pre class=\"inline\">,\r                                                           \r\n345-46 (1st Cir. 1993).\r\n\n3   The  discovery cutoff date  was set  for September  12, 1994,\r\nseven  months  after the  defendants  answered  the complaint  on\r\nFebruary 11, 1994.\r\n\n                               -21-\r\r\n\nLocal Rule  312.   Plaintiffs'  Proposed Pretrial  Order, at  23.\r\n\nFurther,  the  Muleros'  Opposition  to  Defendants'  Motion  for\r\n\nSummary  Judgment and  their  Surreply in  Further Opposition  to\r\n\nMotion  for Summary Judgment are  both silent as  to the district\r\n\ncourt denial of additional time for  discovery, as well as to any\r\n\nneed for additional discovery.  Finally, the Muleros did not file\r\n\na Rule 56(f) motion  requesting additional discovery in  order to\r\n\noppose  the Motion for Summary Judgment.  In these circumstances,\r\n\nthe Muleros have well and fully waived their right to  argue this\r\n\nissue on appeal.  See Correa  v. Hospital San Francisco, </pre><span class=\"citation\" data-id=\"196369\"><a href=\"/opinion/196369/correa-gonzalez-v-hospital-sf/\"><span class=\"volume\">69</span>  <span class=\"reporter\">F.3d</span>\r                                                                 \r\n\n<span class=\"page\">1184</span></a></span><pre class=\"inline\">, 1195 (1st Cir. 1995) (noting that failure to raise an issue\r\n\nin the final pretrial  order generally constitutes waiver), cert.\r                                                                           \r\n\ndenied,    U.S.   , </pre><span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1423</span></span><pre class=\"inline\"> (1996); Beaulieu  v. IRS, </pre><span class=\"citation\" data-id=\"517428\"><a href=\"/opinion/517428/janet-a-beaulieu-v-united-states-of-america-internal-revenue-service/\"><span class=\"volume\">865</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">1351</span></a></span><pre class=\"inline\">,  1352  (1st Cir.  1989)  (\"[I]t  is  a party's  first\r\n\nobligation to seek any relief that might fairly have been thought\r\n\navailable in the district court before seeking it on appeal.\").\r\n\n                   C.  The Supplemental Claims\r                             C.  The Supplemental Claims\r                                                        \r\n\n          Finally, the  Muleros  argue that  the  district  court\r\n\nerred  in entering  a  judgment on  the  merits on  the  Muleros'\r\n\nsupplemental Puerto Rico law claims.  They argue that the summary\r\n\njudgment  motion focused solely on the Title VII and ADEA claims,\r\n\nsuch that the Puerto Rico law claims were not even the subject of\r\n\nthe motion.    Accordingly, they  posit,  when it  dismissed  the\r\n\nMuleros'  federal  law claims,  the  district  court should  have\r\n\ndismissed  the  supplemental  Puerto  Rico  law   claims  without\r\n\nprejudice  to  their  being  refiled  in  a  court  of  competent\r\n\n                               -22-\r\r\n\njurisdiction.\r\n\n          The  defendants contest  that  the issue  has not  been\r\n\nproperly  raised before  this  court, as  the  Muleros failed  to\r\n\ndesignate the dismissal of the supplemental claims as an issue on\r\n\nappeal, and so the appeal  should be deemed waived.  See  Fed. R.\r                                                                  \r\n\nApp. P.  10(b)(3).  Specifically, the Muleros' first stated issue\r\n\nwas that the court below erred in granting the motion for summary\r\n\njudgment  and dismissing  the  action \"as  there existed  genuine\r\n\nissues of material fact requiring  trial.\"  Appellants' Brief, at\r\n\n1.   The second stated issue regarded  the discovery continuance.\r\n\nWe agree with the defendants that the  issues as presented do not\r\n\nencompass the question whether the Puerto Rico law  claims should\r\n\nhave been dismissed.\r\n\n          Moreover,  even  if  the Muleros'  statement  of issues\r\n\nencompassed  the question  now raised,  it would still  have been\r\n\ndeemed  waived.   The  defendants'  Motion  for Summary  Judgment\r\n\nspecifically  requests  summary  judgment  as  regards  both  the\r\n\nfederal  and  state  law  claims,  as  did  their  Reply  to  the\r\n\nplaintiffs' Opposition, such that the district court did have the\r\n\nPuerto Rico  law claims in front of  it.  The Muleros' Opposition\r\n\nand  Surreply, however, remained silent as to the Puerto Rico law\r\n\nclaims:   they  argued neither  that the  Puerto Rico  law claims\r\n\nshould be dismissed without  prejudice, as they do now,  nor that\r\n\nthe  court  should exercise  its  supplemental  jurisdiction over\r\n\nthese  claims.  Nor did  they file a  motion for reconsideration.\r\n\nIn  these circumstances,  we find  that  the Muleros  have indeed\r\n\n                               -23-\r\r\n\nwaived this argument.   See McCoy  v. Massachusetts Institute  of\r                                                                           \r\n\nTechnology,  </pre><span class=\"citation\" data-id=\"572652\"><a href=\"/opinion/572652/james-l-mccoy-administrator-of-the-electrical-workers-trust-funds-etc-v/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span><pre class=\"inline\">, 22  (1st Cir. 1991),  cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">504</span>\r                                                                      \r\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">910</span></span><pre class=\"inline\"> (1992).\r\n\n                               -24-\r\r\n\n                            CONCLUSION\r                                      CONCLUSION\r\n\n          For the  reasons presented above, the  district court's\r\n\ndenial of the joint motion to extend discovery  is affirmed.  The\r                                                             affirmed\r                                                                     \r\n\nopinion  of  the  district  court granting  summary  judgment  is\r\n\nreversed as  to the Title VII and ADEA claims, and affirmed as to\r          reversed                                           affirmed\r                                                                     \r\n\nthe pendent Puerto  Rico Law claims.  We remand  this case to the\r\n\ndistrict court for proceedings consistent with this decision.\r\n\n                               -25-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107337/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109429/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195734/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195745/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196019/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196369/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492354/",
    "http://www.courtlistener.com/api/rest/v3/opinions/517428/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545207/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572741/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597806/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600776/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/665981/",
    "http://www.courtlistener.com/api/rest/v3/opinions/671484/",
    "http://www.courtlistener.com/api/rest/v3/opinions/675091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/675118/",
    "http://www.courtlistener.com/api/rest/v3/opinions/695510/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712177/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1667100/"
  ]
}