{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197061/",
  "absolute_url": "/opinion/197061/united-states-v-gill/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197061/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:21:26Z",
  "date_modified": "2017-03-24T10:49:48.314298Z",
  "type": "010combined",
  "sha1": "9276816a36e29987b456e6ae67452e202a57b71b",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1203.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 96-1203\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                   CHARLES HENRY GILL, JR.,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                  FOR THE DISTRICT OF MAINE\r\n\n           [Hon. Gene Carter, U.S. District Judge]\r                                                             \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n\n                  and Lisi,* District Judge.\r                                                       \r\n\n                                         \r\n\nTerry A. Fralich  with whom Peter J.  DeTroy and Norman, Hanson  &amp;\r                                                                              \r\nDeTroy were on briefs for appellant.\r              \r\nHelene  Kazanjian, Assistant  United  States  Attorney, with  whom\r                             \r\nJay P.  McCloskey, United States Attorney, was on brief for the United\r                         \r\nStates.\r\n\n                                         \r\n\n                       November 6, 1996\r\n\n                                         \r\n\n                \r                            \r\n\n*Of the District of Rhode Island, sitting by designation.\r\r\n\n     BOUDIN, Circuit  Judge.   Charles Gill appeals  from his\r                                       \r\n\nsentence,  following a  plea  of guilty  to various  criminal\r\n\ncharges, to  challenge two sentencing  determinations made by\r\n\nthe district judge.  One involves the issue of the vulnerable\r\n\nvictim  adjustment,   U.S.S.G.     3A1.1(b);  the  other,  an\r\n\nincrease for abuse of a position of trust.  Id.   3B1.3.  The\r                                                           \r\n\nfacts,  which  we  briefly  summarize,  are  drawn  from  the\r\n\npresentence report,  the  sentencing transcript  and  various\r\n\nother materials  before the district court.  United States v.\r                                                                      \r\n\nEgemonye, 62 F.3d 425, 426 (1st Cir. 1995).  \r                    \r\n\n     From  August 1993  until November  1994, Gill  owned and\r\n\noperated  the  Maine  Health  Trust, doing  business  as  The\r\n\nCounseling   Center   in   Fryberg,   Maine,   and   provided\r\n\npsychological  counseling  services  to  individuals  at  the\r\n\nCounseling  Center  during this  period.   Additionally, from\r\n\nFebruary 1994  to November 1994, Gill  was employed part-time\r\n\nat the Bethel Area  Health Center in Bethel, Maine,  where he\r\n\nperformed similar counseling services.  \r\n\n     Gill told individual patients at the two facilities, and\r\n\nhis employers  at  the Bethel  Area  Health Center,  that  he\r\n\npossessed a doctoral degree in psychology and was licensed as\r\n\na psychologist or counselor  under Maine law.  In  fact, Gill\r\n\nwas not licensed and had never received an advanced degree in\r\n\neither  psychology or  counseling.   Gill  had a  substantial\r\n\nrecord of offenses involving theft and passing bad checks.\r\n\n                             -2-\r                                         -2-\r\r\n\n     During the period in question, Gill submitted claims, or\r\n\ncaused patients and  the Bethel Area Health Center  to submit\r\n\nclaims for payment to various private insurance companies and\r\n\nthe  Medicare and  Medicaid programs  for services  that Gill\r\n\nprovided  to them.  The  total value of  the payments claimed\r\n\nfrom these entities was over $37,000.  Gill also made similar\r\n\nfalse  statements as to his  credentials and licensing to the\r\n\ninsurance companies and to Medicare and Medicaid authorities.\r\n\nGill  received payments totalling  over $16,000 directly from\r\n\nindividual patients.  \r\n\n     In  March  1995,  Gill  pled  guilty  to  one  count  of\r\n\nwillfully  using  a passport  secured  by  means of  a  false\r\n\nstatement,  18  U.S.C.     1542, Gill  having  proffered  the\r\n\npassport when  the Bethel Area Health  Center requested proof\r\n\nof  his citizenship  at  the start  of  his employment.    In\r\n\nOctober  1995, Gill pled guilty  to one count  of mail fraud,\r\n\none  count of  wire  fraud, and  one  count of  making  false\r\n\nstatements to  the Medicare and Medicaid programs.  18 U.S.C.\r\n\n     1341,  1343;  42  U.S.C.     1320.    All  charges  were\r\n\nconsolidated for sentencing.  \r\n\n     Following a  hearing on  January 30, 1996,  the district\r\n\ncourt sentenced Gill to  40 months' imprisonment, three years\r\n\nsupervised release,  and a requirement of  restitution in the\r\n\namount of $43,481.49.  The underlying calculations included a\r\n\ntwo-level increase  in Gill's  base offense level  for victim\r\n\n                             -3-\r                                         -3-\r\r\n\nvulnerability, U.S.S.G.   3A1.1(b), and  a two-level increase\r\n\nfor abuse of a  position of trust, id.   3B1.3.   It is these\r                                                  \r\n\ntwo adjustments that  are the sole subjects  of Gill's appeal\r\n\nfrom  his sentence.   Gill was  sentenced under  the November\r\n\n1995 edition  of the guidelines,  and references are  to that\r\n\nversion unless otherwise specified.\r\n\n     The standard of review in such a case is simple, in fact\r\n\ndeceptively so,  in the  standard formulation:   the district\r\n\ncourt's  factual   findings  are  respected   unless  clearly\r\n\nerroneous,  and the  determinations  of law  are reviewed  de\r                                                                         \r\n\nnovo.  United States v. Sabatino,  943 F.2d 94, 102 (1st Cir.\r                                            \r\n\n1991).   In principle, the application of a legal standard to\r\n\nundisputed  facts  is  also an  issue  of  law,  id., but  in\r                                                                \r\n\npractice the matter is not quite so clear-cut.\r\n\n     Victim  vulnerability.    Since  November 1,  1989,  the\r                                      \r\n\nprovision now  designated  U.S.S.G.    3A1.1(b) has  remained\r\n\nsubstantially  unchanged, although  a  recent change  in  the\r\n\ncommentary   is  pertinent   to  the  issue   of  \"targeting\"\r\n\n(discussed  below).   The  black letter  of section  3A1.1(b)\r\n\nstates that  a two-level increase in  the defendant's offense\r\n\nlevel must be imposed:\r\n\n     [i]f the defendant knew or should have known that a\r\n     victim of  the offense was unusually vulnerable due\r\n     to  age, physical  or mental  condition, or  that a\r\n     victim  was  otherwise particularly  susceptible to\r\n     the criminal conduct. \r\n\n                             -4-\r                                         -4-\r\r\n\n     The presentence report  proposed that the adjustment  be\r\n\napplied  to  Gill.     As  amended  to  reflect   rulings  on\r\n\nobjections,  the  report reasoned  that  Gill  knew that  the\r\n\npatients  with whom  he would  be dealing  \"had psychological\r\n\ndifficulties, mental  health  disorders and  substance  abuse\r\n\nproblems.\"  Accordingly, the probation officer said that Gill\r\n\nknew  that  his  victims were  vulnerable  and  \"specifically\r\n\ntargeted them because of their  `vulnerability' by [choosing]\r\n\nto  play the part  of a  person who  treats such  people with\r\n\nmental health problems.\"\r\n\n     At sentencing,  the district  court  concluded that  the\r\n\nvictims \"were  especially vulnerable  because of their  needs\r\n\nthat  gave rise  to  their  seeking  and their  receiving  of\r\n\nservices.\"    The court  cited  decisions  in other  circuits\r\n\nimposing  such  an  adjustment  on  individuals  fraudulently\r\n\nproviding medical services.  See United States v. Echevarria,\r                                                                        \r\n\n33  F.3d  175, 180-81  (2d  Cir.  1994) (unlicensed  doctor);\r\n\nUnited States  v. Bachynsky, 949  F.2d 722, 735-36  (5th Cir.\r                                       \r\n\n1991) (physician making false  diagnoses), cert. denied,  506\r                                                                   \r\n\nU.S. 850 (1992).\r\n\n     Gill disputes the district court's adjustment on several\r\n\ngrounds.  He argues that the finding of vulnerability must be\r\n\nbased on  evidence as to  individuals, rather than  upon mere\r\n\nmembership  in a  class.   He  denies  that the  patients  he\r\n\nvictimized were especially vulnerable.  Finally, he says that\r\n\n                             -5-\r                                         -5-\r\r\n\nhe  did  not  \"target\"  the  victims   on  account  of  their\r\n\nvulnerability, a  requirement  he imputes  to  the  guideline\r\n\nbased  on commentary  language.   The  first  two claims  are\r\n\nrelated; the  last we discuss separately in  the next section\r\n\nof this opinion.\r\n\n     The vulnerable  victim guideline is  primarily concerned\r\n\nwith the impaired capacity of the victim to detect or prevent\r\n\nthe  crime, rather than with the quantity of harm suffered by\r\n\nthe victim.   The latter  aggravation is dealt  with in  five\r\n\nother  provisions of  the  guidelines,  expressly  permitting\r                 \r\n\nupward  departures  where   the  crime  resulted   in  death,\r\n\nsignificant  physical  injury, extreme  psychological injury,\r\n\nspecial  property damage,  or  the  gratuitous infliction  of\r\n\ninjury or  prolonging of  pain or  humiliation.   U.S.S.G.   \r\n\n5K2.1, .2, .3, .5, .8.  As United States v. Kaye, 23 F.3d 50,\r                                                            \r\n\n54 (2d Cir. 1994), explained:\r\n\n          [T]he courts appear  to have  interpreted\r\n          the phrase \"susceptible  to the  criminal\r\n          conduct\" as emphasizing that a particular\r\n          victim  was  less  likely  to  thwart the\r\n          crime,  rather than more likely to suffer\r\n          harm if the crime is successful.\r\n\n     Thus,  the issue here is whether the patients at the two\r\n\nmental  health  facilities  where  Gill  practiced  were,  on\r\n\naccount of their condition,  substantially less able than the\r\n\naverage citizen  to protect themselves against  Gill's fraud.\r\n\nThere is nothing in the presentence report or in the district\r\n\njudge's  comments  that suggests  a misunderstanding  on this\r\n\n                             -6-\r                                         -6-\r\r\n\npoint.  However, we stress the focus of the  guideline at the\r\n\noutset because one cannot measure degrees of vulnerability or\r\n\nsusceptibility   without  some   notion   of  what   kind  of\r                                                                     \r\n\nvulnerability or susceptibility is at issue.\r\n\n     Even  thus narrowed,  our case  is  peculiarly difficult\r\n\nbecause Gill was dealing with a group, made up of individuals\r                                                 \r\n\nabout whom we know  almost nothing beyond the fact  that they\r\n\nfall  into a class of persons, namely, those who visit mental\r\n\nhealth  centers for  counseling and  therefore are  likely to\r\n\nhave or think  they have some  emotional or mental  problem--\r\n\nwhich may afflict the patient or a related non-patient.  Gill\r                                            \r\n\nargues that in such a case it is improper for a vulnerability\r\n\nfinding to be based on  membership in a class rather  than on\r\n\nevidence as to a specific individual.\r\n\n     Appeals  courts have  been  rather more  willing to  set\r\n\naside determinations of vulnerability  made solely on a class\r\n\nbasis  than when  the focus  was on  the susceptibility  of a\r\n\nspecific individual.  United States v. Rowe, 999 F.2d 14, 16-\r                                                       \r\n\n17 (1st Cir. 1993).  But, as we also said in Rowe, this is in\r                                                             \r\n\nno way a fixed rule.  Id. at 17.  In some cases the inference\r                                     \r\n\nto be drawn from the class characteristics may be so powerful\r\n\nthat there can be little doubt about unusual vulnerability of\r\n\nclass members within the meaning of section 3A1.1.\r\n\n     The  guideline makes  clear that  \"class\" determinations\r\n\nare  permissible  by  saying   in  its  commentary  that  the\r\n\n                             -7-\r                                         -7-\r\r\n\nadjustment  would apply  to someone  who sold  an ineffective\r\n\ncancer  cure.  U.S.S.G.    3A1.1(b), comment.  n.2.  Numerous\r\n\ncases  have   upheld  upward  adjustments   based  on   group\r\n\ndeterminations.  See, e.g., United States v. Malone, 78  F.3d\r                                                               \r\n\n518, 522-23  (11th Cir.  1996) (cab drivers);  Echevarria, 33\r                                                                     \r\n\nF.3d  at   180-181  (medical  patients);  United   States  v.\r                                                                     \r\n\nMcDermott,  29   F.3d  404,   411  (8th  Cir.   1994)  (black\r                     \r\n\nteenagers);  United States v. Peters, 962  F.2d 1410, 1417-18\r                                                \r\n\n(9th   Cir.  1992)  (people   with  poor  credit  histories);\r\n\nBachynsky, 949 F.2d at 735 (medical patients).\r                     \r\n\n     In Rowe, the primary subjects of the fraud were business\r                        \r\n\nentities, and, without knowing more about any company, it was\r\n\nhard  for us to see  how they were  \"unusually\" vulnerable to\r\n\nfraud.  The more recent case  of United States v. Feldman, 83\r                                                                     \r\n\nF.3d 9 (1st  Cir. 1996), also  relied upon by Gill,  is quite\r\n\ndifferent.   There,  this court  was concerned  with  a crime\r\n\ndirected  against only one or  two specific victims.   Id. at\r                                                                      \r\n\n15-16.   To resort to a single, class-based characteristic in\r\n\nsuch a case is to prefer the less complete picture  to a more\r\n\ncomplete one readily available.\r\n\n     Yet  even  in  a   one-victim  case,  a  single  \"class\"\r\n\ncharacteristic  could be so powerful a proof of vulnerability\r\n\nas to settle the  issue without more.  Indeed,  the guideline\r\n\ncommentary  suggests it would be enough to show that an armed\r\n\nrobbery  victim was  confined to  a wheelchair.    U.S.S.G.  \r\n\n                             -8-\r                                         -8-\r\r\n\n3A1.1(b), comment. n.2.   In truth, many inferences  about an\r\n\nindividual rest on an  implicit generalization about a class.\r\n\nEverything depends on the strength of the inference.\r\n\n     In our  own case,  the government could  have simplified\r\n\nmatters if it had offered evidence from some of Gill's former\r\n\npatients  as  to their  own conditions.    At the  same time,\r\n\nconcerns about  privacy and privilege make  it pretty obvious\r\n\nwhy  the prosecutor  might wish  to avoid  this course--quite\r\n\napart  from  considerations  of time  and  expense.    In all\r\n\nevents, the government  was free to  rest upon the  inference\r\n\nthat many  such patients would be  highly vulnerable, leaving\r\n\nit to the sentencing judge to agree or disagree.\r\n\n     In  our  view,  a   sentencing  judge  could  reasonably\r\n\nconclude  based on  general  knowledge that,  in the  typical\r\n\nsituation,  at least a fair number of patients at a community\r\n\nmental health center are commonly under significant emotional\r\n\nstress.  True, some  patients might be free of stress  but to\r\n\nsuppose this to be generally true is unrealistic.  Counseling\r\n\nin mental  health matters  often involves disclosing  affairs\r\n\nthat  most people  treat  as private  and,  if for  no  other\r\n\nreason, it  is a step  that many are  likely to take  only to\r\n\ncope with substantial strains. \r\n\n     The records revealed that Gill had treated many\r\n\npatients and that a number  of them had multiple visits.   It\r\n\nis thus  safe to infer  that at  least some of  these victims\r\n\n                             -9-\r                                         -9-\r\r\n\nwere under significant stress  and so unusually vulnerable to\r\n\nGill's fraud.  It seems to us evident that Gill could foresee\r\n\nthe risk sufficiently to meet the guideline's \"knew or should\r\n\nhave known\" standard.  Id.   3A1.1(b).  See United  States v.\r                                                                      \r\n\nSkillman, 922 F.2d 1370, 1378  (9th Cir. 1990), cert. denied,\r                                                                        \r\n\n502 U.S. 922 (1991).1\r\n\n     Ours would be a different case if Gill had seen only one\r\n\npatient and we  knew nothing  about that individual.   Yet  a\r\n\ndifferent problem would be presented if Gill had accepted the\r\n\ngeneral  inference as  to most  clinics but  offered evidence\r\n\nthat his clinic  treated only persons with a  special problem\r                    \r\n\nunlikely  to involve  much patient  stress.   But neither  of\r\n\nthese variations is presented, and there will be time  enough\r\n\nto deal with them, and many other variations, as cases arise.\r\n\n     Targeting.   Gill  makes a  separate complaint  that his\r                          \r\n\nsection 3A1.1 enhancement was erroneously applied  because he\r\n\ndid not  \"target\"  or select  his  victims because  of  their\r\n\nunusual  vulnerability.    He  cites several  cases  for  the\r\n\nproposition that  this motivation  is a additional  requisite\r\n\nelement.   Until  November  1995, the  commentary to  section\r\n\n3A1.1  stated  that  the  section was  applicable  \"where  an\r\n\n                    \r                                \r\n\n     1This contrasts  with the  situation,  described by  the\r\nguideline commentary, in which one of many victims happens to\r\nbe vulnerable by some  circumstance accidental in relation to\r\nthe  fraud  and largely  unforeseen.    U.S.S.G.    3A1.1(b),\r\ncomment.  n.2  (enhancement  not applicable  to  purveyor  of\r\nfraudulent securities to general public if one victim happens\r\nto be senile).\r\n\n                             -10-\r                                         -10-\r\r\n\nunusually  vulnerable victim  is  made a  target of  criminal\r\n\nactivity by the  defendant.\"  U.S.S.G.   3A1.1,  comment. n.1\r\n\n(Nov. 1994).\r\n\n     This commentary language was  deleted  by the Sentencing\r\n\nCommission in  November 1995 to \"clarif[y]  the operation\" of\r\n\nsection  3A1.1.   U.S.S.G.  App.C, Amend.  521, at  430 (Nov.\r\n\n1995).  But Gill's  criminal conduct took place prior  to the\r\n\namendment date.  So,  if the 1995 amendment  did away with  a\r\n\npreviously  required  element  of targeting  motivation,  the\r\n\nprior guideline might have to be followed under ex post facto\r                                                                         \r\n\nprinciples.    See  U.S.S.G.      1B1.11;  United  States  v.\r                                                                     \r\n\nPrezioso, 989 F.2d 52, 53-54 (1st Cir. 1993).\r                    \r\n\n     Gill's  argument about  targeting leans  heavily on  our\r\n\nopinion in  Rowe.  The  Rowe case  involved a scheme  to sell\r                                        \r\n\nfraudulent  health   insurance  policies  to   various  small\r\n\nbusinesses, that  were  not,  in our  opinion,  shown  to  be\r\n\nunusually vulnerable under section 3A1.1.  Rowe,  999 F.2d at\r                                                           \r\n\n16-17.  When the  government said that some of  the employee-\r\n\npatients might have  been unusually vulnerable--because  once\r\n\ninsured they  could not  easily switch  companies--we replied\r\n\nthat  there  was no  \"special  targeting  [by Rowe]  of  such\r\n\nvictims.\"  Id. at 17.\r                          \r\n\n     The confusion  is understandable, and wholly  of our own\r\n\nmaking, but  it does not  help Gill.   All that we  meant was\r\n\nthat the case might  have been different if the  Rowe's fraud\r\n\n                             -11-\r                                         -11-\r\r\n\nhad involved  direct dealings between Rowe  and the employee-\r\n\npatients  whereby the success of his scheme had depended upon\r\n\nthe latter's  vulnerability.  See, e.g.,  Bachynsky, 949 F.2d\r                                                               \r\n\nat 735 (upholding enhancement against physician who submitted\r\n\nfalse claims to insurers  after seeing vulnerable  patients).\r\n\nIn short, the reference  to targeting in Rowe had  nothing to\r                                                         \r\n\ndo  with laying  down a  separate and  additional requirement\r\n\nthat the primary subject  of the fraud be a \"target,\" as well\r\n\nas foreseeably vulnerable to an unusual degree.  \r\n\n     Although the  circuits are divided,2  such an additional\r\n\nrequirement  of  \"targeting,\"  even  under  the pre-amendment\r\n\nguideline,  is  at  odds  with the  evident  purpose  of  the\r\n\nguideline: to  punish more  severely conduct that  is morally\r\n\nmore  culpable and  to protect  such victims  by adding  more\r\n\ndeterrence.   See, e.g., United  States v.  Brunson, 54  F.3d\r                                                               \r\n\n673, 676  (10th Cir.),  cert. denied,  116 S.Ct. 397  (1995);\r                                                \r\n\nUnited States v. Morrill, 984  F.2d 1136, 1137-38 (11th  Cir.\r                                    \r\n\n1993).   Further, to require subjective motivation undermines\r\n\nthe guideline's own lesser scienter requirement, namely, that\r\n\nthe defendant  \"knew or  should have known\"  of the  victim's\r\n\nunusual vulnerability.\r\n\n                    \r                                \r\n\n     2Compare United  States v. O'Brien, 50  F.3d 751, 755-56\r                                                   \r\n(9th Cir.  1995) (declining to impose  a scienter requirement\r\nof targeting beyond the \"knew or should have known\" standard)\r\nwith  United States v. Holmes,  60 F.3d 1134,  1136 (4th Cir.\r                                         \r\n1995)  (discussing  additional  targeting  requirement),  and\r                                                                         \r\nUnited  States v.  Smith, 39  F.3d 119,  124 (6th  Cir. 1994)\r                                    \r\n(adopting targeting requirement). \r\n\n                             -12-\r                                         -12-\r\r\n\n     In the present case,  the main subjects of  Gill's fraud\r\n\ninclude both  the patients  with whom he  dealt directly  and\r\n\nthose  third  parties  who  were billed,  such  as  insurance\r\n\ncompanies.  It is  a reasonable, indeed compelling, inference\r\n\nthat  the former  include at  least some  who were  unusually\r\n\nvulnerable and were foreseeably so.  That is enough under the\r\n\nguideline, pre  and post amendment, regardless  of Gill's own\r\n\nprivate  motivation.    If  Rowe  has  confused  matters,  as\r                                            \r\n\napparently it has, we are happy to set the record straight.\r\n\n     Abuse of Position of  Trust.  Gill also argues  that the\r                                            \r\n\ndistrict court erred in enhancing his sentence under U.S.S.G.\r\n\n  3B1.3.   That section provides for  a two-level enhancement\r\n\n\"if the  defendant abused  a  position of  public or  private\r\n\ntrust  . . . in  a manner that  significantly facilitated the\r\n\ncommission or concealment of the offense.\"  U.S.S.G.   3B1.3.\r\n\nThus, the district court must first decide that the defendant\r\n\noccupied a position of trust and then  find that he used that\r\n\nposition to  facilitate or conceal  the offense.   See United\r                                                                         \r\n\nStates v. Santiago-Gonzalez, 66 F.3d 3, 8 (1st Cir. 1995).\r                                       \r\n\n     Here  the district  court concluded  that, at  least \"in\r\n\nreal life terms,\" Gill occupied  a position of trust relative\r\n\nto his  counseling patients, and that Gill  took advantage of\r\n\nthe   patients'  reliance   on  his   claimed  status   as  a\r\n\npsychologist to  further his  fraud scheme.   Gill challenges\r\n\nboth  findings, claiming that he  did not hold  a position of\r\n\n                             -13-\r                                         -13-\r\r\n\ntrust as intended  by the  guideline, and that  there was  no\r\n\nevidence that he abused his position.\r\n\n     Were  Gill a  duly  licensed psychologist  who used  his\r\n\nstatus  as a  mental health  professional to  perpetrate some\r\n\nfraud or  other crime upon  his patients and  their insurers,\r\n\nthere  is no  doubt  that section  3B1.3's enhancement  would\r\n\napply.   \"Effective  psychotherapy  . .  .  depends  upon  an\r\n\natmosphere  of confidence and  trust in which  the patient is\r\n\nwilling  to make  a frank  and complete disclosure  of facts,\r\n\nemotions, memories, and  fears.\"  Jaffee  v. Redmond, 116  S.\r                                                                \r\n\nCt.  1923, 1928 (1996).  The guideline phrase \"private trust\"\r\n\nreadily describes  the relationship  of a psychologist  vis a\r\n\nvis his or her patients.\r\n\n     Gill argues that because  he did not legitimately occupy\r                                                                  \r\n\nthe position  of counselor, he  did not \"hold\"  that position\r\n\nunder section 3B1.3.   This argument  has persuaded at  least\r\n\none other circuit.  In Echevarria, 33 F.3d at 181, the Second\r                                             \r\n\nCircuit reversed  a section 3B1.3 enhancement  on a defendant\r\n\nwho falsely held  himself out  as a  physician, stating  that\r\n\n\"[w]e  do not believe  that an imposter  `holds' the position\r\n\nthat  he  purports  to  occupy within  the  meaning  of  this\r\n\ncommentary.\"  It does not persuade us.\r\n\n     We  appreciate that read  literally, the guideline could\r\n\nbe taken to  refer only  to one who  legally or  legitimately\r\n\noccupied a position of trust, presumably the usual case.  But\r\n\n                             -14-\r                                         -14-\r\r\n\nthe  threat  that animates  the  guideline may  as  easily be\r\n\npresent  where the position is occupied by an imposter.  That\r\n\nthreat--illustrated by the  lawyer who bilks a  client out of\r\n\ntrust funds  or the doctor who sexually  abuses a patient--is\r\n\nthat wrongdoer's  position facilitates the crime, reduces the\r\n\nchance of detection, or both.  See U.S.S.G.   3B1.3, comment.\r                                              \r\n\nn.1.\r\n\n     The  threat is  equally  present whether  the lawyer  or\r\n\ndoctor is fully licensed or is a pretender sporting a vest or\r\n\nwhite coat and displaying a fake diploma.  In both cases, the\r\n\nwrongdoer is  using the ostensible position  to facilitate or\r\n\nconceal the crime, just as  Gill's extraction of payments was\r\n\nfacilitated by his claim to be a licensed counselor.  Our own\r\n\ncases have stressed the practical realities rather than legal\r\n\ntitle in applying this adjustment.3  This is also the view of\r\n\nthe Tenth Circuit in United States v. Queen, 4 F.3d 925, 929-\r                                                       \r\n\n30 (10th Cir. 1993).\r\n\n     The district court here found that Gill did acquire, \"in\r\n\nreal life terms . . . by virtue of his conduct\" a position of\r\n\ntrust relative to his patients.  \"Trust\" alone, of course, is\r\n\n                    \r                                \r\n\n     3See United States v. Newman, 49 F.3d 19 (1st Cir. 1995)\r                                             \r\n(section 3B1.3  enhancement upheld  against  a defendant  who\r\ndefrauded a  corporation that  was under his  actual control,\r\ndespite the  fact that he  had never properly  obtained legal\r\nauthority  over  the  corporation);  cf.  United   States  v.\r                                                                     \r\nInnamorati, 996 F.2d 456,  489-90 (1st Cir.) (former registry\r                                                                \r\npolice  officer  subject  to  enhancement  if  prior position\r\nfacilitated crime), cert. denied, 510 U.S. 955 (1993).\r                                            \r\n\n                             -15-\r                                         -15-\r\r\n\nnot  enough; there  must  also  be  a  \"position.\"    But  by\r\n\npretending,  Gill effectively occupied  the \"position\" so far\r\n\nas the present guideline is concerned.\r\n\n     Affirmed.\r                         \r\n\n                             -16-\r                                         -16-\r\r\n",
  "html": "<p class=\"case_cite\">99 F.3d 484</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Charles Henry GILL, Jr., Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-1203.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard July 29, 1996.</p>\n    <p class=\"date\">Decided Nov. 6, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Terry A. Fralich with whom Peter J. DeTroy, and Norman, Hanson &amp; DeTroy, Portland, ME, were on briefs, for defendant, appellant.</p>\n      <p class=\"indent\">Helene Kazanjian, Assistant United States Attorney, Portland, ME, with whom Jay P. McCloskey, United States Attorney, Bangor, ME, was on brief, for the United States.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN, Circuit Judge, and LISI,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Charles Gill appeals from his sentence, following a plea of guilty to various criminal charges, to challenge two sentencing determinations made by the district judge.  One involves the issue of the vulnerable victim adjustment, U.S.S.G. &#167; 3A1.1(b);  the other, an increase for abuse of a position of trust.  Id. &#167; 3B1.3.  The facts, which we briefly summarize, are drawn from the presentence report, the sentencing transcript and various other materials before the district court.  United States v. Egemonye, 62 F.3d 425, 426 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">From August 1993 until November 1994, Gill owned and operated the Maine Health Trust, doing business as The Counseling Center, in Fryberg, Maine, and provided psychological counseling services to individuals at the Counseling Center during this period.  Additionally, from February 1994 to November 1994, Gill was employed part-time at the Bethel Area Health Center in Bethel, Maine, where he performed similar counseling services.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Gill told individual patients at the two facilities, and his employers at the Bethel Area Health Center, that he possessed a doctoral degree in psychology and was licensed as a psychologist or counselor under Maine law.  In fact, Gill was not licensed and had never received an advanced degree in either psychology or counseling.  Gill had a substantial record of offenses involving theft and passing bad checks.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the period in question, Gill submitted claims, or caused patients and the Bethel Area Health Center to submit claims for payment to various private insurance companies and the Medicare and Medicaid programs for services that Gill provided to them.  The total value of the payments claimed from these entities was over $37,000.  Gill also made similar false statements as to his credentials and licensing to the insurance companies and to Medicare and Medicaid authorities.  Gill received payments totalling over $16,000 directly from individual patients.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In March 1995, Gill pled guilty to one count of willfully using a passport secured by means of a false statement, 18 U.S.C. &#167; 1542, Gill having proffered the passport when the Bethel Area Health Center requested proof of his citizenship at the start of his employment.  In October 1995, Gill pled guilty to one count of mail fraud, one count of wire fraud, and one count of making false statements to the Medicare and Medicaid programs.  18 U.S.C. &#167;&#167; 1341, 1343;  42 U.S.C. &#167; 1320.  All charges were consolidated for sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Following a hearing on January 30, 1996, the district court sentenced Gill to 40 months' imprisonment, three years supervised release, and a requirement of restitution in the amount of $43,481.49.  The underlying calculations included a two-level increase in Gill's base offense level for victim vulnerability, U.S.S.G. &#167; 3A1.1(b), and a two-level increase for abuse of a position of trust, id. &#167; 3B1.3.  It is these two adjustments that are the sole subjects of Gill's appeal from his sentence.  Gill was sentenced under the November 1995 edition of the guidelines, and references are to that version unless otherwise specified.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The standard of review in such a case is simple, in fact deceptively so, in the standard formulation:  the district court's factual findings are respected unless clearly erroneous, and the determinations of law are reviewed de novo.  United States v. Sabatino, 943 F.2d 94, 102 (1st Cir.1991).  In principle, the application of a legal standard to undisputed facts is also an issue of law, id., but in practice the matter is not quite so clear-cut.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Victim vulnerability.   Since November 1, 1989, the provision now designated U.S.S.G. &#167; 3A1.1(b) has remained substantially unchanged, although a recent change in the commentary is pertinent to the issue of \"targeting\" (discussed below).  The black letter of section 3A1.1(b) states that a two-level increase in the defendant's offense level must be imposed:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>[i]f the defendant knew or should have known that a victim of the offense was unusually vulnerable due to age, physical or mental condition, or that a victim was otherwise particularly susceptible to the criminal conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The presentence report proposed that the adjustment be applied to Gill.  As amended to reflect rulings on objections, the report reasoned that Gill knew that the patients with whom he would be dealing \"had psychological difficulties, mental health disorders and substance abuse problems.\"   Accordingly, the probation officer said that Gill knew that his victims were vulnerable and \"specifically targeted them because of their 'vulnerability' by [choosing] to play the part of a person who treats such people with mental health problems.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">At sentencing, the district court concluded that the victims \"were especially vulnerable because of their needs that gave rise to their seeking and their receiving of services.\"   The court cited decisions in other circuits imposing such an adjustment on individuals fraudulently providing medical services.  See United States v. Echevarria, 33 F.3d 175, 180-81 (2d Cir.1994) (unlicensed doctor);  United States v. Bachynsky, 949 F.2d 722, 735-36 (5th Cir.1991) (physician making false diagnoses), cert. denied, 506 U.S. 850, 113 S.Ct. 150, 121 L.Ed.2d 101 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Gill disputes the district court's adjustment on several grounds.  He argues that the finding of vulnerability must be based on evidence as to individuals, rather than upon mere membership in a class.  He denies that the patients he victimized were especially vulnerable.  Finally, he says that he did not \"target\" the victims on account of their vulnerability, a requirement he imputes to the guideline based on commentary language.  The first two claims are related;  the last we discuss separately in the next section of this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The vulnerable victim guideline is primarily concerned with the impaired capacity of the victim to detect or prevent the crime, rather than with the quantity of harm suffered by the victim.  The latter aggravation is dealt with in five other provisions of the guidelines, expressly permitting upward departures where the crime resulted in death, significant physical injury, extreme psychological injury, special property damage, or the gratuitous infliction of injury or prolonging of pain or humiliation.  U.S.S.G. &#167;&#167; 5K2.1, .2, .3, .5, .8.  As United States v. Kaye, 23 F.3d 50, 54 (2d Cir.1994), explained:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>[T]he courts appear to have interpreted the phrase \"susceptible to the criminal conduct\" as emphasizing that a particular victim was less likely to thwart the crime, rather than more likely to suffer harm if the crime is successful.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Thus, the issue here is whether the patients at the two mental health facilities where Gill practiced were, on account of their condition, substantially less able than the average citizen to protect themselves against Gill's fraud.  There is nothing in the presentence report or in the district judge's comments that suggests a misunderstanding on this point.  However, we stress the focus of the guideline at the outset because one cannot measure degrees of vulnerability or susceptibility without some notion of what kind of vulnerability or susceptibility is at issue.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Even thus narrowed, our case is peculiarly difficult because Gill was dealing with a group, made up of individuals about whom we know almost nothing beyond the fact that they fall into a class of persons, namely, those who visit mental health centers for counseling and therefore are likely to have or think they have some emotional or mental problem--which may afflict the patient or a related non-patient.  Gill argues that in such a case it is improper for a vulnerability finding to be based on membership in a class rather than on evidence as to a specific individual.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Appeals courts have been rather more willing to set aside determinations of vulnerability made solely on a class basis than when the focus was on the susceptibility of a specific individual.  United States v. Rowe, 999 F.2d 14, 16-17 (1st Cir.1993).  But, as we also said in Rowe, this is in no way a fixed rule.  Id. at 17.   In some cases the inference to be drawn from the class characteristics may be so powerful that there can be little doubt about unusual vulnerability of class members within the meaning of section 3A1.1.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The guideline makes clear that \"class\" determinations are permissible by saying in its commentary that the adjustment would apply to someone who sold an ineffective cancer cure.  U.S.S.G. &#167; 3A1.1(b), comment. n. 2. Numerous cases have upheld upward adjustments based on group determinations.  See, e.g., United States v. Malone, 78 F.3d 518, 522-23 (11th Cir.1996) (cab drivers);  Echevarria, 33 F.3d at 180-181 (medical patients);  United States v. McDermott, 29 F.3d 404, 411 (8th Cir.1994) (black teenagers);  United States v. Peters, 962 F.2d 1410, 1417-18 (9th Cir.1992) (people with poor credit histories);  Bachynsky, 949 F.2d at 735 (medical patients).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In Rowe, the primary subjects of the fraud were business entities, and, without knowing more about any company, it was hard for us to see how they were \"unusually\" vulnerable to fraud.  The more recent case of United States v. Feldman, 83 F.3d 9 (1st Cir.1996), also relied upon by Gill, is quite different.  There, this court was concerned with a crime directed against only one or two specific victims.  Id. at 15-16.   To resort to a single, class-based characteristic in such a case is to prefer the less complete picture to a more complete one readily available.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Yet even in a one-victim case, a single \"class\" characteristic could be so powerful a proof of vulnerability as to settle the issue without more.  Indeed, the guideline commentary suggests it would be enough to show that an armed robbery victim was confined to a wheelchair.  U.S.S.G. &#167; 3A1.1(b), comment. n. 2. In truth, many inferences about an individual rest on an implicit generalization about a class.  Everything depends on the strength of the inference.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In our own case, the government could have simplified matters if it had offered evidence from some of Gill's former patients as to their own conditions.  At the same time, concerns about privacy and privilege make it pretty obvious why the prosecutor might wish to avoid this course--quite apart from considerations of time and expense.  In all events, the government was free to rest upon the inference that many such patients would be highly vulnerable, leaving it to the sentencing judge to agree or disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In our view, a sentencing judge could reasonably conclude based on general knowledge that, in the typical situation, at least a fair number of patients at a community mental health center are commonly under significant emotional stress.  True, some patients might be free of stress, but to suppose this to be generally true is unrealistic.  Counseling in mental health matters often involves disclosing affairs that most people treat as private and, if for no other reason, it is a step that many are likely to take only to cope with substantial strains.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The records revealed that Gill had treated many patients and that a number of them had multiple visits.  It is thus safe to infer that at least some of these victims were under significant stress and so unusually vulnerable to Gill's fraud.  It seems to us evident that Gill could foresee the risk sufficiently to meet the guideline's \"knew or should have known\" standard.  Id. &#167; 3A1.1(b).  See United States v. Skillman, 922 F.2d 1370, 1378 (9th Cir.1990), cert. denied, 502 U.S. 922, 112 S.Ct. 353, 116 L.Ed.2d 275 (1991).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Ours would be a different case if Gill had seen only one patient and we knew nothing about that individual.  Yet a different problem would be presented if Gill had accepted the general inference as to most clinics but offered evidence that his clinic treated only persons with a special problem unlikely to involve much patient stress.  But neither of these variations is presented, and there will be time enough to deal with them, and many other variations, as cases arise.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Targeting.  Gill makes a separate complaint that his section 3A1.1 enhancement was erroneously applied because he did not \"target\" or select his victims because of their unusual vulnerability.  He cites several cases for the proposition that this motivation is a additional requisite element.  Until November 1995, the commentary to section 3A1.1 stated that the section was applicable \"where an unusually vulnerable victim is made a target of criminal activity by the defendant.\"  U.S.S.G. &#167; 3A1.1, comment. n. 1 (Nov.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This commentary language was deleted by the Sentencing Commission in November 1995 to \"clarif[y] the operation\" of section 3A1.1.  U.S.S.G.App.C, Amend. 521, at 430 (Nov.1995).  But Gill's criminal conduct took place prior to the amendment date.  So, if the 1995 amendment did away with a previously required element of targeting motivation, the prior guideline might have to be followed under ex post facto principles.  See U.S.S.G. &#167; 1B1.11;  United States v. Prezioso, 989 F.2d 52, 53-54 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Gill's argument about targeting leans heavily on our opinion in Rowe.  The Rowe case involved a scheme to sell fraudulent health insurance policies to various small businesses, that were not, in our opinion, shown to be unusually vulnerable under section 3A1.1.  Rowe, 999 F.2d at 16-17.   When the government said that some of the employee-patients might have been unusually vulnerable--because once insured they could not easily switch companies--we replied that there was no \"special targeting [by Rowe] of such victims.\"  Id. at 17.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The confusion is understandable, and wholly of our own making, but it does not help Gill.  All that we meant was that the case might have been different if the Rowe's fraud had involved direct dealings between Rowe and the employee-patients whereby the success of his scheme had depended upon the latter's vulnerability.  See, e.g., Bachynsky, 949 F.2d at 735 (upholding enhancement against physician who submitted false claims to insurers after seeing vulnerable patients).  In short, the reference to targeting in Rowe had nothing to do with laying down a separate and additional requirement that the primary subject of the fraud be a \"target,\" as well as foreseeably vulnerable to an unusual degree.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Although the circuits are divided,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> such an additional requirement of \"targeting,\" even under the pre-amendment guideline, is at odds with the evident purpose of the guideline:  to punish more severely conduct that is morally more culpable and to protect such victims by adding more deterrence.  See, e.g., United States v. Brunson, 54 F.3d 673, 676 (10th Cir.), cert. denied, --- U.S. ----, 116 S.Ct. 397, 133 L.Ed.2d 317 (1995);  United States v. Morrill, 984 F.2d 1136, 1137-38 (11th Cir.1993).  Further, to require subjective motivation undermines the guideline's own lesser scienter requirement, namely, that the defendant \"knew or should have known\" of the victim's unusual vulnerability.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In the present case, the main subjects of Gill's fraud include both the patients with whom he dealt directly and those third parties who were billed, such as insurance companies.  It is a reasonable, indeed compelling, inference that the former include at least some who were unusually vulnerable and were foreseeably so.  That is enough under the guideline, pre and post amendment, regardless of Gill's own private motivation.  If Rowe has confused matters, as apparently it has, we are happy to set the record straight.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Abuse of Position of Trust.   Gill also argues that the district court erred in enhancing his sentence under U.S.S.G. &#167; 3B1.3.  That section provides for a two-level enhancement \"if the defendant abused a position of public or private trust ... in a manner that significantly facilitated the commission or concealment of the offense.\" U.S.S.G. &#167; 3B1.3.  Thus, the district court must first decide that the defendant occupied a position of trust and then find that he used that position to facilitate or conceal the offense.  See United States v. Santiago-Gonzalez, 66 F.3d 3, 8 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Here the district court concluded that, at least \"in real life terms,\" Gill occupied a position of trust relative to his counseling patients, and that Gill took advantage of the patients' reliance on his claimed status as a psychologist to further his fraud scheme.  Gill challenges both findings, claiming that he did not hold a position of trust as intended by the guideline, and that there was no evidence that he abused his position.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Were Gill a duly licensed psychologist who used his status as a mental health professional to perpetrate some fraud or other crime upon his patients and their insurers, there is no doubt that section 3B1.3's enhancement would apply.  \"Effective psychotherapy ... depends upon an atmosphere of confidence and trust in which the patient is willing to make a frank and complete disclosure of facts, emotions, memories, and fears.\"  Jaffee v. Redmond, --- U.S. ----, ----, 116 S.Ct. 1923, 1928, 135 L.Ed.2d 337 (1996).  The guideline phrase \"private trust\" readily describes the relationship of a psychologist vis a vis his or her patients.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Gill argues that because he did not legitimately occupy the position of counselor, he did not \"hold\" that position under section 3B1.3.  This argument has persuaded at least one other circuit.  In Echevarria, 33 F.3d at 181, the Second Circuit reversed a section 3B1.3 enhancement on a defendant who falsely held himself out as a physician, stating that \"[w]e do not believe that an imposter 'holds' the position that he purports to occupy within the meaning of this commentary.\"   It does not persuade us.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We appreciate that read literally, the guideline could be taken to refer only to one who legally or legitimately occupied a position of trust, presumably the usual case.  But the threat that animates the guideline may as easily be present where the position is occupied by an imposter.  That threat--illustrated by the lawyer who bilks a client out of trust funds or the doctor who sexually abuses a patient--is that wrongdoer's position facilitates the crime, reduces the chance of detection, or both.  See U.S.S.G. &#167; 3B1.3, comment. n. 1.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The threat is equally present whether the lawyer or doctor is fully licensed or is a pretender sporting a vest or white coat and displaying a fake diploma.  In both cases, the wrongdoer is using the ostensible position to facilitate or conceal the crime, just as Gill's extraction of payments was facilitated by his claim to be a licensed counselor.  Our own cases have stressed the practical realities rather than legal title in applying this adjustment.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  This is also the view of the Tenth Circuit in United States v. Queen, 4 F.3d 925, 929-30 (10th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The district court here found that Gill did acquire, \"in real life terms ... by virtue of his conduct\" a position of trust relative to his patients.  \"Trust\" alone, of course, is not enough;  there must also be a \"position.\"   But by pretending, Gill effectively occupied the \"position\" so far as the present guideline is concerned.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This contrasts with the situation, described by the guideline commentary, in which one of many victims happens to be vulnerable by some circumstance accidental in relation to the fraud and largely unforeseen.  U.S.S.G. &#167; 3A1.1(b), comment. n. 2 (enhancement not applicable to purveyor of fraudulent securities to general public if one victim happens to be senile)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Compare United States v. O'Brien, 50 F.3d 751, 755-56 (9th Cir.1995) (declining to impose a scienter requirement of targeting beyond the \"knew or should have known\" standard) with United States v. Holmes, 60 F.3d 1134, 1136 (4th Cir.1995) (discussing additional targeting requirement), and United States v. Smith, 39 F.3d 119, 124 (6th Cir.1994) (adopting targeting requirement)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See United States v. Newman, 49 F.3d 1, 9 (1st Cir.1995) ( section 3B1.3 enhancement upheld against a defendant who defrauded a corporation that was under his actual control, despite the fact that he had never properly obtained legal authority over the corporation);  cf.  United States v. Innamorati, 996 F.2d 456, 489-90 (1st Cir.)  (former registry police officer subject to enhancement if prior position facilitated crime), cert. denied, 510 U.S. 955, 114 S.Ct. 409, 126 L.Ed.2d 356 (1993)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">484</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Charles Henry GILL, Jr., Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-1203.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard July 29, 1996.</p>\n    <p class=\"date\">Decided Nov. 6, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Terry A. Fralich with whom Peter J. DeTroy, and Norman, Hanson &amp; DeTroy, Portland, ME, were on briefs, for defendant, appellant.</p>\n      <p class=\"indent\">Helene Kazanjian, Assistant United States Attorney, Portland, ME, with whom Jay P. McCloskey, United States Attorney, Bangor, ME, was on brief, for the United States.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN, Circuit Judge, and LISI,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Charles Gill appeals from his sentence, following a plea of guilty to various criminal charges, to challenge two sentencing determinations made by the district judge.  One involves the issue of the vulnerable victim adjustment, U.S.S.G. &#167; 3A1.1(b);  the other, an increase for abuse of a position of trust.  Id. &#167; 3B1.3.  The facts, which we briefly summarize, are drawn from the presentence report, the sentencing transcript and various other materials before the district court.  United States v. Egemonye, <span class=\"citation\" data-id=\"196220\"><a href=\"/opinion/196220/united-states-v-egemonye/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">425</span></a></span>, 426 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">From August 1993 until November 1994, Gill owned and operated the Maine Health Trust, doing business as The Counseling Center, in Fryberg, Maine, and provided psychological counseling services to individuals at the Counseling Center during this period.  Additionally, from February 1994 to November 1994, Gill was employed part-time at the Bethel Area Health Center in Bethel, Maine, where he performed similar counseling services.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Gill told individual patients at the two facilities, and his employers at the Bethel Area Health Center, that he possessed a doctoral degree in psychology and was licensed as a psychologist or counselor under Maine law.  In fact, Gill was not licensed and had never received an advanced degree in either psychology or counseling.  Gill had a substantial record of offenses involving theft and passing bad checks.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the period in question, Gill submitted claims, or caused patients and the Bethel Area Health Center to submit claims for payment to various private insurance companies and the Medicare and Medicaid programs for services that Gill provided to them.  The total value of the payments claimed from these entities was over $37,000.  Gill also made similar false statements as to his credentials and licensing to the insurance companies and to Medicare and Medicaid authorities.  Gill received payments totalling over $16,000 directly from individual patients.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In March 1995, Gill pled guilty to one count of willfully using a passport secured by means of a false statement, 18 U.S.C. &#167; 1542, Gill having proffered the passport when the Bethel Area Health Center requested proof of his citizenship at the start of his employment.  In October 1995, Gill pled guilty to one count of mail fraud, one count of wire fraud, and one count of making false statements to the Medicare and Medicaid programs.  18 U.S.C. &#167;&#167; 1341, 1343;  42 U.S.C. &#167; 1320.  All charges were consolidated for sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Following a hearing on January 30, 1996, the district court sentenced Gill to 40 months' imprisonment, three years supervised release, and a requirement of restitution in the amount of $43,481.49.  The underlying calculations included a two-level increase in Gill's base offense level for victim vulnerability, U.S.S.G. &#167; 3A1.1(b), and a two-level increase for abuse of a position of trust, id. &#167; 3B1.3.  It is these two adjustments that are the sole subjects of Gill's appeal from his sentence.  Gill was sentenced under the November 1995 edition of the guidelines, and references are to that version unless otherwise specified.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The standard of review in such a case is simple, in fact deceptively so, in the standard formulation:  the district court's factual findings are respected unless clearly erroneous, and the determinations of law are reviewed de novo.  United States v. Sabatino, <span class=\"citation\" data-id=\"567584\"><a href=\"/opinion/567584/united-states-v-diane-sabatino-united-states-of-america-v-joseph/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">94</span></a></span>, 102 (1st Cir.1991).  In principle, the application of a legal standard to undisputed facts is also an issue of law, id., but in practice the matter is not quite so clear-cut.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Victim vulnerability.   Since November 1, 1989, the provision now designated U.S.S.G. &#167; 3A1.1(b) has remained substantially unchanged, although a recent change in the commentary is pertinent to the issue of \"targeting\" (discussed below).  The black letter of section 3A1.1(b) states that a two-level increase in the defendant's offense level must be imposed:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>[i]f the defendant knew or should have known that a victim of the offense was unusually vulnerable due to age, physical or mental condition, or that a victim was otherwise particularly susceptible to the criminal conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The presentence report proposed that the adjustment be applied to Gill.  As amended to reflect rulings on objections, the report reasoned that Gill knew that the patients with whom he would be dealing \"had psychological difficulties, mental health disorders and substance abuse problems.\"   Accordingly, the probation officer said that Gill knew that his victims were vulnerable and \"specifically targeted them because of their 'vulnerability' by [choosing] to play the part of a person who treats such people with mental health problems.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">At sentencing, the district court concluded that the victims \"were especially vulnerable because of their needs that gave rise to their seeking and their receiving of services.\"   The court cited decisions in other circuits imposing such an adjustment on individuals fraudulently providing medical services.  See United States v. Echevarria, <span class=\"citation\" data-id=\"676994\"><a href=\"/opinion/676994/united-states-v-salvador-echevarria/\"><span class=\"volume\">33</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">175</span></a></span>, 180-81 (2d Cir.1994) (unlicensed doctor);  United States v. Bachynsky, <span class=\"citation\" data-id=\"572439\"><a href=\"/opinion/572439/united-states-v-nicholas-bachynsky/\"><span class=\"volume\">949</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">722</span></a></span>, 735-36 (5th Cir.1991) (physician making false diagnoses), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">850</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">150</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">101</span></span> (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Gill disputes the district court's adjustment on several grounds.  He argues that the finding of vulnerability must be based on evidence as to individuals, rather than upon mere membership in a class.  He denies that the patients he victimized were especially vulnerable.  Finally, he says that he did not \"target\" the victims on account of their vulnerability, a requirement he imputes to the guideline based on commentary language.  The first two claims are related;  the last we discuss separately in the next section of this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The vulnerable victim guideline is primarily concerned with the impaired capacity of the victim to detect or prevent the crime, rather than with the quantity of harm suffered by the victim.  The latter aggravation is dealt with in five other provisions of the guidelines, expressly permitting upward departures where the crime resulted in death, significant physical injury, extreme psychological injury, special property damage, or the gratuitous infliction of injury or prolonging of pain or humiliation.  U.S.S.G. &#167;&#167; 5K2.1, .2, .3, .5, .8.  As United States v. Kaye, <span class=\"citation\" data-id=\"669105\"><a href=\"/opinion/669105/united-states-v-daniel-k-kaye/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span>, 54 (2d Cir.1994), explained:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>[T]he courts appear to have interpreted the phrase \"susceptible to the criminal conduct\" as emphasizing that a particular victim was less likely to thwart the crime, rather than more likely to suffer harm if the crime is successful.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Thus, the issue here is whether the patients at the two mental health facilities where Gill practiced were, on account of their condition, substantially less able than the average citizen to protect themselves against Gill's fraud.  There is nothing in the presentence report or in the district judge's comments that suggests a misunderstanding on this point.  However, we stress the focus of the guideline at the outset because one cannot measure degrees of vulnerability or susceptibility without some notion of what kind of vulnerability or susceptibility is at issue.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Even thus narrowed, our case is peculiarly difficult because Gill was dealing with a group, made up of individuals about whom we know almost nothing beyond the fact that they fall into a class of persons, namely, those who visit mental health centers for counseling and therefore are likely to have or think they have some emotional or mental problem--which may afflict the patient or a related non-patient.  Gill argues that in such a case it is improper for a vulnerability finding to be based on membership in a class rather than on evidence as to a specific individual.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Appeals courts have been rather more willing to set aside determinations of vulnerability made solely on a class basis than when the focus was on the susceptibility of a specific individual.  United States v. Rowe, <span class=\"citation\" data-id=\"611607\"><a href=\"/opinion/611607/united-states-v-richard-l-rowe/\"><span class=\"volume\">999</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">14</span></a></span>, 16-17 (1st Cir.1993).  But, as we also said in Rowe, this is in no way a fixed rule.  Id. at 17.   In some cases the inference to be drawn from the class characteristics may be so powerful that there can be little doubt about unusual vulnerability of class members within the meaning of section 3A1.1.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The guideline makes clear that \"class\" determinations are permissible by saying in its commentary that the adjustment would apply to someone who sold an ineffective cancer cure.  U.S.S.G. &#167; 3A1.1(b), comment. n. 2. Numerous cases have upheld upward adjustments based on group determinations.  See, e.g., United States v. Malone, <span class=\"citation\" data-id=\"70783\"><a href=\"/opinion/70783/united-states-v-malone/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">518</span></a></span>, 522-23 (11th Cir.1996) (cab drivers);  Echevarria, 33 F.3d at 180-181 (medical patients);  United States v. McDermott, <span class=\"citation\" data-id=\"673908\"><a href=\"/opinion/673908/united-states-v-william-mcdermott-united-states-of-america-v-daniel/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">404</span></a></span>, 411 (8th Cir.1994) (black teenagers);  United States v. Peters, <span class=\"citation\" data-id=\"582733\"><a href=\"/opinion/582733/united-states-v-marshall-g-peters-and-linda-peters/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1410</span></a></span>, 1417-18 (9th Cir.1992) (people with poor credit histories);  Bachynsky, 949 F.2d at 735 (medical patients).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In Rowe, the primary subjects of the fraud were business entities, and, without knowing more about any company, it was hard for us to see how they were \"unusually\" vulnerable to fraud.  The more recent case of United States v. Feldman, <span class=\"citation\" data-id=\"196731\"><a href=\"/opinion/196731/united-states-v-feldman/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span> (1st Cir.1996), also relied upon by Gill, is quite different.  There, this court was concerned with a crime directed against only one or two specific victims.  Id. at 15-16.   To resort to a single, class-based characteristic in such a case is to prefer the less complete picture to a more complete one readily available.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Yet even in a one-victim case, a single \"class\" characteristic could be so powerful a proof of vulnerability as to settle the issue without more.  Indeed, the guideline commentary suggests it would be enough to show that an armed robbery victim was confined to a wheelchair.  U.S.S.G. &#167; 3A1.1(b), comment. n. 2. In truth, many inferences about an individual rest on an implicit generalization about a class.  Everything depends on the strength of the inference.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In our own case, the government could have simplified matters if it had offered evidence from some of Gill's former patients as to their own conditions.  At the same time, concerns about privacy and privilege make it pretty obvious why the prosecutor might wish to avoid this course--quite apart from considerations of time and expense.  In all events, the government was free to rest upon the inference that many such patients would be highly vulnerable, leaving it to the sentencing judge to agree or disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In our view, a sentencing judge could reasonably conclude based on general knowledge that, in the typical situation, at least a fair number of patients at a community mental health center are commonly under significant emotional stress.  True, some patients might be free of stress, but to suppose this to be generally true is unrealistic.  Counseling in mental health matters often involves disclosing affairs that most people treat as private and, if for no other reason, it is a step that many are likely to take only to cope with substantial strains.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The records revealed that Gill had treated many patients and that a number of them had multiple visits.  It is thus safe to infer that at least some of these victims were under significant stress and so unusually vulnerable to Gill's fraud.  It seems to us evident that Gill could foresee the risk sufficiently to meet the guideline's \"knew or should have known\" standard.  Id. &#167; 3A1.1(b).  See United States v. Skillman, <span class=\"citation\" data-id=\"553883\"><a href=\"/opinion/553883/united-states-of-america-plaintiff-appellee-cross-appellant-v-gary-a/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1370</span></a></span>, 1378 (9th Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">922</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">353</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">275</span></span> (1991).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Ours would be a different case if Gill had seen only one patient and we knew nothing about that individual.  Yet a different problem would be presented if Gill had accepted the general inference as to most clinics but offered evidence that his clinic treated only persons with a special problem unlikely to involve much patient stress.  But neither of these variations is presented, and there will be time enough to deal with them, and many other variations, as cases arise.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Targeting.  Gill makes a separate complaint that his section 3A1.1 enhancement was erroneously applied because he did not \"target\" or select his victims because of their unusual vulnerability.  He cites several cases for the proposition that this motivation is a additional requisite element.  Until November 1995, the commentary to section 3A1.1 stated that the section was applicable \"where an unusually vulnerable victim is made a target of criminal activity by the defendant.\"  U.S.S.G. &#167; 3A1.1, comment. n. 1 (Nov.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This commentary language was deleted by the Sentencing Commission in November 1995 to \"clarif[y] the operation\" of section 3A1.1.  U.S.S.G.App.C, Amend. 521, at 430 (Nov.1995).  But Gill's criminal conduct took place prior to the amendment date.  So, if the 1995 amendment did away with a previously required element of targeting motivation, the prior guideline might have to be followed under ex post facto principles.  See U.S.S.G. &#167; 1B1.11;  United States v. Prezioso, <span class=\"citation\" data-id=\"602838\"><a href=\"/opinion/602838/united-states-v-gabriel-prezioso/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">52</span></a></span>, 53-54 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Gill's argument about targeting leans heavily on our opinion in Rowe.  The Rowe case involved a scheme to sell fraudulent health insurance policies to various small businesses, that were not, in our opinion, shown to be unusually vulnerable under section 3A1.1.  Rowe, 999 F.2d at 16-17.   When the government said that some of the employee-patients might have been unusually vulnerable--because once insured they could not easily switch companies--we replied that there was no \"special targeting [by Rowe] of such victims.\"  Id. at 17.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The confusion is understandable, and wholly of our own making, but it does not help Gill.  All that we meant was that the case might have been different if the Rowe's fraud had involved direct dealings between Rowe and the employee-patients whereby the success of his scheme had depended upon the latter's vulnerability.  See, e.g., Bachynsky, 949 F.2d at 735 (upholding enhancement against physician who submitted false claims to insurers after seeing vulnerable patients).  In short, the reference to targeting in Rowe had nothing to do with laying down a separate and additional requirement that the primary subject of the fraud be a \"target,\" as well as foreseeably vulnerable to an unusual degree.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Although the circuits are divided,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> such an additional requirement of \"targeting,\" even under the pre-amendment guideline, is at odds with the evident purpose of the guideline:  to punish more severely conduct that is morally more culpable and to protect such victims by adding more deterrence.  See, e.g., United States v. Brunson, <span class=\"citation\" data-id=\"695617\"><a href=\"/opinion/695617/united-states-v-david-d-brunson/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">673</span></a></span>, 676 (10th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">397</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">317</span></span> (1995);  United States v. Morrill, <span class=\"citation\" data-id=\"599227\"><a href=\"/opinion/599227/united-states-v-alfred-octave-morrill-jr/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1136</span></a></span>, 1137-38 (11th Cir.1993).  Further, to require subjective motivation undermines the guideline's own lesser scienter requirement, namely, that the defendant \"knew or should have known\" of the victim's unusual vulnerability.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In the present case, the main subjects of Gill's fraud include both the patients with whom he dealt directly and those third parties who were billed, such as insurance companies.  It is a reasonable, indeed compelling, inference that the former include at least some who were unusually vulnerable and were foreseeably so.  That is enough under the guideline, pre and post amendment, regardless of Gill's own private motivation.  If Rowe has confused matters, as apparently it has, we are happy to set the record straight.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Abuse of Position of Trust.   Gill also argues that the district court erred in enhancing his sentence under U.S.S.G. &#167; 3B1.3.  That section provides for a two-level enhancement \"if the defendant abused a position of public or private trust ... in a manner that significantly facilitated the commission or concealment of the offense.\" U.S.S.G. &#167; 3B1.3.  Thus, the district court must first decide that the defendant occupied a position of trust and then find that he used that position to facilitate or conceal the offense.  See United States v. Santiago-Gonzalez, <span class=\"citation\" data-id=\"196311\"><a href=\"/opinion/196311/united-states-v-santiago-gonzalez/\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">3</span></a></span>, 8 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Here the district court concluded that, at least \"in real life terms,\" Gill occupied a position of trust relative to his counseling patients, and that Gill took advantage of the patients' reliance on his claimed status as a psychologist to further his fraud scheme.  Gill challenges both findings, claiming that he did not hold a position of trust as intended by the guideline, and that there was no evidence that he abused his position.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Were Gill a duly licensed psychologist who used his status as a mental health professional to perpetrate some fraud or other crime upon his patients and their insurers, there is no doubt that section 3B1.3's enhancement would apply.  \"Effective psychotherapy ... depends upon an atmosphere of confidence and trust in which the patient is willing to make a frank and complete disclosure of facts, emotions, memories, and fears.\"  Jaffee v. Redmond, --- U.S. ----, ----, <span class=\"citation\" data-id=\"118042\"><a href=\"/opinion/118042/jaffee-v-redmond/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1923</span></a></span>, 1928, <span class=\"citation\" data-id=\"118042\"><a href=\"/opinion/118042/jaffee-v-redmond/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">337</span></a></span> (1996).  The guideline phrase \"private trust\" readily describes the relationship of a psychologist vis a vis his or her patients.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Gill argues that because he did not legitimately occupy the position of counselor, he did not \"hold\" that position under section 3B1.3.  This argument has persuaded at least one other circuit.  In Echevarria, 33 F.3d at 181, the Second Circuit reversed a section 3B1.3 enhancement on a defendant who falsely held himself out as a physician, stating that \"[w]e do not believe that an imposter 'holds' the position that he purports to occupy within the meaning of this commentary.\"   It does not persuade us.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We appreciate that read literally, the guideline could be taken to refer only to one who legally or legitimately occupied a position of trust, presumably the usual case.  But the threat that animates the guideline may as easily be present where the position is occupied by an imposter.  That threat--illustrated by the lawyer who bilks a client out of trust funds or the doctor who sexually abuses a patient--is that wrongdoer's position facilitates the crime, reduces the chance of detection, or both.  See U.S.S.G. &#167; 3B1.3, comment. n. 1.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The threat is equally present whether the lawyer or doctor is fully licensed or is a pretender sporting a vest or white coat and displaying a fake diploma.  In both cases, the wrongdoer is using the ostensible position to facilitate or conceal the crime, just as Gill's extraction of payments was facilitated by his claim to be a licensed counselor.  Our own cases have stressed the practical realities rather than legal title in applying this adjustment.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  This is also the view of the Tenth Circuit in United States v. Queen, <span class=\"citation\" data-id=\"629252\"><a href=\"/opinion/629252/fed-sec-l-rep-p-97739-united-states-of-america-v-walter-ray-queen/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">925</span></a></span>, 929-30 (10th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The district court here found that Gill did acquire, \"in real life terms ... by virtue of his conduct\" a position of trust relative to his patients.  \"Trust\" alone, of course, is not enough;  there must also be a \"position.\"   But by pretending, Gill effectively occupied the \"position\" so far as the present guideline is concerned.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This contrasts with the situation, described by the guideline commentary, in which one of many victims happens to be vulnerable by some circumstance accidental in relation to the fraud and largely unforeseen.  U.S.S.G. &#167; 3A1.1(b), comment. n. 2 (enhancement not applicable to purveyor of fraudulent securities to general public if one victim happens to be senile)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Compare United States v. O'Brien, <span class=\"citation\" data-id=\"692045\"><a href=\"/opinion/692045/united-states-v-thomas-m-obrien-united-states-of-america-v-edward-b/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">751</span></a></span>, 755-56 (9th Cir.1995) (declining to impose a scienter requirement of targeting beyond the \"knew or should have known\" standard) with United States v. Holmes, <span class=\"citation\" data-id=\"700461\"><a href=\"/opinion/700461/united-states-v-delaney-deron-holmes/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1134</span></a></span>, 1136 (4th Cir.1995) (discussing additional targeting requirement), and United States v. Smith, <span class=\"citation\" data-id=\"681338\"><a href=\"/opinion/681338/united-states-v-priscilla-smith/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">119</span></a></span>, 124 (6th Cir.1994) (adopting targeting requirement)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See United States v. Newman, <span class=\"citation\" data-id=\"195935\"><a href=\"/opinion/195935/united-states-v-newman/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 9 (1st Cir.1995) ( section 3B1.3 enhancement upheld against a defendant who defrauded a corporation that was under his actual control, despite the fact that he had never properly obtained legal authority over the corporation);  cf.  United States v. Innamorati, <span class=\"citation\" data-id=\"609734\"><a href=\"/opinion/609734/united-states-v-kenneth-innamorati-united-states-v-william-thompson/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">456</span></a></span>, 489-90 (1st Cir.)  (former registry police officer subject to enhancement if prior position facilitated crime), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">955</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">409</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">356</span></span> (1993)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/70783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118042/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195935/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196220/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196311/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196731/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553883/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567584/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572439/",
    "http://www.courtlistener.com/api/rest/v3/opinions/582733/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599227/",
    "http://www.courtlistener.com/api/rest/v3/opinions/602838/",
    "http://www.courtlistener.com/api/rest/v3/opinions/609734/",
    "http://www.courtlistener.com/api/rest/v3/opinions/611607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/629252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/669105/",
    "http://www.courtlistener.com/api/rest/v3/opinions/673908/",
    "http://www.courtlistener.com/api/rest/v3/opinions/676994/",
    "http://www.courtlistener.com/api/rest/v3/opinions/681338/",
    "http://www.courtlistener.com/api/rest/v3/opinions/692045/",
    "http://www.courtlistener.com/api/rest/v3/opinions/695617/",
    "http://www.courtlistener.com/api/rest/v3/opinions/700461/"
  ]
}