{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197054/",
  "absolute_url": "/opinion/197054/nh-right-to-life-v-nh-secretary/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197054/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:21:17Z",
  "date_modified": "2017-03-24T10:49:57.350893Z",
  "type": "010combined",
  "sha1": "9a4e9047f161e5607a13f87b664fc69b20b1991d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1744.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 96-1744\r\n\n     NEW HAMPSHIRE RIGHT TO LIFE POLITICAL ACTION COMMITTEE,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n WILLIAM M. GARDNER, IN HIS OFFICIAL CAPACITY AS THE SECRETARY OF\r\n           STATE OF THE STATE OF NEW HAMPSHIRE, ET AL.,\r\n\n                      Defendants, Appellees.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n       [Hon. Joseph A. DiClerico, Jr., U.S. District Judge]\r                                                                    \r\n\n                                             \r\n\n                              Before\r\n\n                      Selya, Circuit Judge,\r                                                    \r\n\n            Aldrich and Bownes, Senior Circuit Judges.\r                                                               \r\n\n                                             \r\n\n     James Bopp, Jr. with  whom Paul R. Scholle, Bopp,  Coleson &amp;\r                                                                           \r\nBostrom, and Stephen F. Queeney were on brief, for appellant.\r                                         \r\n     Lucy C. Hodder, Assistant Attorney General, with whom Martin\r                                                                           \r\nP. Honigberg,  Senior Assistant  Attorney General, was  on brief,\r                      \r\nfor appellees.\r\n\n                                             \r\n\n                         November 1, 1996\r\n                                             \r\r\n\n          SELYA,  Circuit Judge.    Like  forecasted  hurricanes,\r                    SELYA,  Circuit Judge.\r                                         \r\n\napproaching elections invariably  give rise not only  to gusts of\r\n\nwind but also to feverish preparations.  And, just as the prudent\r\n\nfisherman  does not  trust in  chance to save  his boat  from the\r\n\ngathering  storm, the sage political activist does not rely on an\r\n\nunenlightened   electorate  to   save  her  candidate   from  the\r\n\nvicissitudes of the ballot  box.  Still, government from  time to\r\n\ntime  attempts to  circumscribe the  ways  and means  of bringing\r\n\nenlightenment to a sometimes truculent public.  This appeal comes\r\n\nto us by virtue of one such restriction:  the $1,000 per election\r\n\nlimit that New Hampshire  places on \"independent expenditures\" in\r\n\na  political campaign.1   See  N.H. Rev.  Stat. Ann.  (RSA), tit.\r                                       \r\n\nLXIII, ch. 664:5, V; 664:3, I; 664:3, II (Supp. 1995).\r\n\n          In this case the appellant New Hampshire  Right to Life\r\n\nPolitical    Action    Committee    (N-PAC)     challenges    the\r\n\nconstitutionality of  the New Hampshire limitation,  arguing that\r\n\nthe statutory  scheme  violates the  First  Amendment.2   In  the\r\n\ncourse  of  denying  a  requested  preliminary   injunction,  the\r\n                    \r                              \r\n\n     1New Hampshire considers independent expenditures to include\r\nexpenditures  by  a  political   committee  for  the  purpose  of\r\n\"expressly  advocating  the  election  or  defeat  of  a  clearly\r\nidentified  candidate  which  are  made  without  cooperation  or\r\nconsultation with  any candidate, or any  authorized committee or\r\nagent of [any] candidate, and which are not made in concert with,\r\nor  at  the  request or  suggestion  of,  any  candidate, or  any\r\nauthorized  committee or agent  of [any]  candidate.\"   N.H. Rev.\r\nStat. Ann.,  tit. LXIII, ch. 664:2,  XI.  That  definition is not\r\natypical.   See, e.g., Ariz. Rev.  Stat. Ann., tit. 16,  ch. 6,  \r                               \r\n16-901(11); Or. Rev. Stat., tit. 23, ch. 260.005(8).\r\n\n     2The  First Amendment applies to states  by operation of the\r\nFourteenth Amendment.   See 44 Liquormart, Inc. v.  Rhode Island,\r                                                                          \r\n116 S. Ct. 1495, 1501 n.1 (1996).\r\n\n                                2\r\r\n\ndistrict court dismissed  the case  sua sponte.   The court  held\r\n\nthat  the  appellant  lacked  standing to  maintain  the  action.\r\n\nBecause N-PAC  faces  a  credible  threat of  prosecution  if  it\r\n\npursues  its wonted  activities, we  conclude that  it  does have\r\n\nstanding  to  mount a  pre-enforcement  facial  challenge to  the\r\n\nstatutory  cap.   Consequently, we  reverse the  district court's\r\n\norder  of  dismissal, and,  because the  merits  of the  case are\r\n\nclear,  we strike  down  New Hampshire's  ceiling on  independent\r\n\nexpenditures.\r\n\nI.  THE STATUTORY SCHEME\r          I.  THE STATUTORY SCHEME\r\n\n          Understandably perturbed  by  the corrosive  effect  of\r\n\nmoney  on the  electoral  process, New  Hampshire began  to enact\r\n\ncampaign finance reform legislation as far back as 1989.  In 1991\r\n\nthe state  legislature capped a political  committee's ability to\r\n\nmake  \"independent expenditures\"  at $1,000  per election.3   The\r\n\nrelevant statute reads:\r\n\n               No   political   committee  shall   make\r\n          independent expenditures in excess  of $1,000\r\n          for any or against any candidate  running for\r\n          a  particular  office  in  a   state  primary\r\n          election,  and  a  like  amount  in  a  state\r\n          general election, in support  of or to oppose\r\n          any candidate.\r\n\nRSA  664:5,  V.    Two  other  statutes  complement  the  general\r\n\nrestriction  on  independent  expenditures.    First,  the  state\r\n\nrequires  a political committee  to file  a declaration  with the\r\n\nSecretary  of  State  pledging  that  it  \"will  not  exceed  the\r\n                    \r                              \r\n\n     3In  the vocabulary  of the  statute, a  political committee\r\nincludes \"any organization  of 2 or more persons  [that attempts]\r\nto influence elections . . . .\"  RSA 664:2, III.\r\n\n                                3\r\r\n\nexpenditure limitations allowed under RSA 664:5, V.\"  RSA  664:3,\r\n\nI.    Another  statute  provides  that  \"[o]nly  those  political\r\n\ncommittees  that  have  filed   a  declaration  with  respect  to\r\n\nindependent  expenditures . . . may make such expenditures.\"  RSA\r\n\n664:3,  II.   The  violation  of any  of  these  provisions is  a\r\n\ncriminal offense.  See RSA 664:21, V.\r                                \r\n\n          New  Hampshire  vests  enforcement  of  this  statutory\r\n\nscheme in its  Attorney General.  See RSA 664:18.   The Secretary\r                                               \r\n\nof  State is  charged  with receiving  and  examining reports  of\r\n\nelection expenditures  and notifying the Attorney  General of any\r\n\nsuspected improprieties.  See RSA 664:19.\r                                       \r\n\nII.  THE GATHERING STORM\r          II.  THE GATHERING STORM\r\n\n          N-PAC is a political committee within the contemplation\r\n\nof RSA  664:2,  III and  has  been registered  as such  with  the\r\n\nSecretary  of State for over a decade.  The organization's stated\r\n\npurpose is to \"promote the sanctity of human life from conception\r\n\nto  natural  death.\"    N-PAC  works  in  a  variety of  ways  to\r\n\naccomplish this  goal.  Among  other stratagems, it  supports (or\r\n\nopposes) various candidates for state office whom it perceives as\r\n\nendorsing (or denigrating) its  views.  N-PAC's support manifests\r\n\nitself  through the  expenditure  of funds  for such  purposes as\r\n\npurchasing advertisements and distributing leaflets.\r\n\n          Over the past decade N-PAC typically has  spent all the\r\n\ncontributions  that it  receives  on some  form of  right-to-life\r\n\npolitical advocacy.  The 1996 election followed this well-trodden\r\n\npath.   Originally,  N-PAC vowed  to make  political expenditures\r\n\n                                4\r\r\n\nopposing a certain  candidate in the  primary election, but  that\r\n\ncandidate  withdrew.   N-PAC then  shifted gears  and decided  to\r\n\nthrow its  support behind a  different candidate who  was running\r\n\nfor state office in the primary election.4\r\n\n          Ellen  Dube,   a  state  employee,   functions  as  the\r\n\nSecretary of State's liaison  with the Attorney General.   One of\r\n\nDube's duties  is to report possible violations of RSA 664 to the\r\n\nAttorney  General,  who  then   makes  the  decision  whether  to\r\n\ninvestigate  and/or  prosecute.     On  March  6,  1996,  N-PAC's\r\n\npresident, Barbara Hagan, telephoned Dube.  Hagan inquired if the\r\n\nstate intended to enforce the statutory limitation on independent\r\n\nexpenditures.   Dube replied that infractions  \"would be noticed\"\r\n\nand that the state would commence enforcement actions against any\r\n\npersons  who violated RSA 664:5, V.  Hagan subsequently posed the\r\n\nsame  question to Wynn Arnold, a member of the Attorney General's\r\n\nstaff.   Arnold advised her that the initiation of an enforcement\r\n\naction would depend on whether there had been a referral from the\r\n\nSecretary of State.  He refused to deny that the Attorney General\r\n\nwould enforce RSA 664:5, V.\r\n\n          N-PAC  then  filed  suit  in  New  Hampshire's  federal\r\n\ndistrict  court  against  the  Secretary  of  State,  William  M.\r\n\nGardner, and the  Attorney General, Jeffrey  R. Howard.   N-PAC's\r\n\nverified  complaint  alleged  that  it  intended  to  exceed  the\r\n\nlimitation  on  independent  expenditures  in the  1996  election\r\n                    \r                              \r\n\n     4The   identity  of   the  candidate,   his  or   her  party\r\naffiliation, and the  particular office sought are being  held in\r\nconfidence pursuant to an agreement between the parties.\r\n\n                                5\r\r\n\ncampaign, that it  feared prosecution if it did  so, and that the\r\n\nchallenged statutory provisions impermissibly burdened  its free-\r\n\nspeech rights  and  thereby  ran  afoul of  the  Supreme  Court's\r\n\nholding in Buckley v. Valeo, 424 U.S. 1 (1976) (per  curiam).  N-\r                                     \r\n\nPAC sought a declaratory judgment that  RSA 664:5, V and 664:3, I\r\n\n&amp; II on  their face  chill its political  expression and  thereby\r\n\nabridge  its  constitutional rights.    It also  sought  an order\r\n\nrestraining the defendants from  enforcing these statutes against\r\n\nit.\r\n\n          Within a  week, N-PAC filed a motion  for a preliminary\r\n\ninjunction.    In describing  the  need  for this  relief,  N-PAC\r\n\nfocused on three sets  of expenditures which it intended  to make\r\n\nfor  the September  10 primary  election:   (1)  its contemplated\r\n\npurchase of an advertisement endorsing the candidate  in the June\r\n\nedition of  the New  Hampshire Right  to  Life Committee  (NHRLC)\r\n\nnewsletter (estimated cost:   $900); (2) its planned distribution\r\n\nat public  events around the  state on July  4 of  roughly 30,000\r\n\nfliers supporting  the candidate (estimated cost:   slightly over\r\n\n$3,000);   and  (3)   its  proposed   purchase  of   a  follow-up\r\n\nadvertisement  in either  the August  or September  issue of  the\r\n\nNHRLC newsletter (estimated cost not disclosed in the record).\r\n\n          After deposing  Hagan and  learning of  these projected\r\n\nexpenditures, the defendants informed  N-PAC that the state would\r\n\nnot  take any enforcement action  because of its  belief that the\r\n\npattern of contacts between  N-PAC and the candidate whom  it had\r\n\nopted  to  support  precluded  classification  of  the   proposed\r\n\n                                6\r\r\n\nexpenditures as  \"independent\" within  the purview of  RSA 664:2,\r\n\nXI.    As  what seemed  to  them  a  logical  corollary  of  this\r\n\ndetermination,  the defendants asserted that in  the absence of a\r\n\nthreat of enforcement, N-PAC could not claim to have suffered any\r\n\ncognizable  injury by  operation of  the challenged  statutes and\r\n\ntherefore had no standing to contest their constitutionality.\r\n\n          On June 21, 1996, the district  court denied the motion\r\n\nfor a  preliminary injunction.   In that  same order the  court  \r\n\nrelying heavily on the Attorney General's representation that the\r\n\nspecified expenditures, if made, would not engender prosecution  \r\n\nsua sponte dismissed  the action for want  of standing.5  In  the\r\n\ncourt's   view  its   conclusion   that  N-PAC   lacked  standing\r\n\n\"present[ed]   a   constitutional  barrier   not   only  to   the\r\n\nadjudication  of  the  instant  motion but  also  to  the court's\r\n\nconsideration of the merits of the  case.\"  As part and parcel of\r\n\nthis determination, the court concluded that N-PAC did not face a\r\n\ncredible threat of  prosecution based on the aggregate  effect of\r\n\nthe  $900 expenditure  it  had already  made  and the  other  two\r\n\nplanned expenditures.  Importantly, the court neither dwelt on N-\r\n\nPAC's prayer  for declaratory  relief nor  assayed the  threat of\r\n\nprosecution vis- -vis other potential expenditures.\r\n\n          N-PAC filed this appeal, but it refrained from printing\r\n                    \r                              \r\n\n     5The court considered  and rejected N-PAC's  contention that\r\nthe  Attorney   General  lacked  the  authority   to  make  these\r\nrepresentations, finding \"the representations  to be binding  and\r\nthe plaintiff to be protected by them.\"  Given the  basis for our\r\ndecision, see  text infra, we do not  review this finding, and we\r                                   \r\nexpress  no opinion on  the correctness of  the legal proposition\r\nupon which it rests.\r\n\n                                7\r\r\n\nthe fliers or purchasing a second advertisement.\r\n\nIII.  STANDARD OF REVIEW\r          III.  STANDARD OF REVIEW\r\n\n          We  review standing  determinations de  novo, crediting\r\n\nthe  plaintiff's factual allegations to  the extent that they are\r\n\nmaterial and  construing those  alleged facts, together  with the\r\n\nreasonable inferences  therefrom, in favor of the plaintiff.  See\r                                                                           \r\n\nWarth  v. Seldin, 422 U.S. 490, 501 (1975); Benjamin v. Aroostook\r                                                                           \r\n\nMedical  Ctr., Inc.,  57 F.3d  101, 104  (1st Cir.  1995); United\r                                                                           \r\n\nStates v. AVX  Corp., 962 F.2d 108, 114 (1st  Cir. 1992).  Where,\r                              \r\n\nas here,  dismissal is ordered sua sponte,  the ultimate standard\r\n\nof review  does not vary, but  the court of appeals  must take an\r\n\nextra  step,  scrutinizing  the  proceedings  carefully  to  make\r\n\ncertain that the plaintiff  has had a fair opportunity to put its\r\n\nbest foot forward.  See,  e.g., Carparts Distribution Ctr.,  Inc.\r                                                                           \r\n\nv. Automotive Wholesaler's Ass'n  of New Eng., Inc., 37  F.3d 12,\r                                                             \r\n\n15 (1st Cir.  1994); Preterm, Inc. v. Dukakis, 591  F.2d 121, 134\r                                                       \r\n\n(1st Cir.), cert. denied, 441 U.S. 952 (1979).\r                                  \r\n\nIV.  STANDING\r          IV.  STANDING\r\n\n          Standing  is a  \"threshold  question in  every  federal\r\n\ncase,  determining the power of the court to entertain the suit.\"\r\n\nWarth, 422 U.S. at 498.   After all, \"[i]f a party lacks standing\r               \r\n\nto  bring a matter before the court, the court lacks jurisdiction\r\n\nto decide the merits of  the underlying case.\"  AVX, 962  F.2d at\r                                                             \r\n\n113.\r\n\n          Curiously,  the  doctrine of  standing,  though vitally\r\n\nimportant for  federal courts,  remains a morass  of imprecision.\r\n\n                                8\r\r\n\nThe Justices once termed  it \"a concept of uncertain  meaning and\r\n\nscope,\" Flast v. Cohen,  392 U.S. 83, 95  (1968), and a  quarter-\r                                \r\n\ncentury later we acknowledged that, even after so many years, the\r\n\n\"ingredients  of standing  are .  . .  not easily  susceptible to\r\n\nconcrete definitions or mechanical application.\" AVX, 962 F.2d at\r                                                              \r\n\n113.   In the absence  of any hard-and-fast  test, we  limn those\r\n\nguidelines on which federal courts seemingly  agree and then move\r\n\nto a more particularized discussion of the cases that provide the\r\n\nbest analogies for the present  situation.  After dealing briefly\r\n\nwith prudential concerns, we  apply these distilled principles to\r\n\nthe  standing  issue  in this  case.    Finally,  we address  the\r\n\npossibility that the case is moot.\r\n\n                                A\r                                          A\r\n\n          Standing   involves   \"a   blend    of   constitutional\r\n\nrequirements  and  prudential   considerations.\"    Valley  Forge\r                                                                           \r\n\nChristian Coll. v. Americans United for  Separation of Church and\r                                                                           \r\n\nState, 454 U.S.  464, 471 (1982).  The  constitutional requisites\r               \r\n\nstem from the admonition  that a federal court is  empowered only\r\n\nto  decide \"cases\"  and \"controversies.\"   See U.S.  Const., Art.\r                                                        \r\n\nIII.   Not every dispute is a case or controversy.  \"The presence\r\n\nof  a disagreement, however sharp  and acrimonious it  may be, is\r\n\ninsufficient by itself to meet Art. III's requirements.\"  Diamond\r                                                                           \r\n\nv.  Charles, 476 U.S.  54, 62 (1986).   To clear  the Article III\r                     \r\n\nhurdle, the  party who invokes  a federal court's  authority must\r\n\nshow  that (1) he  or she personally has  suffered some actual or\r\n\nthreatened  injury as a result of the challenged conduct; (2) the\r\n\n                                9\r\r\n\ninjury can fairly  be traced to that conduct;  and (3) the injury\r\n\nlikely  will be redressed by a favorable decision from the court.\r\n\nSee  Valley  Forge,  454  U.S.  at  472;  Vote  Choice,  Inc.  v.\r                                                                       \r\n\nDiStefano,  4 F.3d 26, 36 (1st Cir. 1993).  The complaining party\r                   \r\n\nmust satisfy this test throughout the litigation, not just at the\r\n\nmoment when the complaint is filed.  See Steffel v. Thompson, 415\r                                                                      \r\n\nU.S. 452, 459 n.10 (1974).\r\n\n          The second  and  third  prongs  of  the  test  are  not\r\n\nlegitimately  in  issue  here.   To  the  extent  that N-PAC  has\r\n\nsuffered a cognizable injury at all   a matter to  which we shall\r\n\nsoon  return    the  injury can  be traced  to the  existence and\r\n\nthreatened enforcement  of the challenged statutes.   That injury\r\n\nis also redressable  in this  action:  when  a plaintiff seeks  a\r\n\ndeclaration that  a particular  statute is unconstitutional,  the\r\n\nproper  defendants  are  the government  officials  charged  with\r\n\nadministering and enforcing it.  See Diamond, 476 U.S. at 57 n.2;\r                                                      \r\n\nKentucky v. Graham,  473 U.S. 159, 165-66 (1985).   Consequently,\r                            \r\n\nthe  dispositive inquiry  here involves  the test's  first prong:\r\n\nthe existence vel non of an actual or threatened injury.\r                               \r\n\n          This inquiry is  always case-specific, and  that truism\r\n\napplies with  special force  in this instance.   When, as  now, a\r\n\nparty  launches a  pre-enforcement  challenge to  a statute  that\r\n\nprovides for criminal penalties and  claims that the statute,  on\r\n\nits face, abridges First Amendment rights, two potential injuries\r\n\nmust be considered.  First, there is the injury which attends the\r\n\nthreat of enforcement.  As the Court has repeatedly explained, it\r\n\n                                10\r\r\n\nis  not necessary  that  a person  expose  herself to  arrest  or\r\n\nprosecution under a statute in order to challenge that statute in\r\n\na federal court.  See Babbitt v. United Farm Workers Nat'l Union,\r                                                                          \r\n\n442 U.S. 289, 298  (1979); Steffel, 415 U.S. at  459; Epperson v.\r                                                                        \r\n\nArkansas,  393 U.S. 97 (1968).  The rationale that underlies this\r                  \r\n\nrule  is straightforward:  a credible threat of present or future\r\n\nprosecution itself works an  injury that is sufficient  to confer\r\n\nstanding, even if  there is no history of past  enforcement.  See\r                                                                           \r\n\nDoe v. Bolton, 410 U.S. 179, 188 (1973).\r                       \r\n\n          The second  type of  injury  is peculiar  to the  First\r\n\nAmendment context.   In such  cases, an actual  injury can  exist\r\n\nwhen the plaintiff is  chilled from exercising her right  to free\r\n\nexpression or  forgoes expression  in order to  avoid enforcement\r\n\nconsequences.   See  Meese v.  Keene, 481  U.S. 465,  473 (1987);\r                                              \r\n\nWilson v. Stocker,  819 F.2d 943, 946 (10th Cir.  1987).  In such\r                           \r\n\nsituations  the  vice of  the statute  is  its pull  toward self-\r\n\ncensorship.   See Virginia  v. American Booksellers  Ass'n, Inc.,\r                                                                          \r\n\n484 U.S. 383, 393 (1988).\r\n\n          Of course, these two  types of injury are interrelated.\r\n\nBoth  hinge  on  the existence  of  a  credible  threat that  the\r\n\nchallenged law will be enforced.   If such a threat exists,  then\r\n\nit poses a  classic dilemma  for an  affected party:   either  to\r\n\nengage in the expressive  activity, thus courting prosecution, or\r\n\nto  succumb to the threat, thus forgoing free expression.  Either\r\n\ninjury  is  justiciable.   Conversely, if  no credible  threat of\r\n\nprosecution  looms,  the chill  is  insufficient  to sustain  the\r\n\n                                11\r\r\n\nburden  that Article III imposes.  A party's subjective fear that\r\n\nshe may  be prosecuted for  engaging in expressive  activity will\r\n\nnot  be held to constitute an injury for standing purposes unless\r\n\nthat fear is  objectively reasonable.   See Laird  v. Tatum,  408\r                                                                     \r\n\nU.S. 1,  13-14 (1972); Chamber of  Commerce v. FEC, 69  F.3d 600,\r                                                            \r\n\n603-04  (D.C. Cir. 1995); see also  ACLU v. Florida Bar, 999 F.2d\r                                                                 \r\n\n1486,  1492 (11th Cir. 1993) (noting that when the claimed injury\r\n\nis one  of self-censorship, the likelihood  of enforcement action\r\n\nbecomes an important factor in  determining whether there is more\r\n\nthan merely  a subjective  chill).  The  bottom line is  that, as\r\n\nlong as a credible  threat of prosecution exists, a  litigant has\r\n\nstanding  to  mount a  pre-enforcement  challenge  to the  facial\r\n\nconstitutionality of  a  statute  on the  basis  that  her  First\r\n\nAmendment rights arguably are being trammelled.\r\n\n          Because  the   threat  of   prosecution  is   a  common\r\n\ndenominator  of  both types  of  injury, their  existence  can be\r\n\nresolved  in a single inquiry.   The contours of that inquiry are\r\n\nwell-defined.    In  a  pre-enforcement challenge  to  a  statute\r\n\ncarrying criminal penalties, standing exists when \"the  plaintiff\r\n\nhas  alleged  an  intention to  engage  in  a  course of  conduct\r\n\narguably affected  with a constitutional interest, but proscribed\r\n\nby  [the]  statute,   and  there  exists  a  credible  threat  of\r\n\nprosecution.\"  Babbitt, 442 U.S. at 298.  The first two-thirds of\r                                \r\n\nthe Babbitt framework fit  this case snugly.  The  record reveals\r                     \r\n\nthat  N-PAC intends to engage in political expenditures of a type\r\n\nprotected under the First Amendment, see Buckley, 424 U.S. at 14,\r                                                          \r\n\n                                12\r\r\n\nand New Hampshire's statutory scheme restricts N-PAC's freedom to\r\n\nmake  those expenditures.  Thus,  the bone of  contention here is\r\n\nwhether  the third prong  of the Babbitt framework  fits.  In the\r                                                  \r\n\nnext section, we gnaw upon that bone.\r\n\n                                B\r                                          B\r\n\n          While bright lines grow faint in  the area of standing,\r\n\nwe believe that a discussion of pertinent caselaw illuminates the\r\n\npath to appropriate  resolution of  this appeal.   We begin  with\r\n\nbedrock:   \"The  conflict  between state  officials empowered  to\r\n\nenforce a  law and private  parties subject to  prosecution under\r\n\nthat  law is a classic `case' or `controversy' within the meaning\r\n\nof  Art.  III.\"   Diamond,  476 U.S.  at  64.   To  establish the\r                                   \r\n\nconflict needed to animate this principle, however,  a party must\r\n\nshow that her  fear of  prosecution is \"not  imaginary or  wholly\r\n\nspeculative.\" Babbitt, 442 U.S. at 302.\r                               \r\n\n          This standard    encapsulated in  the phrase  \"credible\r\n\nthreat of prosecution\"   is quite forgiving.  Babbitt illustrates\r                                                               \r\n\nhow readily  one can meet it.   There, the plaintiffs  attacked a\r\n\nstatute  that  criminalized  certain  deceptive  statements  made\r\n\nduring consumer  publicity campaigns and sought  a declaration of\r\n\nthe statute's  unconstitutionality.   Id. at  301.  Although  the\r                                                   \r\n\ndefendants noted that no criminal penalties had  ever been levied\r\n\nunder the statute and argued that none might ever be imposed, the\r\n\nCourt found a credible  threat of prosecution.  It  observed that\r\n\nthe plaintiffs had engaged in consumer publicity campaigns in the\r\n\n                                13\r\r\n\npast  and that  they  professed  an  intent  to  engage  in  such\r\n\nactivities in  the  future.    Id.   Since  \"the  State  has  not\r                                            \r\n\ndisavowed  any  intention   of  invoking  the  criminal   penalty\r\n\nprovision against [violators],\" the plaintiffs were  \"not without\r\n\nsome  reason in fearing prosecution  for violation of  the ban on\r\n\nspecified forms of consumer publicity.\"  Id. at 302.\r                                                      \r\n\n          Other cases set a similarly low threshold.  In Doe, the\r                                                                      \r\n\nJustices  held that a  class consisting of  doctors who performed\r\n\nabortions  had standing  to  challenge  the constitutionality  of\r\n\nGeorgia's  statutes  restricting  the procedure,  notwithstanding\r\n\nthat  no physician  \"ha[d]  been prosecuted,  or threatened  with\r\n\nprosecution, for violation  of the . . . statutes.\"   410 U.S. at\r\n\n188.  The  Doe Court  distinguished Poe v.  Ullman, 367 U.S.  497\r                                                            \r\n\n(1961), in which standing had been denied, on the ground that Poe\r                                                                           \r\n\ninvolved  a hoary statute that had led to only one prosecution in\r\n\nmore  than  eighty years.   \"Georgia's  statute, in  contrast, is\r\n\nrecent and not moribund.\"  Doe, 410 U.S. at 188.\r                                        \r\n\n          American  Booksellers  is of  like  tenor.   That  case\r                                         \r\n\ninvolved  a  pre-enforcement  facial  challenge  to  a   Virginia\r\n\nobscenity  statute.  The Court rejected the state's plea that the\r\n\nplaintiffs  had sued  prematurely (the  statute having  been only\r\n\nrecently  enacted and not yet having taken effect).  The Justices\r\n\nreasoned that the law  was \"aimed directly\" at entities  like the\r\n\nplaintiffs, who would either have to \"take significant and costly\r\n\ncompliance measures  or  risk criminal  prosecution.\"    American\r                                                                           \r\n\nBooksellers,  484  U.S. at  392.   Since  \"[t]he State  ha[d] not\r                     \r\n\n                                14\r\r\n\nsuggested that the newly  enacted law will not be  enforced,\" the\r\n\nbooksellers had  \"an actual  and well-founded  fear that  the law\r\n\n[would] be  enforced against them.\"   Id. at 393.   They thus had\r                                                   \r\n\nstanding  to mount a pre-enforcement facial challenge to it.  See\r                                                                           \r\n\nid.   In reaching this conclusion,  the Court took pains  to note\r             \r\n\nthat the  \"danger of this  statute is, in  large measure,  one of\r\n\nself-censorship\" and  termed self-censorship \"a harm  that can be\r\n\nrealized even without an actual prosecution.\"  Id.\r                                                            \r\n\n          Federal  appellate  courts  echo these  holdings.    In\r\n\nChamber  of Commerce the D.C.  Circuit found standing  to mount a\r                              \r\n\nfacial challenge  to  a Federal  Election  Commission  regulation\r\n\ndespite the fact that  the FEC was  split on the advisability  of\r\n\nthe rule and  there was  no present danger  of enforcement.   The\r\n\ncourt explained that a credible threat of prosecution nonetheless\r\n\nexisted because  nothing \"prevents the Commission  from enforcing\r\n\nits rule at any time with, perhaps, another change of mind of one\r\n\nof the  Commissioners.\"  69  F.3d at 603.   Similarly, in Wilson,\r                                                                          \r\n\nwhich bears  a family resemblance to  the case at  bar, the Tenth\r\n\nCircuit held that  when a  state statute chills  the exercise  of\r\n\nFirst Amendment rights, standing  exists even though the official\r\n\ncharged  with enforcement  responsibilities  has  not  taken  any\r\n\nenforcement action  against the plaintiff and  does not presently\r\n\nintend to take any such action.  819 F.2d at 946-47.\r\n\n          The preceding  cases make clear that  when dealing with\r\n\npre-enforcement challenges  to  recently enacted  (or, at  least,\r\n\nnon-moribund) statutes that facially restrict expressive activity\r\n\n                                15\r\r\n\nby the class to which the plaintiff belongs, courts will assume a\r\n\ncredible  threat  of prosecution  in  the  absence of  compelling\r\n\ncontrary evidence.\r\n\n                                C\r                                          C\r\n\n          Of   course,   in   addition   to   its  constitutional\r\n\ndimensions,  \"the doctrine  of standing also  embraces prudential\r\n\nconcerns regarding  the proper exercise of federal jurisdiction.\"\r\n\nAVX,  962 F.2d at  114.  To  satisfy these concerns,  a suit must\r             \r\n\nmeet  certain additional  criteria.   We mention  three of  them.\r\n\nFirst, the  complaint must  \"fall  within the  zone of  interests\r\n\nprotected by the  law invoked.\"  Allen  v. Wright, 468 U.S.  737,\r                                                           \r\n\n751  (1984).    Next, under  the  principle  of  jus tertii,  the\r                                                                     \r\n\nplaintiff  ordinarily  \"must  assert  his own  legal  rights  and\r\n\ninterests,  and  cannot rest  his claim  to  relief on  the legal\r\n\nrights or interests of  third parties.\"  Warth, 422  U.S. at 499.\r                                                        \r\n\nThird, the suit  must present  more than  \"abstract questions  of\r\n\nwide public significance which amount  to generalized grievances,\r\n\npervasively  shared  and  most  appropriately  addressed  in  the\r\n\nrepresentative  branches.\"    Valley   Forge,  454  U.S.  at  475\r                                                      \r\n\n(citations and internal quotation marks omitted).\r\n\n          In  the  circumstances  of  this  case,  N-PAC  readily\r\n\nsatisfies the  prudential prerequisites for a  grant of standing.\r\n\nFirst, its  complaint implicates  basic political  expression and\r\n\nadvocacy; it  thus falls comfortably within the zone of interests\r\n\nprotected by the First Amendment.  Second, N-PAC is asserting its\r\n\nown legal rights, as the  statute takes direct aim at a  class of\r\n\n                                16\r\r\n\nentities (political  committees) to which it belongs.   Third, N-\r\n\nPAC's  disagreement  with  New  Hampshire's  cap  on  independent\r\n\npolitical   expenditures   is   a   sufficiently   particularized\r\n\ngrievance.\r\n\n                                D\r                                          D\r\n\n          In  this case, therefore, standing depends upon whether\r\n\nN-PAC faces a  credible threat  of prosecution.   To answer  this\r\n\nquestion, we must first place the matter into better perspective.\r\n\n          In  its complaint  N-PAC  sought  both declaratory  and\r\n\ninjunctive  relief.   Because  it  projected that  it  would make\r\n\ncertain expenditures in  June, it focused its  initial efforts on\r\n\nsecuring a  preliminary injunction that  would permit it  to make\r\n\nthose  outlays in  the proper  time frame.   The  defendants also\r\n\nconcentrated  on these  expenditures, eventually  representing to\r\n\nthe  district court  that the  Attorney General did  not consider\r\n\nthem to be \"independent\"  under RSA 664:2, XI, and  therefore the\r\n\nexpenditures,  even if made, would not  trigger RSA 664:5, V.  In\r\n\nits ruling on  the motion for preliminary  injunctive relief, the\r\n\nlower court correctly focused on this point.\r\n\n          But then the court went beyond the scope of the pending\r\n\nmotion, deemed  the treatment of  the initial expenditures  to be\r\n\ndispositive  of the entire case,  and dismissed the complaint out\r\n\nof  hand.   In  doing  so, the  court erred.    The purpose  of a\r\n\npreliminary  injunction  is  simply  to  \"preserve  the  relative\r\n\npositions of  the  parties until  a trial  on the  merits can  be\r\n\nheld.\"    University of  Texas v.  Camenisch,  451 U.S.  390, 395\r                                                      \r\n\n                                17\r\r\n\n(1981).  Because a  preliminary injunction is customarily granted\r\n\nor  denied on  the basis  of procedures  and considerations  that\r\n\ndiffer  markedly  from those  that apply  at  trial, it  is risky\r\n\nbusiness  for a  district court  to enter  final judgment  at the\r\n\npreliminary injunction stage.   See id.  This case  bears witness\r                                                 \r\n\nto that admonition.\r\n\n          In grafting a sua sponte dismissal onto the denial of a\r\n\nmotion  for   a  preliminary   injunction,  the   district  court\r\n\neffectively denied N-PAC any  opportunity to develop its evidence\r\n\nand  arguments for  declaratory  relief.   More importantly,  the\r\n\ncourt confused  the threat of enforcement  which existed relative\r                                                                           \r\n\nto  the   initial  expenditures   with  the  broader   threat  of\r                                         \r\n\nenforcement that  had  to  be considered  in  ruling  on  N-PAC's\r\n\nstanding to  seek  a declaration  that  the statutory  scheme  is\r\n\nunconstitutional on its face.   In this case, the  distinction is\r\n\ncrucial.\r\n\n          The  district court may or may not have been correct in\r\n\ndetermining  that  the  representations  made  by the  defendants\r\n\nremoved any  danger of prosecution for  the specific expenditures\r\n\nthat N-PAC sought to make in the summer of 1996.  See  supra note\r                                                                      \r\n\n5.  But N-PAC's standing for purposes of the suit   as opposed to\r\n\nthe  preliminary injunction    cannot  be determined  solely with\r\n\nreference  to  those  expenditures.    Given  the fact  that  the\r\n\ndistrict  court   dismissed  the  action  sua   sponte,  we  must\r\n\nscrutinize the entire record to see what it reveals about N-PAC's\r\n\nstanding  to secure  declaratory relief.   The  record adequately\r\n\n                                18\r\r\n\nevinces  that N-PAC is an  organization whose very  purpose is to\r\n\nmake political  expenditures.   It has  done so  for more than  a\r\n\ndecade, and  it intends to  do so in  the future.   Indeed, N-PAC\r\n\ntypically spends  all  the  money that  it  raises  on  political\r\n\nadvocacy,  and  its  outlays,  past  and  prospective,  at  least\r\n\narguably fall  within the  statutory  definition of  \"independent\r\n\nexpenditures.\"  \r\n\n          It is,  therefore, highly  probable that N-PAC  will at\r\n\nsome  point find  itself either  in violation  of a  statute that\r\n\ntakes direct aim at its customary  conduct or be forced to  self-\r\n\ncensor   (i.e.,  withhold  expenditures   earmarked  for  funding\r\n\nexpressive  activity) for  fear  of the  consequences.   In  such\r\n\ncircumstances,  a pre-enforcement facial challenge to a statute's\r\n\nconstitutionality is  entirely appropriate  unless the state  can\r\n\nconvincingly demonstrate  that the statute is moribund or that it\r\n\nsimply will not be enforced.\r\n\n          New Hampshire has  failed to make such a  showing here.\r\n\nAs the record reflects,  an official in the Secretary  of State's\r\n\noffice told N-PAC's president that RSA 664:5, V would be enforced\r\n\nand that violations would not escape notice.  A representative of\r\n\nthe  Attorney  General refused  to  disclaim  the possibility  of\r\n\nenforcement.    As  late as  oral  argument  in  this court,  the\r\n\ndefendants  vouchsafed  the  constitutionality  of  the  statute.\r\n\nIndeed,  the defendants  have  not only  refused  to disavow  RSA\r\n\n664:5, V, but their defense  of it indicates that they will  some\r\n\nday enforce it.\r\n\n                                19\r\r\n\n          To sum up, there is more than enough in this record  to\r\n\nshow  that  the  threat  of  future  prosecution  is  not  wholly\r\n\nconjectural,  but, rather,  that it  is sufficiently  credible to\r\n\nconfer standing  to  launch  a facial  challenge  to  a  recently\r\n\nenacted statute.  Hence,  we conclude that N-PAC has  standing to\r\n\nchallenge  the  constitutionality  of New  Hampshire's  statutory\r\n\nscheme.\r\n\n          This conclusion  is bolstered  by a  factual comparison\r\n\nbetween this case and cases in which the Supreme Court  has found\r\n\nstanding.  As  in Babbitt, 442 U.S. at 301-02, the plaintiff here\r                                   \r\n\nhas in  the past and intends  in the future to  engage in conduct\r\n\nlikely proscribed by  a challenged statute.  As  in Doe, 410 U.S.\r                                                                 \r\n\nat 188, the  statute in question  is not a  dead letter, and  the\r\n\ndefendants have not disclaimed any intention ever  to enforce it.\r\n\nAs in American Booksellers,  484 U.S. at 393, the  plaintiff must\r                                    \r\n\neither risk  criminal prosecution under a  statute aimed directly\r\n\nat it  or engage in self-censorship.  Finally, as was the case in\r\n\nDoe, 410 U.S. at 188, the lack of past prosecutions is irrelevant\r             \r\n\ngiven the statute's recent origin.\r\n\n          Our holding finds additional support in a well-reasoned\r\n\ndecision  of the Eleventh Circuit. In that case, the plaintiff, a\r\n\ncandidate for elected judicial  office, brought a First Amendment\r\n\nchallenge to a provision  of the canons of judicial  conduct that\r\n\nhe believed would proscribe  a campaign speech that he  wished to\r\n\nmake.   See  ACLU, 999  F.2d at  1488.   The defendants  (persons\r                           \r\n\ncharged with enforcement  of the canons) responded that  the rule\r\n\n                                20\r\r\n\ndid not apply  to the plaintiff's  proposed speech, but  insisted\r\n\nthat the rule  itself was  constitutional.  In  finding that  the\r\n\nplaintiff had standing  and that  the defendants'  representation\r\n\ndid not render the issue moot, Judge Kravitch wrote:\r\n\n          [I]t  would be  an  anomalous result  if [the\r\n          defendants]  were  permitted to  (1) maintain\r\n          that Canon 7(B)(1)(a)  is constitutional  and\r\n          enforceable  and yet,  if [the  plaintiff] or\r\n          another    judicial    candidate   in    [the\r\n          plaintiff's]  position  were  to   seek  pre-\r\n          enforcement review,  to  2) again  come  into\r\n          court  saying,  `Canon  7(B)(1)(a)  does  not\r\n          apply to that proposed speech.'  This process\r\n          itself,  aside from the canons and the rules,\r\n          is enough to chill speech.\r\n\nId. at 1495.6  These words have clear pertinence here.\r             \r\n\n                                E\r                                          E\r\n\n          Because  the 1996  primary election  has been  held, we\r\n\nmust address a final  issue pertaining to justiciability, namely,\r\n\nmootness.   A \"case  is moot  when  the issues  presented are  no\r\n\nlonger `live' or the  parties lack a legally  cognizable interest\r\n\nin the outcome.\"  Powell v. McCormack, 395 U.S.  486, 496 (1969).\r                                               \r\n\nIn our judgment, this case is not moot.\r\n\n                    \r                              \r\n\n     6The  defendants tell  us  that ACLU  is  undermined by  the\r                                                   \r\ndecision in Graham v.  Butterworth, 5 F.3d 496 (11th  Cir. 1993),\r                                            \r\ncert. denied, 114 S. Ct. 2136  (1994).  We do not agree.   Graham\r                                                                           \r\nis  distinguishable on two bases.  First, the Graham court itself\r                                                              \r\nset ACLU apart as  involving a situation in which  the defendants\r                  \r\ncontinued   to   maintain   that   the   underlying   rule    was\r\nconstitutional.     See  id.  at  500.    Here,  of  course,  the\r                                      \r\ndefendants,  as in  ACLU,  argue that  New Hampshire's  statutory\r                                  \r\nscheme passes constitutional muster.  Second   and more salient  \r\nthe  Graham court  concluded that  there was  no chance  that the\r                     \r\ndefendants there  would enforce  the challenged rule  against the\r\nparticular plaintiff.  See id. at  499-500.  That was not true in\r                                        \r\nACLU,  and it  is not  an accurate statement  as applied  to this\r              \r\ncase.\r\n\n                                21\r\r\n\n          This conclusion stands  on two pillars.   In the  first\r\n\nplace,  N-PAC seeks  not  only an  injunction permitting  certain\r\n\nplanned expenditures  but also a  declaratory judgment as  to the\r\n\nfacial  constitutionality  of the  statute.    The latter  prayer\r\n\naffects expenditures  that  N-PAC may  choose to  make in  future\r                                                                           \r\n\nelections.  As to declaratory relief, then, the case is not moot.\r\n\nSee,  e.g., Allende v. Shultz,  845 F.2d 1111,  1114-15 (1st Cir.\r                                       \r\n\n1988) (holding  that, where  the plaintiffs sought  a declaratory\r\n\njudgment condemning the government's visa policy, the granting of\r\n\none  visa did not moot the case,  as the government still had not\r\n\ndisavowed its general policy).\r\n\n          In the  second place, cases  challenging statutes  that\r\n\ntouch upon the electoral process are sui generis.  There often is\r                                                          \r\n\ninsufficient  time to resolve  even a promptly  filed case before\r\n\nthe  election is  actually held.   Mindful  of that  pitfall, the\r\n\nSupreme  Court  has tended  to  treat such  challenges  as coming\r\n\nwithin the  exception to  the mootness doctrine  for cases  that,\r\n\nthough  capable of  repetition,  may evade  review.   See,  e.g.,\r                                                                          \r\n\nDemocratic  Party v.  Wisconsin, 450 U.S.  107, 115  n.13 (1981);\r                                         \r\n\nFirst Nat'l Bank v. Bellotti, 435 U.S. 765, 774 (1978); Storer v.\r                                                                        \r\n\nBrown, 415 U.S. 724, 737 n.8 (1974).  \r               \r\n\n          To fall  within this exception, \"the  challenged action\r\n\n[must be] in  its duration too short to  be fully litigated prior\r\n\nto its cessation or expiration,\" and there must be \"a `reasonable\r\n\nexpectation'  or  a  `demonstrated  probability'  that  the  same\r\n\ncontroversy  will recur  involving  the same  complaining party.\"\r\n\n                                22\r\r\n\nMurphy  v. Hunt, 455 U.S. 478, 482 (1982) (per curiam) (citations\r                         \r\n\nomitted).  The instant case passes the Murphy test.  As events to\r                                                       \r\n\ndate demonstrate, challenges to election spending laws can rarely\r\n\nbe  fully resolved before the election itself is over.  Moreover,\r\n\nN-PAC's resolve that it will continue to  make expenditures which\r\n\nare arguably prohibited  by RSA  664:5, V leads  to a  reasonable\r\n\nexpectancy that N-PAC will again find itself in the same quandary\r\n\ninvolving  the same  statutory scheme.   Hence,  the case  is not\r\n\nmoot.   See Vote  Choice, 4 F.3d  at 37 n.12;  ACLU, 999  F.2d at\r                                                             \r\n\n1496.\r\n\nV.  THE MERITS\r          V.  THE MERITS\r\n\n          Having  confirmed  N-PAC's  standing to  maintain  this\r\n\naction,  we  must  now  decide  whether  to  remand  for  further\r\n\nproceedings.  When a trial court resolves a matter on a threshold\r\n\nground and the appellate  court reverses, the usual praxis  is to\r\n\nremand for  consideration of the  merits.   See, e.g., In  re Two\r                                                                           \r\n\nAppeals  Arising  Out of  the San  Juan  Dupont Plaza  Hotel Fire\r                                                                           \r\n\nLitig.,  994 F.2d 956, 968-69 (1st Cir. 1993); Rivera-Gomez v. de\r                                                                           \r\n\nCastro, 843 F.2d 631, 634-35 (1st Cir. 1988).    Like most rules,\r                \r\n\nhowever, this one admits of exceptions. Where the merits comprise\r\n\na   purely  legal  issue,  reviewable  de   novo  on  appeal  and\r\n\nsusceptible  of determination  without additional  factfinding, a\r\n\nremand ordinarily will serve no useful purpose. See, e.g., United\r                                                                           \r\n\nStates v. Pierro, 32 F.3d 611, 622 (1st Cir. 1994), cert. denied,\r                                                                          \r\n\n115 S.  Ct. 919 (1995); Cohen  v. Brown Univ., 991  F.2d 888, 904\r                                                       \r\n\n(1st  Cir.  1993); Societe  Des  Produits  Nestle,  S.A. v.  Casa\r                                                                           \r\n\n                                23\r\r\n\nHelvetia,  Inc., 982  F.2d 633, 642  (1st Cir.  1992).   So it is\r                         \r\n\nhere.  Accordingly, we reach the merits of N-PAC's constitutional\r\n\nchallenge.\r\n\n          Buckley  controls our analysis.   There, the plaintiffs\r                           \r\n\nasseverated  that  several  sections  of  the  Federal   Election\r\n\nCampaign Act (the FEC Act), 2 U.S.C.    431-55, 18 U.S.C.    591-\r\n\n610 (1995), violated their  First Amendment rights.   Among other\r\n\nthings,  they challenged a statutory cap ($1,000 per year) on the\r\n\n\"independent expenditures\" that individuals and groups could make\r\n\n\"relative to a clearly identified candidate.\"  Buckley, 424  U.S.\r                                                                \r\n\nat 7.  In evaluating the constitutionality of this provision, the\r\n\nSupreme   Court  first   established   a  frame   of   reference:\r\n\nexpenditure  limitations, the Court said,  \"operate in an area of\r\n\nthe most  fundamental First Amendment activities.   Discussion of\r\n\npublic issues  and debate on the qualifications of candidates are\r\n\nintegral to the operation of the system of government established\r\n\nby our Constitution.\"  Id. at 14.\r                                    \r\n\n          Public debate about candidates, the Court continued, is\r\n\noften fueled by money.   See id.  at 19.   As a consequence,  any\r                                          \r\n\n\"restriction on  the amount of money a  person or group can spend\r\n\non political  communication during a campaign necessarily reduces\r\n\nthe quantity of  expression by restricting  the number of  issues\r\n\ndiscussed,  the depth of their  exploration, and the  size of the\r\n\naudience reached.\"   Id.   The FEC Act's  ceiling on  independent\r                                  \r\n\nexpenditures  therefore  represented a  substantial  restraint on\r\n\npolitical  speech.  See id.   In the  Court's evocative metaphor,\r                                     \r\n\n                                24\r\r\n\n\"[b]eing free to engage in unlimited political expression subject\r\n\nto  a ceiling  on expenditures  is like  being free  to  drive an\r\n\nautomobile as far and as often as one desires on a single tank of\r\n\ngasoline.\"  Id. at n.18.\r                         \r\n\n          Having described the depth of the restriction involved,\r\n\nthe Buckley Court proceeded  to find that the government  had not\r                     \r\n\nadvanced a sufficiently compelling interest to warrant the severe\r\n\nFirst  Amendment incursions  associated  with the  proviso.   The\r\n\nprincipal government  interest asserted   avoiding  corruption of\r\n\nthe  political  process     could  not  justify  the  cap because\r\n\nindependent  expenditures,  by  definition,  were   made  without\r\n\nconsultation  or  cooperation  between  the  contributor  and the\r\n\ncandidate.  See id.  at 45-47.  The  Court likewise rejected  the\r                             \r\n\nidea that  expenditure limitations served a governmental interest\r\n\nin equalizing the ability of various groups to affect the outcome\r\n\nof  elections.     \"The  First  Amendment's   protection  against\r\n\ngovernmental abridgement of  free expression  cannot properly  be\r\n\nmade  to  depend on  a person's  financial  ability to  engage in\r\n\npublic discussion.\"  Id. at 49.\r                                  \r\n\n          Under   Buckley,  RSA   664:5,  V  insults   the  First\r                                   \r\n\nAmendment.  The  New Hampshire  statute limits the  same kind  of\r\n\nindependent expenditures that the  FEC Act attempted to regulate,\r\n\nand the New Hampshire  law purports to cap those  expenditures at\r\n\nprecisely the  same level ($1,000)  as the FEC  Act set.7   To be\r\n                    \r                              \r\n\n     7We do  not consider the  distinction between the  FEC Act's\r\n$1,000 annual limit and New Hampshire's $1,000 per election limit\r\nto  be  of  constitutional  consequence,  especially  since  most\r\n\n                                25\r\r\n\nsure, the price  of political  expression has changed    but  the\r\n\nchanges  work against  the state's  position.   We take  judicial\r\n\nnotice that political campaigns are much more expensive  now than\r\n\nwhen  Buckley  was  decided  two  decades  ago.    The  price  of\r                       \r\n\ntelevision and  newspaper advertisements has  ballooned, as  have\r\n\nthe costs associated with printing and distributing leaflets.  To\r\n\nillustrate the point, N-PAC's plan to distribute 30,000 fliers at\r\n\nvarious  public events  held around  the state  on July  4, 1996,\r\n\nwould have  required that it spend  in excess of $3,000.   In our\r\n\njudgment,  this  single  example  makes  painfully  apparent  how\r\n\nseverely  RSA 664:5,  V restricts  political speech.   The  First\r\n\nAmendment does not tolerate such drastic limitations of protected\r\n\npolitical advocacy.8\r\n\n          Our   determination  that   the  $1,000   per  election\r\n\nlimitation  on  independent   expenditures  is   unconstitutional\r\n\nnecessarily leads us  to invalidate  not only RSA  664:5, V,  but\r\n\nalso those portions of RSA 664:3, I &amp; II which complement it. See\r                                                                           \r\n\nsupra Part  I.  One  cannot be compelled  to state that  one will\r               \r\n\ncomply with an unconstitutional statute. Accordingly, neither the\r\n\ndeclaration requirement contained in RSA  664:3, I nor RSA 664:3,\r\n                    \r                              \r\n\nelected state officials in New Hampshire serve two-year terms.\r\n\n     8At oral  argument, counsel  for the  state argued  that New\r\nHampshire's particular  system  of campaign  finance  regulation,\r\nwhich places heavy  emphasis on candidates'  voluntary acceptance\r\nof spending limits,  creates a  uniquely compelling  governmental\r\ninterest  in curbing  independent expenditures.    Accepting this\r\nargument would require us  to carve out an  unwarranted exception\r\nto  a settled  constitutional rule.   We  decline to  do so.   An\r\norganization's  right  to  unfettered  political  expression  and\r\nadvocacy is just as substantial within New Hampshire as without.\r\n\n                                26\r\r\n\nII's  proviso   conditioning  the   making  of   any  independent\r                                                              \r\n\nexpenditures on  the filing  of a  declaration pledging  that the\r\n\ncommittee  will  observe   New  Hampshire's  $1,000  ceiling   is\r\n\nenforceable.  See Perry  v. Sindermann, 408 U.S. 593,  597 (1972)\r                                                \r\n\n(explaining  that, in the area of free speech, government may not\r\n\nindirectly deny, through  unconstitutional conditions, that which\r\n\nit cannot directly prohibit).\r\n\nVI.  CONCLUSION\r          VI.  CONCLUSION\r\n\n          We  summarize  succinctly.   N-PAC  has  established  a\r\n\ncredible  threat that  New Hampshire will  enforce against  it in\r\n\nfuture elections a statutory scheme that the state believes to be\r\n\nconstitutional.     Moreover,   the  statutes   contain  criminal\r\n\npenalties  and  suppress core  activity  protected  by the  First\r\n\nAmendment.   We  therefore conclude  that N-PAC  has suffered  an\r\n\nactual injury and, consequently,  we reverse the district court's\r\n\ndismissal of this case for lack of standing.  Moreover, since New\r\n\nHampshire's  limitation  on   independent  expenditures   plainly\r\n\nviolates  the   First  Amendment,   RSA  664:5,  V   is  facially\r\n\nunconstitutional,  and RSA  664:3, I  and RSA  664:3, II,  to the\r\n\nextent  that   they  command   fealty  to   RSA  664:5,   V,  are\r\n\nunenforceable.   On  remand,  the district  court shall  enter an\r\n\nappropriate decree.\r\n\nReversed and remanded.\r          Reversed and remanded.\r                               \r\n\n                                27\r\r\n",
  "html": "<p class=\"case_cite\">99 F.3d 8</p>\n    <p class=\"parties\">NEW HAMPSHIRE RIGHT TO LIFE POLITICAL ACTION COMMITTEE,<br>Plaintiff, Appellant,<br>v.<br>William M. GARDNER, in his official capacity as the<br>Secretary of State of the State of New Hampshire,<br>et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 96-1744.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 5, 1996.<br>Decided Nov. 1, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James Bopp, Jr. with whom Paul R. Scholle, Bopp, Coleson &amp; Bostrom, Terre Haute, IN, and Stephen F. Queeney, Amherst, NH, were on brief, for appellant.</p>\n      <p class=\"indent\">Lucy C. Hodder, Assistant Attorney General, with whom Martin P. Honigberg, Senior Assistant Attorney General, Concord, NH, was on brief, for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, ALDRICH and BOWNES, Senior Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Like forecasted hurricanes, approaching elections invariably give rise not only to gusts of wind but also to feverish preparations.  And, just as the prudent fisherman does not trust in chance to save his boat from the gathering storm, the sage political activist does not rely on an unenlightened electorate to save her candidate from the vicissitudes of the ballot box.  Still, government from time to time attempts to circumscribe the ways and means of bringing enlightenment to a sometimes truculent public.  This appeal comes to us by virtue of one such restriction:  the $1,000 per election limit that New Hampshire places on \"independent expenditures\" in a political campaign.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  See N.H.Rev.Stat. Ann.  (RSA), tit.  LXIII, ch. 664:5, V;  664:3, I;  664:3, II (Supp.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In this case the appellant New Hampshire Right to Life Political Action Committee (N-PAC) challenges the constitutionality of the New Hampshire limitation, arguing that the statutory scheme violates the First Amendment.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In the course of denying a requested preliminary injunction, the district court dismissed the case sua sponte.  The court held that the appellant lacked standing to maintain the action.  Because N-PAC faces a credible threat of prosecution if it pursues its wonted activities, we conclude that it does have standing to mount a pre-enforcement facial challenge to the statutory cap.  Consequently, we reverse the district court's order of dismissal, and, because the merits of the case are clear, we strike down New Hampshire's ceiling on independent expenditures.</p>\n    </div>\n    <p>I. THE STATUTORY SCHEME</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Understandably perturbed by the corrosive effect of money on the electoral process, New Hampshire began to enact campaign finance reform legislation as far back as 1989.  In 1991 the state legislature capped a political committee's ability to make \"independent expenditures\" at $1,000 per election.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The relevant statute reads:No political committee shall make independent expenditures in excess of $1,000 for any or against any candidate running for a particular office in a state primary election, and a like amount in a state general election, in support of or to oppose any candidate.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">RSA 664:5, V.  Two other statutes complement the general restriction on independent expenditures.  First, the state requires a political committee to file a declaration with the Secretary of State pledging that it \"will not exceed the expenditure limitations allowed under RSA 664:5, V.\"  RSA 664:3, I.  Another statute provides that \"[o]nly those political committees that have filed a declaration with respect to independent expenditures ... may make such expenditures.\"  RSA 664:3, II.  The violation of any of these provisions is a criminal offense.  See RSA 664:21, V.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">New Hampshire vests enforcement of this statutory scheme in its Attorney General.  See RSA 664:18.  The Secretary of State is charged with receiving and examining reports of election expenditures and notifying the Attorney General of any suspected improprieties.  See RSA 664:19.</p>\n    </div>\n    <p>II. THE GATHERING STORM</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">N-PAC is a political committee within the contemplation of RSA 664:2, III and has been registered as such with the Secretary of State for over a decade.  The organization's stated purpose is to \"promote the sanctity of human life from conception to natural death.\"   N-PAC works in a variety of ways to accomplish this goal.  Among other stratagems, it supports (or opposes) various candidates for state office whom it perceives as endorsing (or denigrating) its views.  N-PAC's support manifests itself through the expenditure of funds for such purposes as purchasing advertisements and distributing leaflets.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Over the past decade N-PAC typically has spent all the contributions that it receives on some form of right-to-life political advocacy.  The 1996 election followed this well-trodden path.  Originally, N-PAC vowed to make political expenditures opposing a certain candidate in the primary election, but that candidate withdrew.  N-PAC then shifted gears and decided to throw its support behind a different candidate who was running for state office in the primary election.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Ellen Dube, a state employee, functions as the Secretary of State's liaison with the Attorney General.  One of Dube's duties is to report possible violations of RSA 664 to the Attorney General, who then makes the decision whether to investigate and/or prosecute.  On March 6, 1996, N-PAC's president, Barbara Hagan, telephoned Dube.  Hagan inquired if the state intended to enforce the statutory limitation on independent expenditures.  Dube replied that infractions \"would be noticed\" and that the state would commence enforcement actions against any persons who violated RSA 664:5, V.  Hagan subsequently posed the same question to Wynn Arnold, a member of the Attorney General's staff.  Arnold advised her that the initiation of an enforcement action would depend on whether there had been a referral from the Secretary of State.  He refused to deny that the Attorney General would enforce RSA 664:5, V.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">N-PAC then filed suit in New Hampshire's federal district court against the Secretary of State, William M. Gardner, and the Attorney General, Jeffrey R. Howard.  N-PAC's verified complaint alleged that it intended to exceed the limitation on independent expenditures in the 1996 election campaign, that it feared prosecution if it did so, and that the challenged statutory provisions impermissibly burdened its free-speech rights and thereby ran afoul of the Supreme Court's holding in Buckley v. Valeo, 424 U.S. 1, 96 S.Ct. 612, 46 L.Ed.2d 659 (1976) (per curiam).  N-PAC sought a declaratory judgment that RSA 664:5, V and 664:3, I &amp; II on their face chill its political expression and thereby abridge its constitutional rights.  It also sought an order restraining the defendants from enforcing these statutes against it.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Within a week, N-PAC filed a motion for a preliminary injunction.  In describing the need for this relief, N-PAC focused on three sets of expenditures which it intended to make for the September 10 primary election:  (1) its contemplated purchase of an advertisement endorsing the candidate in the June edition of the New Hampshire Right to Life Committee (NHRLC) newsletter (estimated cost:  $900);  (2) its planned distribution at public events around the state on July 4 of roughly 30,000 fliers supporting the candidate (estimated cost:  slightly over $3,000);  and (3) its proposed purchase of a follow-up advertisement in either the August or September issue of the NHRLC newsletter (estimated cost not disclosed in the record).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">After deposing Hagan and learning of these projected expenditures, the defendants informed N-PAC that the state would not take any enforcement action because of its belief that the pattern of contacts between N-PAC and the candidate whom it had opted to support precluded classification of the proposed expenditures as \"independent\" within the purview of RSA 664:2, XI.  As what seemed to them a logical corollary of this determination, the defendants asserted that in the absence of a threat of enforcement, N-PAC could not claim to have suffered any cognizable injury by operation of the challenged statutes and therefore had no standing to contest their constitutionality.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On June 21, 1996, the district court denied the motion for a preliminary injunction.  In that same order the court--relying heavily on the Attorney General's representation that the specified expenditures, if made, would not engender prosecution--sua sponte dismissed the action for want of standing.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  In the court's view its conclusion that N-PAC lacked standing \"present[ed] a constitutional barrier not only to the adjudication of the instant motion but also to the court's consideration of the merits of the case.\"   As part and parcel of this determination, the court concluded that N-PAC did not face a credible threat of prosecution based on the aggregate effect of the $900 expenditure it had already made and the other two planned expenditures.  Importantly, the court neither dwelt on N-PAC's prayer for declaratory relief nor assayed the threat of prosecution vis-a-vis other potential expenditures.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">N-PAC filed this appeal, but it refrained from printing the fliers or purchasing a second advertisement.</p>\n    </div>\n    <p>III. STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We review standing determinations de novo, crediting the plaintiff's factual allegations to the extent that they are material and construing those alleged facts, together with the reasonable inferences therefrom, in favor of the plaintiff.  See Warth v. Seldin, 422 U.S. 490, 501, 95 S.Ct. 2197, 2206, 45 L.Ed.2d 343 (1975);  Benjamin v. Aroostook Medical Ctr., Inc., 57 F.3d 101, 104 (1st Cir.1995);  United States v. AVX Corp., 962 F.2d 108, 114 (1st Cir.1992).  Where, as here, dismissal is ordered sua sponte, the ultimate standard of review does not vary, but the court of appeals must take an extra step, scrutinizing the proceedings carefully to make certain that the plaintiff has had a fair opportunity to put its best foot forward.  See, e.g., Carparts Distribution Ctr., Inc. v. Automotive Wholesaler's Ass'n of New Eng., Inc., 37 F.3d 12, 15 (1st Cir.1994);  Preterm, Inc. v. Dukakis, 591 F.2d 121, 134 (1st Cir.), cert. denied, 441 U.S. 952, 99 S.Ct. 2181, 2182, 60 L.Ed.2d 1057 (1979).</p>\n    </div>\n    <p>IV. STANDING</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Standing is a \"threshold question in every federal case, determining the power of the court to entertain the suit.\"  Warth, 422 U.S. at 498, 95 S.Ct. at 2204-05.   After all, \"[i]f a party lacks standing to bring a matter before the court, the court lacks jurisdiction to decide the merits of the underlying case.\"  AVX, 962 F.2d at 113.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Curiously, the doctrine of standing, though vitally important for federal courts, remains a morass of imprecision.  The Justices once termed it \"a concept of uncertain meaning and scope,\" Flast v. Cohen, 392 U.S. 83, 95, 88 S.Ct. 1942, 1949-50, 20 L.Ed.2d 947 (1968), and a quarter-century later we acknowledged that, even after so many years, the \"ingredients of standing are ... not easily susceptible to concrete definitions or mechanical application.\"  AVX, 962 F.2d at 113.   In the absence of any hard-and-fast test, we limn those guidelines on which federal courts seemingly agree and then move to a more particularized discussion of the cases that provide the best analogies for the present situation.  After dealing briefly with prudential concerns, we apply these distilled principles to the standing issue in this case.  Finally, we address the possibility that the case is moot.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">* Standing involves \"a blend of constitutional requirements and prudential considerations.\"  Valley Forge Christian Coll. v. Americans United for Separation of Church and State, 454 U.S. 464, 471, 102 S.Ct. 752, 757, 70 L.Ed.2d 700 (1982).  The constitutional requisites stem from the admonition that a federal court is empowered only to decide \"cases\" and \"controversies.\"   See U.S. Const., Art.  III. Not every dispute is a case or controversy.  \"The presence of a disagreement, however sharp and acrimonious it may be, is insufficient by itself to meet Art.  III's requirements.\"  Diamond v. Charles, 476 U.S. 54, 62, 106 S.Ct. 1697, 1703, 90 L.Ed.2d 48 (1986).  To clear the Article III hurdle, the party who invokes a federal court's authority must show that (1) he or she personally has suffered some actual or threatened injury as a result of the challenged conduct;  (2) the injury can fairly be traced to that conduct;  and (3) the injury likely will be redressed by a favorable decision from the court.  See Valley Forge, 454 U.S. at 472, 102 S.Ct. at 758;  Vote Choice, Inc. v. DiStefano, 4 F.3d 26, 36 (1st Cir.1993).  The complaining party must satisfy this test throughout the litigation, not just at the moment when the complaint is filed.  See Steffel v. Thompson, 415 U.S. 452, 459 n. 10, 94 S.Ct. 1209, 1215-16 n. 10, 39 L.Ed.2d 505 (1974).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The second and third prongs of the test are not legitimately in issue here.  To the extent that N-PAC has suffered a cognizable injury at all--a matter to which we shall soon return--the injury can be traced to the existence and threatened enforcement of the challenged statutes.  That injury is also redressable in this action:  when a plaintiff seeks a declaration that a particular statute is unconstitutional, the proper defendants are the government officials charged with administering and enforcing it.  See Diamond, 476 U.S. at 57 n. 2, 106 S.Ct. at 1700-01 n. 2;  Kentucky v. Graham, 473 U.S. 159, 165-66, 105 S.Ct. 3099, 3104-05, 87 L.Ed.2d 114 (1985).  Consequently, the dispositive inquiry here involves the test's first prong:  the existence vel non of an actual or threatened injury.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This inquiry is always case-specific, and that truism applies with special force in this instance.  When, as now, a party launches a pre-enforcement challenge to a statute that provides for criminal penalties and claims that the statute, on its face, abridges First Amendment rights, two potential injuries must be considered.  First, there is the injury which attends the threat of enforcement.  As the Court has repeatedly explained, it is not necessary that a person expose herself to arrest or prosecution under a statute in order to challenge that statute in a federal court.  See Babbitt v. United Farm Workers Nat'l Union, 442 U.S. 289, 298, 99 S.Ct. 2301, 2308, 60 L.Ed.2d 895 (1979);  Steffel, 415 U.S. at 459, 94 S.Ct. at 1215;  Epperson v. Arkansas, 393 U.S. 97, 89 S.Ct. 266, 21 L.Ed.2d 228 (1968).  The rationale that underlies this rule is straightforward:  a credible threat of present or future prosecution itself works an injury that is sufficient to confer standing, even if there is no history of past enforcement.  See Doe v. Bolton, 410 U.S. 179, 188, 93 S.Ct. 739, 745, 35 L.Ed.2d 201 (1973).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The second type of injury is peculiar to the First Amendment context.  In such cases, an actual injury can exist when the plaintiff is chilled from exercising her right to free expression or forgoes expression in order to avoid enforcement consequences.  See Meese v. Keene, 481 U.S. 465, 473, 107 S.Ct. 1862, 1867, 95 L.Ed.2d 415 (1987);  Wilson v. Stocker, 819 F.2d 943, 946 (10th Cir.1987).  In such situations the vice of the statute is its pull toward self-censorship.  See Virginia v. American Booksellers Ass'n, Inc., 484 U.S. 383, 393, 108 S.Ct. 636, 643, 98 L.Ed.2d 782 (1988).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Of course, these two types of injury are interrelated.  Both hinge on the existence of a credible threat that the challenged law will be enforced.  If such a threat exists, then it poses a classic dilemma for an affected party:  either to engage in the expressive activity, thus courting prosecution, or to succumb to the threat, thus forgoing free expression.  Either injury is justiciable.  Conversely, if no credible threat of prosecution looms, the chill is insufficient to sustain the burden that Article III imposes.  A party's subjective fear that she may be prosecuted for engaging in expressive activity will not be held to constitute an injury for standing purposes unless that fear is objectively reasonable.  See Laird v. Tatum, 408 U.S. 1, 13-14, 92 S.Ct. 2318, 2325-26, 33 L.Ed.2d 154 (1972);  Chamber of Commerce v. FEC, 69 F.3d 600, 603-04 (D.C.Cir.1995);  see also ACLU v. Florida Bar, 999 F.2d 1486, 1492 (11th Cir.1993) (noting that when the claimed injury is one of self-censorship, the likelihood of enforcement action becomes an important factor in determining whether there is more than merely a subjective chill).  The bottom line is that, as long as a credible threat of prosecution exists, a litigant has standing to mount a pre-enforcement challenge to the facial constitutionality of a statute on the basis that her First Amendment rights arguably are being trammelled.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Because the threat of prosecution is a common denominator of both types of injury, their existence can be resolved in a single inquiry.  The contours of that inquiry are well-defined.  In a pre-enforcement challenge to a statute carrying criminal penalties, standing exists when \"the plaintiff has alleged an intention to engage in a course of conduct arguably affected with a constitutional interest, but proscribed by [the] statute, and there exists a credible threat of prosecution.\"  Babbitt, 442 U.S. at 298, 99 S.Ct. at 2308.   The first two-thirds of the Babbitt framework fit this case snugly.  The record reveals that N-PAC intends to engage in political expenditures of a type protected under the First Amendment, see Buckley, 424 U.S. at 14, 96 S.Ct. at 632, and New Hampshire's statutory scheme restricts N-PAC's freedom to make those expenditures.  Thus, the bone of contention here is whether the third prong of the Babbitt framework fits.  In the next section, we gnaw upon that bone.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">While bright lines grow faint in the area of standing, we believe that a discussion of pertinent caselaw illuminates the path to appropriate resolution of this appeal.  We begin with bedrock:  \"The conflict between state officials empowered to enforce a law and private parties subject to prosecution under that law is a classic 'case' or 'controversy' within the meaning of Art.  III.\" Diamond, 476 U.S. at 64, 106 S.Ct. at 1704.   To establish the conflict needed to animate this principle, however, a party must show that her fear of prosecution is \"not imaginary or wholly speculative.\"  Babbitt, 442 U.S. at 302, 99 S.Ct. at 2310-11.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This standard--encapsulated in the phrase \"credible threat of prosecution\"--is quite forgiving.  Babbitt illustrates how readily one can meet it.  There, the plaintiffs attacked a statute that criminalized certain deceptive statements made during consumer publicity campaigns and sought a declaration of the statute's unconstitutionality.  Id. at 301, 99 S.Ct. at 2310.   Although the defendants noted that no criminal penalties had ever been levied under the statute and argued that none might ever be imposed, the Court found a credible threat of prosecution.  It observed that the plaintiffs had engaged in consumer publicity campaigns in the past and that they professed an intent to engage in such activities in the future.  Id. Since \"the State has not disavowed any intention of invoking the criminal penalty provision against [violators],\" the plaintiffs were \"not without some reason in fearing prosecution for violation of the ban on specified forms of consumer publicity.\"  Id. at 302, 99 S.Ct. at 2310-11.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Other cases set a similarly low threshold.  In Doe, the Justices held that a class consisting of doctors who performed abortions had standing to challenge the constitutionality of Georgia's statutes restricting the procedure, notwithstanding that no physician \"ha[d] been prosecuted, or threatened with prosecution, for violation of the ... statutes.\"  410 U.S. at 188, 93 S.Ct. at 745.   The Doe Court distinguished Poe v. Ullman, 367 U.S. 497, 81 S.Ct. 1752, 6 L.Ed.2d 989 (1961), in which standing had been denied, on the ground that Poe involved a hoary statute that had led to only one prosecution in more than eighty years.  \"Georgia's statute, in contrast, is recent and not moribund.\"  Doe, 410 U.S. at 188, 93 S.Ct. at 745.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">American Booksellers is of like tenor.  That case involved a pre-enforcement facial challenge to a Virginia obscenity statute.  The Court rejected the state's plea that the plaintiffs had sued prematurely (the statute having been only recently enacted and not yet having taken effect).  The Justices reasoned that the law was \"aimed directly\" at entities like the plaintiffs, who would either have to \"take significant and costly compliance measures or risk criminal prosecution.\"  American Booksellers, 484 U.S. at 392, 108 S.Ct. at 642.   Since \"[t]he State ha[d] not suggested that the newly enacted law will not be enforced,\" the booksellers had \"an actual and well-founded fear that the law [would] be enforced against them.\"  Id. at 393, 108 S.Ct. at 643.   They thus had standing to mount a pre-enforcement facial challenge to it.  See id.   In reaching this conclusion, the Court took pains to note that the \"danger of this statute is, in large measure, one of self-censorship\" and termed self-censorship \"a harm that can be realized even without an actual prosecution.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Federal appellate courts echo these holdings.  In Chamber of Commerce the D.C. Circuit found standing to mount a facial challenge to a Federal Election Commission regulation despite the fact that the FEC was split on the advisability of the rule and there was no present danger of enforcement.  The court explained that a credible threat of prosecution nonetheless existed because nothing \"prevents the Commission from enforcing its rule at any time with, perhaps, another change of mind of one of the Commissioners.\"  69 F.3d at 603.   Similarly, in Wilson, which bears a family resemblance to the case at bar, the Tenth Circuit held that when a state statute chills the exercise of First Amendment rights, standing exists even though the official charged with enforcement responsibilities has not taken any enforcement action against the plaintiff and does not presently intend to take any such action.  819 F.2d at 946-47.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The preceding cases make clear that when dealing with pre-enforcement challenges to recently enacted (or, at least, non-moribund) statutes that facially restrict expressive activity by the class to which the plaintiff belongs, courts will assume a credible threat of prosecution in the absence of compelling contrary evidence.</p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Of course, in addition to its constitutional dimensions, \"the doctrine of standing also embraces prudential concerns regarding the proper exercise of federal jurisdiction.\"  AVX, 962 F.2d at 114.   To satisfy these concerns, a suit must meet certain additional criteria.  We mention three of them.  First, the complaint must \"fall within the zone of interests protected by the law invoked.\"  Allen v. Wright, 468 U.S. 737, 751, 104 S.Ct. 3315, 3324, 82 L.Ed.2d 556 (1984).  Next, under the principle of jus tertii, the plaintiff ordinarily \"must assert his own legal rights and interests, and cannot rest his claim to relief on the legal rights or interests of third parties.\"  Warth, 422 U.S. at 499, 95 S.Ct. at 2205.   Third, the suit must present more than \"abstract questions of wide public significance which amount to generalized grievances, pervasively shared and most appropriately addressed in the representative branches.\"  Valley Forge, 454 U.S. at 475, 102 S.Ct. at 760 (citations and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In the circumstances of this case, N-PAC readily satisfies the prudential prerequisites for a grant of standing.  First, its complaint implicates basic political expression and advocacy;  it thus falls comfortably within the zone of interests protected by the First Amendment.  Second, N-PAC is asserting its own legal rights, as the statute takes direct aim at a class of entities (political committees) to which it belongs.  Third, N-PAC's disagreement with New Hampshire's cap on independent political expenditures is a sufficiently particularized grievance.</p>\n    </div>\n    <p>D</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In this case, therefore, standing depends upon whether N-PAC faces a credible threat of prosecution.  To answer this question, we must first place the matter into better perspective.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In its complaint N-PAC sought both declaratory and injunctive relief.  Because it projected that it would make certain expenditures in June, it focused its initial efforts on securing a preliminary injunction that would permit it to make those outlays in the proper time frame.  The defendants also concentrated on these expenditures, eventually representing to the district court that the Attorney General did not consider them to be \"independent\" under RSA 664:2, XI, and therefore the expenditures, even if made, would not trigger RSA 664:5, V.  In its ruling on the motion for preliminary injunctive relief, the lower court correctly focused on this point.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">But then the court went beyond the scope of the pending motion, deemed the treatment of the initial expenditures to be dispositive of the entire case, and dismissed the complaint out of hand.  In doing so, the court erred.  The purpose of a preliminary injunction is simply to \"preserve the relative positions of the parties until a trial on the merits can be held.\"  University of Texas v. Camenisch, 451 U.S. 390, 395, 101 S.Ct. 1830, 1834, 68 L.Ed.2d 175 (1981).  Because a preliminary injunction is customarily granted or denied on the basis of procedures and considerations that differ markedly from those that apply at trial, it is risky business for a district court to enter final judgment at the preliminary injunction stage.  See id.   This case bears witness to that admonition.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In grafting a sua sponte dismissal onto the denial of a motion for a preliminary injunction, the district court effectively denied N-PAC any opportunity to develop its evidence and arguments for declaratory relief.  More importantly, the court confused the threat of enforcement which existed relative to the initial expenditures with the broader threat of enforcement that had to be considered in ruling on N-PAC's standing to seek a declaration that the statutory scheme is unconstitutional on its face.  In this case, the distinction is crucial.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The district court may or may not have been correct in determining that the representations made by the defendants removed any danger of prosecution for the specific expenditures that N-PAC sought to make in the summer of 1996.  See supra note 5. But N-PAC's standing for purposes of the suit--as opposed to the preliminary injunction--cannot be determined solely with reference to those expenditures.  Given the fact that the district court dismissed the action sua sponte, we must scrutinize the entire record to see what it reveals about N-PAC's standing to secure declaratory relief.  The record adequately evinces that N-PAC is an organization whose very purpose is to make political expenditures.  It has done so for more than a decade, and it intends to do so in the future.  Indeed, N-PAC typically spends all the money that it raises on political advocacy, and its outlays, past and prospective, at least arguably fall within the statutory definition of \"independent expenditures.\"</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">It is, therefore, highly probable that N-PAC will at some point find itself either in violation of a statute that takes direct aim at its customary conduct or be forced to self-censor (i.e., withhold expenditures earmarked for funding expressive activity) for fear of the consequences.  In such circumstances, a pre-enforcement facial challenge to a statute's constitutionality is entirely appropriate unless the state can convincingly demonstrate that the statute is moribund or that it simply will not be enforced.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">New Hampshire has failed to make such a showing here.  As the record reflects, an official in the Secretary of State's office told N-PAC's president that RSA 664:5, V would be enforced and that violations would not escape notice.  A representative of the Attorney General refused to disclaim the possibility of enforcement.  As late as oral argument in this court, the defendants vouchsafed the constitutionality of the statute.  Indeed, the defendants have not only refused to disavow RSA 664:5, V, but their defense of it indicates that they will some day enforce it.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">To sum up, there is more than enough in this record to show that the threat of future prosecution is not wholly conjectural, but, rather, that it is sufficiently credible to confer standing to launch a facial challenge to a recently enacted statute.  Hence, we conclude that N-PAC has standing to challenge the constitutionality of New Hampshire's statutory scheme.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">This conclusion is bolstered by a factual comparison between this case and cases in which the Supreme Court has found standing.  As in Babbitt, 442 U.S. at 301-02, 99 S.Ct. at 2310-11, the plaintiff here has in the past and intends in the future to engage in conduct likely proscribed by a challenged statute.  As in Doe, 410 U.S. at 188, 93 S.Ct. at 745, the statute in question is not a dead letter, and the defendants have not disclaimed any intention ever to enforce it.  As in American Booksellers, 484 U.S. at 393, 108 S.Ct. at 643, the plaintiff must either risk criminal prosecution under a statute aimed directly at it or engage in self-censorship.  Finally, as was the case in Doe, 410 U.S. at 188, 93 S.Ct. at 745, the lack of past prosecutions is irrelevant given the statute's recent origin.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Our holding finds additional support in a well-reasoned decision of the Eleventh Circuit.  In that case, the plaintiff, a candidate for elected judicial office, brought a First Amendment challenge to a provision of the canons of judicial conduct that he believed would proscribe a campaign speech that he wished to make.  See ACLU, 999 F.2d at 1488.   The defendants (persons charged with enforcement of the canons) responded that the rule did not apply to the plaintiff's proposed speech, but insisted that the rule itself was constitutional.  In finding that the plaintiff had standing and that the defendants' representation did not render the issue moot, Judge Kravitch wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>[I]t would be an anomalous result if [the defendants] were permitted to (1) maintain that Canon 7(B)(1)(a) is constitutional and enforceable and yet, if [the plaintiff] or another judicial candidate in [the plaintiff's] position were to seek pre-enforcement review, to (2) again come into court saying, 'Canon 7(B)(1)(a) does not apply to that proposed speech.'   This process itself, aside from the canons and the rules, is enough to chill speech.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Id. at 1495.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  These words have clear pertinence here.</p>\n    </div>\n    <p>E</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Because the 1996 primary election has been held, we must address a final issue pertaining to justiciability, namely, mootness.  A \"case is moot when the issues presented are no longer 'live' or the parties lack a legally cognizable interest in the outcome.\"  Powell v. McCormack, 395 U.S. 486, 496, 89 S.Ct. 1944, 1950, 23 L.Ed.2d 491 (1969).  In our judgment, this case is not moot.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">This conclusion stands on two pillars.  In the first place, N-PAC seeks not only an injunction permitting certain planned expenditures but also a declaratory judgment as to the facial constitutionality of the statute.  The latter prayer affects expenditures that N-PAC may choose to make in future elections.  As to declaratory relief, then, the case is not moot.  See, e.g., Allende v. Shultz, 845 F.2d 1111, 1114-15 (1st Cir.1988) (holding that, where the plaintiffs sought a declaratory judgment condemning the government's visa policy, the granting of one visa did not moot the case, as the government still had not disavowed its general policy).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">In the second place, cases challenging statutes that touch upon the electoral process are sui generis.   There often is insufficient time to resolve even a promptly filed case before the election is actually held.  Mindful of that pitfall, the Supreme Court has tended to treat such challenges as coming within the exception to the mootness doctrine for cases that, though capable of repetition, may evade review.  See, e.g., Democratic Party v. Wisconsin, 450 U.S. 107, 115 n. 13, 101 S.Ct. 1010, 1015 n. 13, 67 L.Ed.2d 82 (1981);  First Nat'l Bank v. Bellotti, 435 U.S. 765, 774, 98 S.Ct. 1407, 1414, 55 L.Ed.2d 707 (1978);  Storer v. Brown, 415 U.S. 724, 737 n. 8, 94 S.Ct. 1274, 1282 n. 8, 39 L.Ed.2d 714 (1974).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">To fall within this exception, \"the challenged action [must be] in its duration too short to be fully litigated prior to its cessation or expiration,\" and there must be \"a 'reasonable expectation' or a 'demonstrated probability' that the same controversy will recur involving the same complaining party.\"  Murphy v. Hunt, 455 U.S. 478, 482, 102 S.Ct. 1181, 1183, 71 L.Ed.2d 353 (1982) (per curiam) (citations omitted).  The instant case passes the Murphy test.  As events to date demonstrate, challenges to election spending laws can rarely be fully resolved before the election itself is over.  Moreover, N-PAC's resolve that it will continue to make expenditures which are arguably prohibited by RSA 664:5, V leads to a reasonable expectancy that N-PAC will again find itself in the same quandary involving the same statutory scheme.  Hence, the case is not moot.  See Vote Choice, 4 F.3d at 37 n. 12;  ACLU, 999 F.2d at 1496.</p>\n    </div>\n    <p>V. THE MERITS</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Having confirmed N-PAC's standing to maintain this action, we must now decide whether to remand for further proceedings.  When a trial court resolves a matter on a threshold ground and the appellate court reverses, the usual praxis is to remand for consideration of the merits.  See, e.g., In re Two Appeals Arising Out of the San Juan Dupont Plaza Hotel Fire Litig., 994 F.2d 956, 968-69 (1st Cir.1993);  Rivera-Gomez v. de Castro, 843 F.2d 631, 634-35 (1st Cir.1988).  Like most rules, however, this one admits of exceptions.  Where the merits comprise a purely legal issue, reviewable de novo on appeal and susceptible of determination without additional factfinding, a remand ordinarily will serve no useful purpose.  See, e.g., United States v. Pierro, 32 F.3d 611, 622 (1st Cir.1994), cert. denied, 513 U.S. 1119, 115 S.Ct. 919, 130 L.Ed.2d 799 (1995);  Cohen v. Brown Univ., 991 F.2d 888, 904 (1st Cir.1993);  Societe Des Produits Nestle, S.A. v. Casa Helvetia, Inc., 982 F.2d 633, 642 (1st Cir.1992).  So it is here.  Accordingly, we reach the merits of N-PAC's constitutional challenge.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Buckley controls our analysis.  There, the plaintiffs asseverated that several sections of the Federal Election Campaign Act (the FEC Act), 2 U.S.C. &#167;&#167; 431-55, 18 U.S.C. &#167;&#167; 591-610 (1995), violated their First Amendment rights.  Among other things, they challenged a statutory cap ($1,000 per year) on the \"independent expenditures\" that individuals and groups could make \"relative to a clearly identified candidate.\"  Buckley, 424 U.S. at 7, 96 S.Ct. at 629.  In evaluating the constitutionality of this provision, the Supreme Court first established a frame of reference:  expenditure limitations, the Court said, \"operate in an area of the most fundamental First Amendment activities.  Discussion of public issues and debate on the qualifications of candidates are integral to the operation of the system of government established by our Constitution.\"  Id. at 14, 96 S.Ct. at 632.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Public debate about candidates, the Court continued, is often fueled by money.  See id. at 19, 96 S.Ct. at 634-35.   As a consequence, any \"restriction on the amount of money a person or group can spend on political communication during a campaign necessarily reduces the quantity of expression by restricting the number of issues discussed, the depth of their exploration, and the size of the audience reached.\"  Id. The FEC Act's ceiling on independent expenditures therefore represented a substantial restraint on political speech.  See id.   In the Court's evocative metaphor, \"[b]eing free to engage in unlimited political expression subject to a ceiling on expenditures is like being free to drive an automobile as far and as often as one desires on a single tank of gasoline.\"  Id. at n. 18.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Having described the depth of the restriction involved, the Buckley Court proceeded to find that the government had not advanced a sufficiently compelling interest to warrant the severe First Amendment incursions associated with the proviso.  The principal government interest asserted--avoiding corruption of the political process--could not justify the cap because independent expenditures, by definition, were made without consultation or cooperation between the contributor and the candidate.  See id. at 45-47, 96 S.Ct. at 647-48.   The Court likewise rejected the idea that expenditure limitations served a governmental interest in equalizing the ability of various groups to affect the outcome of elections.  \"The First Amendment's protection against governmental abridgement of free expression cannot properly be made to depend on a person's financial ability to engage in public discussion.\"  Id. at 49, 96 S.Ct. at 649.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Under Buckley, RSA 664:5, V insults the First Amendment.  The New Hampshire statute limits the same kind of independent expenditures that the FEC Act attempted to regulate, and the New Hampshire law purports to cap those expenditures at precisely the same level ($1,000) as the FEC Act set.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  To be sure, the price of political expression has changed--but the changes work against the state's position.  We take judicial notice that political campaigns are much more expensive now than when Buckley was decided two decades ago.  The price of television and newspaper advertisements has ballooned, as have the costs associated with printing and distributing leaflets.  To illustrate the point, N-PAC's plan to distribute 30,000 fliers at various public events held around the state on July 4, 1996, would have required that it spend in excess of $3,000.  In our judgment, this single example makes painfully apparent how severely RSA 664:5, V restricts political speech.  The First Amendment does not tolerate such drastic limitations of protected political advocacy.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Our determination that the $1,000 per election limitation on independent expenditures is unconstitutional necessarily leads us to invalidate not only RSA 664:5, V, but also those portions of RSA 664:3, I &amp; II which complement it.  See supra Part I. One cannot be compelled to state that one will comply with an unconstitutional statute.  Accordingly, neither the declaration requirement contained in RSA 664:3, I nor RSA 664:3, II's proviso conditioning the making of any independent expenditures on the filing of a declaration pledging that the committee will observe New Hampshire's $1,000 ceiling is enforceable.  See Perry v. Sindermann, 408 U.S. 593, 597, 92 S.Ct. 2694, 2697, 33 L.Ed.2d 570 (1972) (explaining that, in the area of free speech, government may not indirectly deny, through unconstitutional conditions, that which it cannot directly prohibit).</p>\n    </div>\n    <p>VI. CONCLUSION</p>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We summarize succinctly.  N-PAC has established a credible threat that New Hampshire will enforce against it in future elections a statutory scheme that the state believes to be constitutional.  Moreover, the statutes contain criminal penalties and suppress core activity protected by the First Amendment.  We therefore conclude that N-PAC has suffered an actual injury and, consequently, we reverse the district court's dismissal of this case for lack of standing.  Moreover, since New Hampshire's limitation on independent expenditures plainly violates the First Amendment, RSA 664:5, V is facially unconstitutional, and RSA 664:3, I and RSA 664:3, II, to the extent that they command fealty to RSA 664:5, V, are unenforceable.  On remand, the district court shall enter an appropriate decree.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Reversed and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> New Hampshire considers independent expenditures to include expenditures by a political committee for the purpose of \"expressly advocating the election or defeat of a clearly identified candidate which are made without cooperation or consultation with any candidate, or any authorized committee or agent of [any] candidate, and which are not made in concert with, or at the request or suggestion of, any candidate, or any authorized committee or agent of [any] candidate.\"  N.H.Rev.Stat. Ann., tit.  LXIII, ch. 664:2, XI.  That definition is not atypical.  See, e.g., Ariz.Rev.Stat. Ann., tit. 16, ch. 6, &#167; 16-901(11);  Or.Rev.Stat., tit. 23, ch. 260.005(8)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The First Amendment applies to states by operation of the Fourteenth Amendment.  See 44 Liquormart, Inc. v. Rhode Island, --- U.S. ----, ---- n. 1, 116 S.Ct. 1495, 1501 n. 1, 134 L.Ed.2d 711 (1996)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In the vocabulary of the statute, a political committee includes \"any organization of 2 or more persons [that attempts] to influence elections....\"  RSA 664:2, III</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The identity of the candidate, his or her party affiliation, and the particular office sought are being held in confidence pursuant to an agreement between the parties</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The court considered and rejected N-PAC's contention that the Attorney General lacked the authority to make these representations, finding \"the representations to be binding and the plaintiff to be protected by them.\"   Given the basis for our decision, see text infra, we do not review this finding, and we express no opinion on the correctness of the legal proposition upon which it rests</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The defendants tell us that ACLU is undermined by the decision in Graham v. Butterworth, 5 F.3d 496 (11th Cir.1993), cert. denied, 511 U.S. 1128, 114 S.Ct. 2136, 128 L.Ed.2d 866 (1994).  We do not agree.  Graham is distinguishable on two bases.  First, the Graham court itself set ACLU apart as involving a situation in which the defendants continued to maintain that the underlying rule was constitutional.  See id. at 500.   Here, of course, the defendants, as in ACLU, argue that New Hampshire's statutory scheme passes constitutional muster.  Second--and more salient--the Graham court concluded that there was no chance that the defendants there would enforce the challenged rule against the particular plaintiff.  See id. at 499-500.   That was not true in ACLU, and it is not an accurate statement as applied to this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We do not consider the distinction between the FEC Act's $1,000 annual limit and New Hampshire's $1,000 per election limit to be of constitutional consequence, especially since most elected state officials in New Hampshire serve two-year terms</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> At oral argument, counsel for the state argued that New Hampshire's particular system of campaign finance regulation, which places heavy emphasis on candidates' voluntary acceptance of spending limits, creates a uniquely compelling governmental interest in curbing independent expenditures.  Accepting this argument would require us to carve out an unwarranted exception to a settled constitutional rule.  We decline to do so.  An organization's right to unfettered political expression and advocacy is just as substantial within New Hampshire as without</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></span></p>\n    <p class=\"parties\">NEW HAMPSHIRE RIGHT TO LIFE POLITICAL ACTION COMMITTEE,<br>Plaintiff, Appellant,<br>v.<br>William M. GARDNER, in his official capacity as the<br>Secretary of State of the State of New Hampshire,<br>et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 96-1744.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 5, 1996.<br>Decided Nov. 1, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James Bopp, Jr. with whom Paul R. Scholle, Bopp, Coleson &amp; Bostrom, Terre Haute, IN, and Stephen F. Queeney, Amherst, NH, were on brief, for appellant.</p>\n      <p class=\"indent\">Lucy C. Hodder, Assistant Attorney General, with whom Martin P. Honigberg, Senior Assistant Attorney General, Concord, NH, was on brief, for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, ALDRICH and BOWNES, Senior Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Like forecasted hurricanes, approaching elections invariably give rise not only to gusts of wind but also to feverish preparations.  And, just as the prudent fisherman does not trust in chance to save his boat from the gathering storm, the sage political activist does not rely on an unenlightened electorate to save her candidate from the vicissitudes of the ballot box.  Still, government from time to time attempts to circumscribe the ways and means of bringing enlightenment to a sometimes truculent public.  This appeal comes to us by virtue of one such restriction:  the $1,000 per election limit that New Hampshire places on \"independent expenditures\" in a political campaign.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  See N.H.Rev.Stat. Ann.  (RSA), tit.  LXIII, ch. 664:5, V;  664:3, I;  664:3, II (Supp.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In this case the appellant New Hampshire Right to Life Political Action Committee (N-PAC) challenges the constitutionality of the New Hampshire limitation, arguing that the statutory scheme violates the First Amendment.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In the course of denying a requested preliminary injunction, the district court dismissed the case sua sponte.  The court held that the appellant lacked standing to maintain the action.  Because N-PAC faces a credible threat of prosecution if it pursues its wonted activities, we conclude that it does have standing to mount a pre-enforcement facial challenge to the statutory cap.  Consequently, we reverse the district court's order of dismissal, and, because the merits of the case are clear, we strike down New Hampshire's ceiling on independent expenditures.</p>\n    </div>\n    <p>I. THE STATUTORY SCHEME</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Understandably perturbed by the corrosive effect of money on the electoral process, New Hampshire began to enact campaign finance reform legislation as far back as 1989.  In 1991 the state legislature capped a political committee's ability to make \"independent expenditures\" at $1,000 per election.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The relevant statute reads:No political committee shall make independent expenditures in excess of $1,000 for any or against any candidate running for a particular office in a state primary election, and a like amount in a state general election, in support of or to oppose any candidate.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">RSA 664:5, V.  Two other statutes complement the general restriction on independent expenditures.  First, the state requires a political committee to file a declaration with the Secretary of State pledging that it \"will not exceed the expenditure limitations allowed under RSA 664:5, V.\"  RSA 664:3, I.  Another statute provides that \"[o]nly those political committees that have filed a declaration with respect to independent expenditures ... may make such expenditures.\"  RSA 664:3, II.  The violation of any of these provisions is a criminal offense.  See RSA 664:21, V.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">New Hampshire vests enforcement of this statutory scheme in its Attorney General.  See RSA 664:18.  The Secretary of State is charged with receiving and examining reports of election expenditures and notifying the Attorney General of any suspected improprieties.  See RSA 664:19.</p>\n    </div>\n    <p>II. THE GATHERING STORM</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">N-PAC is a political committee within the contemplation of RSA 664:2, III and has been registered as such with the Secretary of State for over a decade.  The organization's stated purpose is to \"promote the sanctity of human life from conception to natural death.\"   N-PAC works in a variety of ways to accomplish this goal.  Among other stratagems, it supports (or opposes) various candidates for state office whom it perceives as endorsing (or denigrating) its views.  N-PAC's support manifests itself through the expenditure of funds for such purposes as purchasing advertisements and distributing leaflets.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Over the past decade N-PAC typically has spent all the contributions that it receives on some form of right-to-life political advocacy.  The 1996 election followed this well-trodden path.  Originally, N-PAC vowed to make political expenditures opposing a certain candidate in the primary election, but that candidate withdrew.  N-PAC then shifted gears and decided to throw its support behind a different candidate who was running for state office in the primary election.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Ellen Dube, a state employee, functions as the Secretary of State's liaison with the Attorney General.  One of Dube's duties is to report possible violations of RSA 664 to the Attorney General, who then makes the decision whether to investigate and/or prosecute.  On March 6, 1996, N-PAC's president, Barbara Hagan, telephoned Dube.  Hagan inquired if the state intended to enforce the statutory limitation on independent expenditures.  Dube replied that infractions \"would be noticed\" and that the state would commence enforcement actions against any persons who violated RSA 664:5, V.  Hagan subsequently posed the same question to Wynn Arnold, a member of the Attorney General's staff.  Arnold advised her that the initiation of an enforcement action would depend on whether there had been a referral from the Secretary of State.  He refused to deny that the Attorney General would enforce RSA 664:5, V.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">N-PAC then filed suit in New Hampshire's federal district court against the Secretary of State, William M. Gardner, and the Attorney General, Jeffrey R. Howard.  N-PAC's verified complaint alleged that it intended to exceed the limitation on independent expenditures in the 1996 election campaign, that it feared prosecution if it did so, and that the challenged statutory provisions impermissibly burdened its free-speech rights and thereby ran afoul of the Supreme Court's holding in Buckley v. Valeo, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">659</span></a></span> (1976) (per curiam).  N-PAC sought a declaratory judgment that RSA 664:5, V and 664:3, I &amp; II on their face chill its political expression and thereby abridge its constitutional rights.  It also sought an order restraining the defendants from enforcing these statutes against it.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Within a week, N-PAC filed a motion for a preliminary injunction.  In describing the need for this relief, N-PAC focused on three sets of expenditures which it intended to make for the September 10 primary election:  (1) its contemplated purchase of an advertisement endorsing the candidate in the June edition of the New Hampshire Right to Life Committee (NHRLC) newsletter (estimated cost:  $900);  (2) its planned distribution at public events around the state on July 4 of roughly 30,000 fliers supporting the candidate (estimated cost:  slightly over $3,000);  and (3) its proposed purchase of a follow-up advertisement in either the August or September issue of the NHRLC newsletter (estimated cost not disclosed in the record).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">After deposing Hagan and learning of these projected expenditures, the defendants informed N-PAC that the state would not take any enforcement action because of its belief that the pattern of contacts between N-PAC and the candidate whom it had opted to support precluded classification of the proposed expenditures as \"independent\" within the purview of RSA 664:2, XI.  As what seemed to them a logical corollary of this determination, the defendants asserted that in the absence of a threat of enforcement, N-PAC could not claim to have suffered any cognizable injury by operation of the challenged statutes and therefore had no standing to contest their constitutionality.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On June 21, 1996, the district court denied the motion for a preliminary injunction.  In that same order the court--relying heavily on the Attorney General's representation that the specified expenditures, if made, would not engender prosecution--sua sponte dismissed the action for want of standing.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  In the court's view its conclusion that N-PAC lacked standing \"present[ed] a constitutional barrier not only to the adjudication of the instant motion but also to the court's consideration of the merits of the case.\"   As part and parcel of this determination, the court concluded that N-PAC did not face a credible threat of prosecution based on the aggregate effect of the $900 expenditure it had already made and the other two planned expenditures.  Importantly, the court neither dwelt on N-PAC's prayer for declaratory relief nor assayed the threat of prosecution vis-a-vis other potential expenditures.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">N-PAC filed this appeal, but it refrained from printing the fliers or purchasing a second advertisement.</p>\n    </div>\n    <p>III. STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We review standing determinations de novo, crediting the plaintiff's factual allegations to the extent that they are material and construing those alleged facts, together with the reasonable inferences therefrom, in favor of the plaintiff.  See Warth v. Seldin, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span>, 501, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span>, 2206, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">343</span></a></span> (1975);  Benjamin v. Aroostook Medical Ctr., Inc., <span class=\"citation\" data-id=\"196155\"><a href=\"/opinion/196155/benjamin-v-aroostook-medical/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">101</span></a></span>, 104 (1st Cir.1995);  United States v. AVX Corp., <span class=\"citation\" data-id=\"582534\"><a href=\"/opinion/582534/united-states-of-america-v-avx-corporation-national-wildlife-federation/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">108</span></a></span>, 114 (1st Cir.1992).  Where, as here, dismissal is ordered sua sponte, the ultimate standard of review does not vary, but the court of appeals must take an extra step, scrutinizing the proceedings carefully to make certain that the plaintiff has had a fair opportunity to put its best foot forward.  See, e.g., Carparts Distribution Ctr., Inc. v. Automotive Wholesaler's Ass'n of New Eng., Inc., <span class=\"citation\" data-id=\"679526\"><a href=\"/opinion/679526/carparts-distribution-center-inc-v-automotive-wholesalers-association/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 15 (1st Cir.1994);  Preterm, Inc. v. Dukakis, <span class=\"citation\" data-id=\"362992\"><a href=\"/opinion/362992/preterm-inc-v-michael-s-dukakis-parents-aid-society-inc-v/\"><span class=\"volume\">591</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">121</span></a></span>, 134 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">952</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2181</span></span>, 2182, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1057</span></span> (1979).</p>\n    </div>\n    <p>IV. STANDING</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Standing is a \"threshold question in every federal case, determining the power of the court to entertain the suit.\"  Warth, 422 U.S. at 498, 95 S.Ct. at 2204-05.   After all, \"[i]f a party lacks standing to bring a matter before the court, the court lacks jurisdiction to decide the merits of the underlying case.\"  AVX, 962 F.2d at 113.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Curiously, the doctrine of standing, though vitally important for federal courts, remains a morass of imprecision.  The Justices once termed it \"a concept of uncertain meaning and scope,\" Flast v. Cohen, <span class=\"citation\" data-id=\"107731\"><a href=\"/opinion/107731/flast-v-cohen/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 95, <span class=\"citation\" data-id=\"107731\"><a href=\"/opinion/107731/flast-v-cohen/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1942</span></a></span>, 1949-50, <span class=\"citation\" data-id=\"107731\"><a href=\"/opinion/107731/flast-v-cohen/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">947</span></a></span> (1968), and a quarter-century later we acknowledged that, even after so many years, the \"ingredients of standing are ... not easily susceptible to concrete definitions or mechanical application.\"  AVX, 962 F.2d at 113.   In the absence of any hard-and-fast test, we limn those guidelines on which federal courts seemingly agree and then move to a more particularized discussion of the cases that provide the best analogies for the present situation.  After dealing briefly with prudential concerns, we apply these distilled principles to the standing issue in this case.  Finally, we address the possibility that the case is moot.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">* Standing involves \"a blend of constitutional requirements and prudential considerations.\"  Valley Forge Christian Coll. v. Americans United for Separation of Church and State, <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></a></span>, 471, <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">752</span></a></span>, 757, <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">700</span></a></span> (1982).  The constitutional requisites stem from the admonition that a federal court is empowered only to decide \"cases\" and \"controversies.\"   See U.S. Const., Art.  III. Not every dispute is a case or controversy.  \"The presence of a disagreement, however sharp and acrimonious it may be, is insufficient by itself to meet Art.  III's requirements.\"  Diamond v. Charles, <span class=\"citation\" data-id=\"111661\"><a href=\"/opinion/111661/diamond-v-charles/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">54</span></a></span>, 62, <span class=\"citation\" data-id=\"111661\"><a href=\"/opinion/111661/diamond-v-charles/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1697</span></a></span>, 1703, <span class=\"citation\" data-id=\"111661\"><a href=\"/opinion/111661/diamond-v-charles/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">48</span></a></span> (1986).  To clear the Article III hurdle, the party who invokes a federal court's authority must show that (1) he or she personally has suffered some actual or threatened injury as a result of the challenged conduct;  (2) the injury can fairly be traced to that conduct;  and (3) the injury likely will be redressed by a favorable decision from the court.  See Valley Forge, 454 U.S. at 472, 102 S.Ct. at 758;  Vote Choice, Inc. v. DiStefano, <span class=\"citation\" data-id=\"629116\"><a href=\"/opinion/629116/vote-choice-inc-v-joseph-distefano-etc-elizabeth-leonard-vote/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 36 (1st Cir.1993).  The complaining party must satisfy this test throughout the litigation, not just at the moment when the complaint is filed.  See Steffel v. Thompson, <span class=\"citation\" data-id=\"108985\"><a href=\"/opinion/108985/steffel-v-thompson/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">452</span></a></span>, 459 n. 10, <span class=\"citation\" data-id=\"108985\"><a href=\"/opinion/108985/steffel-v-thompson/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1209</span></a></span>, 1215-16 n. 10, <span class=\"citation\" data-id=\"108985\"><a href=\"/opinion/108985/steffel-v-thompson/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">505</span></a></span> (1974).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The second and third prongs of the test are not legitimately in issue here.  To the extent that N-PAC has suffered a cognizable injury at all--a matter to which we shall soon return--the injury can be traced to the existence and threatened enforcement of the challenged statutes.  That injury is also redressable in this action:  when a plaintiff seeks a declaration that a particular statute is unconstitutional, the proper defendants are the government officials charged with administering and enforcing it.  See Diamond, 476 U.S. at 57 n. 2, 106 S.Ct. at 1700-01 n. 2;  Kentucky v. Graham, <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">159</span></a></span>, 165-66, <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3099</span></a></span>, 3104-05, <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">114</span></a></span> (1985).  Consequently, the dispositive inquiry here involves the test's first prong:  the existence vel non of an actual or threatened injury.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This inquiry is always case-specific, and that truism applies with special force in this instance.  When, as now, a party launches a pre-enforcement challenge to a statute that provides for criminal penalties and claims that the statute, on its face, abridges First Amendment rights, two potential injuries must be considered.  First, there is the injury which attends the threat of enforcement.  As the Court has repeatedly explained, it is not necessary that a person expose herself to arrest or prosecution under a statute in order to challenge that statute in a federal court.  See Babbitt v. United Farm Workers Nat'l Union, <span class=\"citation\" data-id=\"110099\"><a href=\"/opinion/110099/babbitt-v-farm-workers/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">289</span></a></span>, 298, <span class=\"citation\" data-id=\"110099\"><a href=\"/opinion/110099/babbitt-v-farm-workers/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2301</span></a></span>, 2308, <span class=\"citation\" data-id=\"110099\"><a href=\"/opinion/110099/babbitt-v-farm-workers/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">895</span></a></span> (1979);  Steffel, 415 U.S. at 459, 94 S.Ct. at 1215;  Epperson v. Arkansas, <span class=\"citation\" data-id=\"107793\"><a href=\"/opinion/107793/epperson-v-arkansas/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, <span class=\"citation\" data-id=\"107793\"><a href=\"/opinion/107793/epperson-v-arkansas/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">266</span></a></span>, <span class=\"citation\" data-id=\"107793\"><a href=\"/opinion/107793/epperson-v-arkansas/\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">228</span></a></span> (1968).  The rationale that underlies this rule is straightforward:  a credible threat of present or future prosecution itself works an injury that is sufficient to confer standing, even if there is no history of past enforcement.  See Doe v. Bolton, <span class=\"citation\" data-id=\"108714\"><a href=\"/opinion/108714/doe-v-bolton/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">179</span></a></span>, 188, <span class=\"citation\" data-id=\"108714\"><a href=\"/opinion/108714/doe-v-bolton/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">739</span></a></span>, 745, <span class=\"citation\" data-id=\"108714\"><a href=\"/opinion/108714/doe-v-bolton/\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">201</span></a></span> (1973).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The second type of injury is peculiar to the First Amendment context.  In such cases, an actual injury can exist when the plaintiff is chilled from exercising her right to free expression or forgoes expression in order to avoid enforcement consequences.  See Meese v. Keene, <span class=\"citation\" data-id=\"111876\"><a href=\"/opinion/111876/meese-v-keene/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">465</span></a></span>, 473, <span class=\"citation\" data-id=\"111876\"><a href=\"/opinion/111876/meese-v-keene/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1862</span></a></span>, 1867, <span class=\"citation\" data-id=\"111876\"><a href=\"/opinion/111876/meese-v-keene/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">415</span></a></span> (1987);  Wilson v. Stocker, <span class=\"citation no-link\"><span class=\"volume\">819</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">943</span></span>, 946 (10th Cir.1987).  In such situations the vice of the statute is its pull toward self-censorship.  See Virginia v. American Booksellers Ass'n, Inc., <span class=\"citation\" data-id=\"111985\"><a href=\"/opinion/111985/virginia-v-american-booksellers-assn-inc/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">383</span></a></span>, 393, <span class=\"citation\" data-id=\"111985\"><a href=\"/opinion/111985/virginia-v-american-booksellers-assn-inc/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">636</span></a></span>, 643, <span class=\"citation\" data-id=\"111985\"><a href=\"/opinion/111985/virginia-v-american-booksellers-assn-inc/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">782</span></a></span> (1988).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Of course, these two types of injury are interrelated.  Both hinge on the existence of a credible threat that the challenged law will be enforced.  If such a threat exists, then it poses a classic dilemma for an affected party:  either to engage in the expressive activity, thus courting prosecution, or to succumb to the threat, thus forgoing free expression.  Either injury is justiciable.  Conversely, if no credible threat of prosecution looms, the chill is insufficient to sustain the burden that Article III imposes.  A party's subjective fear that she may be prosecuted for engaging in expressive activity will not be held to constitute an injury for standing purposes unless that fear is objectively reasonable.  See Laird v. Tatum, <span class=\"citation\" data-id=\"108595\"><a href=\"/opinion/108595/laird-v-tatum/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 13-14, <span class=\"citation\" data-id=\"108595\"><a href=\"/opinion/108595/laird-v-tatum/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2318</span></a></span>, 2325-26, <span class=\"citation\" data-id=\"108595\"><a href=\"/opinion/108595/laird-v-tatum/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">154</span></a></span> (1972);  Chamber of Commerce v. FEC, <span class=\"citation\" data-id=\"707514\"><a href=\"/opinion/707514/chamber-of-commerce-of-the-united-states-of-america-v-federal-election/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">600</span></a></span>, 603-04 (D.C.Cir.1995);  see also ACLU v. Florida Bar, <span class=\"citation\" data-id=\"612208\"><a href=\"/opinion/612208/american-civil-liberties-union-and-larry-schack-v-the-florida-bar-and-the/\"><span class=\"volume\">999</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1486</span></a></span>, 1492 (11th Cir.1993) (noting that when the claimed injury is one of self-censorship, the likelihood of enforcement action becomes an important factor in determining whether there is more than merely a subjective chill).  The bottom line is that, as long as a credible threat of prosecution exists, a litigant has standing to mount a pre-enforcement challenge to the facial constitutionality of a statute on the basis that her First Amendment rights arguably are being trammelled.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Because the threat of prosecution is a common denominator of both types of injury, their existence can be resolved in a single inquiry.  The contours of that inquiry are well-defined.  In a pre-enforcement challenge to a statute carrying criminal penalties, standing exists when \"the plaintiff has alleged an intention to engage in a course of conduct arguably affected with a constitutional interest, but proscribed by [the] statute, and there exists a credible threat of prosecution.\"  Babbitt, 442 U.S. at 298, 99 S.Ct. at 2308.   The first two-thirds of the Babbitt framework fit this case snugly.  The record reveals that N-PAC intends to engage in political expenditures of a type protected under the First Amendment, see Buckley, 424 U.S. at 14, 96 S.Ct. at 632, and New Hampshire's statutory scheme restricts N-PAC's freedom to make those expenditures.  Thus, the bone of contention here is whether the third prong of the Babbitt framework fits.  In the next section, we gnaw upon that bone.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">While bright lines grow faint in the area of standing, we believe that a discussion of pertinent caselaw illuminates the path to appropriate resolution of this appeal.  We begin with bedrock:  \"The conflict between state officials empowered to enforce a law and private parties subject to prosecution under that law is a classic 'case' or 'controversy' within the meaning of Art.  III.\" Diamond, 476 U.S. at 64, 106 S.Ct. at 1704.   To establish the conflict needed to animate this principle, however, a party must show that her fear of prosecution is \"not imaginary or wholly speculative.\"  Babbitt, 442 U.S. at 302, 99 S.Ct. at 2310-11.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This standard--encapsulated in the phrase \"credible threat of prosecution\"--is quite forgiving.  Babbitt illustrates how readily one can meet it.  There, the plaintiffs attacked a statute that criminalized certain deceptive statements made during consumer publicity campaigns and sought a declaration of the statute's unconstitutionality.  Id. at 301, 99 S.Ct. at 2310.   Although the defendants noted that no criminal penalties had ever been levied under the statute and argued that none might ever be imposed, the Court found a credible threat of prosecution.  It observed that the plaintiffs had engaged in consumer publicity campaigns in the past and that they professed an intent to engage in such activities in the future.  Id. Since \"the State has not disavowed any intention of invoking the criminal penalty provision against [violators],\" the plaintiffs were \"not without some reason in fearing prosecution for violation of the ban on specified forms of consumer publicity.\"  Id. at 302, 99 S.Ct. at 2310-11.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Other cases set a similarly low threshold.  In Doe, the Justices held that a class consisting of doctors who performed abortions had standing to challenge the constitutionality of Georgia's statutes restricting the procedure, notwithstanding that no physician \"ha[d] been prosecuted, or threatened with prosecution, for violation of the ... statutes.\"  410 U.S. at 188, 93 S.Ct. at 745.   The Doe Court distinguished Poe v. Ullman, <span class=\"citation\" data-id=\"106282\"><a href=\"/opinion/106282/poe-v-ullman/\"><span class=\"volume\">367</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">497</span></a></span>, <span class=\"citation\" data-id=\"106282\"><a href=\"/opinion/106282/poe-v-ullman/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1752</span></a></span>, <span class=\"citation\" data-id=\"106282\"><a href=\"/opinion/106282/poe-v-ullman/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">989</span></a></span> (1961), in which standing had been denied, on the ground that Poe involved a hoary statute that had led to only one prosecution in more than eighty years.  \"Georgia's statute, in contrast, is recent and not moribund.\"  Doe, 410 U.S. at 188, 93 S.Ct. at 745.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">American Booksellers is of like tenor.  That case involved a pre-enforcement facial challenge to a Virginia obscenity statute.  The Court rejected the state's plea that the plaintiffs had sued prematurely (the statute having been only recently enacted and not yet having taken effect).  The Justices reasoned that the law was \"aimed directly\" at entities like the plaintiffs, who would either have to \"take significant and costly compliance measures or risk criminal prosecution.\"  American Booksellers, 484 U.S. at 392, 108 S.Ct. at 642.   Since \"[t]he State ha[d] not suggested that the newly enacted law will not be enforced,\" the booksellers had \"an actual and well-founded fear that the law [would] be enforced against them.\"  Id. at 393, 108 S.Ct. at 643.   They thus had standing to mount a pre-enforcement facial challenge to it.  See id.   In reaching this conclusion, the Court took pains to note that the \"danger of this statute is, in large measure, one of self-censorship\" and termed self-censorship \"a harm that can be realized even without an actual prosecution.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Federal appellate courts echo these holdings.  In Chamber of Commerce the D.C. Circuit found standing to mount a facial challenge to a Federal Election Commission regulation despite the fact that the FEC was split on the advisability of the rule and there was no present danger of enforcement.  The court explained that a credible threat of prosecution nonetheless existed because nothing \"prevents the Commission from enforcing its rule at any time with, perhaps, another change of mind of one of the Commissioners.\"  69 F.3d at 603.   Similarly, in Wilson, which bears a family resemblance to the case at bar, the Tenth Circuit held that when a state statute chills the exercise of First Amendment rights, standing exists even though the official charged with enforcement responsibilities has not taken any enforcement action against the plaintiff and does not presently intend to take any such action.  819 F.2d at 946-47.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The preceding cases make clear that when dealing with pre-enforcement challenges to recently enacted (or, at least, non-moribund) statutes that facially restrict expressive activity by the class to which the plaintiff belongs, courts will assume a credible threat of prosecution in the absence of compelling contrary evidence.</p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Of course, in addition to its constitutional dimensions, \"the doctrine of standing also embraces prudential concerns regarding the proper exercise of federal jurisdiction.\"  AVX, 962 F.2d at 114.   To satisfy these concerns, a suit must meet certain additional criteria.  We mention three of them.  First, the complaint must \"fall within the zone of interests protected by the law invoked.\"  Allen v. Wright, <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">737</span></a></span>, 751, <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3315</span></a></span>, 3324, <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">556</span></a></span> (1984).  Next, under the principle of jus tertii, the plaintiff ordinarily \"must assert his own legal rights and interests, and cannot rest his claim to relief on the legal rights or interests of third parties.\"  Warth, 422 U.S. at 499, 95 S.Ct. at 2205.   Third, the suit must present more than \"abstract questions of wide public significance which amount to generalized grievances, pervasively shared and most appropriately addressed in the representative branches.\"  Valley Forge, 454 U.S. at 475, 102 S.Ct. at 760 (citations and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In the circumstances of this case, N-PAC readily satisfies the prudential prerequisites for a grant of standing.  First, its complaint implicates basic political expression and advocacy;  it thus falls comfortably within the zone of interests protected by the First Amendment.  Second, N-PAC is asserting its own legal rights, as the statute takes direct aim at a class of entities (political committees) to which it belongs.  Third, N-PAC's disagreement with New Hampshire's cap on independent political expenditures is a sufficiently particularized grievance.</p>\n    </div>\n    <p>D</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In this case, therefore, standing depends upon whether N-PAC faces a credible threat of prosecution.  To answer this question, we must first place the matter into better perspective.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In its complaint N-PAC sought both declaratory and injunctive relief.  Because it projected that it would make certain expenditures in June, it focused its initial efforts on securing a preliminary injunction that would permit it to make those outlays in the proper time frame.  The defendants also concentrated on these expenditures, eventually representing to the district court that the Attorney General did not consider them to be \"independent\" under RSA 664:2, XI, and therefore the expenditures, even if made, would not trigger RSA 664:5, V.  In its ruling on the motion for preliminary injunctive relief, the lower court correctly focused on this point.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">But then the court went beyond the scope of the pending motion, deemed the treatment of the initial expenditures to be dispositive of the entire case, and dismissed the complaint out of hand.  In doing so, the court erred.  The purpose of a preliminary injunction is simply to \"preserve the relative positions of the parties until a trial on the merits can be held.\"  University of Texas v. Camenisch, <span class=\"citation\" data-id=\"110470\"><a href=\"/opinion/110470/university-of-texas-v-camenisch/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">390</span></a></span>, 395, <span class=\"citation\" data-id=\"110470\"><a href=\"/opinion/110470/university-of-texas-v-camenisch/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1830</span></a></span>, 1834, <span class=\"citation\" data-id=\"110470\"><a href=\"/opinion/110470/university-of-texas-v-camenisch/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">175</span></a></span> (1981).  Because a preliminary injunction is customarily granted or denied on the basis of procedures and considerations that differ markedly from those that apply at trial, it is risky business for a district court to enter final judgment at the preliminary injunction stage.  See id.   This case bears witness to that admonition.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In grafting a sua sponte dismissal onto the denial of a motion for a preliminary injunction, the district court effectively denied N-PAC any opportunity to develop its evidence and arguments for declaratory relief.  More importantly, the court confused the threat of enforcement which existed relative to the initial expenditures with the broader threat of enforcement that had to be considered in ruling on N-PAC's standing to seek a declaration that the statutory scheme is unconstitutional on its face.  In this case, the distinction is crucial.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The district court may or may not have been correct in determining that the representations made by the defendants removed any danger of prosecution for the specific expenditures that N-PAC sought to make in the summer of 1996.  See supra note 5. But N-PAC's standing for purposes of the suit--as opposed to the preliminary injunction--cannot be determined solely with reference to those expenditures.  Given the fact that the district court dismissed the action sua sponte, we must scrutinize the entire record to see what it reveals about N-PAC's standing to secure declaratory relief.  The record adequately evinces that N-PAC is an organization whose very purpose is to make political expenditures.  It has done so for more than a decade, and it intends to do so in the future.  Indeed, N-PAC typically spends all the money that it raises on political advocacy, and its outlays, past and prospective, at least arguably fall within the statutory definition of \"independent expenditures.\"</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">It is, therefore, highly probable that N-PAC will at some point find itself either in violation of a statute that takes direct aim at its customary conduct or be forced to self-censor (i.e., withhold expenditures earmarked for funding expressive activity) for fear of the consequences.  In such circumstances, a pre-enforcement facial challenge to a statute's constitutionality is entirely appropriate unless the state can convincingly demonstrate that the statute is moribund or that it simply will not be enforced.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">New Hampshire has failed to make such a showing here.  As the record reflects, an official in the Secretary of State's office told N-PAC's president that RSA 664:5, V would be enforced and that violations would not escape notice.  A representative of the Attorney General refused to disclaim the possibility of enforcement.  As late as oral argument in this court, the defendants vouchsafed the constitutionality of the statute.  Indeed, the defendants have not only refused to disavow RSA 664:5, V, but their defense of it indicates that they will some day enforce it.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">To sum up, there is more than enough in this record to show that the threat of future prosecution is not wholly conjectural, but, rather, that it is sufficiently credible to confer standing to launch a facial challenge to a recently enacted statute.  Hence, we conclude that N-PAC has standing to challenge the constitutionality of New Hampshire's statutory scheme.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">This conclusion is bolstered by a factual comparison between this case and cases in which the Supreme Court has found standing.  As in Babbitt, 442 U.S. at 301-02, 99 S.Ct. at 2310-11, the plaintiff here has in the past and intends in the future to engage in conduct likely proscribed by a challenged statute.  As in Doe, 410 U.S. at 188, 93 S.Ct. at 745, the statute in question is not a dead letter, and the defendants have not disclaimed any intention ever to enforce it.  As in American Booksellers, 484 U.S. at 393, 108 S.Ct. at 643, the plaintiff must either risk criminal prosecution under a statute aimed directly at it or engage in self-censorship.  Finally, as was the case in Doe, 410 U.S. at 188, 93 S.Ct. at 745, the lack of past prosecutions is irrelevant given the statute's recent origin.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Our holding finds additional support in a well-reasoned decision of the Eleventh Circuit.  In that case, the plaintiff, a candidate for elected judicial office, brought a First Amendment challenge to a provision of the canons of judicial conduct that he believed would proscribe a campaign speech that he wished to make.  See ACLU, 999 F.2d at 1488.   The defendants (persons charged with enforcement of the canons) responded that the rule did not apply to the plaintiff's proposed speech, but insisted that the rule itself was constitutional.  In finding that the plaintiff had standing and that the defendants' representation did not render the issue moot, Judge Kravitch wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>[I]t would be an anomalous result if [the defendants] were permitted to (1) maintain that Canon 7(B)(1)(a) is constitutional and enforceable and yet, if [the plaintiff] or another judicial candidate in [the plaintiff's] position were to seek pre-enforcement review, to (2) again come into court saying, 'Canon 7(B)(1)(a) does not apply to that proposed speech.'   This process itself, aside from the canons and the rules, is enough to chill speech.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Id. at 1495.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  These words have clear pertinence here.</p>\n    </div>\n    <p>E</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Because the 1996 primary election has been held, we must address a final issue pertaining to justiciability, namely, mootness.  A \"case is moot when the issues presented are no longer 'live' or the parties lack a legally cognizable interest in the outcome.\"  Powell v. McCormack, <span class=\"citation\" data-id=\"107969\"><a href=\"/opinion/107969/powell-v-mccormack/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">486</span></a></span>, 496, <span class=\"citation\" data-id=\"107969\"><a href=\"/opinion/107969/powell-v-mccormack/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1944</span></a></span>, 1950, <span class=\"citation\" data-id=\"107969\"><a href=\"/opinion/107969/powell-v-mccormack/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">491</span></a></span> (1969).  In our judgment, this case is not moot.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">This conclusion stands on two pillars.  In the first place, N-PAC seeks not only an injunction permitting certain planned expenditures but also a declaratory judgment as to the facial constitutionality of the statute.  The latter prayer affects expenditures that N-PAC may choose to make in future elections.  As to declaratory relief, then, the case is not moot.  See, e.g., Allende v. Shultz, <span class=\"citation\" data-id=\"505491\"><a href=\"/opinion/505491/hortensia-de-allende-v-george-p-shultz-secretary-of-state/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1111</span></a></span>, 1114-15 (1st Cir.1988) (holding that, where the plaintiffs sought a declaratory judgment condemning the government's visa policy, the granting of one visa did not moot the case, as the government still had not disavowed its general policy).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">In the second place, cases challenging statutes that touch upon the electoral process are sui generis.   There often is insufficient time to resolve even a promptly filed case before the election is actually held.  Mindful of that pitfall, the Supreme Court has tended to treat such challenges as coming within the exception to the mootness doctrine for cases that, though capable of repetition, may evade review.  See, e.g., Democratic Party v. Wisconsin, <span class=\"citation\" data-id=\"110418\"><a href=\"/opinion/110418/democratic-party-of-united-states-v-wisconsin-ex-rel-la-follette/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">107</span></a></span>, 115 n. 13, <span class=\"citation\" data-id=\"110418\"><a href=\"/opinion/110418/democratic-party-of-united-states-v-wisconsin-ex-rel-la-follette/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1010</span></a></span>, 1015 n. 13, <span class=\"citation\" data-id=\"110418\"><a href=\"/opinion/110418/democratic-party-of-united-states-v-wisconsin-ex-rel-la-follette/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">82</span></a></span> (1981);  First Nat'l Bank v. Bellotti, <span class=\"citation\" data-id=\"109836\"><a href=\"/opinion/109836/first-nat-bank-of-boston-v-bellotti/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">765</span></a></span>, 774, <span class=\"citation\" data-id=\"109836\"><a href=\"/opinion/109836/first-nat-bank-of-boston-v-bellotti/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1407</span></a></span>, 1414, <span class=\"citation\" data-id=\"109836\"><a href=\"/opinion/109836/first-nat-bank-of-boston-v-bellotti/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">707</span></a></span> (1978);  Storer v. Brown, <span class=\"citation\" data-id=\"108993\"><a href=\"/opinion/108993/storer-v-brown/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">724</span></a></span>, 737 n. 8, <span class=\"citation\" data-id=\"108993\"><a href=\"/opinion/108993/storer-v-brown/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1274</span></a></span>, 1282 n. 8, <span class=\"citation\" data-id=\"108993\"><a href=\"/opinion/108993/storer-v-brown/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">714</span></a></span> (1974).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">To fall within this exception, \"the challenged action [must be] in its duration too short to be fully litigated prior to its cessation or expiration,\" and there must be \"a 'reasonable expectation' or a 'demonstrated probability' that the same controversy will recur involving the same complaining party.\"  Murphy v. Hunt, <span class=\"citation\" data-id=\"110660\"><a href=\"/opinion/110660/murphy-v-hunt/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span>, 482, <span class=\"citation\" data-id=\"110660\"><a href=\"/opinion/110660/murphy-v-hunt/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1181</span></a></span>, 1183, <span class=\"citation\" data-id=\"110660\"><a href=\"/opinion/110660/murphy-v-hunt/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">353</span></a></span> (1982) (per curiam) (citations omitted).  The instant case passes the Murphy test.  As events to date demonstrate, challenges to election spending laws can rarely be fully resolved before the election itself is over.  Moreover, N-PAC's resolve that it will continue to make expenditures which are arguably prohibited by RSA 664:5, V leads to a reasonable expectancy that N-PAC will again find itself in the same quandary involving the same statutory scheme.  Hence, the case is not moot.  See Vote Choice, 4 F.3d at 37 n. 12;  ACLU, 999 F.2d at 1496.</p>\n    </div>\n    <p>V. THE MERITS</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Having confirmed N-PAC's standing to maintain this action, we must now decide whether to remand for further proceedings.  When a trial court resolves a matter on a threshold ground and the appellate court reverses, the usual praxis is to remand for consideration of the merits.  See, e.g., In re Two Appeals Arising Out of the San Juan Dupont Plaza Hotel Fire Litig., <span class=\"citation\" data-id=\"608082\"><a href=\"/opinion/608082/in-re-two-appeals-arising-out-of-the-san-juan-dupont-plaza-hotel-fire/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">956</span></a></span>, 968-69 (1st Cir.1993);  Rivera-Gomez v. de Castro, <span class=\"citation\" data-id=\"504001\"><a href=\"/opinion/504001/martin-rivera-gomez-v-rafael-adolfo-de-castro/\"><span class=\"volume\">843</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">631</span></a></span>, 634-35 (1st Cir.1988).  Like most rules, however, this one admits of exceptions.  Where the merits comprise a purely legal issue, reviewable de novo on appeal and susceptible of determination without additional factfinding, a remand ordinarily will serve no useful purpose.  See, e.g., United States v. Pierro, <span class=\"citation\" data-id=\"195522\"><a href=\"/opinion/195522/united-states-v-pierro/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span>, 622 (1st Cir.1994), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1119</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">919</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">799</span></span> (1995);  Cohen v. Brown Univ., <span class=\"citation\" data-id=\"605525\"><a href=\"/opinion/605525/amy-cohen-v-brown-university/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">888</span></a></span>, 904 (1st Cir.1993);  Societe Des Produits Nestle, S.A. v. Casa Helvetia, Inc., <span class=\"citation\" data-id=\"597410\"><a href=\"/opinion/597410/societe-des-produits-nestle-sa-v-casa-helvetia-inc/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">633</span></a></span>, 642 (1st Cir.1992).  So it is here.  Accordingly, we reach the merits of N-PAC's constitutional challenge.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Buckley controls our analysis.  There, the plaintiffs asseverated that several sections of the Federal Election Campaign Act (the FEC Act), 2 U.S.C. &#167;&#167; 431-55, 18 U.S.C. &#167;&#167; 591-610 (1995), violated their First Amendment rights.  Among other things, they challenged a statutory cap ($1,000 per year) on the \"independent expenditures\" that individuals and groups could make \"relative to a clearly identified candidate.\"  Buckley, 424 U.S. at 7, 96 S.Ct. at 629.  In evaluating the constitutionality of this provision, the Supreme Court first established a frame of reference:  expenditure limitations, the Court said, \"operate in an area of the most fundamental First Amendment activities.  Discussion of public issues and debate on the qualifications of candidates are integral to the operation of the system of government established by our Constitution.\"  Id. at 14, 96 S.Ct. at 632.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Public debate about candidates, the Court continued, is often fueled by money.  See id. at 19, 96 S.Ct. at 634-35.   As a consequence, any \"restriction on the amount of money a person or group can spend on political communication during a campaign necessarily reduces the quantity of expression by restricting the number of issues discussed, the depth of their exploration, and the size of the audience reached.\"  Id. The FEC Act's ceiling on independent expenditures therefore represented a substantial restraint on political speech.  See id.   In the Court's evocative metaphor, \"[b]eing free to engage in unlimited political expression subject to a ceiling on expenditures is like being free to drive an automobile as far and as often as one desires on a single tank of gasoline.\"  Id. at n. 18.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Having described the depth of the restriction involved, the Buckley Court proceeded to find that the government had not advanced a sufficiently compelling interest to warrant the severe First Amendment incursions associated with the proviso.  The principal government interest asserted--avoiding corruption of the political process--could not justify the cap because independent expenditures, by definition, were made without consultation or cooperation between the contributor and the candidate.  See id. at 45-47, 96 S.Ct. at 647-48.   The Court likewise rejected the idea that expenditure limitations served a governmental interest in equalizing the ability of various groups to affect the outcome of elections.  \"The First Amendment's protection against governmental abridgement of free expression cannot properly be made to depend on a person's financial ability to engage in public discussion.\"  Id. at 49, 96 S.Ct. at 649.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Under Buckley, RSA 664:5, V insults the First Amendment.  The New Hampshire statute limits the same kind of independent expenditures that the FEC Act attempted to regulate, and the New Hampshire law purports to cap those expenditures at precisely the same level ($1,000) as the FEC Act set.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  To be sure, the price of political expression has changed--but the changes work against the state's position.  We take judicial notice that political campaigns are much more expensive now than when Buckley was decided two decades ago.  The price of television and newspaper advertisements has ballooned, as have the costs associated with printing and distributing leaflets.  To illustrate the point, N-PAC's plan to distribute 30,000 fliers at various public events held around the state on July 4, 1996, would have required that it spend in excess of $3,000.  In our judgment, this single example makes painfully apparent how severely RSA 664:5, V restricts political speech.  The First Amendment does not tolerate such drastic limitations of protected political advocacy.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Our determination that the $1,000 per election limitation on independent expenditures is unconstitutional necessarily leads us to invalidate not only RSA 664:5, V, but also those portions of RSA 664:3, I &amp; II which complement it.  See supra Part I. One cannot be compelled to state that one will comply with an unconstitutional statute.  Accordingly, neither the declaration requirement contained in RSA 664:3, I nor RSA 664:3, II's proviso conditioning the making of any independent expenditures on the filing of a declaration pledging that the committee will observe New Hampshire's $1,000 ceiling is enforceable.  See Perry v. Sindermann, <span class=\"citation\" data-id=\"108609\"><a href=\"/opinion/108609/perry-v-sindermann/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">593</span></a></span>, 597, <span class=\"citation\" data-id=\"108609\"><a href=\"/opinion/108609/perry-v-sindermann/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2694</span></a></span>, 2697, <span class=\"citation\" data-id=\"108609\"><a href=\"/opinion/108609/perry-v-sindermann/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">570</span></a></span> (1972) (explaining that, in the area of free speech, government may not indirectly deny, through unconstitutional conditions, that which it cannot directly prohibit).</p>\n    </div>\n    <p>VI. CONCLUSION</p>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We summarize succinctly.  N-PAC has established a credible threat that New Hampshire will enforce against it in future elections a statutory scheme that the state believes to be constitutional.  Moreover, the statutes contain criminal penalties and suppress core activity protected by the First Amendment.  We therefore conclude that N-PAC has suffered an actual injury and, consequently, we reverse the district court's dismissal of this case for lack of standing.  Moreover, since New Hampshire's limitation on independent expenditures plainly violates the First Amendment, RSA 664:5, V is facially unconstitutional, and RSA 664:3, I and RSA 664:3, II, to the extent that they command fealty to RSA 664:5, V, are unenforceable.  On remand, the district court shall enter an appropriate decree.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Reversed and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> New Hampshire considers independent expenditures to include expenditures by a political committee for the purpose of \"expressly advocating the election or defeat of a clearly identified candidate which are made without cooperation or consultation with any candidate, or any authorized committee or agent of [any] candidate, and which are not made in concert with, or at the request or suggestion of, any candidate, or any authorized committee or agent of [any] candidate.\"  N.H.Rev.Stat. Ann., tit.  LXIII, ch. 664:2, XI.  That definition is not atypical.  See, e.g., Ariz.Rev.Stat. Ann., tit. 16, ch. 6, &#167; 16-901(11);  Or.Rev.Stat., tit. 23, ch. 260.005(8)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The First Amendment applies to states by operation of the Fourteenth Amendment.  See 44 Liquormart, Inc. v. Rhode Island, --- U.S. ----, ---- n. 1, <span class=\"citation\" data-id=\"118023\"><a href=\"/opinion/118023/44-liquormart-inc-v-rhode-island/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1495</span></a></span>, 1501 n. 1, <span class=\"citation\" data-id=\"118023\"><a href=\"/opinion/118023/44-liquormart-inc-v-rhode-island/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">711</span></a></span> (1996)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In the vocabulary of the statute, a political committee includes \"any organization of 2 or more persons [that attempts] to influence elections....\"  RSA 664:2, III</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The identity of the candidate, his or her party affiliation, and the particular office sought are being held in confidence pursuant to an agreement between the parties</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The court considered and rejected N-PAC's contention that the Attorney General lacked the authority to make these representations, finding \"the representations to be binding and the plaintiff to be protected by them.\"   Given the basis for our decision, see text infra, we do not review this finding, and we express no opinion on the correctness of the legal proposition upon which it rests</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The defendants tell us that ACLU is undermined by the decision in Graham v. Butterworth, <span class=\"citation\" data-id=\"653020\"><a href=\"/opinion/653020/hon-gary-g-graham-and-christopher-litras-v-robert-a-butterworth/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">496</span></a></span> (11th Cir.1993), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1128</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2136</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">866</span></span> (1994).  We do not agree.  Graham is distinguishable on two bases.  First, the Graham court itself set ACLU apart as involving a situation in which the defendants continued to maintain that the underlying rule was constitutional.  See id. at 500.   Here, of course, the defendants, as in ACLU, argue that New Hampshire's statutory scheme passes constitutional muster.  Second--and more salient--the Graham court concluded that there was no chance that the defendants there would enforce the challenged rule against the particular plaintiff.  See id. at 499-500.   That was not true in ACLU, and it is not an accurate statement as applied to this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We do not consider the distinction between the FEC Act's $1,000 annual limit and New Hampshire's $1,000 per election limit to be of constitutional consequence, especially since most elected state officials in New Hampshire serve two-year terms</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> At oral argument, counsel for the state argued that New Hampshire's particular system of campaign finance regulation, which places heavy emphasis on candidates' voluntary acceptance of spending limits, creates a uniquely compelling governmental interest in curbing independent expenditures.  Accepting this argument would require us to carve out an unwarranted exception to a settled constitutional rule.  We decline to do so.  An organization's right to unfettered political expression and advocacy is just as substantial within New Hampshire as without</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106282/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107731/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107793/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107969/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108595/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108714/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108993/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109301/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109836/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110099/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110418/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110599/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110660/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111258/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111500/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111876/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118023/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196155/",
    "http://www.courtlistener.com/api/rest/v3/opinions/362992/",
    "http://www.courtlistener.com/api/rest/v3/opinions/504001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/505491/",
    "http://www.courtlistener.com/api/rest/v3/opinions/582534/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597410/",
    "http://www.courtlistener.com/api/rest/v3/opinions/605525/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608082/",
    "http://www.courtlistener.com/api/rest/v3/opinions/612208/",
    "http://www.courtlistener.com/api/rest/v3/opinions/629116/",
    "http://www.courtlistener.com/api/rest/v3/opinions/653020/",
    "http://www.courtlistener.com/api/rest/v3/opinions/679526/",
    "http://www.courtlistener.com/api/rest/v3/opinions/707514/"
  ]
}