{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197177/",
  "absolute_url": "/opinion/197177/united-states-v-montanez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197177/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:24:00Z",
  "date_modified": "2017-03-24T10:50:31.800055Z",
  "type": "010combined",
  "sha1": "bc9e2a3d8acffda9e27509d067138ce1f5918934",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1036.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                       \r\n\nNo. 96-1036\r\n\n                          UNITED STATES,\r\n                            Appellee,\r\n\n                                v.\r\n\n                        CARMELO MONTA EZ,\r\n                       Defendant-Appellant.\r\n\n                                       \r\n\n                           ERRATA SHEET\r\n\n     The opinion of  this Court  issued on January  28, 1997,  is\r\namended as follows: \r\n\n     On Page 7, second line from bottom, delete the \"s\" after the\r\napostrophe in \"Monta ez.\"\r\r\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 96-1036\r\n\n                          UNITED STATES,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                        CARMELO MONTA EZ,\r\n\n                      Defendant - Appellant.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF RHODE ISLAND\r\n\n      [Hon. Raymond J. Pettine, Senior U.S. District Judge]\r                                                                    \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                      Boudin, Circuit Judge,\r                                                     \r\n\n                 and Barbadoro,* District Judge.\r                                                         \r\n\n                                           \r\n\n     David L. Martin, by Appointment of the Court, for appellant.\r                              \r\n     Margaret E. Curran,  Assistant United States Attorney,  with\r                                 \r\nwhom Sheldon  Whitehouse, United  States Attorney, and  Zechariah\r                                                                           \r\nChafee,  Assistant  United States  Attorney,  were  on brief  for\r                \r\nappellee.\r\n\n                                           \r\n\n                         January 28, 1997\r\n                                           \r\n\n                    \r                              \r\n\n*  Of the District of New Hampshire, sitting by designation.\r\r\n\n          BARBADORO,  District  Judge.    A  jury  found  Carmelo\r                    BARBADORO,  District  Judge.\r                                               \r\n\nMonta ez  guilty of  distributing  and  conspiring to  distribute\r\n\ncrack cocaine.   Because we  conclude that  the district  court s\r\n\nentrapment  instruction did  not adequately  apprise the  jury of\r\n\nMonta ez  theory  of  defense, we  vacate both   convictions  and\r\n\nremand for a new trial.  \r\n\n                                I.\r                                          I.\r\n\n          The   government  presented  evidence   at  trial  that\r\n\nMonta ez  sold an  undercover  agent an  ounce  of crack  cocaine\r\n\n( crack ). Monta ez  conceded that he distributed  the crack, but\r\n\ncontended that he had been entrapped by Cheryl Lauber, one of the\r\n\nagent s informants.1\r\n\n          Monta ez testified  that he  met  Lauber while  smoking\r\n\ncrack at a friend s house and thereafter smoked crack with her on\r\n\na regular basis.   He and Lauber later lived  together for a time\r\n\nwith Lauber s children  at a friend s  apartment.  Several  weeks\r\n\nafter  they met, Lauber told  Monta ez that she  needed money and\r\n\nasked him  to buy her two kilos of  cocaine so that she could re-\r\n\nsell it at  a higher price.  Monta ez responded  by claiming that\r\n\nhe did  not know where to buy such a  large amount of cocaine and\r\n\nthat he did not have enough money to buy even an ounce.  \r\n\n                    \r                              \r\n\n1  Not surprisingly, the government offered considerable evidence\r\nto  refute Monta ez  version of the events leading to his arrest.\r\nWe  describe the  evidence from  Monta ez  perspective  since the\r\nsufficiency of the court s  entrapment instruction must be judged\r\nfrom  this standpoint.  United  States v. Flores,  968 F.2d 1366,\r                                                          \r\n1367 (1st Cir. 1992).\r\n\n                               -2-\r\r\n\n          Lauber kept insisting that Monta ez buy cocaine for her\r\n\nto resell.  Her persistence finally paid off after Lauber and the\r\n\nchildren were  expelled from their friend s  apartment and Lauber\r\n\nclaimed that she would  lose her children unless she  could raise\r\n\nenough money  to buy furniture for an apartment and a car to take\r\n\nthe  children  to  school.     On  October  21,  1994,   Monta ez\r\n\nreluctantly agreed to find someone to sell them an ounce of crack\r\n\nthe  next day so  that Lauber could  resell it to a  friend for a\r\n\nprofit. \r\n\n          The  next  afternoon, Lauber  and the  undercover agent\r\n\ndrove  up to the apartment  where Lauber s friend  was living and\r\n\nwaited in  the agent s van for  the crack to arrive.   The seller\r\n\neventually  appeared  and  went  into the  apartment.    Monta ez\r\n\nemerged  a short  while  later and  delivered  the crack  to  the\r\n\nundercover agent.  He was arrested two months later.  \r\n\n          Monta ez testified at trial that he  made no money from\r\n\nthe crack sale and that he participated only to help Lauber.\r\n\n                               II.\r                                         II.\r\n\n          The district  court properly instructed  the jury  that\r\n\nthe  defense   of  entrapment  has  two   components:    improper\r\n\ngovernment  inducement and  lack of  predisposition.   See United\r                                                                           \r\n\nStates v. Joost, 92 F.3d 7, 12 (1st Cir. 1996);  United States v.\r                                                                        \r\n\nGendron, 18 F.3d 955,  961 (1st Cir.),  cert. denied, 115 S.  Ct.\r                                                              \r\n\n                               -3-\r                                          3\r\r\n\n654 (1994).  Only  the court s instruction on the  former element\r\n\nis in dispute.2 \r\n\n          When  charging  the jury  on  improper  inducement, the\r\n\ncourt stated:\r\n\n            [I]mproper inducement goes beyond providing\r\n          an ordinary opportunity to commit a crime. It\r\n          is  typically  excessive   pressure  by   the\r\n          government   upon   the   defendant  or   the\r\n          government taking advantage of an alternative\r\n          noncriminal type  of motive.  And  I think it\r\n          might help you if I give you some examples of\r\n          improper  inducement.   These may  be tactics\r\n          such as intimidation  and threats against the\r\n          defendant's   family,   calling  every   day,\r\n          threatening defendants,  engaging in forceful\r\n          solicitation and dogged insistence  until the\r\n          defendant  gives  in   and  capitulates   and\r\n          commits the crime.\r\n\n            Now,  what I've just said are only a few of\r\n          course,   a  few   examples  that   help  you\r\n          understand a government  overreaching of  its\r\n          having acted unfairly by employing methods of\r\n          persuasion   or   inducement   that   created\r\n          substantial risk  that such an  offense would\r\n          be committed by a person other than those who\r\n          are ready to commit.\r\n\nAfter deliberating for approximately forty-five minutes, the jury\r\n\nsent  the court  a question, asking   If someone is  induced by a\r\n\ngovernment informant, is this considered as possible entrapment? \r\n\nThe  court responded  by  repeating its  previous instruction  on\r\n\ninducement  and by stating that   Cheryl Lauber was  acting as an\r\n\n                    \r                              \r\n\n2   A defendant  is entitled to  an entrapment instruction  if he\r\nproduces  sufficient  evidence  of  lack  of  predisposition  and\r\nimproper inducement to  raise[ ] a reasonable doubt as to whether\r\nhe   was  an  unwavering  innocent  rather  than  an   unwavering\r\ncriminal.     Joost,  92 F.3d  at 12,  (quoting United  States v.\r                                                                        \r\nHern ndez, 995 F.2d 307,  313 (1st Cir.), cert. denied,  510 U.S.\r                                                                \r\n954  (1993)(citations   omitted)).    The   government  does  not\r\nchallenge Monta ez  right to an instruction on entrapment.\r\n\n                               -4-\r                                          4\r\r\n\nagent  of the government . . .  .   Both times Monta ez asked the\r\n\ncourt to illustrate  how an  appeal to sympathy  can serve as  an\r\n\nimproper inducement  by using several examples  drawn from United\r                                                                           \r\n\nStates  v. Gendron, 18 F.3d at 962.3   The court s failure to use\r                            \r\n\nthese  examples  serves  as  the basis  for  Monta ez   principal\r\n\nargument on appeal.\r\n\n                              III.  \r                                        III.  \r\n\n          We  have  repeatedly  recognized that  a  defendant  is\r\n\nentitled to an instruction on his theory of defense if sufficient\r\n\nevidence  is produced  at trial  to support  the defense  and the\r\n\nproposed  instruction  correctly  describes the  applicable  law.\r\n\nUnited States v. McGill,  953 F.2d 10, 12 (1st Cir. 1992); United\r                                                                           \r\n\nStates v. Zeuli, 725 F.2d 813, 817 (1st Cir. 1984); United States\r                                                                           \r\n\nv. Flaherty,  668 F.2d 566, 581  (1st Cir. 1981).   However , the\r                     \r\n\ntrial court need not repeat the requested instruction verbatim as\r\n\nlong as  the charge as a whole adequately informs the jury of the\r\n\nviability of the defense.    United States v. DeStefano,  59 F.3d\r                                                                 \r\n\n1, 2-3 (1st Cir. 1995); United States v. Arcadipane, 41 F.3d 1, 8\r                                                             \r\n                    \r                              \r\n\n3  Monta ez  asked the  court to include  the following  examples\r\nfrom Gendron:\r                      \r\n\n          (4) play[ing] upon  defendant's sympathy  for\r\n          informant's  common narcotics  experience and\r\n          withdrawal   symptoms;  (5)   play[ing]  upon\r\n          sentiment of one former war buddy for another\r\n          to get liquor (during prohibition); . . . (7)\r\n          [telling] defendant that she (the  agent) was\r\n          suicidal and in desperate need of money.\"  \r\n\nGendron,  18  F.3d  at  961-62  (citations  omitted)  (quotations\r                 \r\nomitted). \r\n\n                               -5-\r                                          5\r\r\n\n(1st  Cir. 1994).    Moreover, the  court   is not  obligated  to\r\n\ninstruct  on  every  particular  that  conceivably  might  be  of\r\n\ninterest  to the  jury.    DeStefano,  59  F.3d at  3  (citations\r                                              \r\n\nomitted).  Therefore, a trial court s failure to deliver a theory\r\n\nof  defense instruction will result  in reversal only  if (1) the\r\n\nrequested instruction correctly describes the applicable law; (2)\r\n\nsufficient  evidence   is  produced  at  trial   to  warrant  the\r\n\ninstruction; (3)  the charge  actually delivered does  not fairly\r\n\npresent  the  defense; and  (4)  the  requested instruction   was\r\n\nessential  to  the  effective  presentation   of  the  particular\r\n\ndefense.   United  States v. Passos-Paternina, 918  F.2d 979, 984\r                                                       \r\n\n(1st  Cir. 1990), cert. denied,  499 U.S. 982,  and cert. denied,\r                                                                          \r\n\n501 U.S. 1209, and cert. denied, 501 U.S. 1210 (1991).\r                                         \r\n\n          The  government cannot  dispute  the  validity  of  the\r\n\nproposed instruction in this  case as it was drawn  directly from\r\n\nour opinion  in Gendron.  See  Gendron, 18 F.3d at  961; see also\r                                                                           \r\n\nUnited  States v.  Gifford,  17 F.3d  462,  468 (1st  Cir.  1994)\r                                    \r\n\n(government   agent s   arm-twisting    based  on   sympathy  can\r\n\nconstitute  improper   inducement).    Nor   can  the  government\r\n\nsuccessfully argue that the evidence did not warrant the proposed\r\n\ninstruction, because a reasonable jury  could have concluded from\r\n\nthe evidence  presented at  trial that Lauber  improperly induced\r\n\nMonta ez  to distribute the crack by claiming that she could lose\r\n\nher children if  the sale  did not go  through.  Accordingly,  we\r\n\nfocus  our  analysis  on the  adequacy  of  the district  court s\r\n\nimproper inducement  charge and  the government s claim  that any\r\n\n                               -6-\r                                          6\r\r\n\ndeficiency  in  the charge  did  not  seriously impair  Monta ez \r\n\nability to present his defense. \r\n\n          The  district  court informed  the  jury  that improper\r\n\ninducement  can result  from  either  excessive  pressure by  the\r\n\ngovernment  upon   the  defendant  or   the  government s  taking\r\n\nadvantage of  an alternate  non-criminal type  of  motive.    The\r\n\ngovernment  contends  that since  this  is  undeniably a  correct\r\n\nstatement of law, see Gendron, 18 F.3d at 961, the court gave the\r                                       \r\n\njury enough information to permit  it to evaluate Monta ez  claim\r\n\nthat Lauber entrapped him by an appeal to sympathy.  We disagree.\r\n\n          Of  course, the  district  court has  a  great deal  of\r\n\nlatitude in  formulating a  charge.   But taken  as a whole,  the\r\n\nexamples  given were  all  either coercion  examples or  involved\r                                   \r\n\nabstractions ( dogged  insistence ) rather far from  the examples\r\n\nof inducement by an undue appeal to sympathy, which the defendant\r\n\nexpressly requested and which were more pertinent to his defense.\r\n\nBy omitting  any  sympathy   examples, the  trial court  may well\r\n\nhave  left the jury with the mistaken impression that coercion is\r\n\na  necessary  element of  entrapment and,  in  this case,  such a\r\n\nmisunderstanding could well have affected the outcome.\r\n\n          We also reject the  government s claim that the court s\r\n\nfailure  to  give the  requested  instruction  did not  seriously\r\n\nundermine Monta ez   ability to  present his defense.   Monta ez \r\n\nonly realistic hope of an acquittal was to leave the  jury with a\r\n\nreasonable doubt  about whether Lauber improperly  induced him to\r\n\n                               -7-\r                                          7\r\r\n\nparticipate in the drug deal by appealing to his sympathy for her\r\n\nalleged plight.   Since  the court s  charge failed  to otherwise\r\n\nadequately inform  the jury of  Monta ez  theory of  defense, the\r\n\nconvictions cannot stand. \r\n\n                               IV.\r                                         IV.\r\n\n          For the  reasons discussed  above, we vacate  Monta ez \r\n\nconvictions and remand for a new trial.4\r\n\n                    \r                              \r\n\n4  Since we have  vacated the convictions, we do not  address the\r\nother arguments Monta ez raises on appeal. \r\n\n                               -8-\r                                          8\r\r\n",
  "html": "<p class=\"case_cite\">105 F.3d 36</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Carmelo MONTANEZ, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 96-1036.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 2, 1996.<br>Decided Jan. 28, 1997.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">David L. Martin, Providence, RI, by Appointment of the Court, for defendant-appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Margaret E. Curran, Assistant United States Attorney, with whom Sheldon Whitehouse, United States Attorney, and Zechariah Chafee, Assistant United States Attorney, Providence, RI, were on brief for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN, Circuit Judge, and BARBADORO,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">BARBADORO, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">A jury found Carmelo Montanez guilty of distributing and conspiring to distribute crack cocaine.  Because we conclude that the district court's entrapment instruction did not adequately apprise the jury of Montanez' theory of defense, we vacate both convictions and remand for a new trial.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The government presented evidence at trial that Montanez sold an undercover agent an ounce of crack cocaine (\"crack\").  Montanez conceded that he distributed the crack, but contended that he had been entrapped by Cheryl Lauber, one of the agent's informants.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Montanez testified that he met Lauber while smoking crack at a friend's house and thereafter smoked crack with her on a regular basis.  He and Lauber later lived together for a time with Lauber's children at a friend's apartment.  Several weeks after they met, Lauber told Montanez that she needed money and asked him to buy her two kilos of cocaine so that she could re-sell it at a higher price.  Montanez responded by claiming that he did not know where to buy such a large amount of cocaine and that he did not have enough money to buy even an ounce.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Lauber kept insisting that Montanez buy cocaine for her to resell.  Her persistence finally paid off after Lauber and the children were expelled from their friend's apartment and Lauber claimed that she would lose her children unless she could raise enough money to buy furniture for an apartment and a car to take the children to school.  On October 21, 1994, Montanez reluctantly agreed to find someone to sell them an ounce of crack the next day so that Lauber could resell it to a friend for a profit.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The next afternoon, Lauber and the undercover agent drove up to the apartment where Lauber's friend was living and waited in the agent's van for the crack to arrive.  The seller eventually appeared and went into the apartment.  Montanez emerged a short while later and delivered the crack to the undercover agent.  He was arrested two months later.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Montanez testified at trial that he made no money from the crack sale and that he participated only to help Lauber.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The district court properly instructed the jury that the defense of entrapment has two components:  improper government inducement and lack of predisposition.  See United States v. Joost, 92 F.3d 7, 12 (1st Cir.1996);  United States v. Gendron, 18 F.3d 955, 961 (1st Cir.), cert. denied, 513 U.S. 1051, 115 S.Ct. 654, 130 L.Ed.2d 558 (1994).  Only the court's instruction on the former element is in dispute.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">When charging the jury on improper inducement, the court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">[I]mproper inducement goes beyond providing an ordinary opportunity to commit a crime.  It is typically excessive pressure by the government upon the defendant or the government taking advantage of an alternative noncriminal type of motive.  And I think it might help you if I give you some examples of improper inducement.  These may be tactics such as intimidation and threats against the defendant's family, calling every day, threatening defendants, engaging in forceful solicitation and dogged insistence until the defendant gives in and capitulates and commits the crime.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Now, what I've just said are only a few of course, a few examples that help you understand a government overreaching of its having acted unfairly by employing methods of persuasion or inducement that created substantial risk that such an offense would be committed by a person other than those who are ready to commit.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">After deliberating for approximately forty-five minutes, the jury sent the court a question, asking \"If someone is induced by a government informant, is this considered as possible entrapment?\"   The court responded by repeating its previous instruction on inducement and by stating that \"Cheryl Lauber was acting as an agent of the government....\"  Both times Montanez asked the court to illustrate how an appeal to sympathy can serve as an improper inducement by using several examples drawn from United States v. Gendron, 18 F.3d at 962.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The court's failure to use these examples serves as the basis for Montanez' principal argument on appeal.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We have repeatedly recognized that a defendant is entitled to an instruction on his theory of defense if sufficient evidence is produced at trial to support the defense and the proposed instruction correctly describes the applicable law.  United States v. McGill, 953 F.2d 10, 12 (1st Cir.1992);  United States v. Zeuli, 725 F.2d 813, 817 (1st Cir.1984);  United States v. Flaherty, 668 F.2d 566, 581 (1st Cir.1981).  However, the trial court need not repeat the requested instruction verbatim as long as the charge as a whole adequately informs the jury of the viability of the defense.  United States v. DeStefano, 59 F.3d 1, 2-3 (1st Cir.1995);  United States v. Arcadipane, 41 F.3d 1, 8 (1st Cir.1994).  Moreover, the court \"is not obligated to instruct on every particular that conceivably might be of interest to the jury.\"  DeStefano, 59 F.3d at 3 (citations omitted).  Therefore, a trial court's failure to deliver a theory of defense instruction will result in reversal only if (1) the requested instruction correctly describes the applicable law;  (2) sufficient evidence is produced at trial to warrant the instruction;  (3) the charge actually delivered does not fairly present the defense;  and (4) the requested instruction \"was essential to the effective presentation of the particular defense.\"  United States v. Passos-Paternina, 918 F.2d 979, 984 (1st Cir.1990), cert. denied, 499 U.S. 982, 111 S.Ct. 1637, 113 L.Ed.2d 732, and cert. denied, 501 U.S. 1209, 111 S.Ct. 2808, 115 L.Ed.2d 980, and cert. denied, 501 U.S. 1210, 111 S.Ct. 2809, 115 L.Ed.2d 981 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The government cannot dispute the validity of the proposed instruction in this case as it was drawn directly from our opinion in Gendron.   See Gendron, 18 F.3d at 961;  see also United States v. Gifford, 17 F.3d 462, 468 (1st Cir.1994) (government agent's \"arm-twisting\" based on sympathy can constitute improper inducement).  Nor can the government successfully argue that the evidence did not warrant the proposed instruction, because a reasonable jury could have concluded from the evidence presented at trial that Lauber improperly induced Montanez to distribute the crack by claiming that she could lose her children if the sale did not go through.  Accordingly, we focus our analysis on the adequacy of the district court's improper inducement charge and the government's claim that any deficiency in the charge did not seriously impair Montanez' ability to present his defense.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court informed the jury that improper inducement can result from either \"excessive pressure by the government upon the defendant or the government's taking advantage of an alternate non-criminal type of motive.\"   The government contends that since this is undeniably a correct statement of law, see Gendron, 18 F.3d at 961, the court gave the jury enough information to permit it to evaluate Montanez' claim that Lauber entrapped him by an appeal to sympathy.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Of course, the district court has a great deal of latitude in formulating a charge.  But taken as a whole, the examples given were all either coercion examples or involved abstractions (\"dogged insistence\") rather far from the examples of inducement by an undue appeal to sympathy, which the defendant expressly requested and which were more pertinent to his defense.  By omitting any \"sympathy\" examples, the trial court may well have left the jury with the mistaken impression that coercion is a necessary element of entrapment and, in this case, such a misunderstanding could well have affected the outcome.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We also reject the government's claim that the court's failure to give the requested instruction did not seriously undermine Montanez' ability to present his defense.  Montanez' only realistic hope of an acquittal was to leave the jury with a reasonable doubt about whether Lauber improperly induced him to participate in the drug deal by appealing to his sympathy for her alleged plight.  Since the court's charge failed to otherwise adequately inform the jury of Montanez' theory of defense, the convictions cannot stand.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">For the reasons discussed above, we vacate Montanez' convictions and remand for a new trial.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Not surprisingly, the government offered considerable evidence to refute Montanez' version of the events leading to his arrest.  We describe the evidence from Montanez' perspective since the sufficiency of the court's entrapment instruction must be judged from this standpoint.  United States v. Flores, 968 F.2d 1366, 1367 (1st Cir.1992)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> A defendant is entitled to an entrapment instruction if he produces sufficient evidence of lack of predisposition and improper inducement to \"raise[ ] a reasonable doubt as to whether he 'was an unwavering innocent' rather than an 'unwavering criminal.' \"  Joost, 92 F.3d at 12, (quoting United States v. Hernandez, 995 F.2d 307, 313 (1st Cir.), cert. denied, 510 U.S. 954, 114 S.Ct. 407, 126 L.Ed.2d 354 (1993) (citations omitted)).  The government does not challenge Montanez' right to an instruction on entrapment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Montanez asked the court to include the following examples from Gendron:</p>\n        <p>\"(4) play[ing] upon defendant's sympathy for informant's common narcotics experience and withdrawal symptoms;  (5) play[ing] upon sentiment of one former war buddy for another to get liquor (during prohibition);  ...  (7) [telling] defendant that she (the agent) was suicidal and in desperate need of money.\"</p>\n        <p>Gendron, 18 F.3d at 961-62 (citations omitted) (quotations omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Since we have vacated the convictions, we do not address the other arguments Montanez raises on appeal</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Carmelo MONTANEZ, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 96-1036.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 2, 1996.<br>Decided Jan. 28, 1997.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">David L. Martin, Providence, RI, by Appointment of the Court, for defendant-appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Margaret E. Curran, Assistant United States Attorney, with whom Sheldon Whitehouse, United States Attorney, and Zechariah Chafee, Assistant United States Attorney, Providence, RI, were on brief for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN, Circuit Judge, and BARBADORO,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">BARBADORO, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">A jury found Carmelo Montanez guilty of distributing and conspiring to distribute crack cocaine.  Because we conclude that the district court's entrapment instruction did not adequately apprise the jury of Montanez' theory of defense, we vacate both convictions and remand for a new trial.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The government presented evidence at trial that Montanez sold an undercover agent an ounce of crack cocaine (\"crack\").  Montanez conceded that he distributed the crack, but contended that he had been entrapped by Cheryl Lauber, one of the agent's informants.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Montanez testified that he met Lauber while smoking crack at a friend's house and thereafter smoked crack with her on a regular basis.  He and Lauber later lived together for a time with Lauber's children at a friend's apartment.  Several weeks after they met, Lauber told Montanez that she needed money and asked him to buy her two kilos of cocaine so that she could re-sell it at a higher price.  Montanez responded by claiming that he did not know where to buy such a large amount of cocaine and that he did not have enough money to buy even an ounce.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Lauber kept insisting that Montanez buy cocaine for her to resell.  Her persistence finally paid off after Lauber and the children were expelled from their friend's apartment and Lauber claimed that she would lose her children unless she could raise enough money to buy furniture for an apartment and a car to take the children to school.  On October 21, 1994, Montanez reluctantly agreed to find someone to sell them an ounce of crack the next day so that Lauber could resell it to a friend for a profit.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The next afternoon, Lauber and the undercover agent drove up to the apartment where Lauber's friend was living and waited in the agent's van for the crack to arrive.  The seller eventually appeared and went into the apartment.  Montanez emerged a short while later and delivered the crack to the undercover agent.  He was arrested two months later.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Montanez testified at trial that he made no money from the crack sale and that he participated only to help Lauber.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The district court properly instructed the jury that the defense of entrapment has two components:  improper government inducement and lack of predisposition.  See United States v. Joost, <span class=\"citation\" data-id=\"196915\"><a href=\"/opinion/196915/united-states-v-joost/\"><span class=\"volume\">92</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 12 (1st Cir.1996);  United States v. Gendron, <span class=\"citation\" data-id=\"195225\"><a href=\"/opinion/195225/united-states-v-gendron/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">955</span></a></span>, 961 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1051</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">654</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">558</span></span> (1994).  Only the court's instruction on the former element is in dispute.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">When charging the jury on improper inducement, the court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">[I]mproper inducement goes beyond providing an ordinary opportunity to commit a crime.  It is typically excessive pressure by the government upon the defendant or the government taking advantage of an alternative noncriminal type of motive.  And I think it might help you if I give you some examples of improper inducement.  These may be tactics such as intimidation and threats against the defendant's family, calling every day, threatening defendants, engaging in forceful solicitation and dogged insistence until the defendant gives in and capitulates and commits the crime.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Now, what I've just said are only a few of course, a few examples that help you understand a government overreaching of its having acted unfairly by employing methods of persuasion or inducement that created substantial risk that such an offense would be committed by a person other than those who are ready to commit.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">After deliberating for approximately forty-five minutes, the jury sent the court a question, asking \"If someone is induced by a government informant, is this considered as possible entrapment?\"   The court responded by repeating its previous instruction on inducement and by stating that \"Cheryl Lauber was acting as an agent of the government....\"  Both times Montanez asked the court to illustrate how an appeal to sympathy can serve as an improper inducement by using several examples drawn from United States v. Gendron, 18 F.3d at 962.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The court's failure to use these examples serves as the basis for Montanez' principal argument on appeal.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We have repeatedly recognized that a defendant is entitled to an instruction on his theory of defense if sufficient evidence is produced at trial to support the defense and the proposed instruction correctly describes the applicable law.  United States v. McGill, <span class=\"citation\" data-id=\"575209\"><a href=\"/opinion/575209/united-states-v-robert-l-mcgill/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 12 (1st Cir.1992);  United States v. Zeuli, <span class=\"citation\" data-id=\"430495\"><a href=\"/opinion/430495/united-states-v-armando-zeuli-united-states-of-america-v-frank-terranova/\"><span class=\"volume\">725</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">813</span></a></span>, 817 (1st Cir.1984);  United States v. Flaherty, <span class=\"citation\" data-id=\"398781\"><a href=\"/opinion/398781/united-states-v-thomas-e-flaherty-united-states-of-america-v-james-r/\"><span class=\"volume\">668</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">566</span></a></span>, 581 (1st Cir.1981).  However, the trial court need not repeat the requested instruction verbatim as long as the charge as a whole adequately informs the jury of the viability of the defense.  United States v. DeStefano, <span class=\"citation\" data-id=\"196179\"><a href=\"/opinion/196179/united-states-v-destefano/\"><span class=\"volume\">59</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 2-3 (1st Cir.1995);  United States v. Arcadipane, <span class=\"citation\" data-id=\"195748\"><a href=\"/opinion/195748/united-states-v-arcadipane/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 8 (1st Cir.1994).  Moreover, the court \"is not obligated to instruct on every particular that conceivably might be of interest to the jury.\"  DeStefano, 59 F.3d at 3 (citations omitted).  Therefore, a trial court's failure to deliver a theory of defense instruction will result in reversal only if (1) the requested instruction correctly describes the applicable law;  (2) sufficient evidence is produced at trial to warrant the instruction;  (3) the charge actually delivered does not fairly present the defense;  and (4) the requested instruction \"was essential to the effective presentation of the particular defense.\"  United States v. Passos-Paternina, <span class=\"citation\" data-id=\"551470\"><a href=\"/opinion/551470/united-states-v-emiro-miguel-passos-paternina-united-states-of-america-v/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">979</span></a></span>, 984 (1st Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">982</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1637</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">732</span></span>, and cert. denied, <span class=\"citation no-link\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1209</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2808</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">980</span></span>, and cert. denied, <span class=\"citation no-link\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1210</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2809</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">981</span></span> (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The government cannot dispute the validity of the proposed instruction in this case as it was drawn directly from our opinion in Gendron.   See Gendron, 18 F.3d at 961;  see also United States v. Gifford, <span class=\"citation\" data-id=\"195222\"><a href=\"/opinion/195222/united-states-v-gifford/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">462</span></a></span>, 468 (1st Cir.1994) (government agent's \"arm-twisting\" based on sympathy can constitute improper inducement).  Nor can the government successfully argue that the evidence did not warrant the proposed instruction, because a reasonable jury could have concluded from the evidence presented at trial that Lauber improperly induced Montanez to distribute the crack by claiming that she could lose her children if the sale did not go through.  Accordingly, we focus our analysis on the adequacy of the district court's improper inducement charge and the government's claim that any deficiency in the charge did not seriously impair Montanez' ability to present his defense.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court informed the jury that improper inducement can result from either \"excessive pressure by the government upon the defendant or the government's taking advantage of an alternate non-criminal type of motive.\"   The government contends that since this is undeniably a correct statement of law, see Gendron, 18 F.3d at 961, the court gave the jury enough information to permit it to evaluate Montanez' claim that Lauber entrapped him by an appeal to sympathy.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Of course, the district court has a great deal of latitude in formulating a charge.  But taken as a whole, the examples given were all either coercion examples or involved abstractions (\"dogged insistence\") rather far from the examples of inducement by an undue appeal to sympathy, which the defendant expressly requested and which were more pertinent to his defense.  By omitting any \"sympathy\" examples, the trial court may well have left the jury with the mistaken impression that coercion is a necessary element of entrapment and, in this case, such a misunderstanding could well have affected the outcome.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We also reject the government's claim that the court's failure to give the requested instruction did not seriously undermine Montanez' ability to present his defense.  Montanez' only realistic hope of an acquittal was to leave the jury with a reasonable doubt about whether Lauber improperly induced him to participate in the drug deal by appealing to his sympathy for her alleged plight.  Since the court's charge failed to otherwise adequately inform the jury of Montanez' theory of defense, the convictions cannot stand.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">For the reasons discussed above, we vacate Montanez' convictions and remand for a new trial.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Not surprisingly, the government offered considerable evidence to refute Montanez' version of the events leading to his arrest.  We describe the evidence from Montanez' perspective since the sufficiency of the court's entrapment instruction must be judged from this standpoint.  United States v. Flores, <span class=\"citation\" data-id=\"586808\"><a href=\"/opinion/586808/united-states-v-joyce-lee-flores/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1366</span></a></span>, 1367 (1st Cir.1992)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> A defendant is entitled to an entrapment instruction if he produces sufficient evidence of lack of predisposition and improper inducement to \"raise[ ] a reasonable doubt as to whether he 'was an unwavering innocent' rather than an 'unwavering criminal.' \"  Joost, 92 F.3d at 12, (quoting United States v. Hernandez, <span class=\"citation\" data-id=\"608834\"><a href=\"/opinion/608834/united-states-v-jose-hernandez-united-states-of-america-v-aguilino-jose/\"><span class=\"volume\">995</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">307</span></a></span>, 313 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">954</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">407</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">354</span></span> (1993) (citations omitted)).  The government does not challenge Montanez' right to an instruction on entrapment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Montanez asked the court to include the following examples from Gendron:</p>\n        <p>\"(4) play[ing] upon defendant's sympathy for informant's common narcotics experience and withdrawal symptoms;  (5) play[ing] upon sentiment of one former war buddy for another to get liquor (during prohibition);  ...  (7) [telling] defendant that she (the agent) was suicidal and in desperate need of money.\"</p>\n        <p>Gendron, 18 F.3d at 961-62 (citations omitted) (quotations omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Since we have vacated the convictions, we do not address the other arguments Montanez raises on appeal</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195222/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195225/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195748/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196179/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196915/",
    "http://www.courtlistener.com/api/rest/v3/opinions/398781/",
    "http://www.courtlistener.com/api/rest/v3/opinions/430495/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/575209/",
    "http://www.courtlistener.com/api/rest/v3/opinions/586808/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608834/"
  ]
}