{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197122/",
  "absolute_url": "/opinion/197122/johnson-v-teamsters-local-559/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197122/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:22:44Z",
  "date_modified": "2017-03-24T10:50:15.478209Z",
  "type": "010combined",
  "sha1": "58b018beaff4dfdd0c45446498e69ddab1c0c099",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-2318.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 95-2318\r\n\n                  PATRICIA JOHNSON, ET AL.,\r\n                    Plaintiffs, Appellees,\r\n\n                              v.\r\n\n                 TEAMSTERS LOCAL 559, ET AL.,\r\n                   Defendants, Appellants.\r\n                                         \r\n\nNo. 95-2319\r\n\n                  PATRICIA JOHNSON, ET AL.,\r\n                   Plaintiffs, Appellants,\r\n\n                              v.\r\n\n                 TEAMSTERS LOCAL 559, ET AL.,\r\n                    Defendants, Appellees.\r\n\n                                         \r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n     [Hon. Frank H. Freedman, U.S. Senior District Judge]\r                                                                    \r\n\n                                         \r\n\n                            Before\r\n\n                     Selya, Circuit Judge,\r                                                     \r\n               Campbell, Senior Circuit Judge, \r                                                         \r\n                  and Boudin, Circuit Judge.\r                                                       \r\n\n                                         \r\n\nDaniel B. Edelman, with whom Yablonski, Both &amp; Edelman and Burton\r                                                                             \r\nS. Rosenberg were on brief, for Teamsters Local 559, et al.\r                    \r\nTerrence A. Low, with whom Rosen, Greenhut, Catuogno &amp; Low and\r                                                                      \r\nPatricia Bobba Donovan were on brief, for Patricia Johnson, et al.\r                              \r\n\n                                         \r\n                      December 13, 1996\r\n                                         \r\r\n\n          CAMPBELL, Senior Circuit  Judge.  In the  principal\r                                                     \r\n\nappeal now before  us, Teamsters Local 559 and  Robert Dubian\r\n\nappeal from state law tort judgments against them arising out\r\n\nof  a workplace conflict.  They argue, inter alia, that there\r\n\nis insufficient  evidence to support the  judgments under the\r\n\nNorris-LaGuardia Act's \"clear proof\" requirement.\r\n\n                             I.  \r                                         I.  \r\n\n          Frank  Johnson  worked at  Sweet  Life  Foods (\"the\r\n\nCompany\" or  \"Sweet Life\") in Suffield, Connecticut and was a\r\n\nmember of Teamsters  Local 559  (\"the Union\").   He sued  the\r\n\nUnion  and  two  of  its  officers,  Robert  Dubian  and  Tom\r\n\nGilmartin, Jr., alleging violations of Title VII of the Civil\r\n\nRights Act  of 1964, 42 U.S.C.   2000e et seq., and asserting\r                                                          \r\n\npendent  state  law  claims  for  intentional  infliction  of\r\n\nemotional  distress  and assault.    Patricia  Johnson, Frank\r\n\nJohnson's wife, sued for loss of consortium.  \r\n\n          The district court, in a bench trial, found for all\r\n\nthree defendants  on Johnson's Title VII claims.  Johnson did\r\n\nnot appeal from this determination.\r\n\n          The pendent state  law claims were tried to  a jury\r\n\nwhich  returned  verdicts  against   the  Union,  Dubian  and\r\n\nGilmartin  for intentional  infliction of  emotional distress\r\n\nand loss of  consortium.   The jury also  returned a  verdict\r\n\nagainst  the Union, but not against  Dubian or Gilmartin, for\r\n\nassault.   The  jury assessed  damages against  the  Union of\r\n\n                             -2-\r                                          2\r\r\n\n$120,000  for intentional  infliction of  emotional distress,\r\n\n$35,000  for loss  of consortium,  and $105,000  for assault.\r\n\nThe jury found  Dubian liable for $35,000  on the intentional\r\n\ninfliction claim and $35,000 on the loss of consortium claim.\r\n\nGilmartin  was found  liable for  $40,000 on  the intentional\r\n\ninfliction claim and for an additional $40,000 on the loss of\r\n\nconsortium claim.\r\n\n          Responding  to the  defendants' Rule  50(b) motion,\r\n\nthe  district court entered judgment  as a matter  of law for\r\n\nGilmartin, ruling  that no  reasonable jury could  have found\r\n\nhim liable for  intentional infliction of  emotional distress\r\n\nand loss of  consortium.   However, the court  let stand  the\r\n\njury's verdicts against the Union and Dubian.  The latter now\r\n\nappeal  from the  judgments  against them,  and the  Johnsons\r\n\ncross-appeal  from the court's entry of  judgment as a matter\r\n\nof law in Gilmartin's favor.  \r\n\n                             II.\r                                         II.\r\n\n          We recite  the facts as they  might reasonably have\r\n\nbeen  found by  the jury.   Sweet  Life, a  food distributor,\r\n\nsuspected that it  was losing significant amounts of  meat to\r\n\nemployee theft, and so  it placed secret cameras in  the work\r\n\narea  to  discover  who  was  responsible.    From  what  was\r\n\nuncovered, it appeared that  over ten employees were involved\r\n\nin the thefts,  which had gone on for four  or five years and\r\n\nwere  common knowledge among the  employees, all of whom were\r\n\n                             -3-\r                                          3\r\r\n\nalso Union  members.  Several employees  were caught stealing\r\n\non tape  and were  fired.   One of the  tapes showed  Johnson\r\n\nopening up a crate of meat, although it did not reveal him in\r\n\nthe act of  actually stealing meat.   The Company  confronted\r\n\nJohnson with the tape  and threatened that he would  be fired\r\n\nif he did not reveal the names of other employees responsible\r\n\nfor the thefts.          The  Union  had  a   written  policy\r\n\nagainst  harming a Union  brother.  Both  Union officials and\r\n\nmembers interpreted  this  policy as  prohibiting one  member\r\n\nfrom \"ratting\" on another.   Dawn Mitchell, the  acting Union\r\n\nsteward,  told   Johnson  he  should  allow   himself  to  be\r\n\nterminated rather than reveal the  names of the employees who\r\n\nwere stealing because of this Union policy against turning in\r\n\na  Union brother.   Gilmartin  also told  Johnson about  this\r\n\npolicy.   Dennis Kawa, a Sweet Life worker and Union witness,\r\n\nstated that he  did not report any  of the many  incidents of\r\n\nstealing  he saw by  various Union members  because \"[i]t's a\r\n\nrule\" not to turn in a Union brother.\r\n\n          Johnson  ignored Mitchell's advice and provided the\r\n\ncompany with  the  names of  three men  he said  he had  seen\r\n\nstealing.   The Company fired these men entirely on the basis\r\n\nof  Johnson's information.    The  three  fired men  filed  a\r\n\ngrievance with the Union, and  an arbitration hearing was set\r\n\nfor April 29, 1986.\r\n\n                             -4-\r                                          4\r\r\n\n          Starting   before   and   intensifying  after   the\r\n\narbitration  hearing, unidentified  employees of  Sweet Life,\r\n\nwho were also  Union members, began harassing  Johnson.  They\r\n\nwrote  threatening messages  on the  bathroom walls  such as,\r\n\n\"Frank,  where will  you be  when the  lights go  out?\"; \"559\r\n\nRule\";  \"There's only one thing  worse than a   rat--a nigger\r\n\nrat\"; \"The rat will never work again when we get through with\r\n\nhim, nowhere\"; \"Frank Johnson is  as good as dead,  4/29/86\";\r\n\n\"Bye bye Frank.   Look  for another job.\";  \"Who didn't  pass\r\n\nspear chucking school?\"; \"559 rules Frank Johnson\"; \"Call me\"\r\n\n(with   Johnson's  phone  number);  and  \"Frank  Johnson's  a\r\n\nsquealing nigger rat.\"  The walls were painted several times,\r\n\nbut the graffiti persisted.\r\n\n          These anonymous Union members also made rat and pig\r\n\nnoises when around Johnson; put pieces of wood in the keyhole\r\n\nof  Johnson's forklift; placed buckets of water on the top of\r\n\nJohnson's  forklift; sang  \"slave songs\"  such as  \"Swing Low\r\n\nSweet Chariot\" at him  during every hourly break, every  day;\r\n\ndrew pictures of rats  on Johnson's locker and on  the walls;\r\n\nthrew peanut shells and a  milk carton at him; hung a  rubber\r\n\nchicken on his  forklift; and ostracized him  socially.  This\r\n\nharassment  involved a  large number of  employees     all of\r\n\nwhom,  as said, were Union members    and only intensified as\r\n\ntime went on. \r\n\n                             -5-\r                                          5\r\r\n\n          At  the arbitration  hearing, Gilmartin,  the Union\r\n\nBusiness Agent  and  the officer  primarily  responsible  for\r\n\nenforcing  the Union's  collective bargaining  agreement with\r\n\nthe   Company,  defended  the  three  accused  employees  and\r\n\nconvinced the  arbitration panel to reinstate  them and award\r\n\nthem back  pay.  He  accomplished this  primarily by  casting\r\n\ndoubt  on Johnson's  testimony and  accusing him  of stealing\r\n\nmeat.  Gilmartin charged  that the tape shown at  the hearing\r\n\nportraying Johnson opening a  crate of meat had been  edited;\r\n\nthe original tape, he  said, had also shown  Johnson actually\r\n\nputting meat into his pocket.\r\n\n          Gilmartin and the Union  were at all relevant times\r\n\naware  of  the harassment  of  Johnson.   Gilmartin  held two\r\n\nmeetings  with the  Union  members.   At  the first  meeting,\r\n\nbefore  the  arbitration hearing,  Gilmartin  stated  that he\r\n\nwould personally  \"take care  of\" anyone  who harmed a  Union\r\n\nbrother.  Either at  that meeting or at the  other, Gilmartin\r\n\nstated that he disagreed  with people's writing on the  walls\r\n\nand that anyone actually  caught doing so would be fired.  He\r\n\nindicated that he  opposed the racial epithets and  that they\r\n\nwere offensive to the other African-American members.\r\n\n          Sweet Life provided  Johnson with guards to  escort\r\n\nhim to  and  from work  and  to watch  over  his home.    For\r\n\nsecurity reasons, Johnson left work a few minutes  early each\r\n\nday.  The Company wanted to pay him as if he were not missing\r\n\n                             -6-\r                                          6\r\r\n\nthis time,  but Gilmartin  opposed paying Johnson  without an\r\n\nagreement  from Sweet Life to  pay all people  who left early\r\n\nunder  extraordinary circumstances.    When the  Company went\r\n\nahead and paid Johnson anyway, Gilmartin filed a grievance.\r\n\n          As  a result  of the  harassment,  Johnson suffered\r\n\nfrom  Post-Traumatic  Stress  Disorder for  which  he  sought\r\n\npsychiatric treatment.   He became paranoid and was unable to\r\n\nsleep  or interact  normally with  his wife  and family.   He\r\n\nbecame increasingly  depressed and began  drinking regularly.\r\n\nHis psychiatrist placed him on antidepressant and antianxiety\r\n\nmedication.   On  August 12,  1986,  Johnson left  Sweet Life\r\n\nbecause of his psychiatric condition.\r\n\n          After  Johnson's  departure,  Dubian,  the  Union's\r\n\nSecretary-Treasurer, drove by Johnson's home in a Union-owned\r\n\ncar several times  a day for  a period of  some three  weeks.\r\n\nDubian  testified that  the purpose  of these  visits  was to\r\n\ndetermine  if Johnson had  found new  employment.   The three\r\n\nfired   employees  had  filed  charges  against  Johnson  for\r\n\nbreaking the  Union's rule  against harming a  Union brother.\r\n\nIf  Johnson were  working elsewhere,  he  would no  longer be\r\n\nsubject to  the Union's  authority, and Dubian  could dismiss\r\n\nthe charges.\r\n\n          On   appeal,   Dubian   argues   that   there   was\r\n\ninsufficient  evidence in  the record  to support  the jury's\r\n\n                             -7-\r                                          7\r\r\n\njudgment against him for intentional  infliction of emotional\r\n\ndistress.  \r\n\n          The  Union  contends  that because  the  underlying\r\n\narbitration hearing involved  a labor dispute,  the Johnsons'\r\n\nclaims  are  governed  by the  Norris-LaGuardia  Act's \"clear\r\n\nproof\"  requirement.1   The Union  believes that  under this,\r\n\nmore rigorous,  standard, there  is insufficient  evidence to\r\n\nsupport the judgments  against it for intentional  infliction\r\n\nof  emotional distress  and for  assault.   Even if  there is\r\n\nsufficient evidence,  the Union  contends that the  fact that\r\n\nthe  special verdict form  did not mention  the \"clear proof\"\r\n\nrequirement necessitates a new trial.  In their cross-appeal,\r\n\nthe Johnsons argue that the court erred in entering  judgment\r\n\nas  a  matter  of  law   for  Gilmartin  on  the  intentional\r\n\ninfliction  of  emotional  distress  and loss  of  consortium\r\n\nclaims because there was  sufficient evidence to validate the\r\n\njury's finding.\r\n\n                             III.\r                                         III.\r\n\nA.  Dubian's Liability\r                                  \r\n\n          Dubian argues  that his  conduct in driving  by the\r\n\nJohnsons' home  and following Johnson when he  left his house\r\n\nfor a  period of three weeks was not the sort of \"extreme and\r\n\noutrageous\"  behavior   that  can  justify   a  judgment  for\r\n\n                    \r                                \r\n\n1.  29 U.S.C.   106.\r\n\n                             -8-\r                                          8\r\r\n\nintentional   infliction   of   emotional    distress   under\r\n\nConnecticut  law.  See Petyan  v. Ellis, 510  A.2d 1337, 1342\r                                                   \r\n\n(Conn.  1986).    He also  argues  that  the  jury could  not\r\n\nreasonably have  concluded that he intended  to cause Johnson\r\n\ndistress or that he succeeded in doing so.  We disagree.\r\n\n          Dubian plainly knew that  Johnson had just resigned\r\n\nfrom Sweet  Life after  working in  a viciously hostile  work\r\n\nenvironment  in which he  was subjected to  daily threats and\r\n\ninsults.   As a Union  officer closely associated  with these\r\n\nevents,  Dubian could be inferred to have known of the extent\r\n\nof  the abuse imposed upon  Johnson and of  its emotional and\r\n\npsychological  impact, resulting  in his  departure  from the\r\n\nCompany.  Given Johnson's recent history, the jury could have\r\n\nfound that Dubian's conduct in  driving by Johnson's house in\r\n\na  Union car  several  times  a  day  for  three  weeks,  and\r\n\nfollowing  Johnson, was intentional  harassment that  met the\r\n\n\"extreme and outrageous\" standard.\r\n\n          This  case is  different from  Thorpe v.  Mutual of\r                                                                         \r\n\nOmaha  Ins. Co.,  984 F.2d  541, 545-46  (1st Cir.  1993), in\r                           \r\n\nwhich we held that  an insurance company's surveillance aimed\r\n\nat determining  the activities of  an insured who  claimed to\r\n\nhave become  totally disabled did not  constitute extreme and\r\n\noutrageous  conduct.    The  insurance   company's  proffered\r\n\nreasons for the surveillance were plausible and legitimate in\r\n\nthe  circumstances.   Dubian's stated  reason for  driving by\r\n\n                             -9-\r                                          9\r\r\n\nJohnson's  house over thirty times in three weeks was that he\r\n\nwished  to determine whether  Johnson was working  so that he\r\n\ncould drop  Union charges made  against Johnson by  the three\r\n\nfired  employees.   A reasonable jury  could have  found that\r\n\nthis  explanation was  at best  flimsy and  at worst  absurd.\r\n\nConduct which might be acceptable when done for  a legitimate\r\n\nreason  can  be  extreme   and  outrageous  if  unjustifiably\r\n\nperformed simply to inflict harm.  \r\n\n          The  jury  could   easily  have  rejected  Dubian's\r\n\ntendered justification as lacking in plausibility, and  could\r\n\nreasonably  have found that his true intent in driving by the\r\n\nJohnson home was to harass and cause distress to Johnson.\r\n\n          There was  also evidence from which  the jury could\r\n\nhave  concluded  that  Dubian's  surveillance  contributed to\r\n\ncausing   Johnson's   psychological   injury.       Johnson's\r\n\npsychiatrist,   George  Milowe,   stated  that   Johnson  was\r\n\nterrified in  part because  strange cars were  following him,\r\n\nand Johnson himself testified that he was frightened by being\r\n\nfollowed.    Even  if  Dubian's  conduct was  not  the  sole,\r\n\ninitial,  or primary  cause of  Johnson's symptoms,  the jury\r\n\ncould  reasonably   have  concluded  that   the  surveillance\r\n\nactivity  was  a  substantial  factor  in  causing  Johnson's\r\n\ndistress, warranting a liability finding and a damages award.\r\n\nSee Edgecomb v.  Great Atlantic  &amp; Pacific Tea  Co., 18  A.2d\r                                                               \r\n\n364, 365 (Conn. 1941) (holding that causation exists when the\r\n\n                             -10-\r                                          10\r\r\n\ndefendant's action was a  substantial factor in producing the\r\n\nplaintiff's  damages); Antz v. Coppolo, 75 A.2d 36, 39 (Conn.\r                                                  \r\n\n1950)  (same); Kilduff  v.  Kalinowski, 71  A.2d 593,  594-95\r                                                  \r\n\n(Conn. 1950) (same).\r\n\nB.  The Union's Liability\r                                     \r\n\n     1.  Standard of Proof\r                                      \r\n\n          The Union argues that the Johnsons' suit stems from\r\n\na  labor dispute and  that therefore its  liability should be\r\n\ngoverned  by the  \"clear  proof\" requirement  of the  Norris-\r\n\nLaGuardia Act, 29 U.S.C.   106, infra.  \r                                                 \r\n\n          Johnson sued his labor  union for the harassment he\r\n\nsuffered after  testifying against other Union  members at an\r\n\narbitration hearing.  Whether  the events underlying the suit\r\n\ncan be characterized as a labor dispute for the purposes of  \r\n\n106 of the  Norris-LaGuardia Act  is a close  question.   See\r                                                                         \r\n\nColumbia River Packers  Ass'n v. Hinton, 315 U.S. 143, 145-47\r                                                   \r\n\n(1942)  (holding that  the  critical element  in  determining\r\n\nwhether the  provisions of the Norris-LaGuardia  Act apply is\r\n\nwhether the employer-employee relationship  is the matrix  of\r\n\nthe  controversy);  Jacksonville  Bulk  Terminals,   Inc.  v.\r                                                                     \r\n\nInternational Longshoremen's Association,  457 U.S. 702, 712-\r                                                    \r\n\n13 (1982)  (same) (citing  Columbia  River).   But since  the\r                                                      \r\n\n\"clear proof\"  standard is  not determinative  of any  of the\r\n\nissues  before us,  this is  a question  we need  not decide.\r\n\n                             -11-\r                                          11\r\r\n\nEven  applying  the  \"clear  proof\"  standard,  the  judgment\r\n\nagainst the Union stands.\r\n\n     2.  Intentional Infliction of Emotional Distress\r                                                                 \r\n\n          There was  \"clear  proof\"  to  support  the  jury's\r\n\nfinding  of  Union  liability for  intentional  infliction of\r\n\nemotional distress.\r\n\n          It is  undisputed that there were  numerous acts of\r\n\nharassment  by employees,  all  of whom  were Union  members,\r\n\nwhich caused  Johnson great emotional distress.  The issue is\r\n\nwhether the Union itself may properly be held responsible for\r\n\nits members' conduct here.  Under the Norris-LaGuardia Act, a\r\n\nunion may be  held liable for the acts of  its members in the\r\n\ncourse  of a labor dispute  only \"upon clear  proof of actual\r\n\nparticipation in,  or actual authorization of,  such acts, or\r\n\nof ratification of such acts after actual knowledge thereof.\"\r\n\n29 U.S.C.   106.\r\n\n          The Supreme Court has interpreted  this requirement\r\n\nto mean  that a plaintiff  must present clear  and convincing\r\n\nproof  \"either that  the  union approved  the violence  which\r\n\noccurred,  or that  it  participated actively  or by  knowing\r\n\ntolerance in further acts which were in themselves actionable\r\n\nunder  state  law or  intentionally  drew  upon the  previous\r\n\nviolence for their force.\"  United Mine Workers of America v.\r                                                                      \r\n\nGibbs, 383 U.S. 715, 739 (1966).\r                 \r\n\n                             -12-\r                                          12\r\r\n\n          There is  sufficient evidence  in the record  for a\r\n\njury to infer that the Union knowingly at least tolerated its\r\n\nmembers'  conduct and  perhaps actively  encouraged it.   The\r\n\nevidence showed that many  persons associated with the Union,\r\n\nincluding both rank and file Union members and Union leaders,\r\n\nunquestioningly  interpreted  the   Union's  written   policy\r\n\nagainst  harming  a  member  as  very  broadly  including  an\r\n\nunwritten rule against turning in fellow members for stealing\r\n\nmeat.  The jury could have inferred that the Union would have\r\n\nwanted  its   members  to  enforce  that   rule  against  all\r\n\nviolators, including  Johnson.  The policy  against harming a\r\n\nUnion member was mentioned at  a Union meeting about Johnson,\r\n\nand Dawn Mitchell, the  acting Union steward, separately told\r\n\nJohnson he should  not turn in stealing  employees because of\r\n\nthe policy.   Moreover, Dennis  Kawa, a long-time  Sweet Life\r\n\nemployee,  testified that although  more than ten individuals\r\n\nwere involved in  stealing meat  over a period  of years  and\r\n\nalthough this  thievery was common knowledge  among the Union\r\n\nmembers, he himself did  not tell the Company about any of it\r\n\nbecause, \"It's a rule.\"   A reasonable jury could  have found\r\n\nthat in accepting and  promoting this broad interpretation of\r\n\nthe rule in Johnson's case, the Union knowingly tolerated and\r\n\neven  encouraged  its  members'  harassment  of   Johnson  as\r\n\npunishment  for his, as it were,  improper \"ratting\" on Union\r\n\nmembers.\r\n\n                             -13-\r                                          13\r\r\n\n          A  finding  of  Union  toleration of  its  members'\r\n\nharassing  actions  against  Johnson  is  also  supported  by\r\n\nevidence pertaining  to the Union's  officers, Gilmartin  and\r\n\nDubian.2  \r\n\n          Dubian, as already  discussed, personally  harassed\r\n\nJohnson  by  surveillance  from  a  car  following  Johnson's\r\n\nleaving the employ of Sweet Life.  Although Gilmartin wrote a\r\n\nletter  to  Donald  Oswald,  Sweet  Life's  general  manager,\r\n\npromising  to   do  everything  in  his  power  to  stop  the\r\n\nharassment, the actions he  actually took were quite limited.\r\n\nThe  bulk of Gilmartin's efforts consisted of two meetings he\r\n\nheld with the  Union members  at which he  spoke against  the\r\n\ngraffiti generally and  the racial slurs  in particular.   At\r\n\none  of these  meetings, Gilmartin  also said  if anyone  did\r\n\nanything to harm a  Union brother, he would do  everything in\r\n\nhis power to \"take care of it.\"  \r\n\n          The  jury  could  conclude  that  by  his  comments\r\n\nagainst the  racial slurs and graffiti,  Gilmartin was mainly\r\n\nattempting   to  protect  the  other  African-American  Union\r\n\nmembers,  not   Johnson.     This  interpretation   would  be\r\n\n                    \r                                \r\n\n2.  The district court set aside the verdict against\r\nGilmartin for intentional infliction of emotional distress,\r\nindicating that it believed the evidence was insufficient. \r\nWhether or not the court was correct to do so is an issue we\r\ndo not reach since the Johnsons' cross-appeal was untimely,\r\ninfra.  We are nonetheless free to take account of the\r                 \r\nevidence against Gilmartin in deciding whether the evidence\r\nas a whole suffices for us to affirm the district court's\r\napproval of the jury verdict against the Union. \r\n\n                             -14-\r                                          14\r\r\n\nconsistent  with Gilmartin's  letter to  Oswald, in  which he\r\n\nwrote  that the Union had  urged its members  to refrain from\r\n\n\"unnecessary  racial  remarks\"   to  Johnson  because,  \"That\r\n\ninsults  all black  members.\"  A  reasonable jury  could also\r\n\nhave understood Gilmartin's promise  to \"take care of\" anyone\r\n\nwho  harmed a Union brother  as more likely  a threat against\r\n\nJohnson than a warning to Johnson's harassers.\r\n\n          In summary,  the jury could infer  from the Union's\r\n\nunabashed policy against \"ratting\" on members who stole meat,\r\n\nfrom Dubian's harassing surveillance, from Gilmartin's veiled\r\n\nthreat to \"take care  of\" anyone who harmed a  Union brother,\r\n\nand from the  failure of Gilmartin and  other Union officials\r\n\nto take  more vigorous measures to  check members' harassment\r\n\nof Johnson, that the Union  tolerated and even encouraged its\r\n\nmembers'  harassment  in  retribution  for  Johnson's  having\r\n\ntestified against the accused members.  We believe this proof\r\n\nof  Union  participation  in  the  infliction  of   emotional\r\n\ndistress  upon Johnson  was  sufficiently clear  to meet  the\r\n\nstandard of 29 U.S.C.   106.\r\n\n     3.  Assault\r                            \r\n\n          The  Union  contends  that there  was  insufficient\r\n\nevidence  for the  jury to  find it  liable for  its members'\r\n\nassaults upon  Johnson.  We  do not agree.   The same factors\r\n\nlisted above as sufficient to show Union participation in the\r\n\ninfliction of emotional distress upon Johnson suffice to show\r\n\n                             -15-\r                                          15\r\r\n\nparticipation  in  any  assaults  that  the  Union's  members\r\n\ncommitted as a  part of the harassment visited  upon Johnson.\r\n\nThe  question  of  whether  or  not  the  members'  harassing\r\n\nbehavior  included   assaults  was  put  to   the  jury  with\r\n\ninstructions that were not objected to.  The Union did not at\r\n\ntrial question that the  evidence created a jury issue  as to\r\n\nthe occurrence of assaults upon Johnson, nor does it do so on\r\n\nappeal.3  The  jury was  entitled to find  that the  members'\r\n\nbehavior,  continuing over  a period  of several  months, was\r\n\nwell known to Union officials and that the Union participated\r\n\nby  \"knowing tolerance.\"   United Mine Workers  v. Gibbs, 383\r                                                                    \r\n\nU.S. at 739.  The jury's conclusion that the  Union shared in\r\n\nthe responsibility  for the  harassing conduct,  including in\r\n\nany  assaults,   was  supported,  in  our   view,  by  \"clear\r\n\nevidence,\" hence  meeting the higher standard  of the Norris-\r\n\nLaGuardia  Act as well as  the common law  agency standard of\r\n\n                    \r                                \r\n\n3.  The legal issue as to whether some of the harassing\r\nconduct amounted to assaults turned on whether the conduct\r\nembodied a sufficiently imminent threat of bodily harm.  See\r                                                                        \r\nComrie v. Hinds, No. CV 930521854S, 1996 WL 240419 at *2\r                           \r\n(Conn. Super. April 18, 1996) (holding that an assault cannot\r\nbe accomplished by words alone; there must be an overt act\r\nevidencing some corporeal threat); 6A C.J.S. Assault &amp;\r\nBattery   4 (1975) (\"While an offer to do physical violence\r\nis an essential element of an actionable assault, a mere\r\nthreat or offer of violence is ordinarily not alone\r\nsufficient; it is also usually essential that defendant have\r\nthe present means or ability to carry his threat into\r\nexecution.\"); 6 Am. Jr. 2d Assault &amp; Battery   3 (1963)\r\n(\"Generally speaking, an assault is a demonstration of an\r\nunlawful intent by one person to inflict immediate injury on\r\nthe person of another then present.\").  There was no evidence\r\nhere of actual batteries upon Johnson.\r\n\n                             -16-\r                                          16\r\r\n\nimplied authorization.   See generally Beckenstein v.  Potter\r                                                                         \r\n\nand Carrier, Inc.,  464 A.2d 6 (Conn. 1983);  Trinity Rent-A-\r                                                                         \r\n\nCar, Inc. v. Heating Service &amp; Installation Co., 233 A.2d 151\r                                                           \r\n\n(Conn. Cir.  Ct. 1967); Restatement (Second) of  Agency    7,\r\n\n8, &amp; 8A (1958).  \r\n\n     4.  The Special Verdict Form\r                                             \r\n\n          In its final  point of error, the Union argues that\r\n\nit is entitled  to a  new trial because  the special  verdict\r\n\nform did not mention the \"clear proof\" requirement.  Instead,\r\n\nthe form asked the jury whether it had found the Union liable\r\n\nfor  assault and intentional infliction of emotional distress\r\n\nby a preponderance of the evidence.\r\n\n          We  shall  assume  arguendo,  for  the  purpose  of\r\n\ndiscussing  this  point  of  error, that  the  \"clear  proof\"\r\n\nstandard  did, in fact, apply.  If the \"clear proof\" standard\r\n\ndid not apply, the Union could not, of course, complain about\r\n\nthe district court's failure to mention the elevated standard\r\n\nin the special verdict form.\r\n\n          The  questions in  a special  verdict form  must be\r\n\n\"reasonably capable of an interpretation that would allow the\r\n\njury to  address all  factual issues essential  to judgment.\"\r\n\nUnited States v. Real Property Located at 20832 Big Rock Dr.,\r                                                                        \r\n\n51 F.3d 1402,  1408 (9th  Cir. 1995).   However, the  court's\r\n\ninstructions  to the  jury  as well  as  the wording  of  the\r\n\nspecial  verdict form are examined as a whole to determine if\r\n\n                             -17-\r                                          17\r\r\n\nthey fairly presented the  issues to the jury.   See Carvalho\r                                                                         \r\n\nv.  Raybestos-Manhattan,  Inc.,  794  F.2d  454-55 (9th  Cir.\r                                          \r\n\n1986); Mangold v. California Public Utilities Commission,  67\r                                                                    \r\n\nF.3d 1470,  1475 (9th  Cir. 1995) (same)  (quoting Carvalho).\r                                                                       \r\n\n\"When, therefore, the general  charge adequately directs  the\r\n\njury to its duties in answering the questions submitted to it\r\n\nthere is no  need to accompany the submission with repetitive\r\n\ninstruction.\"   Lawrence v. Gulf Oil Corp., 375 F.2d 427, 429\r                                                      \r\n\n(3d Cir. 1967).\r\n\n          The   district   court  was   extremely   clear  in\r\n\ninstructing  the  jury that  it was  only  to find  the Union\r\n\nliable  if there  was clear  and convincing  evidence of  the\r\n\nUnion's participation  in the  harassment of Johnson  and the\r\n\nassaults  against  him.   The  phrase  \"clear and  convincing\r\n\nevidence\" appears  no fewer than  nine times  in the  court's\r\n\ndiscussion  of the  Union's potential  liability.   The court\r\n\ndefined \"clear  and convincing  evidence\" and compared  it to\r\n\nthe preponderance standard.\r\n\n          Once  the  Union's responsibility  was established,\r\n\neach of  the state law  claims still  had to be  proven by  a\r\n\npreponderance of the evidence.  Thus the special verdict form\r\n\nstated  that the  jury should  find for  the plaintiff  if it\r\n\nbelieved Johnson had proved his  claims by a preponderance of\r\n\nthe evidence.  The  court carefully explained the distinction\r\n\n                             -18-\r                                          18\r\r\n\nbetween finding  the Union  responsible and finding  that the\r\n\nelements of the torts had occurred.  \r\n\n          While it  would have been plainer  had the district\r\n\ncourt  broken  down  the  liability questions  into  the  two\r\n\nseparate issues of Union responsibility and occurrence of the\r\n\ntort elements, the instructions and the special verdict form,\r\n\nviewed together, were  sufficiently clear.  We find no error,\r\n\ntherefore, in  the  court's omission  of a  reference to  the\r\n\n\"clear proof\" standard in the special verdict form.\r\n\nC.  Gilmartin's Liability\r                                     \r\n\n          In  their cross-appeal,  the Johnsons  contend that\r\n\nthe  district  court  erred  when it  overturned  the  jury's\r\n\njudgment in their favor on their claims against Gilmartin for\r\n\nintentional  infliction of  emotional  distress  and loss  of\r\n\nconsortium.   This cross-appeal was, however,  filed too late\r\n\nto give  this court  jurisdiction over the  Johnsons' appeal.\r\n\nAs \"[t]imely filing of  a notice of appeal is  'mandatory and\r\n\njurisdictional'\",  Acevedo-Villalobos  v. Hernandez,  22 F.3d\r                                                               \r\n\n384, 387 (1st Cir. 1994), cert. denied, 115 S. Ct. 574 (1994)\r                                                  \r\n\n(citations  omitted), we  dismiss the  Johnsons' cross-appeal\r\n\nfor lack of appellate jurisdiction.\r\n\n          There  has  been a  split  in  authority among  the\r\n\ncircuits  as to  whether  the late  filing of  a notice  of a\r\n\ncross-appeal has the same dire jurisdictional consequences as\r                 \r\n\ndoes the late filing of an appeal.  Some of the circuits have\r\n\n                             -19-\r                                          19\r\r\n\nheld that courts  should use  a \"rule  of practice\"  approach\r\n\nallowing   more  flexibility  in   administering  the  14-day\r\n\nrequirement applicable to cross-appeals.  See Young  Radiator\r                                                                         \r\n\nCo.  v. Celotex Corp., 881 F.2d 1408, 1415-17 (7th Cir. 1989)\r                                 \r\n\n(citing  cases on  both sides);  United States  v. Lumbermens\r                                                                         \r\n\nMutual  Casualty Co., Inc., 917 F.2d 654, 662 (1st Cir. 1990)\r                                      \r\n\n(recognizing the split but not adopting a rule) (citing Young\r                                                                         \r\n\nRadiator).  \r                    \r\n\n          In Young Radiator, while noting the earlier circuit\r                                       \r\n\nsplit, the Seventh Circuit  inferred from the Supreme Court's\r\n\nrecent  decision in Torres v. Oakland Scavenger Co., 487 U.S.\r                                                               \r\n\n312 (1988), that  the timely filing of  a cross-appeal should\r\n\nhenceforth   be  treated  as  mandatory  and  jurisdictional.\r\n\nAlthough Torres dealt only with whether the failure to name a\r                           \r\n\nparty  presented a  jurisdictional bar  to appeal,  the Young\r                                                                         \r\n\nRadiator  court  believed  that  the  Supreme  Court's  broad\r                    \r\n\nlanguage in  that  case, about  the mandatory  nature of  the\r\n\ntiming rules in Federal Rules of Appellate Procedure 3 and 4,\r\n\nindicated  that  the time  limit  for  cross-appeals in  Rule\r\n\n4(a)(3) was also jurisdictional.  \r\n\n          The two  circuits employing the \"rule  of practice\"\r\n\napproach to  have reconsidered  this issue after  Torres have\r                                                                    \r\n\neither  expressly held that  Torres rendered the cross-appeal\r                                               \r\n\ntime limit  jurisdictional or have  stated as much  in dicta.\r\n\nSee EF  Operating Corp.  v. American  Bldgs., 993 F.2d  1046,\r                                                        \r\n\n                             -20-\r                                          20\r\r\n\n1049 n.1 (3d Cir.  1993) (holding that the  cross-appeal time\r\n\nlimit   is   jurisdictional);   Stockstill   v.   Petty   Ray\r                                                                         \r\n\nGeophysical, 888 F.2d 1493,  1496-97 (5th Cir. 1989) (stating\r                       \r\n\nin  dicta that  it is \"doubtful\"  whether cases  adopting the\r\n\nrule  of practice approach remain good law after Torres).  We\r                                                                   \r\n\nagree,  post-Torres,  that  the cross-appeal  time  limit  in\r                               \r\n\nFederal Rule of Appellate  Procedure 4(a)(3) is mandatory and\r\n\njurisdictional.4   See  also Fed.  R. App.  P. 26(b)  (\"[T]he\r                                        \r\n\ncourt may not enlarge the time for filing a notice of appeal,\r\n\na petition for  allowance, or  a petition  for permission  to\r\n\nappeal.\")\r\n\n          A  notice of appeal must be filed with the clerk of\r\n\nthe district  court within 30 days after the date of entry of\r\n\nthe  judgment  or  order appealed  from.    Fed.  R. App.  P.\r\n\n4(a)(1).  A cross-appeal  must be filed within 14  days after\r\n\nthe date when  the first notice of appeal was filed or within\r\n\n                    \r                                \r\n\n4.  Although the core holding in Torres has been superseded\r                                                   \r\nby the 1993 amendments to the Federal Rules of Appellate\r\nProcedure, see Fed. R. App. P. 3(c) (\"An appeal will not be\r                          \r\ndismissed . . . for failure to name a party whose intent to\r\nappeal is otherwise clear from the notice.\"); Garcia v. Wash,\r                                                                        \r\n20 F.3d 608-09 (5th Cir. 1994) (per curiam), the advisory\r\ncommittee notes to that amendment state that the amendment\r\nwas intended to put an end to the satellite litigation over\r\nwhether an ambiguous reference to a party was sufficient to\r\nidentify an appellant under Torres.  Fed. R. App. P. 3(c)\r                                              \r\nadvisory committee's note.  The amendment does not indicate\r\nany intent to change the mandatory nature of the time limits\r\nin Rules 3 and 4.  Nor has there been any corresponding\r\namendment to Rule 26(b), which prohibits courts from\r\nenlarging the time for filing a notice of appeal and upon\r\nwhich the Torres court in part relied.\r                            \r\n\n                             -21-\r                                          21\r\r\n\nthe time otherwise prescribed  by Appellate Rule 4(a).   Fed.\r\n\nR. App. P. 4(a)(3).   Under the provisions of  Appellate Rule\r\n\n4(a)(4), the timely filing of  certain types of motions, such\r\n\nas motions under  Federal Rules of  Civil Procedure 50(b)  or\r\n\n59,  will extend the time for appeal for all parties, causing\r\n\nthe time  limits to  run from  the date of  the entry  of the\r\n\norder disposing of the last such motion outstanding.\r\n\n          The district court entered  its judgment on May 24,\r\n\n1995.   But on  June 8, 1995, the  defendants timely served a\r\n\nmotion under Rules 50(b)  and 59, thereby extending  the time\r\n\navailable for filing  an appeal.  The district  court entered\r\n\nits orders deciding this  motion on September 28, 1995.   The\r\n\ndefendants  timely filed  their  notice of  appeal within  30\r\n\ndays, on  October 25, 1995.   But  the Johnsons did  not file\r\n\ntheir cross-appeal until November 13, 1995, 19 days after the\r\n\ndefendants filed their  notice of appeal.   Their filing  was\r\n\nfive days too late.\r\n\n          The plaintiffs'  only argument would be  to rely on\r\n\nDubian's October 11, 1995 Additional Motion for Judgment as a\r\n\nMatter  of Law or  in the  Alternative for  New Trial  or for\r\n\nAmendment of Judgment to make their cross-appeal timely.  The\r\n\ndistrict court did not dispose of this motion until  November\r\n\n                             -22-\r                                          22\r\r\n\n16,  1995,  potentially making  the  plaintiffs' cross-appeal\r\n\nmerely premature.5  \r\n\n          However, Dubian's  October 11th motion  did no more\r\n\nthan raise for a second time the same issue Dubian had raised\r\n\nin  his June  8th  motion, an  issue  the court  had  decided\r\n\nagainst  him  on September  28      namely, whether  Dubian's\r\n\nconduct in driving  by the Johnson home repeatedly could form\r\n\nthe  basis  of Dubian's  personal  liability  for intentional\r\n\ninfliction of emotional distress.   As the Sixth Circuit  has\r\n\nwritten:\r\n\n          \"[A]  motion  to   reconsider  an   order\r\n          disposing of a [time  tolling post-trial]\r\n          motion  of the  kind  enumerated in  Rule\r\n          4(a)[(4)]  does  not again  terminate the\r\n          running  of  the  time for  appeal,\". . .\r\n          unless a grant  of the earlier post-trial\r\n          motion  effectively  results  in   a  new\r\n          judgment  and the motion to reconsider is\r\n          filed  by  the  adversely affected  party\r\n          requesting reinstatement  of the original\r\n          judgment.\r\n\nMoody v. Pepsi-Cola Metropolitan Bottling Co., Inc., 915 F.2d\r                                                               \r\n\n201,  206 (6th Cir. 1990)  (quoting Dixie Sand  and Gravel v.\r                                                                      \r\n\nTVA,  631  F.2d  73-4  (5th  Cir.  Unit  B 1980))  (citations\r               \r\n\nomitted).   See also Wright  v. Preferred Research, Inc., 891\r                                                                    \r\n\nF.2d  886,  889-90  (11th  Cir. 1990)  (per  curiam)  (same);\r\n\nAcevedo-Villalobos,  22 F.3d  at 389  (holding that  a second\r                              \r\n\n                    \r                                \r\n\n5.  Under Federal Rule of Appellate Procedure 4(a)(4), a\r\npremature filing becomes timely upon the disposition of the\r\nmotion which made the filing premature.\r\n\n                             -23-\r                                          23\r\r\n\nmotion  to reconsider served within ten days of the denial of\r\n\nthe first motion does not extend the time period for filing a\r\n\nnotice of appeal from the underlying judgment).  \r\n\n          Since Dubian's second motion was, in effect, merely\r\n\na request for  reconsideration of his earlier  motion, it did\r\n\nnot  toll the time for appeal  and the Johnsons' cross-appeal\r\n\nwas not timely.\r\n\n                       III.  Conclusion\r                                   III.  Conclusion\r\n\n          We affirm the judgment  of the district court.   We\r\n\ndismiss  the Johnsons'  cross-appeal  for lack  of  appellate\r\n\njurisdiction.\r\n\n          In  appeal   No.  95-2318,  costs  are  awarded  to\r\n\nPatricia and Frank Johnson.  In appeal No. 95-2319, costs are\r\n\nawarded to Tom Gilmartin, Jr.\r\n\n          So Ordered.\r                                \r\n\n                             -24-\r                                          24\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 95-2318\r\n\n                  PATRICIA JOHNSON, ET AL.,\r\n                    Plaintiffs, Appellees,\r\n\n                              v.\r\n\n                 TEAMSTERS LOCAL 559, ET AL.,\r\n                   Defendants, Appellants.\r\n                                         \r\n\nNo. 95-2319\r\n\n                  PATRICIA JOHNSON, ET AL.,\r\n                   Plaintiffs, Appellants,\r\n\n                              v.\r\n\n                 TEAMSTERS LOCAL 559, ET AL.,\r\n                    Defendants, Appellees.\r\n\n                                         \r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n     [Hon. Frank H. Freedman, U.S. Senior District Judge]\r                                                                    \r\n\n                                         \r\n\n                            Before\r\n\n                     Selya, Circuit Judge,\r                                                     \r\n               Campbell, Senior Circuit Judge, \r                                                         \r\n                  and Boudin, Circuit Judge.\r                                                       \r\n\n                                         \r\n\nDaniel B. Edelman, with whom Yablonski, Both &amp; Edelman and Burton\r                                                                             \r\nS. Rosenberg were on brief, for Teamsters Local 559, et al.\r                    \r\nTerrence A. Low, with whom Rosen, Greenhut, Catuogno &amp; Low and\r                                                                      \r\nPatricia Bobba Donovan were on brief, for Patricia Johnson, et al.\r                              \r\n\n                                         \r\n                      December 13, 1996\r\n                                         \r\r\n\n          CAMPBELL, Senior Circuit  Judge.  In the  principal\r                                                     \r\n\nappeal now before  us, Teamsters Local 559 and  Robert Dubian\r\n\nappeal from state law tort judgments against them arising out\r\n\nof  a workplace conflict.  They argue, inter alia, that there\r\n\nis insufficient  evidence to support the  judgments under the\r\n\nNorris-LaGuardia Act's \"clear proof\" requirement.\r\n\n                             I.  \r                                         I.  \r\n\n          Frank  Johnson  worked at  Sweet  Life  Foods (\"the\r\n\nCompany\" or  \"Sweet Life\") in Suffield, Connecticut and was a\r\n\nmember of Teamsters  Local 559  (\"the Union\").   He sued  the\r\n\nUnion  and  two  of  its  officers,  Robert  Dubian  and  Tom\r\n\nGilmartin, Jr., alleging violations of Title VII of the Civil\r\n\nRights Act  of 1964, 42 U.S.C.   2000e et seq., and asserting\r                                                          \r\n\npendent  state  law  claims  for  intentional  infliction  of\r\n\nemotional  distress  and assault.    Patricia  Johnson, Frank\r\n\nJohnson's wife, sued for loss of consortium.  \r\n\n          The district court, in a bench trial, found for all\r\n\nthree defendants  on Johnson's Title VII claims.  Johnson did\r\n\nnot appeal from this determination.\r\n\n          The pendent state  law claims were tried to  a jury\r\n\nwhich  returned  verdicts  against   the  Union,  Dubian  and\r\n\nGilmartin  for intentional  infliction of  emotional distress\r\n\nand loss of  consortium.   The jury also  returned a  verdict\r\n\nagainst  the Union, but not against  Dubian or Gilmartin, for\r\n\nassault.   The  jury assessed  damages against  the  Union of\r\n\n                             -2-\r                                          2\r\r\n\n$120,000  for intentional  infliction of  emotional distress,\r\n\n$35,000  for loss  of consortium,  and $105,000  for assault.\r\n\nThe jury found  Dubian liable for $35,000  on the intentional\r\n\ninfliction claim and $35,000 on the loss of consortium claim.\r\n\nGilmartin  was found  liable for  $40,000 on  the intentional\r\n\ninfliction claim and for an additional $40,000 on the loss of\r\n\nconsortium claim.\r\n\n          Responding  to the  defendants' Rule  50(b) motion,\r\n\nthe  district court entered judgment  as a matter  of law for\r\n\nGilmartin, ruling  that no  reasonable jury could  have found\r\n\nhim liable for  intentional infliction of  emotional distress\r\n\nand loss of  consortium.   However, the court  let stand  the\r\n\njury's verdicts against the Union and Dubian.  The latter now\r\n\nappeal  from the  judgments  against them,  and the  Johnsons\r\n\ncross-appeal  from the court's entry of  judgment as a matter\r\n\nof law in Gilmartin's favor.  \r\n\n                             II.\r                                         II.\r\n\n          We recite  the facts as they  might reasonably have\r\n\nbeen  found by  the jury.   Sweet  Life, a  food distributor,\r\n\nsuspected that it  was losing significant amounts of  meat to\r\n\nemployee theft, and so  it placed secret cameras in  the work\r\n\narea  to  discover  who  was  responsible.    From  what  was\r\n\nuncovered, it appeared that  over ten employees were involved\r\n\nin the thefts,  which had gone on for four  or five years and\r\n\nwere  common knowledge among the  employees, all of whom were\r\n\n                             -3-\r                                          3\r\r\n\nalso Union  members.  Several employees  were caught stealing\r\n\non tape  and were  fired.   One of the  tapes showed  Johnson\r\n\nopening up a crate of meat, although it did not reveal him in\r\n\nthe act of  actually stealing meat.   The Company  confronted\r\n\nJohnson with the tape  and threatened that he would  be fired\r\n\nif he did not reveal the names of other employees responsible\r\n\nfor the thefts.          The  Union  had  a   written  policy\r\n\nagainst  harming a Union  brother.  Both  Union officials and\r\n\nmembers interpreted  this  policy as  prohibiting one  member\r\n\nfrom \"ratting\" on another.   Dawn Mitchell, the  acting Union\r\n\nsteward,  told   Johnson  he  should  allow   himself  to  be\r\n\nterminated rather than reveal the  names of the employees who\r\n\nwere stealing because of this Union policy against turning in\r\n\na  Union brother.   Gilmartin  also told  Johnson about  this\r\n\npolicy.   Dennis Kawa, a Sweet Life worker and Union witness,\r\n\nstated that he  did not report any  of the many  incidents of\r\n\nstealing  he saw by  various Union members  because \"[i]t's a\r\n\nrule\" not to turn in a Union brother.\r\n\n          Johnson  ignored Mitchell's advice and provided the\r\n\ncompany with  the  names of  three men  he said  he had  seen\r\n\nstealing.   The Company fired these men entirely on the basis\r\n\nof  Johnson's information.    The  three  fired men  filed  a\r\n\ngrievance with the Union, and  an arbitration hearing was set\r\n\nfor April 29, 1986.\r\n\n                             -4-\r                                          4\r\r\n\n          Starting   before   and   intensifying  after   the\r\n\narbitration  hearing, unidentified  employees of  Sweet Life,\r\n\nwho were also  Union members, began harassing  Johnson.  They\r\n\nwrote  threatening messages  on the  bathroom walls  such as,\r\n\n\"Frank,  where will  you be  when the  lights go  out?\"; \"559\r\n\nRule\";  \"There's only one thing  worse than a   rat--a nigger\r\n\nrat\"; \"The rat will never work again when we get through with\r\n\nhim, nowhere\"; \"Frank Johnson is  as good as dead,  4/29/86\";\r\n\n\"Bye bye Frank.   Look  for another job.\";  \"Who didn't  pass\r\n\nspear chucking school?\"; \"559 rules Frank Johnson\"; \"Call me\"\r\n\n(with   Johnson's  phone  number);  and  \"Frank  Johnson's  a\r\n\nsquealing nigger rat.\"  The walls were painted several times,\r\n\nbut the graffiti persisted.\r\n\n          These anonymous Union members also made rat and pig\r\n\nnoises when around Johnson; put pieces of wood in the keyhole\r\n\nof  Johnson's forklift; placed buckets of water on the top of\r\n\nJohnson's  forklift; sang  \"slave songs\"  such as  \"Swing Low\r\n\nSweet Chariot\" at him  during every hourly break, every  day;\r\n\ndrew pictures of rats  on Johnson's locker and on  the walls;\r\n\nthrew peanut shells and a  milk carton at him; hung a  rubber\r\n\nchicken on his  forklift; and ostracized him  socially.  This\r\n\nharassment  involved a  large number of  employees     all of\r\n\nwhom,  as said, were Union members    and only intensified as\r\n\ntime went on. \r\n\n                             -5-\r                                          5\r\r\n\n          At  the arbitration  hearing, Gilmartin,  the Union\r\n\nBusiness Agent  and  the officer  primarily  responsible  for\r\n\nenforcing  the Union's  collective bargaining  agreement with\r\n\nthe   Company,  defended  the  three  accused  employees  and\r\n\nconvinced the  arbitration panel to reinstate  them and award\r\n\nthem back  pay.  He  accomplished this  primarily by  casting\r\n\ndoubt  on Johnson's  testimony and  accusing him  of stealing\r\n\nmeat.  Gilmartin charged  that the tape shown at  the hearing\r\n\nportraying Johnson opening a  crate of meat had been  edited;\r\n\nthe original tape, he  said, had also shown  Johnson actually\r\n\nputting meat into his pocket.\r\n\n          Gilmartin and the Union  were at all relevant times\r\n\naware  of  the harassment  of  Johnson.   Gilmartin  held two\r\n\nmeetings  with the  Union  members.   At  the first  meeting,\r\n\nbefore  the  arbitration hearing,  Gilmartin  stated  that he\r\n\nwould personally  \"take care  of\" anyone  who harmed a  Union\r\n\nbrother.  Either at  that meeting or at the  other, Gilmartin\r\n\nstated that he disagreed  with people's writing on the  walls\r\n\nand that anyone actually  caught doing so would be fired.  He\r\n\nindicated that he  opposed the racial epithets and  that they\r\n\nwere offensive to the other African-American members.\r\n\n          Sweet Life provided  Johnson with guards to  escort\r\n\nhim to  and  from work  and  to watch  over  his home.    For\r\n\nsecurity reasons, Johnson left work a few minutes  early each\r\n\nday.  The Company wanted to pay him as if he were not missing\r\n\n                             -6-\r                                          6\r\r\n\nthis time,  but Gilmartin  opposed paying Johnson  without an\r\n\nagreement  from Sweet Life to  pay all people  who left early\r\n\nunder  extraordinary circumstances.    When the  Company went\r\n\nahead and paid Johnson anyway, Gilmartin filed a grievance.\r\n\n          As  a result  of the  harassment,  Johnson suffered\r\n\nfrom  Post-Traumatic  Stress  Disorder for  which  he  sought\r\n\npsychiatric treatment.   He became paranoid and was unable to\r\n\nsleep  or interact  normally with  his wife  and family.   He\r\n\nbecame increasingly  depressed and began  drinking regularly.\r\n\nHis psychiatrist placed him on antidepressant and antianxiety\r\n\nmedication.   On  August 12,  1986,  Johnson left  Sweet Life\r\n\nbecause of his psychiatric condition.\r\n\n          After  Johnson's  departure,  Dubian,  the  Union's\r\n\nSecretary-Treasurer, drove by Johnson's home in a Union-owned\r\n\ncar several times  a day for  a period of  some three  weeks.\r\n\nDubian  testified that  the purpose  of these  visits  was to\r\n\ndetermine  if Johnson had  found new  employment.   The three\r\n\nfired   employees  had  filed  charges  against  Johnson  for\r\n\nbreaking the  Union's rule  against harming a  Union brother.\r\n\nIf  Johnson were  working elsewhere,  he  would no  longer be\r\n\nsubject to  the Union's  authority, and Dubian  could dismiss\r\n\nthe charges.\r\n\n          On   appeal,   Dubian   argues   that   there   was\r\n\ninsufficient  evidence in  the record  to support  the jury's\r\n\n                             -7-\r                                          7\r\r\n\njudgment against him for intentional  infliction of emotional\r\n\ndistress.  \r\n\n          The  Union  contends  that because  the  underlying\r\n\narbitration hearing involved  a labor dispute,  the Johnsons'\r\n\nclaims  are  governed  by the  Norris-LaGuardia  Act's \"clear\r\n\nproof\"  requirement.1   The Union  believes that  under this,\r\n\nmore rigorous,  standard, there  is insufficient  evidence to\r\n\nsupport the judgments  against it for intentional  infliction\r\n\nof  emotional distress  and for  assault.   Even if  there is\r\n\nsufficient evidence,  the Union  contends that the  fact that\r\n\nthe  special verdict form  did not mention  the \"clear proof\"\r\n\nrequirement necessitates a new trial.  In their cross-appeal,\r\n\nthe Johnsons argue that the court erred in entering  judgment\r\n\nas  a  matter  of  law   for  Gilmartin  on  the  intentional\r\n\ninfliction  of  emotional  distress  and loss  of  consortium\r\n\nclaims because there was  sufficient evidence to validate the\r\n\njury's finding.\r\n\n                             III.\r                                         III.\r\n\nA.  Dubian's Liability\r                                  \r\n\n          Dubian argues  that his  conduct in driving  by the\r\n\nJohnsons' home  and following Johnson when he  left his house\r\n\nfor a  period of three weeks was not the sort of \"extreme and\r\n\noutrageous\"  behavior   that  can  justify   a  judgment  for\r\n\n                    \r                                \r\n\n1.  29 U.S.C.   106.\r\n\n                             -8-\r                                          8\r\r\n\nintentional   infliction   of   emotional    distress   under\r\n\nConnecticut  law.  See Petyan  v. Ellis, </pre><span class=\"citation no-link\"><span class=\"volume\">510</span>  <span class=\"reporter\">A.2d</span> <span class=\"page\">1337</span></span><pre class=\"inline\">, 1342\r                                                   \r\n\n(Conn.  1986).    He also  argues  that  the  jury could  not\r\n\nreasonably have  concluded that he intended  to cause Johnson\r\n\ndistress or that he succeeded in doing so.  We disagree.\r\n\n          Dubian plainly knew that  Johnson had just resigned\r\n\nfrom Sweet  Life after  working in  a viciously hostile  work\r\n\nenvironment  in which he  was subjected to  daily threats and\r\n\ninsults.   As a Union  officer closely associated  with these\r\n\nevents,  Dubian could be inferred to have known of the extent\r\n\nof  the abuse imposed upon  Johnson and of  its emotional and\r\n\npsychological  impact, resulting  in his  departure  from the\r\n\nCompany.  Given Johnson's recent history, the jury could have\r\n\nfound that Dubian's conduct in  driving by Johnson's house in\r\n\na  Union car  several  times  a  day  for  three  weeks,  and\r\n\nfollowing  Johnson, was intentional  harassment that  met the\r\n\n\"extreme and outrageous\" standard.\r\n\n          This  case is  different from  Thorpe v.  Mutual of\r                                                                         \r\n\nOmaha  Ins. Co.,  </pre><span class=\"citation\" data-id=\"599127\"><a href=\"/opinion/599127/frank-thorpe-v-mutual-of-omaha-insurance-company/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">541</span></a></span><pre class=\"inline\">, 545-46  (1st Cir.  1993), in\r                           \r\n\nwhich we held that  an insurance company's surveillance aimed\r\n\nat determining  the activities of  an insured who  claimed to\r\n\nhave become  totally disabled did not  constitute extreme and\r\n\noutrageous  conduct.    The  insurance   company's  proffered\r\n\nreasons for the surveillance were plausible and legitimate in\r\n\nthe  circumstances.   Dubian's stated  reason for  driving by\r\n\n                             -9-\r                                          9\r\r\n\nJohnson's  house over thirty times in three weeks was that he\r\n\nwished  to determine whether  Johnson was working  so that he\r\n\ncould drop  Union charges made  against Johnson by  the three\r\n\nfired  employees.   A reasonable jury  could have  found that\r\n\nthis  explanation was  at best  flimsy and  at worst  absurd.\r\n\nConduct which might be acceptable when done for  a legitimate\r\n\nreason  can  be  extreme   and  outrageous  if  unjustifiably\r\n\nperformed simply to inflict harm.  \r\n\n          The  jury  could   easily  have  rejected  Dubian's\r\n\ntendered justification as lacking in plausibility, and  could\r\n\nreasonably  have found that his true intent in driving by the\r\n\nJohnson home was to harass and cause distress to Johnson.\r\n\n          There was  also evidence from which  the jury could\r\n\nhave  concluded  that  Dubian's  surveillance  contributed to\r\n\ncausing   Johnson's   psychological   injury.       Johnson's\r\n\npsychiatrist,   George  Milowe,   stated  that   Johnson  was\r\n\nterrified in  part because  strange cars were  following him,\r\n\nand Johnson himself testified that he was frightened by being\r\n\nfollowed.    Even  if  Dubian's  conduct was  not  the  sole,\r\n\ninitial,  or primary  cause of  Johnson's symptoms,  the jury\r\n\ncould  reasonably   have  concluded  that   the  surveillance\r\n\nactivity  was  a  substantial  factor  in  causing  Johnson's\r\n\ndistress, warranting a liability finding and a damages award.\r\n\nSee Edgecomb v.  Great Atlantic  &amp; Pacific Tea  Co., </pre><span class=\"citation\" data-id=\"3318502\"><a href=\"/opinion/3323239/edgecomb-v-great-atlantic-pacific-tea-co/\"><span class=\"volume\">18</span>  <span class=\"reporter\">A.2d</span>\r                                                               \r\n\n<span class=\"page\">364</span></a></span><pre class=\"inline\">, 365 (Conn. 1941) (holding that causation exists when the\r\n\n                             -10-\r                                          10\r\r\n\ndefendant's action was a  substantial factor in producing the\r\n\nplaintiff's  damages); Antz v. Coppolo, </pre><span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">36</span></span><pre class=\"inline\">, 39 (Conn.\r                                                  \r\n\n1950)  (same); Kilduff  v.  Kalinowski, </pre><span class=\"citation no-link\"><span class=\"volume\">71</span>  <span class=\"reporter\">A.2d</span> <span class=\"page\">593</span></span><pre class=\"inline\">,  594-95\r                                                  \r\n\n(Conn. 1950) (same).\r\n\nB.  The Union's Liability\r                                     \r\n\n     1.  Standard of Proof\r                                      \r\n\n          The Union argues that the Johnsons' suit stems from\r\n\na  labor dispute and  that therefore its  liability should be\r\n\ngoverned  by the  \"clear  proof\" requirement  of the  Norris-\r\n\nLaGuardia Act, 29 U.S.C.   106, infra.  \r                                                 \r\n\n          Johnson sued his labor  union for the harassment he\r\n\nsuffered after  testifying against other Union  members at an\r\n\narbitration hearing.  Whether  the events underlying the suit\r\n\ncan be characterized as a labor dispute for the purposes of  \r\n\n106 of the  Norris-LaGuardia Act  is a close  question.   See\r                                                                         \r\n\nColumbia River Packers  Ass'n v. Hinton, </pre><span class=\"citation\" data-id=\"103603\"><a href=\"/opinion/103603/columbia-river-packers-assn-inc-v-hinton/\"><span class=\"volume\">315</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">143</span></a></span><pre class=\"inline\">, 145-47\r                                                   \r\n\n(1942)  (holding that  the  critical element  in  determining\r\n\nwhether the  provisions of the Norris-LaGuardia  Act apply is\r\n\nwhether the employer-employee relationship  is the matrix  of\r\n\nthe  controversy);  Jacksonville  Bulk  Terminals,   Inc.  v.\r                                                                     \r\n\nInternational Longshoremen's Association,  </pre><span class=\"citation\" data-id=\"110761\"><a href=\"/opinion/110761/jacksonville-bulk-terminals-inc-v-longshoremen/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">702</span></a></span><pre class=\"inline\">, 712-\r                                                    \r\n\n13 (1982)  (same) (citing  Columbia  River).   But since  the\r                                                      \r\n\n\"clear proof\"  standard is  not determinative  of any  of the\r\n\nissues  before us,  this is  a question  we need  not decide.\r\n\n                             -11-\r                                          11\r\r\n\nEven  applying  the  \"clear  proof\"  standard,  the  judgment\r\n\nagainst the Union stands.\r\n\n     2.  Intentional Infliction of Emotional Distress\r                                                                 \r\n\n          There was  \"clear  proof\"  to  support  the  jury's\r\n\nfinding  of  Union  liability for  intentional  infliction of\r\n\nemotional distress.\r\n\n          It is  undisputed that there were  numerous acts of\r\n\nharassment  by employees,  all  of whom  were Union  members,\r\n\nwhich caused  Johnson great emotional distress.  The issue is\r\n\nwhether the Union itself may properly be held responsible for\r\n\nits members' conduct here.  Under the Norris-LaGuardia Act, a\r\n\nunion may be  held liable for the acts of  its members in the\r\n\ncourse  of a labor dispute  only \"upon clear  proof of actual\r\n\nparticipation in,  or actual authorization of,  such acts, or\r\n\nof ratification of such acts after actual knowledge thereof.\"\r\n\n29 U.S.C.   106.\r\n\n          The Supreme Court has interpreted  this requirement\r\n\nto mean  that a plaintiff  must present clear  and convincing\r\n\nproof  \"either that  the  union approved  the violence  which\r\n\noccurred,  or that  it  participated actively  or by  knowing\r\n\ntolerance in further acts which were in themselves actionable\r\n\nunder  state  law or  intentionally  drew  upon the  previous\r\n\nviolence for their force.\"  United Mine Workers of America v.\r                                                                      \r\n\nGibbs, </pre><span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span><pre class=\"inline\">, 739 (1966).\r                 \r\n\n                             -12-\r                                          12\r\r\n\n          There is  sufficient evidence  in the record  for a\r\n\njury to infer that the Union knowingly at least tolerated its\r\n\nmembers'  conduct and  perhaps actively  encouraged it.   The\r\n\nevidence showed that many  persons associated with the Union,\r\n\nincluding both rank and file Union members and Union leaders,\r\n\nunquestioningly  interpreted  the   Union's  written   policy\r\n\nagainst  harming  a  member  as  very  broadly  including  an\r\n\nunwritten rule against turning in fellow members for stealing\r\n\nmeat.  The jury could have inferred that the Union would have\r\n\nwanted  its   members  to  enforce  that   rule  against  all\r\n\nviolators, including  Johnson.  The policy  against harming a\r\n\nUnion member was mentioned at  a Union meeting about Johnson,\r\n\nand Dawn Mitchell, the  acting Union steward, separately told\r\n\nJohnson he should  not turn in stealing  employees because of\r\n\nthe policy.   Moreover, Dennis  Kawa, a long-time  Sweet Life\r\n\nemployee,  testified that although  more than ten individuals\r\n\nwere involved in  stealing meat  over a period  of years  and\r\n\nalthough this  thievery was common knowledge  among the Union\r\n\nmembers, he himself did  not tell the Company about any of it\r\n\nbecause, \"It's a rule.\"   A reasonable jury could  have found\r\n\nthat in accepting and  promoting this broad interpretation of\r\n\nthe rule in Johnson's case, the Union knowingly tolerated and\r\n\neven  encouraged  its  members'  harassment  of   Johnson  as\r\n\npunishment  for his, as it were,  improper \"ratting\" on Union\r\n\nmembers.\r\n\n                             -13-\r                                          13\r\r\n\n          A  finding  of  Union  toleration of  its  members'\r\n\nharassing  actions  against  Johnson  is  also  supported  by\r\n\nevidence pertaining  to the Union's  officers, Gilmartin  and\r\n\nDubian.2  \r\n\n          Dubian, as already  discussed, personally  harassed\r\n\nJohnson  by  surveillance  from  a  car  following  Johnson's\r\n\nleaving the employ of Sweet Life.  Although Gilmartin wrote a\r\n\nletter  to  Donald  Oswald,  Sweet  Life's  general  manager,\r\n\npromising  to   do  everything  in  his  power  to  stop  the\r\n\nharassment, the actions he  actually took were quite limited.\r\n\nThe  bulk of Gilmartin's efforts consisted of two meetings he\r\n\nheld with the  Union members  at which he  spoke against  the\r\n\ngraffiti generally and  the racial slurs  in particular.   At\r\n\none  of these  meetings, Gilmartin  also said  if anyone  did\r\n\nanything to harm a  Union brother, he would do  everything in\r\n\nhis power to \"take care of it.\"  \r\n\n          The  jury  could  conclude  that  by  his  comments\r\n\nagainst the  racial slurs and graffiti,  Gilmartin was mainly\r\n\nattempting   to  protect  the  other  African-American  Union\r\n\nmembers,  not   Johnson.     This  interpretation   would  be\r\n\n                    \r                                \r\n\n2.  The district court set aside the verdict against\r\nGilmartin for intentional infliction of emotional distress,\r\nindicating that it believed the evidence was insufficient. \r\nWhether or not the court was correct to do so is an issue we\r\ndo not reach since the Johnsons' cross-appeal was untimely,\r\ninfra.  We are nonetheless free to take account of the\r                 \r\nevidence against Gilmartin in deciding whether the evidence\r\nas a whole suffices for us to affirm the district court's\r\napproval of the jury verdict against the Union. \r\n\n                             -14-\r                                          14\r\r\n\nconsistent  with Gilmartin's  letter to  Oswald, in  which he\r\n\nwrote  that the Union had  urged its members  to refrain from\r\n\n\"unnecessary  racial  remarks\"   to  Johnson  because,  \"That\r\n\ninsults  all black  members.\"  A  reasonable jury  could also\r\n\nhave understood Gilmartin's promise  to \"take care of\" anyone\r\n\nwho  harmed a Union brother  as more likely  a threat against\r\n\nJohnson than a warning to Johnson's harassers.\r\n\n          In summary,  the jury could infer  from the Union's\r\n\nunabashed policy against \"ratting\" on members who stole meat,\r\n\nfrom Dubian's harassing surveillance, from Gilmartin's veiled\r\n\nthreat to \"take care  of\" anyone who harmed a  Union brother,\r\n\nand from the  failure of Gilmartin and  other Union officials\r\n\nto take  more vigorous measures to  check members' harassment\r\n\nof Johnson, that the Union  tolerated and even encouraged its\r\n\nmembers'  harassment  in  retribution  for  Johnson's  having\r\n\ntestified against the accused members.  We believe this proof\r\n\nof  Union  participation  in  the  infliction  of   emotional\r\n\ndistress  upon Johnson  was  sufficiently clear  to meet  the\r\n\nstandard of 29 U.S.C.   106.\r\n\n     3.  Assault\r                            \r\n\n          The  Union  contends  that there  was  insufficient\r\n\nevidence  for the  jury to  find it  liable for  its members'\r\n\nassaults upon  Johnson.  We  do not agree.   The same factors\r\n\nlisted above as sufficient to show Union participation in the\r\n\ninfliction of emotional distress upon Johnson suffice to show\r\n\n                             -15-\r                                          15\r\r\n\nparticipation  in  any  assaults  that  the  Union's  members\r\n\ncommitted as a  part of the harassment visited  upon Johnson.\r\n\nThe  question  of  whether  or  not  the  members'  harassing\r\n\nbehavior  included   assaults  was  put  to   the  jury  with\r\n\ninstructions that were not objected to.  The Union did not at\r\n\ntrial question that the  evidence created a jury issue  as to\r\n\nthe occurrence of assaults upon Johnson, nor does it do so on\r\n\nappeal.3  The  jury was  entitled to find  that the  members'\r\n\nbehavior,  continuing over  a period  of several  months, was\r\n\nwell known to Union officials and that the Union participated\r\n\nby  \"knowing tolerance.\"   United Mine Workers  v. Gibbs, 383\r                                                                    \r\n\nU.S. at 739.  The jury's conclusion that the  Union shared in\r\n\nthe responsibility  for the  harassing conduct,  including in\r\n\nany  assaults,   was  supported,  in  our   view,  by  \"clear\r\n\nevidence,\" hence  meeting the higher standard  of the Norris-\r\n\nLaGuardia  Act as well as  the common law  agency standard of\r\n\n                    \r                                \r\n\n3.  The legal issue as to whether some of the harassing\r\nconduct amounted to assaults turned on whether the conduct\r\nembodied a sufficiently imminent threat of bodily harm.  See\r                                                                        \r\nComrie v. Hinds, No. CV 930521854S, </pre><span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">240419</span></span><pre class=\"inline\"> at *2\r                           \r\n(Conn. Super. April 18, 1996) (holding that an assault cannot\r\nbe accomplished by words alone; there must be an overt act\r\nevidencing some corporeal threat); 6A C.J.S. Assault &amp;\r\nBattery   4 (1975) (\"While an offer to do physical violence\r\nis an essential element of an actionable assault, a mere\r\nthreat or offer of violence is ordinarily not alone\r\nsufficient; it is also usually essential that defendant have\r\nthe present means or ability to carry his threat into\r\nexecution.\"); 6 Am. Jr. 2d Assault &amp; Battery   3 (1963)\r\n(\"Generally speaking, an assault is a demonstration of an\r\nunlawful intent by one person to inflict immediate injury on\r\nthe person of another then present.\").  There was no evidence\r\nhere of actual batteries upon Johnson.\r\n\n                             -16-\r                                          16\r\r\n\nimplied authorization.   See generally Beckenstein v.  Potter\r                                                                         \r\n\nand Carrier, Inc.,  </pre><span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">6</span></span><pre class=\"inline\"> (Conn. 1983);  Trinity Rent-A-\r                                                                         \r\n\nCar, Inc. v. Heating Service &amp; Installation Co., </pre><span class=\"citation no-link\"><span class=\"volume\">233</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">151</span></span><pre class=\"inline\">\r                                                           \r\n\n(Conn. Cir.  Ct. 1967); Restatement (Second) of  Agency    7,\r\n\n8, &amp; 8A (1958).  \r\n\n     4.  The Special Verdict Form\r                                             \r\n\n          In its final  point of error, the Union argues that\r\n\nit is entitled  to a  new trial because  the special  verdict\r\n\nform did not mention the \"clear proof\" requirement.  Instead,\r\n\nthe form asked the jury whether it had found the Union liable\r\n\nfor  assault and intentional infliction of emotional distress\r\n\nby a preponderance of the evidence.\r\n\n          We  shall  assume  arguendo,  for  the  purpose  of\r\n\ndiscussing  this  point  of  error, that  the  \"clear  proof\"\r\n\nstandard  did, in fact, apply.  If the \"clear proof\" standard\r\n\ndid not apply, the Union could not, of course, complain about\r\n\nthe district court's failure to mention the elevated standard\r\n\nin the special verdict form.\r\n\n          The  questions in  a special  verdict form  must be\r\n\n\"reasonably capable of an interpretation that would allow the\r\n\njury to  address all  factual issues essential  to judgment.\"\r\n\nUnited States v. Real Property Located at 20832 Big Rock Dr.,\r                                                                        \r\n\n</pre><span class=\"citation\" data-id=\"693404\"><a href=\"/opinion/693404/united-states-v-real-property-located-at-20832-big-rock-drive-malibu-ca/\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1402</span></a></span><pre class=\"inline\">,  1408 (9th  Cir. 1995).   However, the  court's\r\n\ninstructions  to the  jury  as well  as  the wording  of  the\r\n\nspecial  verdict form are examined as a whole to determine if\r\n\n                             -17-\r                                          17\r\r\n\nthey fairly presented the  issues to the jury.   See Carvalho\r                                                                         \r\n\nv.  Raybestos-Manhattan,  Inc.,  794  F.2d  454-55 (9th  Cir.\r                                          \r\n\n1986); Mangold v. California Public Utilities Commission,  </pre><span class=\"citation\" data-id=\"706026\"><a href=\"/opinion/706026/69-fair-emplpraccas-bna-48-67-empl-prac-dec-p-43752-95-cal/\"><span class=\"volume\">67</span>\r                                                                    \r\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">1470</span></a></span><pre class=\"inline\">,  1475 (9th  Cir. 1995) (same)  (quoting Carvalho).\r                                                                       \r\n\n\"When, therefore, the general  charge adequately directs  the\r\n\njury to its duties in answering the questions submitted to it\r\n\nthere is no  need to accompany the submission with repetitive\r\n\ninstruction.\"   Lawrence v. Gulf Oil Corp., </pre><span class=\"citation\" data-id=\"275364\"><a href=\"/opinion/275364/james-a-lawrence-v-gulf-oil-corporation/\"><span class=\"volume\">375</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">427</span></a></span><pre class=\"inline\">, 429\r                                                      \r\n\n(3d Cir. 1967).\r\n\n          The   district   court  was   extremely   clear  in\r\n\ninstructing  the  jury that  it was  only  to find  the Union\r\n\nliable  if there  was clear  and convincing  evidence of  the\r\n\nUnion's participation  in the  harassment of Johnson  and the\r\n\nassaults  against  him.   The  phrase  \"clear and  convincing\r\n\nevidence\" appears  no fewer than  nine times  in the  court's\r\n\ndiscussion  of the  Union's potential  liability.   The court\r\n\ndefined \"clear  and convincing  evidence\" and compared  it to\r\n\nthe preponderance standard.\r\n\n          Once  the  Union's responsibility  was established,\r\n\neach of  the state law  claims still  had to be  proven by  a\r\n\npreponderance of the evidence.  Thus the special verdict form\r\n\nstated  that the  jury should  find for  the plaintiff  if it\r\n\nbelieved Johnson had proved his  claims by a preponderance of\r\n\nthe evidence.  The  court carefully explained the distinction\r\n\n                             -18-\r                                          18\r\r\n\nbetween finding  the Union  responsible and finding  that the\r\n\nelements of the torts had occurred.  \r\n\n          While it  would have been plainer  had the district\r\n\ncourt  broken  down  the  liability questions  into  the  two\r\n\nseparate issues of Union responsibility and occurrence of the\r\n\ntort elements, the instructions and the special verdict form,\r\n\nviewed together, were  sufficiently clear.  We find no error,\r\n\ntherefore, in  the  court's omission  of a  reference to  the\r\n\n\"clear proof\" standard in the special verdict form.\r\n\nC.  Gilmartin's Liability\r                                     \r\n\n          In  their cross-appeal,  the Johnsons  contend that\r\n\nthe  district  court  erred  when it  overturned  the  jury's\r\n\njudgment in their favor on their claims against Gilmartin for\r\n\nintentional  infliction of  emotional  distress  and loss  of\r\n\nconsortium.   This cross-appeal was, however,  filed too late\r\n\nto give  this court  jurisdiction over the  Johnsons' appeal.\r\n\nAs \"[t]imely filing of  a notice of appeal is  'mandatory and\r\n\njurisdictional'\",  Acevedo-Villalobos  v. Hernandez,  </pre><span class=\"citation\" data-id=\"195330\"><a href=\"/opinion/195330/acevedo-villalobos-v-hon-hernandez/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span>\r                                                               \r\n\n<span class=\"page\">384</span></a></span><pre class=\"inline\">, 387 (1st Cir. 1994), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">574</span></span><pre class=\"inline\"> (1994)\r                                                  \r\n\n(citations  omitted), we  dismiss the  Johnsons' cross-appeal\r\n\nfor lack of appellate jurisdiction.\r\n\n          There  has  been a  split  in  authority among  the\r\n\ncircuits  as to  whether  the late  filing of  a notice  of a\r\n\ncross-appeal has the same dire jurisdictional consequences as\r                 \r\n\ndoes the late filing of an appeal.  Some of the circuits have\r\n\n                             -19-\r                                          19\r\r\n\nheld that courts  should use  a \"rule  of practice\"  approach\r\n\nallowing   more  flexibility  in   administering  the  14-day\r\n\nrequirement applicable to cross-appeals.  See Young  Radiator\r                                                                         \r\n\nCo.  v. Celotex Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">881</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1408</span></span><pre class=\"inline\">, 1415-17 (7th Cir. 1989)\r                                 \r\n\n(citing  cases on  both sides);  United States  v. Lumbermens\r                                                                         \r\n\nMutual  Casualty Co., Inc., </pre><span class=\"citation\" data-id=\"550643\"><a href=\"/opinion/550643/united-states-v-lumbermens-mutual-casualty-company-inc-ossipee/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">654</span></a></span><pre class=\"inline\">, 662 (1st Cir. 1990)\r                                      \r\n\n(recognizing the split but not adopting a rule) (citing Young\r                                                                         \r\n\nRadiator).  \r                    \r\n\n          In Young Radiator, while noting the earlier circuit\r                                       \r\n\nsplit, the Seventh Circuit  inferred from the Supreme Court's\r\n\nrecent  decision in Torres v. Oakland Scavenger Co., </pre><span class=\"citation\" data-id=\"112128\"><a href=\"/opinion/112128/torres-v-oakland-scavenger-co/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span>\r                                                               \r\n\n<span class=\"page\">312</span></a></span><pre class=\"inline\"> (1988), that  the timely filing of  a cross-appeal should\r\n\nhenceforth   be  treated  as  mandatory  and  jurisdictional.\r\n\nAlthough Torres dealt only with whether the failure to name a\r                           \r\n\nparty  presented a  jurisdictional bar  to appeal,  the Young\r                                                                         \r\n\nRadiator  court  believed  that  the  Supreme  Court's  broad\r                    \r\n\nlanguage in  that  case, about  the mandatory  nature of  the\r\n\ntiming rules in Federal Rules of Appellate Procedure 3 and 4,\r\n\nindicated  that  the time  limit  for  cross-appeals in  Rule\r\n\n4(a)(3) was also jurisdictional.  \r\n\n          The two  circuits employing the \"rule  of practice\"\r\n\napproach to  have reconsidered  this issue after  Torres have\r                                                                    \r\n\neither  expressly held that  Torres rendered the cross-appeal\r                                               \r\n\ntime limit  jurisdictional or have  stated as much  in dicta.\r\n\nSee EF  Operating Corp.  v. American  Bldgs., </pre><span class=\"citation\" data-id=\"607116\"><a href=\"/opinion/607116/fed-carr-cas-p-83829-ef-operating-corporation-ta-west-motor-freight/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1046</span></a></span><pre class=\"inline\">,\r                                                        \r\n\n                             -20-\r                                          20\r\r\n\n1049 n.1 (3d Cir.  1993) (holding that the  cross-appeal time\r\n\nlimit   is   jurisdictional);   Stockstill   v.   Petty   Ray\r                                                                         \r\n\nGeophysical, </pre><span class=\"citation\" data-id=\"531851\"><a href=\"/opinion/531851/terry-wayne-stockstill-v-petty-ray-geophysical-division-of-geosource/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1493</span></a></span><pre class=\"inline\">,  1496-97 (5th Cir. 1989) (stating\r                       \r\n\nin  dicta that  it is \"doubtful\"  whether cases  adopting the\r\n\nrule  of practice approach remain good law after Torres).  We\r                                                                   \r\n\nagree,  post-Torres,  that  the cross-appeal  time  limit  in\r                               \r\n\nFederal Rule of Appellate  Procedure 4(a)(3) is mandatory and\r\n\njurisdictional.4   See  also Fed.  R. App.  P. 26(b)  (\"[T]he\r                                        \r\n\ncourt may not enlarge the time for filing a notice of appeal,\r\n\na petition for  allowance, or  a petition  for permission  to\r\n\nappeal.\")\r\n\n          A  notice of appeal must be filed with the clerk of\r\n\nthe district  court within 30 days after the date of entry of\r\n\nthe  judgment  or  order appealed  from.    Fed.  R. App.  P.\r\n\n4(a)(1).  A cross-appeal  must be filed within 14  days after\r\n\nthe date when  the first notice of appeal was filed or within\r\n\n                    \r                                \r\n\n4.  Although the core holding in Torres has been superseded\r                                                   \r\nby the 1993 amendments to the Federal Rules of Appellate\r\nProcedure, see Fed. R. App. P. 3(c) (\"An appeal will not be\r                          \r\ndismissed . . . for failure to name a party whose intent to\r\nappeal is otherwise clear from the notice.\"); Garcia v. Wash,\r                                                                        \r\n20 F.3d 608-09 (5th Cir. 1994) (per curiam), the advisory\r\ncommittee notes to that amendment state that the amendment\r\nwas intended to put an end to the satellite litigation over\r\nwhether an ambiguous reference to a party was sufficient to\r\nidentify an appellant under Torres.  Fed. R. App. P. 3(c)\r                                              \r\nadvisory committee's note.  The amendment does not indicate\r\nany intent to change the mandatory nature of the time limits\r\nin Rules 3 and 4.  Nor has there been any corresponding\r\namendment to Rule 26(b), which prohibits courts from\r\nenlarging the time for filing a notice of appeal and upon\r\nwhich the Torres court in part relied.\r                            \r\n\n                             -21-\r                                          21\r\r\n\nthe time otherwise prescribed  by Appellate Rule 4(a).   Fed.\r\n\nR. App. P. 4(a)(3).   Under the provisions of  Appellate Rule\r\n\n4(a)(4), the timely filing of  certain types of motions, such\r\n\nas motions under  Federal Rules of  Civil Procedure 50(b)  or\r\n\n59,  will extend the time for appeal for all parties, causing\r\n\nthe time  limits to  run from  the date of  the entry  of the\r\n\norder disposing of the last such motion outstanding.\r\n\n          The district court entered  its judgment on May 24,\r\n\n1995.   But on  June 8, 1995, the  defendants timely served a\r\n\nmotion under Rules 50(b)  and 59, thereby extending  the time\r\n\navailable for filing  an appeal.  The district  court entered\r\n\nits orders deciding this  motion on September 28, 1995.   The\r\n\ndefendants  timely filed  their  notice of  appeal within  30\r\n\ndays, on  October 25, 1995.   But  the Johnsons did  not file\r\n\ntheir cross-appeal until November 13, 1995, 19 days after the\r\n\ndefendants filed their  notice of appeal.   Their filing  was\r\n\nfive days too late.\r\n\n          The plaintiffs'  only argument would be  to rely on\r\n\nDubian's October 11, 1995 Additional Motion for Judgment as a\r\n\nMatter  of Law or  in the  Alternative for  New Trial  or for\r\n\nAmendment of Judgment to make their cross-appeal timely.  The\r\n\ndistrict court did not dispose of this motion until  November\r\n\n                             -22-\r                                          22\r\r\n\n16,  1995,  potentially making  the  plaintiffs' cross-appeal\r\n\nmerely premature.5  \r\n\n          However, Dubian's  October 11th motion  did no more\r\n\nthan raise for a second time the same issue Dubian had raised\r\n\nin  his June  8th  motion, an  issue  the court  had  decided\r\n\nagainst  him  on September  28      namely, whether  Dubian's\r\n\nconduct in driving  by the Johnson home repeatedly could form\r\n\nthe  basis  of Dubian's  personal  liability  for intentional\r\n\ninfliction of emotional distress.   As the Sixth Circuit  has\r\n\nwritten:\r\n\n          \"[A]  motion  to   reconsider  an   order\r\n          disposing of a [time  tolling post-trial]\r\n          motion  of the  kind  enumerated in  Rule\r\n          4(a)[(4)]  does  not again  terminate the\r\n          running  of  the  time for  appeal,\". . .\r\n          unless a grant  of the earlier post-trial\r\n          motion  effectively  results  in   a  new\r\n          judgment  and the motion to reconsider is\r\n          filed  by  the  adversely affected  party\r\n          requesting reinstatement  of the original\r\n          judgment.\r\n\nMoody v. Pepsi-Cola Metropolitan Bottling Co., Inc., </pre><span class=\"citation\" data-id=\"548712\"><a href=\"/opinion/548712/duane-moody-v-pepsi-cola-metropolitan-bottling-company-inc/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span>\r                                                               \r\n\n<span class=\"page\">201</span></a></span><pre class=\"inline\">,  206 (6th Cir. 1990)  (quoting Dixie Sand  and Gravel v.\r                                                                      \r\n\nTVA,  631  F.2d  73-4  (5th  Cir.  Unit  B 1980))  (citations\r               \r\n\nomitted).   See also Wright  v. Preferred Research, Inc., </pre><span class=\"citation\" data-id=\"533650\"><a href=\"/opinion/533650/sidney-h-wright-iii-v-preferred-research-inc-a-georgia-corp/\"><span class=\"volume\">891</span>\r                                                                    \r\n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">886</span></a></span><pre class=\"inline\">,  889-90  (11th  Cir. 1990)  (per  curiam)  (same);\r\n\nAcevedo-Villalobos,  22 F.3d  at 389  (holding that  a second\r                              \r\n\n                    \r                                \r\n\n5.  Under Federal Rule of Appellate Procedure 4(a)(4), a\r\npremature filing becomes timely upon the disposition of the\r\nmotion which made the filing premature.\r\n\n                             -23-\r                                          23\r\r\n\nmotion  to reconsider served within ten days of the denial of\r\n\nthe first motion does not extend the time period for filing a\r\n\nnotice of appeal from the underlying judgment).  \r\n\n          Since Dubian's second motion was, in effect, merely\r\n\na request for  reconsideration of his earlier  motion, it did\r\n\nnot  toll the time for appeal  and the Johnsons' cross-appeal\r\n\nwas not timely.\r\n\n                       III.  Conclusion\r                                   III.  Conclusion\r\n\n          We affirm the judgment  of the district court.   We\r\n\ndismiss  the Johnsons'  cross-appeal  for lack  of  appellate\r\n\njurisdiction.\r\n\n          In  appeal   No.  95-2318,  costs  are  awarded  to\r\n\nPatricia and Frank Johnson.  In appeal No. 95-2319, costs are\r\n\nawarded to Tom Gilmartin, Jr.\r\n\n          So Ordered.\r                                \r\n\n                             -24-\r                                          24\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103603/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110761/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112128/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195330/",
    "http://www.courtlistener.com/api/rest/v3/opinions/275364/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531851/",
    "http://www.courtlistener.com/api/rest/v3/opinions/533650/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550643/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/607116/",
    "http://www.courtlistener.com/api/rest/v3/opinions/693404/",
    "http://www.courtlistener.com/api/rest/v3/opinions/706026/",
    "http://www.courtlistener.com/api/rest/v3/opinions/3318502/"
  ]
}