{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197128/",
  "absolute_url": "/opinion/197128/leclaire-v-blackstone/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197128/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:22:52Z",
  "date_modified": "2017-03-24T10:50:16.228333Z",
  "type": "010combined",
  "sha1": "0071f5b0c99165ab7353fb3082ffbad416603b32",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1166.01A",
  "local_path": null,
  "plain_text": "\n\n                    [Not for Publication]\r\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\n\nNo. 96-1166\r\n\n           WILLIAM LECLAIRE AND MICHELLE LECLAIRE,\r\n\n                   Plaintiffs, Appellants,\r\n\n                              v.\r\n\n             BLACKSTONE VALLEY ELECTRIC COMPANY,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n         [Hon. Ernest C. Torres, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                     Selya, Circuit Judge,\r                                                     \r\n                Aldrich, Senior Circuit Judge,\r                                                         \r\n                  and Stahl, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nMark L. Smith for appellants.\r                         \r\nJames A. Ruggieri with whom Higgins, Cavanagh &amp; Cooney was on\r                                                                  \r\nbrief for appellee.\r\n\n                                         \r\n\n                      December 18, 1996\r\n                                         \r\r\n\n          STAHL, Circuit Judge.  Plaintiffs-appellants\r                      STAHL, Circuit Judge.\r                                          \r\n\nWilliam and Michelle Leclaire commenced this diversity action\r\n\nagainst defendant-appellee Blackstone Valley Electric Company\r\n\n(\"BVE\") alleging negligence that led to injuries from\r\n\nelectrocution.1  Leclaire appeals the district court's grant\r\n\nof BVE's motion for judgment as a matter of law and its\r\n\ndenial of his motion for new trial.  Addressing each ruling\r\n\nin turn, we affirm.\r\n\n                              I.\r                                          I.\r                                            \r\n\n                 Judgment As a Matter of Law\r                             Judgment As a Matter of Law\r                                                        \r\n\n          At the close of Leclaire's case in chief, the\r\n\ndistrict court granted BVE's motion for judgment as a matter\r\n\nof law, pursuant to Fed. R. Civ. P. 50(a).  The court ruled\r\n\nthat Leclaire failed to offer evidence from which a jury\r\n\ncould reasonably find that BVE's alleged negligence caused\r\n\nLeclaire's injuries.  On appeal, Leclaire presses his\r\n\ncontention that a jury could reasonably find that BVE\r\n\n                    \r                                \r\n\n1.  For  simplicity, and  because Michelle  Leclaire's claims\r\nare  derivative of those of William Leclaire, we refer to the\r\nappellants collectively as \"Leclaire.\"\r\n          We note also  that Leclaire  initially joined  E.W.\r\nAudet &amp; Sons, Inc.  (\"Audet\"), originally a  party-defendant,\r\nin this appeal.   Leclaire conceded  at oral argument  before\r\nthis court,  however, that he  failed to produce  evidence to\r\nestablish  any negligence on the part of Audet.  Accordingly,\r\non November 8, 1996,  we ordered this appeal dismissed  as to\r\nAudet.   While the  case proceeds  as to  BVE only,  Audet is\r\nentitled to costs on appeal pursuant to Fed. R. App. P. 39.\r\r\n\nnegligently installed an electrical wire, leading to the\r\n\naccident which caused his injuries.\r\n\nA.  Standard of Review\r                                  \r\n\n          We review de novo the grant of a motion for\r                                       \r\n\njudgment as a matter of law.  Andrade v. Jamestown Hous.\r                                                                    \r\n\nAuth., 82 F.3d 1179, 1186 (1st Cir. 1996); Bates v. Shearson\r                                                                        \r\n\nLehman Bros., Inc., 42 F.3d 79, 81 (1st Cir. 1994).  The\r                              \r\n\nmotion is properly granted when the evidence and inferences\r\n\nreasonably drawn therefrom, viewed most favorably to the non-\r\n\nmovant, permit only one reasonable conclusion.  Resare v.\r                                                                  \r\n\nRaytheon Co., 981 F.2d 32, 34 (1st Cir. 1992).  In this\r                        \r\n\nanalysis, \"we may not consider the credibility of witnesses,\r\n\nresolve conflicts in testimony, or evaluate the weight of the\r\n\nevidence.\"  Wagenmann v. Adams, 829 F.2d 196, 200 (1st Cir.\r                                          \r\n\n1987).\r\n\n          Nevertheless, the non-movant's evidence \"must\r\n\ncomprise more than fragmentary tendrils:  a mere scintilla of\r\n\nevidence is not enough to forestall a [judgment as a matter\r\n\nof law], especially on a claim or issue as to which the\r\n\nburden of proof belongs to the objecting party.\"  Fashion\r                                                                     \r\n\nHouse, Inc. v. K mart Corp., 892 F.2d 1076, 1088 (1st Cir.\r                                       \r\n\n1989).  The non-movant \"may not rely on conjecture or\r\n\nspeculation, rather the evidence offered must make the\r\n\n`existence of the fact to be inferred more probable than its\r\n\nnonexistence.'\"  Richmond Steel, Inc. v. Puerto Rican Am.\r                                                                     \r\n\n                             -3-\r                                          3\r\r\n\nIns. Co., 954 F.2d 19, 22 (1st Cir. 1992) (quoting Carlson v.\r                                                                      \r\n\nAmerican Safety Equip. Corp., 528 F.2d 384, 386 (1st Cir.\r                                        \r\n\n1976)).\r\n\n          With these principles in mind, we review the trial\r\n\nevidence in the light most favorable to Leclaire.\r\n\nB.  Facts\r                     \r\n\n          On April 27, 1994, William Leclaire sustained\r\n\nsevere injuries when a piece of aluminum coil that he was\r\n\nholding struck an aerial primary-distribution wire carrying\r\n\nsome 8000 volts of electricity.  At the time of the accident,\r\n\nLeclaire, an experienced vinyl and aluminum siding installer,\r\n\nwas applying aluminum trim to a three-story residential\r\n\nbuilding on Chester Street in Woonsocket, Rhode Island.  He\r\n\nwas working on an aluminum staging unit that he had erected\r\n\nin order to reach the top story.  The staging unit, which\r\n\nLeclaire had placed approximately one foot from the front of\r\n\nthe house, extended approximately fifty-six inches in the\r\n\ndirection of several wires attached to two utility poles.\r\n\n          Working from right to left along the front of the\r\n\nhouse, Leclaire, without incident, installed beneath the roof\r\n\nline two segments of aluminum trim, each approximately nine-\r\n\nfeet six-inches in length.  He was situated near the left\r\n\nside of the house when the accident occurred.  As he turned\r\n\nto install the third and last segment, the aluminum trim came\r\n\ninto contact with the primary-distribution electrical wire,\r\n\n                             -4-\r                                          4\r\r\n\nthe top wire running between the two poles.  The ensuing\r\n\nelectrical shock threw Leclaire some twenty-five feet to the\r\n\nground, leaving him with a broken back and severe burns.\r\n\n          BVE had upgraded the electrical service in the\r\n\nChester Street area in late 1987 or early 1988.  The upgrade\r\n\nproject included the installation of new utility poles and\r\n\nhardware to which several electrical wires were to be\r\n\nattached.  BVE's engineering department provided the\r\n\nspecifications to its installation subcontractor for the\r\n\nplacement of the primary distribution wire.  For the upgrade\r\n\nproject, BVE's design operated under the accepted standards\r\n\nof the National Electrical Safety Code, which required that\r\n\nwires such as the primary distribution wire be placed at\r\n\nleast five feet (sixty inches) from buildings.\r\n\n          At the time of the upgrade, a wooden device called\r\n\na \"cross-arm,\" attached to the top of a utility pole, could\r\n\nhave provided extra clearance between the wires and the\r\n\nadjacent structures.  Although the upgrade specifications did\r\n\nnot call for the use of a cross-arm, BVE's engineering\r\n\ndepartment would, on occasion, authorize a deviation from its\r\n\nusual specification to allow for a cross-arm in order to\r\n\nsatisfy the five-foot standard.  The specifications did\r\n\nauthorize the use of a special \"MIF\" bracket, if necessary,\r\n\nin order to meet the five-foot standard.\r\n\n                             -5-\r                                          5\r\r\n\n          Following the accident, Robert Mowry, a BVE crew\r\n\nchief, located a burn mark on the wire, across from the left\r\n\nside of the house, where the aluminum trim segment had come\r\n\ninto contact with it.  Mowry found the distance from the burn\r\n\nmark to the point of the house closest to the wire to be\r\n\nsixty inches.  At a later date, James O. Corriveau, a witness\r\n\nfor Leclaire, measured the distance from the wire to the\r\n\nhouse at both the extreme right and left sides of the house\r\n\nfront.  Corriveau found that the wire was \"roughly around\"\r\n\nfifty-three to fifty-four inches from the right side, and\r\n\n\"around sixty-two inches, somewheres around there\" from the\r\n\nleft.2\r\n\n          Leclaire's expert witness, Donald W. Zipse,\r\n\ntestified that because the wire failed to meet the five-foot\r\n\nstandard on the right side of the house, the wire was not\r\n\nsafely installed.  Zipse conceded, however, that at each\r\n\npoint where the wire was five feet or more from the house, it\r\n\ndid satisfy the clearance standard.  Zipse further testified\r\n\nthat, in 1987 or 1988, he had on one occasion installed an\r\n\ninsulated version of an aerial primary distribution wire\r\n\nsimilar to the one on Chester Street.  He did not testify\r\n\nwhy, when or where he used the insulated wire, nor did he\r\n\n                    \r                                \r\n\n2.  Corriveau also  testified that, at the  extreme left-hand\r\nside of the house,  the wire was some forty  inches below the\r\nroof line.\r\n\n                             -6-\r                                          6\r\r\n\nexplain under what circumstances insulated wires would or\r\n\nshould be used.\r\n\nC.  Discussion\r                          \r\n\n          At trial, Leclaire attempted to establish that\r\n\nBVE's placement of the electrical wire violated the five-foot\r\n\nclearance standard of the National Electrical Safety Code. \r\n\nOn the Rule 50(a) motion, the district court found that the\r\n\nonly evidence tending to show that BVE had failed to meet any\r\n\napplicable standard of care was the clearance shortfall\r\n\nlocated on the right side of the house, well away from the\r\n\ncontact point between the aluminum strip and the wire.  The\r\n\nuncontroverted evidence established, however, that the\r\n\ndistance between the house and the contact point was five\r\n\nfeet.  Because Leclaire did not prove that the failure to\r\n\nmeet the clearance standard at a different point caused the\r\n\naccident, the court granted BVE's motion for judgment as a\r\n\nmatter of law.\r\n\n          Upon careful review of the record, we agree that\r\n\nthere is no evidence from which a jury could rationally find,\r\n\nby a preponderance of the evidence, that the failure to meet\r\n\nthe clearance standard at the right side of the house caused\r\n\nor contributed to the accident at the left, where the\r\n\nstandard was shown to have been satisfied.  The absence of\r\n\nsuch evidence precludes Leclaire from prevailing on a\r\n\nnegligence claim based on a violation of the clearance\r\n\n                             -7-\r                                          7\r\r\n\nstandard.  See Radcliffe v. Haun, 593 So. 2d 824, 826 (La.\r                                            \r\n\nCt. App. 1992) (finding no evidence of causation where\r\n\nelectric company's power-line clearance infractions occurred\r\n\nat points other than plaintiff's location when he was\r\n\ninjured), writ denied, 599 So. 2d 313 (La. 1992); see also\r                                                                      \r\n\nKennedy v. Tempest, 594 A.2d 385, 388 (R.I. 1991) (explaining\r                              \r\n\nthat a plaintiff in a negligence action must establish not\r\n\nonly duty and breach, \"but also that the defendant's\r\n\nnegligence was the proximate cause of the plaintiff's\r\n\ninjury\"); Schenck v. Roger Williams Gen. Hosp., 382 A.2d 514,\r                                                          \r\n\n517 (R.I. 1977) (explaining that a verdict for plaintiff in\r\n\nnegligence action absent competent evidence establishing a\r\n\ncausal connection would only \"be based on conjecture and\r\n\nspeculation\").\r\n\n          Leclaire does not dispute this conclusion as a\r\n\nmatter of law or logic; he argues, instead, that the jury was\r\n\nfree to disregard Mowry's testimony that the clearance at the\r\n\npoint of contact was sixty inches.  It is clear, however,\r\n\nthat in the context of a Rule 50(a) motion, \"a bare assertion\r\n\nthat the opposing party's uncontroverted evidence might be\r\n\ndisbelieved is insufficient to resist judgment as a matter of\r\n\nlaw on an issue as to which the party resisting judgment\r\n\nbears the burden of proof.\"  Favorito v. Pannell, 27 F.3d\r                                                            \r\n\n716, 721 (1st Cir. 1994) (upholding grant of Rule 50(a)\r\n\nmotion where non-movant \"relied entirely on the totally\r\n\n                             -8-\r                                          8\r\r\n\nunsupported speculation that a jury might disbelieve [a\r\n\nwitness's] uncontroverted testimony\").  This rule has no less\r\n\napplication where, as here, the party resisting judgment\r\n\nintroduced the uncontroverted evidence.\r\n\n          In a related vein, Leclaire asserts that, on a\r\n\nmotion for judgment as a matter of law, the district court\r\n\nmust consider only evidence favorable to him, and thus, it\r\n\nshould have disregarded entirely Mowry's testimony\r\n\nestablishing the five-foot clearance at the point of the burn\r\n\nmark.  Leclaire's argument misconstrues the law.  While the\r\n\ndistrict court (and this court on review) must view the\r\n\nevidence in the light most favorable to the non-movant, the\r\n\nanalysis does not necessitate the complete disregard of\r\n\nuncontroverted evidence that happens to be unfavorable to\r\n\nthat party.  See Layne v. Vinzant, 657 F.2d 468, 472 (1st\r                                             \r\n\nCir. 1981) (\"[W]hile, on a defendant's motion [for judgment\r\n\nas a matter of law], it is axiomatic that the evidence is to\r\n\nbe viewed in the light most favorable to the plaintiff, the\r\n\n`field of vision' encompasses, to a degree, uncontradicted\r\n\nevidence introduced by the defense.\").3\r\n\n                    \r                                \r\n\n3.  Leclaire cites Samuels v. Hood  Yacht Sys. Corp., 70 F.3d\r                                                                \r\n150, 152-53 (1st  Cir. 1995),  to support his  claim that  he\r\nshould not  be bound by his  witness's unfavorable testimony.\r\nIn Samuels,  plaintiffs' witness testified  ambivalently both\r                      \r\nin favor  of and adverse to the plaintiffs' case  Id. at 152.\r                                                                 \r\nWe reversed the district court's directed verdict, explaining\r\nthat  the  plaintiffs  \"were  not  bound  by  their  expert's\r\nreversal,\" but rather, \"a witness may be believed in part and\r\ndisbelieved in part  . .  . [w]here [the  witness] was  self-\r\n\n                             -9-\r                                          9\r\r\n\n          In the alternative to his argument that the jury\r\n\ncould disbelieve Mowry's testimony, Leclaire highlights\r\n\nevidence that, he claims, reasonably conflicts with the five-\r\n\nfoot measurement.  Specifically, Leclaire asserts that\r\n\nbecause the wire was short of the standard on the right side,\r\n\nbut exceeded the standard on the left, the jury could have\r\n\nfound that the distance from the contact point was less than\r\n\nfive feet.  We disagree.  Leclaire presented only rough\r\n\nmeasurements coupled with his approximate location (as he\r\n\nheld the nine-foot six-inch aluminum trim segment), some two-\r\n\nthirds down towards the left side of the house, at the time\r\n\nof the accident.  He did not provide, with any specificity, a\r\n\nmeasurement of the burn mark location as between the right\r\n\nand left sides of the house.  Finally, he introduced no\r\n\ntestimony to assist the jury in making any mathematical\r\n\ncalculation to support the asserted fact.  A jury finding\r\n\ncannot be based on this type of unguided reasoning, and on\r\n\nthis state of the evidence, a jury could not reasonably find\r\n\nthat the wire was less than five feet from the house at the\r\n\npoint of contact.\r\n\n          Leclaire finally argues that the jury could have\r\n\nfound that BVE breached a duty independent of the clearance\r\n\nstandard.  To this end, he asserts that \"common sense\"\r\n\n                    \r                                \r\n\ncontradictory.\"   Id. at 152,  153 (citation  omitted).   The\r                                 \r\nabsence  of  such  self-contradiction  here  renders  Samuels\r                                                                         \r\ninapposite.\r\n\n                             -10-\r                                          10\r\r\n\ndictates that BVE should have foreseen that the Chester\r\n\nStreet residence would require periodic maintenance such as\r\n\nsiding, and thus, BVE should have insulated the primary\r\n\ndistribution wire, or placed the wire farther from the\r\n\nbuilding.  The evidence presented, however, would not support\r\n\na finding of negligence on this theory.\r\n\n          Under Rhode Island law, it is well-established that\r\n\n\"a reasonable and legitimate inference that someone was\r\n\nnegligent is not necessarily warranted by the mere happening\r\n\nof an accident.\"  Montouri v. Narragansett Elec. Co., 418\r                                                                \r\n\nA.2d 5, 9 (R.I. 1980).  Rather, the plaintiff must produce\r\n\nsufficient, competent evidence of the essential elements of a\r\n\nnegligence claim, including the defendant's duty to the\r\n\nplaintiff and the breach of that duty.  See id. at 9-10;\r                                                           \r\n\nRadigan v. W.J. Halloran Co., 196 A.2d 160, 163 (R.I. 1963)\r                                        \r\n\n(\"In every instance before negligence can be predicated of a\r\n\ngiven act, back of the act must be sought and found a duty to\r\n\nthe individual complaining, the observance of which duty\r\n\nwould have averted or avoided the injury\" (quotation and\r\n\ncitation omitted)).  While Rhode Island courts recognize that\r\n\ncompanies distributing electricity must exercise great care\r\n\nin their operations, see Rott v. Blackstone Valley Gas &amp;\r                                                                    \r\n\nElec. Co., 106 A.2d 251, 255 (1954), the evidence presented\r                     \r\n\nmust be sufficient to allow a finding that BVE failed to\r\n\nexercise such a degree of caution in this case.\r\n\n                             -11-\r                                          11\r\r\n\n          Leclaire did not produce evidence sufficient to\r\n\nprove that BVE negligently failed to insulate the primary\r\n\ndistribution wire.  In Rhode Island \"there is no absolute\r\n\nduty to insulate wires carrying electricity.\"  Rott, 106 A.2d\r                                                               \r\n\nat 254.  In Rott, the plaintiff claimed that he informed the\r                            \r\n\nelectric company that high tension wires were interfering\r\n\nwith a construction project, but the company took no steps to\r\n\ndiminish the danger.  Id. at 253.  The court held that, under\r                                     \r\n\nthe alleged facts, a duty to insulate high tension wires\r\n\ncould arise \"by reason of special circumstances\" of which the\r\n\ndefendant had knowledge.  Id. at 254.  Here, no such\r                                         \r\n\ncircumstances were shown.  Leclaire did not show that BVE had\r\n\nknowledge of his siding project on Chester Street; indeed,\r\n\nLeclaire admitted that, although he had previously informed\r\n\nelectric companies when wires interfered with his work, he\r\n\nfailed to do so here.  Moreover, as indicated above, the\r\n\nexpert Zipse's unembellished testimony that he once used an\r\n\ninsulated wire in 1987 or 1988 is utterly unhelpful in this\r\n\nregard.\r\n\n          Leclaire also failed to show that BVE violated some\r\n\nduty to place the wire farther away from the Chester Street\r\n\nresidence.  The evidence that special brackets or cross-arms\r\n\nwere available to satisfy the five-foot clearance standard\r\n\ndoes nothing to prove that BVE violated a duty to exceed that\r                                                                    \r\n\nstandard through the use of those alternatives.  No witness\r\n\n                             -12-\r                                          12\r\r\n\nopined that the five-foot standard was inadequate, nor was\r\n\nthere evidence even hinting at what a specific \"appropriate\"\r\n\ndistance from the house would have been.  On the contrary,\r\n\nabundantly clear from the record is Leclaire's attempt to\r\n\nestablish negligence based on the violation of the five-foot\r\n\nstandard.  We are unpersuaded by his endeavor to fashion a\r\n\ndifferent theory of negligence from the evidence.\r\n\n                             II.\r                                         II.\r                                            \r\n\n                    Motion For a New Trial\r                                Motion For a New Trial\r                                                      \r\n\n          Leclaire appeals the district court's denial of his\r\n\nmotion for a new trial, purportedly sought under the\r\n\nauthority of Fed. R. Civ. P. 50(c)(2).  He advances no\r\n\narguments other than those which we have already found\r\n\nunavailing.  Thus, assuming but not deciding that a Rule\r\n\n50(c)(2) motion for new trial will lie where, as here, a case\r\n\nhas not gone to the jury,4 we find no abuse of discretion in\r\n\nthe district court's denial of the motion.\r\n\n                             III.\r                                         III.\r                                             \r\n\n                          Conclusion\r                                      Conclusion\r                                                \r\n\n          For the foregoing reasons, the judgment of the\r\n\ndistrict court is affirmed.\r\n\n          Costs to appellees.\r                      Costs to appellees.\r                                         \r\n\n                    \r                                \r\n\n4.  The advisory  committee's note  to the 1963  amendment of\r\nRule  50  suggests that  relief  under  subsection (c)(2)  is\r\nlimited to a verdict-winner who loses on a renewed motion for\r                                       \r\njudgment  as a matter  of law.   Fed. R. Civ.  P. 50 advisory\r\ncommittee's note.\r\n\n                             -13-\r                                          13\r\r\n",
  "html": "<p class=\"case_cite\">104 F.3d 348</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>William LECLAIRE and Michelle Leclaire, Plaintiffs, Appellants,<br>v.<br>BLACKSTONE VALLEY ELECTRIC COMPANY, Defendant, Appellee.<br>Defendant, Appellee.</p>\n    <p class=\"docket\">No. 96-1166.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Dec. 18, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mark L. Smith for appellants.</p>\n      <p class=\"indent\">James A. Ruggieri with whom Higgins, Cavanagh &amp; Cooney was on brief for appellee.</p>\n      <p class=\"indent\">D.R.I.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, ALDRICH, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs-appellants William and Michelle Leclaire commenced this diversity action against defendant-appellee Blackstone Valley Electric Company (\"BVE\") alleging negligence that led to injuries from electrocution.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Leclaire appeals the district court's grant of BVE's motion for judgment as a matter of law and its denial of his motion for new trial.  Addressing each ruling in turn, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>Judgment As a Matter of Law</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At the close of Leclaire's case in chief, the district court granted BVE's motion for judgment as a matter of law, pursuant to Fed.R.Civ.P. 50(a).  The court ruled that Leclaire failed to offer evidence from which a jury could reasonably find that BVE's alleged negligence caused Leclaire's injuries.  On appeal, Leclaire presses his contention that a jury could reasonably find that BVE negligently installed an electrical wire, leading to the accident which caused his injuries.</p>\n    </div>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We review de novo the grant of a motion for judgment as a matter of law.  Andrade v. Jamestown Hous.  Auth., 82 F.3d 1179, 1186 (1st Cir.1996);  Bates v. Shearson Lehman Bros., Inc., 42 F.3d 79, 81 (1st Cir.1994).  The motion is properly granted when the evidence and inferences reasonably drawn therefrom, viewed most favorably to the non-movant, permit only one reasonable conclusion.  Resare v. Raytheon Co., 981 F.2d 32, 34 (1st Cir.1992).  In this analysis, \"we may not consider the credibility of witnesses, resolve conflicts in testimony, or evaluate the weight of the evidence.\"  Wagenmann v. Adams, 829 F.2d 196, 200 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Nevertheless, the non-movant's evidence \"must comprise more than fragmentary tendrils:  a mere scintilla of evidence is not enough to forestall a [judgment as a matter of law], especially on a claim or issue as to which the burden of proof belongs to the objecting party.\"  Fashion House, Inc. v. K mart Corp., 892 F.2d 1076, 1088 (1st Cir.1989).  The non-movant \"may not rely on conjecture or speculation, rather the evidence offered must make the 'existence of the fact to be inferred more probable than its nonexistence.' \"  Richmond Steel, Inc. v. Puerto Rican Am.  Ins. Co., 954 F.2d 19, 22 (1st Cir.1992) (quoting Carlson v. American Safety Equip.  Corp., 528 F.2d 384, 386 (1st Cir.1976)).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">With these principles in mind, we review the trial evidence in the light most favorable to Leclaire.</p>\n    </div>\n    <p>B. Facts</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On April 27, 1994, William Leclaire sustained severe injuries when a piece of aluminum coil that he was holding struck an aerial primary-distribution wire carrying some 8000 volts of electricity.  At the time of the accident, Leclaire, an experienced vinyl and aluminum siding installer, was applying aluminum trim to a three-story residential building on Chester Street in Woonsocket, Rhode Island.  He was working on an aluminum staging unit that he had erected in order to reach the top story.  The staging unit, which Leclaire had placed approximately one foot from the front of the house, extended approximately fifty-six inches in the direction of several wires attached to two utility poles.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Working from right to left along the front of the house, Leclaire, without incident, installed beneath the roof line two segments of aluminum trim, each approximately nine-feet six-inches in length.  He was situated near the left side of the house when the accident occurred.  As he turned to install the third and last segment, the aluminum trim came into contact with the primary-distribution electrical wire, the top wire running between the two poles.  The ensuing electrical shock threw Leclaire some twenty-five feet to the ground, leaving him with a broken back and severe burns.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">BVE had upgraded the electrical service in the Chester Street area in late 1987 or early 1988.  The upgrade project included the installation of new utility poles and hardware to which several electrical wires were to be attached.  BVE's engineering department provided the specifications to its installation subcontractor for the placement of the primary distribution wire.  For the upgrade project, BVE's design operated under the accepted standards of the National Electrical Safety Code, which required that wires such as the primary distribution wire be placed at least five feet (sixty inches) from buildings.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At the time of the upgrade, a wooden device called a \"cross-arm,\" attached to the top of a utility pole, could have provided extra clearance between the wires and the adjacent structures.  Although the upgrade specifications did not call for the use of a cross-arm, BVE's engineering department would, on occasion, authorize a deviation from its usual specification to allow for a cross-arm in order to satisfy the five-foot standard.  The specifications did authorize the use of a special \"MIF\" bracket, if necessary, in order to meet the five-foot standard.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Following the accident, Robert Mowry, a BVE crew chief, located a burn mark on the wire, across from the left side of the house, where the aluminum trim segment had come into contact with it.  Mowry found the distance from the burn mark to the point of the house closest to the wire to be sixty inches.  At a later date, James O. Corriveau, a witness for Leclaire, measured the distance from the wire to the house at both the extreme right and left sides of the house front.  Corriveau found that the wire was \"roughly around\" fifty-three to fifty-four inches from the right side, and \"around sixty-two inches, somewheres around there\" from the left.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Leclaire's expert witness, Donald W. Zipse, testified that because the wire failed to meet the five-foot standard on the right side of the house, the wire was not safely installed.  Zipse conceded, however, that at each point where the wire was five feet or more from the house, it did satisfy the clearance standard.  Zipse further testified that, in 1987 or 1988, he had on one occasion installed an insulated version of an aerial primary distribution wire similar to the one on Chester Street.  He did not testify why, when or where he used the insulated wire, nor did he explain under what circumstances insulated wires would or should be used.</p>\n    </div>\n    <p>C. Discussion</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">At trial, Leclaire attempted to establish that BVE's placement of the electrical wire violated the five-foot clearance standard of the National Electrical Safety Code.  On the Rule 50(a) motion, the district court found that the only evidence tending to show that BVE had failed to meet any applicable standard of care was the clearance shortfall located on the right side of the house, well away from the contact point between the aluminum strip and the wire.  The uncontroverted evidence established, however, that the distance between the house and the contact point was five feet.  Because Leclaire did not prove that the failure to meet the clearance standard at a different point caused the accident, the court granted BVE's motion for judgment as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Upon careful review of the record, we agree that there is no evidence from which a jury could rationally find, by a preponderance of the evidence, that the failure to meet the clearance standard at the right side of the house caused or contributed to the accident at the left, where the standard was shown to have been satisfied.  The absence of such evidence precludes Leclaire from prevailing on a negligence claim based on a violation of the clearance standard.  See Radcliffe v. Haun, 593 So.2d 824, 826 (La.Ct.App.1992) (finding no evidence of causation where electric company's power-line clearance infractions occurred at points other than plaintiff's location when he was injured), writ denied, 599 So.2d 313 (La.1992);  see also Kennedy v. Tempest, 594 A.2d 385, 388 (R.I.1991) (explaining that a plaintiff in a negligence action must establish not only duty and breach, \"but also that the defendant's negligence was the proximate cause of the plaintiff's injury\");  Schenck v. Roger Williams Gen. Hosp., 382 A.2d 514, 517 (R.I.1977) (explaining that a verdict for plaintiff in negligence action absent competent evidence establishing a causal connection would only \"be based on conjecture and speculation\").</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Leclaire does not dispute this conclusion as a matter of law or logic;  he argues, instead, that the jury was free to disregard Mowry's testimony that the clearance at the point of contact was sixty inches.  It is clear, however, that in the context of a Rule 50(a) motion, \"a bare assertion that the opposing party's uncontroverted evidence might be disbelieved is insufficient to resist judgment as a matter of law on an issue as to which the party resisting judgment bears the burden of proof.\"  Favorito v. Pannell, 27 F.3d 716, 721 (1st Cir.1994) (upholding grant of Rule 50(a) motion where non-movant \"relied entirely on the totally unsupported speculation that a jury might disbelieve [a witness's] uncontroverted testimony\").  This rule has no less application where, as here, the party resisting judgment introduced the uncontroverted evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In a related vein, Leclaire asserts that, on a motion for judgment as a matter of law, the district court must consider only evidence favorable to him, and thus, it should have disregarded entirely Mowry's testimony establishing the five-foot clearance at the point of the burn mark.  Leclaire's argument misconstrues the law.  While the district court (and this court on review) must view the evidence in the light most favorable to the non-movant, the analysis does not necessitate the complete disregard of uncontroverted evidence that happens to be unfavorable to that party.  See Layne v. Vinzant, 657 F.2d 468, 472 (1st Cir.1981) (\"[W]hile, on a defendant's motion [for judgment as a matter of law], it is axiomatic that the evidence is to be viewed in the light most favorable to the plaintiff, the 'field of vision' encompasses, to a degree, uncontradicted evidence introduced by the defense.\").<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In the alternative to his argument that the jury could disbelieve Mowry's testimony, Leclaire highlights evidence that, he claims, reasonably conflicts with the five-foot measurement.  Specifically, Leclaire asserts that because the wire was short of the standard on the right side, but exceeded the standard on the left, the jury could have found that the distance from the contact point was less than five feet.  We disagree.  Leclaire presented only rough measurements coupled with his approximate location (as he held the nine-foot six-inch aluminum trim segment), some two-thirds down towards the left side of the house, at the time of the accident.  He did not provide, with any specificity, a measurement of the burn mark location as between the right and left sides of the house.  Finally, he introduced no testimony to assist the jury in making any mathematical calculation to support the asserted fact.  A jury finding cannot be based on this type of unguided reasoning, and on this state of the evidence, a jury could not reasonably find that the wire was less than five feet from the house at the point of contact.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Leclaire finally argues that the jury could have found that BVE breached a duty independent of the clearance standard.  To this end, he asserts that \"common sense\" dictates that BVE should have foreseen that the Chester Street residence would require periodic maintenance such as siding, and thus, BVE should have insulated the primary distribution wire, or placed the wire farther from the building.  The evidence presented, however, would not support a finding of negligence on this theory.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Under Rhode Island law, it is well-established that \"a reasonable and legitimate inference that someone was negligent is not necessarily warranted by the mere happening of an accident.\"  Montouri v. Narragansett Elec. Co., 418 A.2d 5, 9 (R.I.1980).  Rather, the plaintiff must produce sufficient, competent evidence of the essential elements of a negligence claim, including the defendant's duty to the plaintiff and the breach of that duty.  See id. at 9-10;  Radigan v. W.J. Halloran Co., 196 A.2d 160, 163 (R.I.1963) (\"In every instance before negligence can be predicated of a given act, back of the act must be sought and found a duty to the individual complaining, the observance of which duty would have averted or avoided the injury\" (quotation and citation omitted)).  While Rhode Island courts recognize that companies distributing electricity must exercise great care in their operations, see Rott v. Blackstone Valley Gas &amp; Elec. Co., 106 A.2d 251, 255 (1954), the evidence presented must be sufficient to allow a finding that BVE failed to exercise such a degree of caution in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Leclaire did not produce evidence sufficient to prove that BVE negligently failed to insulate the primary distribution wire.  In Rhode Island \"there is no absolute duty to insulate wires carrying electricity.\"  Rott, 106 A.2d at 254.   In Rott, the plaintiff claimed that he informed the electric company that high tension wires were interfering with a construction project, but the company took no steps to diminish the danger.  Id. at 253.  The court held that, under the alleged facts, a duty to insulate high tension wires could arise \"by reason of special circumstances\" of which the defendant had knowledge.  Id. at 254.  Here, no such circumstances were shown.  Leclaire did not show that BVE had knowledge of his siding project on Chester Street;  indeed, Leclaire admitted that, although he had previously informed electric companies when wires interfered with his work, he failed to do so here.  Moreover, as indicated above, the expert Zipse's unembellished testimony that he once used an insulated wire in 1987 or 1988 is utterly unhelpful in this regard.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Leclaire also failed to show that BVE violated some duty to place the wire farther away from the Chester Street residence.  The evidence that special brackets or cross-arms were available to satisfy the five-foot clearance standard does nothing to prove that BVE violated a duty to exceed that standard through the use of those alternatives.  No witness opined that the five-foot standard was inadequate, nor was there evidence even hinting at what a specific \"appropriate\" distance from the house would have been.  On the contrary, abundantly clear from the record is Leclaire's attempt to establish negligence based on the violation of the five-foot standard.  We are unpersuaded by his endeavor to fashion a different theory of negligence from the evidence.</p>\n    </div>\n    <p>II.</p>\n    <p>Motion For a New Trial</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Leclaire appeals the district court's denial of his motion for a new trial, purportedly sought under the authority of Fed.R.Civ.P. 50(c)(2).  He advances no arguments other than those which we have already found unavailing.  Thus, assuming but not deciding that a Rule 50(c)(2) motion for new trial will lie where, as here, a case has not gone to the jury,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> we find no abuse of discretion in the district court's denial of the motion.</p>\n    </div>\n    <p>III.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Costs to appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> For simplicity, and because Michelle Leclaire's claims are derivative of those of William Leclaire, we refer to the appellants collectively as \"Leclaire.\"</p>\n        <p>We note also that Leclaire initially joined E.W. Audet &amp; Sons, Inc.  (\"Audet\"), originally a party-defendant, in this appeal.  Leclaire conceded at oral argument before this court, however, that he failed to produce evidence to establish any negligence on the part of Audet.  Accordingly, on November 8, 1996, we ordered this appeal dismissed as to Audet.  While the case proceeds as to BVE only, Audet is entitled to costs on appeal pursuant to Fed.  R.App. P. 39.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Corriveau also testified that, at the extreme left-hand side of the house, the wire was some forty inches below the roof line</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Leclaire cites Samuels v. Hood Yacht Sys. Corp., 70 F.3d 150, 152-53 (1st Cir.1995), to support his claim that he should not be bound by his witness's unfavorable testimony.  In Samuels, plaintiffs' witness testified ambivalently both in favor of and adverse to the plaintiffs' case Id. at 152.  We reversed the district court's directed verdict, explaining that the plaintiffs \"were not bound by their expert's reversal,\" but rather, \"a witness may be believed in part and disbelieved in part ... [w]here [the witness] was self-contradictory.\"  Id. at 152, 153 (citation omitted).  The absence of such self-contradiction here renders Samuels inapposite</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The advisory committee's note to the 1963 amendment of Rule 50 suggests that relief under subsection (c)(2) is limited to a verdict-winner who loses on a renewed motion for judgment as a matter of law.  Fed.R.Civ.P. 50 advisory committee's note</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">348</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>William LECLAIRE and Michelle Leclaire, Plaintiffs, Appellants,<br>v.<br>BLACKSTONE VALLEY ELECTRIC COMPANY, Defendant, Appellee.<br>Defendant, Appellee.</p>\n    <p class=\"docket\">No. 96-1166.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Dec. 18, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mark L. Smith for appellants.</p>\n      <p class=\"indent\">James A. Ruggieri with whom Higgins, Cavanagh &amp; Cooney was on brief for appellee.</p>\n      <p class=\"indent\">D.R.I.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, ALDRICH, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs-appellants William and Michelle Leclaire commenced this diversity action against defendant-appellee Blackstone Valley Electric Company (\"BVE\") alleging negligence that led to injuries from electrocution.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Leclaire appeals the district court's grant of BVE's motion for judgment as a matter of law and its denial of his motion for new trial.  Addressing each ruling in turn, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>Judgment As a Matter of Law</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At the close of Leclaire's case in chief, the district court granted BVE's motion for judgment as a matter of law, pursuant to Fed.R.Civ.P. 50(a).  The court ruled that Leclaire failed to offer evidence from which a jury could reasonably find that BVE's alleged negligence caused Leclaire's injuries.  On appeal, Leclaire presses his contention that a jury could reasonably find that BVE negligently installed an electrical wire, leading to the accident which caused his injuries.</p>\n    </div>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We review de novo the grant of a motion for judgment as a matter of law.  Andrade v. Jamestown Hous.  Auth., <span class=\"citation\" data-id=\"717546\"><a href=\"/opinion/717546/helen-ruth-andrade-v-jamestown-housing-authority-estate-of-barrett-gross/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1179</span></a></span>, 1186 (1st Cir.1996);  Bates v. Shearson Lehman Bros., Inc., <span class=\"citation\" data-id=\"195790\"><a href=\"/opinion/195790/bates-v-shearson-lehman/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">79</span></a></span>, 81 (1st Cir.1994).  The motion is properly granted when the evidence and inferences reasonably drawn therefrom, viewed most favorably to the non-movant, permit only one reasonable conclusion.  Resare v. Raytheon Co., <span class=\"citation\" data-id=\"596398\"><a href=\"/opinion/596398/60-fair-emplpraccas-bna-709-60-empl-prac-dec-p-41908-cyntha-j/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">32</span></a></span>, 34 (1st Cir.1992).  In this analysis, \"we may not consider the credibility of witnesses, resolve conflicts in testimony, or evaluate the weight of the evidence.\"  Wagenmann v. Adams, <span class=\"citation\" data-id=\"494589\"><a href=\"/opinion/494589/ronald-e-wagenmann-v-russell-j-adams-appeal-of-gerald-r-anderson/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">196</span></a></span>, 200 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Nevertheless, the non-movant's evidence \"must comprise more than fragmentary tendrils:  a mere scintilla of evidence is not enough to forestall a [judgment as a matter of law], especially on a claim or issue as to which the burden of proof belongs to the objecting party.\"  Fashion House, Inc. v. K mart Corp., <span class=\"citation\" data-id=\"534521\"><a href=\"/opinion/534521/fashion-house-inc-v-k-mart-corporation-fashion-house-inc-v-k-mart/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1076</span></a></span>, 1088 (1st Cir.1989).  The non-movant \"may not rely on conjecture or speculation, rather the evidence offered must make the 'existence of the fact to be inferred more probable than its nonexistence.' \"  Richmond Steel, Inc. v. Puerto Rican Am.  Ins. Co., <span class=\"citation\" data-id=\"576214\"><a href=\"/opinion/576214/richmond-steel-inc-v-puerto-rican-american-insurance-company/\"><span class=\"volume\">954</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span></a></span>, 22 (1st Cir.1992) (quoting Carlson v. American Safety Equip.  Corp., <span class=\"citation\" data-id=\"332117\"><a href=\"/opinion/332117/edna-bonfilio-carlson-administratrix-of-the-estate-of-john-d-bonfilio-v/\"><span class=\"volume\">528</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">384</span></a></span>, 386 (1st Cir.1976)).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">With these principles in mind, we review the trial evidence in the light most favorable to Leclaire.</p>\n    </div>\n    <p>B. Facts</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On April 27, 1994, William Leclaire sustained severe injuries when a piece of aluminum coil that he was holding struck an aerial primary-distribution wire carrying some 8000 volts of electricity.  At the time of the accident, Leclaire, an experienced vinyl and aluminum siding installer, was applying aluminum trim to a three-story residential building on Chester Street in Woonsocket, Rhode Island.  He was working on an aluminum staging unit that he had erected in order to reach the top story.  The staging unit, which Leclaire had placed approximately one foot from the front of the house, extended approximately fifty-six inches in the direction of several wires attached to two utility poles.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Working from right to left along the front of the house, Leclaire, without incident, installed beneath the roof line two segments of aluminum trim, each approximately nine-feet six-inches in length.  He was situated near the left side of the house when the accident occurred.  As he turned to install the third and last segment, the aluminum trim came into contact with the primary-distribution electrical wire, the top wire running between the two poles.  The ensuing electrical shock threw Leclaire some twenty-five feet to the ground, leaving him with a broken back and severe burns.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">BVE had upgraded the electrical service in the Chester Street area in late 1987 or early 1988.  The upgrade project included the installation of new utility poles and hardware to which several electrical wires were to be attached.  BVE's engineering department provided the specifications to its installation subcontractor for the placement of the primary distribution wire.  For the upgrade project, BVE's design operated under the accepted standards of the National Electrical Safety Code, which required that wires such as the primary distribution wire be placed at least five feet (sixty inches) from buildings.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At the time of the upgrade, a wooden device called a \"cross-arm,\" attached to the top of a utility pole, could have provided extra clearance between the wires and the adjacent structures.  Although the upgrade specifications did not call for the use of a cross-arm, BVE's engineering department would, on occasion, authorize a deviation from its usual specification to allow for a cross-arm in order to satisfy the five-foot standard.  The specifications did authorize the use of a special \"MIF\" bracket, if necessary, in order to meet the five-foot standard.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Following the accident, Robert Mowry, a BVE crew chief, located a burn mark on the wire, across from the left side of the house, where the aluminum trim segment had come into contact with it.  Mowry found the distance from the burn mark to the point of the house closest to the wire to be sixty inches.  At a later date, James O. Corriveau, a witness for Leclaire, measured the distance from the wire to the house at both the extreme right and left sides of the house front.  Corriveau found that the wire was \"roughly around\" fifty-three to fifty-four inches from the right side, and \"around sixty-two inches, somewheres around there\" from the left.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Leclaire's expert witness, Donald W. Zipse, testified that because the wire failed to meet the five-foot standard on the right side of the house, the wire was not safely installed.  Zipse conceded, however, that at each point where the wire was five feet or more from the house, it did satisfy the clearance standard.  Zipse further testified that, in 1987 or 1988, he had on one occasion installed an insulated version of an aerial primary distribution wire similar to the one on Chester Street.  He did not testify why, when or where he used the insulated wire, nor did he explain under what circumstances insulated wires would or should be used.</p>\n    </div>\n    <p>C. Discussion</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">At trial, Leclaire attempted to establish that BVE's placement of the electrical wire violated the five-foot clearance standard of the National Electrical Safety Code.  On the Rule 50(a) motion, the district court found that the only evidence tending to show that BVE had failed to meet any applicable standard of care was the clearance shortfall located on the right side of the house, well away from the contact point between the aluminum strip and the wire.  The uncontroverted evidence established, however, that the distance between the house and the contact point was five feet.  Because Leclaire did not prove that the failure to meet the clearance standard at a different point caused the accident, the court granted BVE's motion for judgment as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Upon careful review of the record, we agree that there is no evidence from which a jury could rationally find, by a preponderance of the evidence, that the failure to meet the clearance standard at the right side of the house caused or contributed to the accident at the left, where the standard was shown to have been satisfied.  The absence of such evidence precludes Leclaire from prevailing on a negligence claim based on a violation of the clearance standard.  See Radcliffe v. Haun, <span class=\"citation no-link\"><span class=\"volume\">593</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">824</span></span>, 826 (La.Ct.App.1992) (finding no evidence of causation where electric company's power-line clearance infractions occurred at points other than plaintiff's location when he was injured), writ denied, <span class=\"citation\" data-id=\"1870321\"><a href=\"/opinion/1870321/state-v-wright/\"><span class=\"volume\">599</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">313</span></a></span> (La.1992);  see also Kennedy v. Tempest, <span class=\"citation\" data-id=\"2315917\"><a href=\"/opinion/2315917/kennedy-v-tempest/\"><span class=\"volume\">594</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">385</span></a></span>, 388 (R.I.1991) (explaining that a plaintiff in a negligence action must establish not only duty and breach, \"but also that the defendant's negligence was the proximate cause of the plaintiff's injury\");  Schenck v. Roger Williams Gen. Hosp., <span class=\"citation\" data-id=\"1441829\"><a href=\"/opinion/1441829/schenck-v-roger-williams-general-hospital/\"><span class=\"volume\">382</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">514</span></a></span>, 517 (R.I.1977) (explaining that a verdict for plaintiff in negligence action absent competent evidence establishing a causal connection would only \"be based on conjecture and speculation\").</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Leclaire does not dispute this conclusion as a matter of law or logic;  he argues, instead, that the jury was free to disregard Mowry's testimony that the clearance at the point of contact was sixty inches.  It is clear, however, that in the context of a Rule 50(a) motion, \"a bare assertion that the opposing party's uncontroverted evidence might be disbelieved is insufficient to resist judgment as a matter of law on an issue as to which the party resisting judgment bears the burden of proof.\"  Favorito v. Pannell, <span class=\"citation\" data-id=\"195445\"><a href=\"/opinion/195445/favorito-v-pannell/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">716</span></a></span>, 721 (1st Cir.1994) (upholding grant of Rule 50(a) motion where non-movant \"relied entirely on the totally unsupported speculation that a jury might disbelieve [a witness's] uncontroverted testimony\").  This rule has no less application where, as here, the party resisting judgment introduced the uncontroverted evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In a related vein, Leclaire asserts that, on a motion for judgment as a matter of law, the district court must consider only evidence favorable to him, and thus, it should have disregarded entirely Mowry's testimony establishing the five-foot clearance at the point of the burn mark.  Leclaire's argument misconstrues the law.  While the district court (and this court on review) must view the evidence in the light most favorable to the non-movant, the analysis does not necessitate the complete disregard of uncontroverted evidence that happens to be unfavorable to that party.  See Layne v. Vinzant, <span class=\"citation\" data-id=\"393677\"><a href=\"/opinion/393677/robert-m-layne-v-douglas-vinzant-frank-hall-and-charles-gaughan-robert/\"><span class=\"volume\">657</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">468</span></a></span>, 472 (1st Cir.1981) (\"[W]hile, on a defendant's motion [for judgment as a matter of law], it is axiomatic that the evidence is to be viewed in the light most favorable to the plaintiff, the 'field of vision' encompasses, to a degree, uncontradicted evidence introduced by the defense.\").<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In the alternative to his argument that the jury could disbelieve Mowry's testimony, Leclaire highlights evidence that, he claims, reasonably conflicts with the five-foot measurement.  Specifically, Leclaire asserts that because the wire was short of the standard on the right side, but exceeded the standard on the left, the jury could have found that the distance from the contact point was less than five feet.  We disagree.  Leclaire presented only rough measurements coupled with his approximate location (as he held the nine-foot six-inch aluminum trim segment), some two-thirds down towards the left side of the house, at the time of the accident.  He did not provide, with any specificity, a measurement of the burn mark location as between the right and left sides of the house.  Finally, he introduced no testimony to assist the jury in making any mathematical calculation to support the asserted fact.  A jury finding cannot be based on this type of unguided reasoning, and on this state of the evidence, a jury could not reasonably find that the wire was less than five feet from the house at the point of contact.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Leclaire finally argues that the jury could have found that BVE breached a duty independent of the clearance standard.  To this end, he asserts that \"common sense\" dictates that BVE should have foreseen that the Chester Street residence would require periodic maintenance such as siding, and thus, BVE should have insulated the primary distribution wire, or placed the wire farther from the building.  The evidence presented, however, would not support a finding of negligence on this theory.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Under Rhode Island law, it is well-established that \"a reasonable and legitimate inference that someone was negligent is not necessarily warranted by the mere happening of an accident.\"  Montouri v. Narragansett Elec. Co., <span class=\"citation\" data-id=\"2080416\"><a href=\"/opinion/2080416/montuori-v-narragansett-elec-co/\"><span class=\"volume\">418</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">5</span></a></span>, 9 (R.I.1980).  Rather, the plaintiff must produce sufficient, competent evidence of the essential elements of a negligence claim, including the defendant's duty to the plaintiff and the breach of that duty.  See id. at 9-10;  Radigan v. W.J. Halloran Co., <span class=\"citation\" data-id=\"2184481\"><a href=\"/opinion/2184481/radigan-v-wj-halloran-co/\"><span class=\"volume\">196</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">160</span></a></span>, 163 (R.I.1963) (\"In every instance before negligence can be predicated of a given act, back of the act must be sought and found a duty to the individual complaining, the observance of which duty would have averted or avoided the injury\" (quotation and citation omitted)).  While Rhode Island courts recognize that companies distributing electricity must exercise great care in their operations, see Rott v. Blackstone Valley Gas &amp; Elec. Co., <span class=\"citation\" data-id=\"2157584\"><a href=\"/opinion/2157584/rott-v-blackstone-valley-gas-electric-co/\"><span class=\"volume\">106</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">251</span></a></span>, 255 (1954), the evidence presented must be sufficient to allow a finding that BVE failed to exercise such a degree of caution in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Leclaire did not produce evidence sufficient to prove that BVE negligently failed to insulate the primary distribution wire.  In Rhode Island \"there is no absolute duty to insulate wires carrying electricity.\"  Rott, 106 A.2d at 254.   In Rott, the plaintiff claimed that he informed the electric company that high tension wires were interfering with a construction project, but the company took no steps to diminish the danger.  Id. at 253.  The court held that, under the alleged facts, a duty to insulate high tension wires could arise \"by reason of special circumstances\" of which the defendant had knowledge.  Id. at 254.  Here, no such circumstances were shown.  Leclaire did not show that BVE had knowledge of his siding project on Chester Street;  indeed, Leclaire admitted that, although he had previously informed electric companies when wires interfered with his work, he failed to do so here.  Moreover, as indicated above, the expert Zipse's unembellished testimony that he once used an insulated wire in 1987 or 1988 is utterly unhelpful in this regard.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Leclaire also failed to show that BVE violated some duty to place the wire farther away from the Chester Street residence.  The evidence that special brackets or cross-arms were available to satisfy the five-foot clearance standard does nothing to prove that BVE violated a duty to exceed that standard through the use of those alternatives.  No witness opined that the five-foot standard was inadequate, nor was there evidence even hinting at what a specific \"appropriate\" distance from the house would have been.  On the contrary, abundantly clear from the record is Leclaire's attempt to establish negligence based on the violation of the five-foot standard.  We are unpersuaded by his endeavor to fashion a different theory of negligence from the evidence.</p>\n    </div>\n    <p>II.</p>\n    <p>Motion For a New Trial</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Leclaire appeals the district court's denial of his motion for a new trial, purportedly sought under the authority of Fed.R.Civ.P. 50(c)(2).  He advances no arguments other than those which we have already found unavailing.  Thus, assuming but not deciding that a Rule 50(c)(2) motion for new trial will lie where, as here, a case has not gone to the jury,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> we find no abuse of discretion in the district court's denial of the motion.</p>\n    </div>\n    <p>III.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Costs to appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> For simplicity, and because Michelle Leclaire's claims are derivative of those of William Leclaire, we refer to the appellants collectively as \"Leclaire.\"</p>\n        <p>We note also that Leclaire initially joined E.W. Audet &amp; Sons, Inc.  (\"Audet\"), originally a party-defendant, in this appeal.  Leclaire conceded at oral argument before this court, however, that he failed to produce evidence to establish any negligence on the part of Audet.  Accordingly, on November 8, 1996, we ordered this appeal dismissed as to Audet.  While the case proceeds as to BVE only, Audet is entitled to costs on appeal pursuant to Fed.  R.App. P. 39.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Corriveau also testified that, at the extreme left-hand side of the house, the wire was some forty inches below the roof line</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Leclaire cites Samuels v. Hood Yacht Sys. Corp., <span class=\"citation\" data-id=\"196414\"><a href=\"/opinion/196414/samuels-v-hood-yacht/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">150</span></a></span>, 152-53 (1st Cir.1995), to support his claim that he should not be bound by his witness's unfavorable testimony.  In Samuels, plaintiffs' witness testified ambivalently both in favor of and adverse to the plaintiffs' case Id. at 152.  We reversed the district court's directed verdict, explaining that the plaintiffs \"were not bound by their expert's reversal,\" but rather, \"a witness may be believed in part and disbelieved in part ... [w]here [the witness] was self-contradictory.\"  Id. at 152, 153 (citation omitted).  The absence of such self-contradiction here renders Samuels inapposite</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The advisory committee's note to the 1963 amendment of Rule 50 suggests that relief under subsection (c)(2) is limited to a verdict-winner who loses on a renewed motion for judgment as a matter of law.  Fed.R.Civ.P. 50 advisory committee's note</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195445/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195790/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196414/",
    "http://www.courtlistener.com/api/rest/v3/opinions/332117/",
    "http://www.courtlistener.com/api/rest/v3/opinions/393677/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/576214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596398/",
    "http://www.courtlistener.com/api/rest/v3/opinions/717546/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1441829/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1870321/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2080416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2157584/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2184481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2315917/"
  ]
}