{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197199/",
  "absolute_url": "/opinion/197199/montejo-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197199/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:24:32Z",
  "date_modified": "2017-03-24T10:50:32.437646Z",
  "type": "010combined",
  "sha1": "aa1bce00b5c42226953addee738a6e7310e9df2c",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1349.01A",
  "local_path": null,
  "plain_text": "\n\n                    [NOT FOR PUBLICATION]\r                                [NOT FOR PUBLICATION]\r\n\n                United States Court of Appeals\r                            United States Court of Appeals\r\n                    For the First Circuit\r                                For the First Circuit\r\n\n                                         \r\n\nNo. 96-1349\r\n\n                        OSCAR MONTEJO,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n        [Hon. Richard G. Stearns, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                     Stahl, Circuit Judge,\r                                                     \r\n\n                Bownes, Senior Circuit Judge,\r                                                        \r\n\n                  and Lynch, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nMichaela A. Fanning with whom Gerald  T. Anglin and Tommasino  and\r                                                                              \r\nTommasino were on brief for appellant.\r                 \r\nJohn A. Capin, Assistant United States Attorney,  with whom Donald\r                                                                              \r\nK. Stern, United States Attorney, was on brief for appellee.    \r                \r\n\n                                         \r\n\n                      February 10, 1997\r\n                                         \r\r\n\n          PER CURIAM.   Plaintiff Oscar Montejo appeals  from\r                      PER CURIAM.\r                                \r\n\nsummary  judgment on  his Federal  Tort  Claims Act  case, 28\r\n\nU.S.C.    2671 et seq., for injuries received in the Cape Cod\r                                 \r\n\nNational Seashore  (\"Seashore\") when  the  motorcycle he  was\r\n\nriding struck a steel cable road barrier. \r\n\n          We  review the  district court's  grant of  summary\r\n\njudgment de novo,  and using the  same criteria incumbent  on\r                            \r\n\nthe  district court, we review  the record in  the light most\r\n\nfavorable to  the  nonmoving party,  drawing  all  reasonable\r\n\ninferences  in that  party's  favor.   MacGlashing v.  Dunlop\r                                                                         \r\n\nEquip. Co., 89  F.3d 932,  936 (1st Cir.  1996); Crawford  v.\r                                                                     \r\n\nLamantia, 34 F.3d 28,  31 (1st Cir. 1994), cert.  denied,    \r                                                                    \r\n\nU.S.    , 115 S. Ct. 1393 (1995); Garside v. Osco Drug, Inc.,\r                                                                        \r\n\n895 F.2d 46, 48 (1st Cir. 1990).\r\n\n                        I.  THE FACTS\r                                    I.  THE FACTS\r                                                 \r\n\n          The facts, viewed most favorably to  plaintiff, are\r\n\nas  follows.  The Seashore consists of land owned entirely by\r\n\nthe  United States and is  part of the  national park system.\r\n\nAdministration  of  the  Seashore  is overseen  by  the  Park\r\n\nService,  a bureau  of the  United  States Department  of the\r\n\nInterior.   At all relevant  times, the Seashore  was open to\r\n\nthe public without fee for recreational use.\r\n\n          The Seashore  contains a fire road  system which is\r\n\nboth  accessible  (\"Open   Roads\")  and  restricted  (\"Closed\r\n\nRoads\") to public motor vehicles.  Public motor vehicles have\r\n\n                             -2-\r                                          2\r\r\n\nlimited  access to the fire road system and are restricted to\r\n\nusing  only  the  Open  Roads when  traversing  the  Seashore\r\n\ngrounds.  The only vehicles permitted to use the Closed Roads\r\n\nof  the fire  road system are  authorized emergency  and Park\r\n\nService  vehicles.     All  other  motor  vehicles  including\r\n\nmotorcycles are  strictly prohibited  from entering  onto the\r\n\nClosed Roads of the Seashore.\r\n\n          The  Park  Service  has  a longstanding  policy  of\r\n\nbarring  access into the Closed Roads by placing a cable gate\r\n\nat each entrance way.   Each cable gate consists  of a length\r\n\nof  gray steel cable strung  and locked between  two posts on\r\n\neach side of the fire road.  Only emergency  and Park Service\r\n\npersonnel  have keys that open  the gates.   The Park Service\r\n\nhas  a  policy  of  marking  each  gate  with  distinct  neon\r\n\nstreamers  and attaching  to  the gate  a sign  reading \"FIRE\r\n\nROAD.\"  In addition, at each entrance way, a sign placed next\r\n\nto the  gate proclaims \"MOTORIZED VEHICLES  PROHIBITED.\"  The\r\n\nPark  Service regularly  patrols the  fire roads  to inspect,\r\n\nrepair and replace vandalized or missing gates and signs.\r\n\n          On  October  12,  1990,   plaintiff  was  riding  a\r\n\nmotorcycle at a decommissioned burn dump owned by the Town of\r\n\nProvincetown.  A sign  posted on the public way  leading into\r\n\nthe  town dump  read  \"MOTORCYCLE TRACK  ONLY[.]   ALL  OTHER\r\n\nVEHICLES  TRESPASSING .  . .  [ILLEGIBLE] .  .  . USE  AT OWN\r\n\nRISK.\"  Adjacent to the town dump is the Clapps  Pond area of\r\n\n                             -3-\r                                          3\r\r\n\nthe Seashore which has  been closed to public  motor vehicles\r\n\nfor several decades.   There  are only four  points of  entry\r\n\nalong the boundary of Clapps Pond, all of which are barred by\r\n\ncable gates.  The  accident occurred at the West  Clapps Pond\r\n\nRoad  point of entry which is located on the boundary between\r\n\nthe town dump and Clapps Pond.  No Park Service warning signs\r\n\nwere visible in the vicinity of this cable gate.\r\n\n          It  was general knowledge  that motorcyclists using\r\n\nthe town  dump frequently crossed  into the Seashore  via the\r\n\nWest  Clapps  Pond Road  entrance  way.   During  plaintiff's\r\n\nmotorcycle  excursion, he  proceeded approximately  250 yards\r\n\ninto the Seashore along West Clapps Pond Road before making a\r\n\nright-hand  turn into a dead-end intersection.  As soon as he\r\n\nrounded  the bend,  plaintiff  briefly  glimpsed an  unmarked\r\n\ncable gate  across his path.  The  cable gate was not clearly\r\n\nvisible because the dull gray color of the cable blended into\r\n\nthe  surrounding foliage.  There were no warning signs at the\r\n\nside of  the gate or  on the cable  itself.  Unable  to stop,\r\n\nplaintiff collided with  the cable  and was  thrown from  his\r\n\nmotorcycle.  As a result, plaintiff suffered serious injuries\r\n\nto his  neck and  back and  was forced to  crawl to  a nearby\r\n\nhighway for assistance.\r\n\n          The Park Service was first notified  of plaintiff's\r\n\ninjuries  on September 17, 1992, when it received a claim for\r\n\ninjuries filed by plaintiff's  attorney pursuant to 28 U.S.C.\r\n\n                             -4-\r                                          4\r\r\n\n   2675.   Since  1968  and  prior  to  receiving  notice  of\r\n\nplaintiff's injuries,  the  Park Service  had never  received\r\n\nreports of injuries resulting from any motor vehicle accident\r\n\ncaused  by the  cable gates.   Plaintiff's claim  was denied.\r\n\nPlaintiff  then  filed a  timely  complaint  in the  district\r\n\ncourt.  \r\n\n                      II. APPLICABLE LAW\r                                  II. APPLICABLE LAW\r                                                    \r\n\n          Under  the  Federal  Tort  Claims Act,  the  United\r\n\nStates  shall be liable  in a tort claim  \"in the same manner\r\n\nand to the  same extent  as a private  individual under  like\r\n\ncircumstances.\"  28 U.S.C.   2674.   In such tort claims, the\r\n\nUnited States \"would be liable  to the claimant in accordance\r\n\nwith  the  law  of  the  place  where  the  act  or  omission\r\n\noccurred.\"  28 U.S.C.   1346(b).   See United States v. Varig\r                                                                         \r\n\nAirlines,  467  U.S. 797,  807-808  (1984);  Athas v.  United\r                                                                         \r\n\nStates,  904  F.2d  79, 80  (1st  Cir.  1990).   Because  all\r                  \r\n\nrelevant  acts or  omissions upon  which plaintiff  bases his\r\n\nclaim occurred in Massachusetts,  the law of the Commonwealth\r\n\napplies.\r\n\n          Massachusetts  limits  the liability  of landowners\r\n\nwho  open their  property free  of charge  to the  public for\r\n\nrecreational  purposes.    At  the time  of  the  plaintiff's\r\n\ninjuries,   the  governing   section  of   the  Massachusetts\r\n\nRecreational  Use Statute, Mass. Gen. Laws Ann. ch. 21,   17C\r\n\n(West 1994), read as follows:\r\n\n                             -5-\r                                          5\r\r\n\n               An  owner  of land  who  permits the\r\n          public to use  such land for recreational\r\n          purposes without imposing a charge or fee\r\n          therefor, .  . .  shall not be  liable to\r\n          any member  of the public  who uses  said\r\n          land  for  the  aforesaid   purposes  for\r\n          injuries to person or  property sustained\r\n          by him while on  said land in the absence\r\n          of wilful, wanton or reckless  conduct by\r                                                            \r\n          such  owner, nor shall such permission be\r\n          deemed to confer upon any person so using\r\n          said  land the  status  of an  invitee or\r\n          licensee to  whom any duty would  be owed\r\n          by said owner.\r\n\n(Emphasis added).   The policy underlying  the statute is  to\r\n\nencourage landowners  to open  up their land  to recreational\r\n\nusers by immunizing them  from potential negligence liability\r\n\nresulting from such invitations.  \r\n\n          The  Massachusetts  Supreme Judicial  Court defines\r\n\nwilful, wanton, or reckless conduct as: \"intentional conduct,\r\n\nby way either of commission  or of omission where there is  a\r\n\nduty  to  act,  which  conduct  involves  a  high  degree  of\r\n\nlikelihood  that substantial  harm will  result to  another.\"\r\n\nManning  v. Nobile, 582 N.E.2d  942, 946 (Mass.  1991).  \"Our\r                              \r\n\nrecent practice has been simply  to refer to reckless conduct\r\n\nas constituting the conduct  that produces liability for what\r\n\nthe  court  has  traditionally  called  wilful,  wanton,   or\r\n\nreckless conduct.\"  Sandler  v. Commonwealth, 644 N.E.2d 641,\r                                                        \r\n\n643 (Mass. 1995).\r\n\n          The facts in Sandler  are pertinent to the  case at\r                                          \r\n\nbar.   Plaintiff  was injured  when he  fell off  his bicycle\r\n\nwhile attempting to go through  a tunnel which was part of  a\r\n\n                             -6-\r                                          6\r\r\n\nbikeway along the Charles River.   The bikeway was controlled\r\n\nand maintained by the Commonwealth.  The court found that the\r\n\njury  was  warranted in  finding  that  plaintiff's fall  was\r\n\ncaused  by an uncovered drain which was eight inches wide and\r\n\none foot in  length.  The drain, which was about eight inches\r\n\ndeep,  had  a  cover but  it  had  been  removed by  vandals.\r\n\nVandals  had   also  rendered   the  lights  in   the  tunnel\r\n\ninoperative.  Id. at 642-43.\r                             \r\n\n          There was evidence that the MDC (state agency) knew\r\n\nof the dangers  but did  not respond reasonably.   There  was\r\n\nalso  evidence that it was feasible, at a reasonable cost, to\r\n\ninstall  vandal-resistant  lighting  and   irremovable  drain\r\n\ncovers.   The court held:   \"Nevertheless, the  degree of the\r\n\nrisk of injury  in this case does not meet  the standard that\r\n\nwe have established for recklessness.\"  Id. at 644. \r                                                       \r\n\n           Massachusetts  courts apply a  two prong test when\r\n\ndistinguishing  \"reckless conduct\"  from negligence.   First,\r\n\nthe  defendant must  intentionally disregard  an unreasonable\r\n\nrisk, and second, the risk, viewed prospectively, must entail\r\n\na  \"high degree  of probability  that substantial  harm would\r\n\nresult\"  to  the plaintiff.    Sandler  v. Commonwealth,  644\r                                                                   \r\n\nN.E.2d at 643; Manning v. Nobile, 582 N.E.2d at 946.  \r                                            \r\n\n          Plaintiff argues that Inferrera v. Town of Sudbury,\r                                                                        \r\n\n575 N.E.2d 82 (Mass. App. Ct. 1991), supports  his contention\r\n\nthat the actions  of the Park  Service amounted to  \"reckless\r\n\n                             -7-\r                                          7\r\r\n\nconduct.\"  In Inferrera, a snowmobiler died as a result of an\r                                   \r\n\naccident that  occurred when  his snowmobile collided  with a\r\n\nsteel cable strung  across a path leading into a  field.  The\r\n\nMassachusetts  Appeals Court reversed the trial court's grant\r\n\nof  summary judgment  for the  defendants after  finding that\r\n\ninferences existed  which a reasonable juror  might draw upon\r\n\nto  determine  that stringing  a  cable  across  a  path  was\r\n\nreckless.  The Massachusetts Appeals Court ruled that an \r\n\n          actor's conduct is in  reckless disregard\r\n          of the  safety of  another if he  does an\r\n          act  . .  . knowing  or having  reason to\r\n          know   of  facts   which  would   lead  a\r\n          reasonable man to realize, not  only that\r\n          his conduct creates an  unreasonable risk\r\n          of  physical harm  to  another, but  also\r\n          that such risk  is substantially  greater\r\n          than that which is  necessary to make his\r\n          conduct negligent.\r\n\nId. at 85.  \r              \r\n\n          Although Inferrera is superficially similar  to the\r                                        \r\n\none at  hand, it  is readily  distinguishable.   One critical\r\n\ndistinction  involves the  actual installation  of the  cable\r\n\ngate.  The defendant in Inferrera intended to and did install\r                                             \r\n\nthe  cable gate without marking  it.  The  court in Inferrera\r                                                                         \r\n\nnoted that the defendant \"had not ordered anything to be hung\r\n\non the  cable to make  it 'more visible.'\"   Id. at 84.   The\r                                                           \r\n\nPark  Service,  on the  other  hand,  implemented a  practice\r\n\nspanning   several  decades   of  inspecting,   marking,  and\r\n\nrepairing the cable gates.   There is no indication  that the\r\n\nPark Service intentionally  disregarded the cable gate  risk.\r\n\n                             -8-\r                                          8\r\r\n\nAnother important distinction  involves the  manner in  which\r\n\nthe cable gates were set up.  The cable gate in Inferrera was\r                                                                     \r\n\ninstalled haphazardly in a makeshift arrangement between  two\r\n\ntrees.  In  the case at  bar, the cable gates  were installed\r\n\nbetween carefully placed posts in accordance with a specially\r\n\nlaid out road-access plan.  Finally, in Inferrera,  the cable\r                                                             \r\n\ngate was the only one installed by the Town, and there was no\r\n\nnotice by the Town of  the installation of the gate.   In the\r\n\ncase  before  us,  the  cable  gates  of  the  Seashore  were\r\n\ninstalled  throughout the  park  several  decades  beforehand\r\n\naccording to a carefully laid out plan, thus engendering some\r\n\nawareness that  the Park Service  had installed a  cable gate\r\n\nsystem.   In fact, plaintiff  concedes that he  knew that the\r\n\nPark  Service had  cable gates  set up  within the  Seashore.\r\n\nBased  on  these important  distinctions,  we  find that  the\r\n\nruling of Inferrera  does not extend  to the situation  here.\r                               \r\n\nWe have considered all of  the contentions made by  plaintiff\r\n\nand find them unavailing.\r\n\n                       III.  CONCLUSION\r                                   III.  CONCLUSION\r                                                   \r\n\n          Based upon our review  of the Massachusetts statute\r\n\nand  the cases  interpreting it,  we find  that there  was no\r\n\nreckless conduct  by the  employees of the  Seashore National\r\n\nPark.   The  judgment of  the district  court is,  therefore,\r\n\naffirmed.  No costs.\r            affirmed.  No costs.\r                                \r\n\n                             -9-\r                                          9\r\r\n",
  "html": "<p class=\"case_cite\">107 F.3d 1</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Oscar MONTEJO, Plaintiff, Appellant,<br>v.<br>UNITED STATES of America, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 96-1349.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Feb. 10, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michaela A. Fanning with whom Gerald T. Anglin and Tommasino and Tommasino were on brief for appellant.</p>\n      <p class=\"indent\">John A. Capin, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, BOWNES, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Oscar Montejo appeals from summary judgment on his Federal Tort Claims Act case, 28 U.S.C. &#167; 2671 et seq., for injuries received in the Cape Cod National Seashore (\"Seashore\") when the motorcycle he was riding struck a steel cable road barrier.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We review the district court's grant of summary judgment de novo, and using the same criteria incumbent on the district court, we review the record in the light most favorable to the nonmoving party, drawing all reasonable inferences in that party's favor.  MacGlashing v. Dunlop Equip.  Co., 89 F.3d 932, 936 (1st Cir.1996);  Crawford v. Lamantia, 34 F.3d 28, 31 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 1393 (1995);  Garside v. Osco Drug, Inc., 895 F.2d 46, 48 (1st Cir.1990).</p>\n    </div>\n    <p>I. THE FACTS</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The facts, viewed most favorably to plaintiff, are as follows.  The Seashore consists of land owned entirely by the United States and is part of the national park system.  Administration of the Seashore is overseen by the Park Service, a bureau of the United States Department of the Interior.  At all relevant times, the Seashore was open to the public without fee for recreational use.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Seashore contains a fire road system which is both accessible (\"Open Roads\") and restricted (\"Closed Roads\") to public motor vehicles.  Public motor vehicles have limited access to the fire road system and are restricted to using only the Open Roads when traversing the Seashore grounds.  The only vehicles permitted to use the Closed Roads of the fire road system are authorized emergency and Park Service vehicles.  All other motor vehicles including motorcycles are strictly prohibited from entering onto the Closed Roads of the Seashore.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Park Service has a longstanding policy of barring access into the Closed Roads by placing a cable gate at each entrance way.  Each cable gate consists of a length of gray steel cable strung and locked between two posts on each side of the fire road.  Only emergency and Park Service personnel have keys that open the gates.  The Park Service has a policy of marking each gate with distinct neon streamers and attaching to the gate a sign reading \"FIRE ROAD.\"  In addition, at each entrance way, a sign placed next to the gate proclaims \"MOTORIZED VEHICLES PROHIBITED.\"   The Park Service regularly patrols the fire roads to inspect, repair and replace vandalized or missing gates and signs.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On October 12, 1990, plaintiff was riding a motorcycle at a decommissioned burn dump owned by the Town of Provincetown.  A sign posted on the public way leading into the town dump read \"MOTORCYCLE TRACK ONLY[.] ALL OTHER VEHICLES TRESPASSING ... [ILLEGIBLE] ... USE AT OWN RISK.\"  Adjacent to the town dump is the Clapps Pond area of the Seashore which has been closed to public motor vehicles for several decades.  There are only four points of entry along the boundary of Clapps Pond, all of which are barred by cable gates.  The accident occurred at the West Clapps Pond Road point of entry which is located on the boundary between the town dump and Clapps Pond.  No Park Service warning signs were visible in the vicinity of this cable gate.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It was general knowledge that motorcyclists using the town dump frequently crossed into the Seashore via the West Clapps Pond Road entrance way.  During plaintiff's motorcycle excursion, he proceeded approximately 250 yards into the Seashore along West Clapps Pond Road before making a right-hand turn into a dead-end intersection.  As soon as he rounded the bend, plaintiff briefly glimpsed an unmarked cable gate across his path.  The cable gate was not clearly visible because the dull gray color of the cable blended into the surrounding foliage.  There were no warning signs at the side of the gate or on the cable itself.  Unable to stop, plaintiff collided with the cable and was thrown from his motorcycle.  As a result, plaintiff suffered serious injuries to his neck and back and was forced to crawl to a nearby highway for assistance.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Park Service was first notified of plaintiff's injuries on September 17, 1992, when it received a claim for injuries filed by plaintiff's attorney pursuant to 28 U.S.C. &#167; 2675.  Since 1968 and prior to receiving notice of plaintiff's injuries, the Park Service had never received reports of injuries resulting from any motor vehicle accident caused by the cable gates.  Plaintiff's claim was denied.  Plaintiff then filed a timely complaint in the district court.</p>\n    </div>\n    <p>II. APPLICABLE LAW</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Under the Federal Tort Claims Act, the United States shall be liable in a tort claim \"in the same manner and to the same extent as a private individual under like circumstances.\"  28 U.S.C. &#167; 2674.  In such tort claims, the United States \"would be liable to the claimant in accordance with the law of the place where the act or omission occurred.\"  28 U.S.C. &#167; 1346(b).  See United States v. Varig Airlines, 467 U.S. 797, 807-808 (1984);  Athas v. United States, 904 F.2d 79, 80 (1st Cir.1990).  Because all relevant acts or omissions upon which plaintiff bases his claim occurred in Massachusetts, the law of the Commonwealth applies.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Massachusetts limits the liability of landowners who open their property free of charge to the public for recreational purposes.  At the time of the plaintiff's injuries, the governing section of the Massachusetts Recreational Use Statute, Mass.  Gen. Laws Ann. ch. 21, &#167; 17C (West 1994), read as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>An owner of land who permits the public to use such land for recreational purposes without imposing a charge or fee therefor, ... shall not be liable to any member of the public who uses said land for the aforesaid purposes for injuries to person or property sustained by him while on said land in the absence of wilful, wanton or reckless conduct by such owner, nor shall such permission be deemed to confer upon any person so using said land the status of an invitee or licensee to whom any duty would be owed by said owner.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">(Emphasis added).  The policy underlying the statute is to encourage landowners to open up their land to recreational users by immunizing them from potential negligence liability resulting from such invitations.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Massachusetts Supreme Judicial Court defines wilful, wanton, or reckless conduct as:  \"intentional conduct, by way either of commission or of omission where there is a duty to act, which conduct involves a high degree of likelihood that substantial harm will result to another.\"  Manning v. Nobile, 582 N.E.2d 942, 946 (Mass.1991).  \"Our recent practice has been simply to refer to reckless conduct as constituting the conduct that produces liability for what the court has traditionally called wilful, wanton, or reckless conduct.\"  Sandler v. Commonwealth, 644 N.E.2d 641, 643 (Mass.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The facts in Sandler are pertinent to the case at bar.  Plaintiff was injured when he fell off his bicycle while attempting to go through a tunnel which was part of a bikeway along the Charles River.  The bikeway was controlled and maintained by the Commonwealth.  The court found that the jury was warranted in finding that plaintiff's fall was caused by an uncovered drain which was eight inches wide and one foot in length.  The drain, which was about eight inches deep, had a cover but it had been removed by vandals.  Vandals had also rendered the lights in the tunnel inoperative.  Id. at 642-43.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">There was evidence that the MDC (state agency) knew of the dangers but did not respond reasonably.  There was also evidence that it was feasible, at a reasonable cost, to install vandal-resistant lighting and irremovable drain covers.  The court held:  \"Nevertheless, the degree of the risk of injury in this case does not meet the standard that we have established for recklessness.\"  Id. at 644.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Massachusetts courts apply a two prong test when distinguishing \"reckless conduct\" from negligence.  First, the defendant must intentionally disregard an unreasonable risk, and second, the risk, viewed prospectively, must entail a \"high degree of probability that substantial harm would result\" to the plaintiff.  Sandler v. Commonwealth, 644 N.E.2d at 643;  Manning v. Nobile, 582 N.E.2d at 946.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Plaintiff argues that Inferrera v. Town of Sudbury, 575 N.E.2d 82 (Mass.App.Ct.1991), supports his contention that the actions of the Park Service amounted to \"reckless conduct.\"   In Inferrera, a snowmobiler died as a result of an accident that occurred when his snowmobile collided with a steel cable strung across a path leading into a field.  The Massachusetts Appeals Court reversed the trial court's grant of summary judgment for the defendants after finding that inferences existed which a reasonable juror might draw upon to determine that stringing a cable across a path was reckless.  The Massachusetts Appeals Court ruled that an</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>actor's conduct is in reckless disregard of the safety of another if he does an act ... knowing or having reason to know of facts which would lead a reasonable man to realize, not only that his conduct creates an unreasonable risk of physical harm to another, but also that such risk is substantially greater than that which is necessary to make his conduct negligent.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Id. at 85.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Although Inferrera is superficially similar to the one at hand, it is readily distinguishable.  One critical distinction involves the actual installation of the cable gate.  The defendant in Inferrera intended to and did install the cable gate without marking it.  The court in Inferrera noted that the defendant \"had not ordered anything to be hung on the cable to make it 'more visible.' \"  Id. at 84.  The Park Service, on the other hand, implemented a practice spanning several decades of inspecting, marking, and repairing the cable gates.  There is no indication that the Park Service intentionally disregarded the cable gate risk.  Another important distinction involves the manner in which the cable gates were set up.  The cable gate in Inferrera was installed haphazardly in a makeshift arrangement between two trees.  In the case at bar, the cable gates were installed between carefully placed posts in accordance with a specially laid out road-access plan.  Finally, in Inferrera, the cable gate was the only one installed by the Town, and there was no notice by the Town of the installation of the gate.  In the case before us, the cable gates of the Seashore were installed throughout the park several decades beforehand according to a carefully laid out plan, thus engendering some awareness that the Park Service had installed a cable gate system.  In fact, plaintiff concedes that he knew that the Park Service had cable gates set up within the Seashore.  Based on these important distinctions, we find that the ruling of Inferrera does not extend to the situation here.  We have considered all of the contentions made by plaintiff and find them unavailing.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Based upon our review of the Massachusetts statute and the cases interpreting it, we find that there was no reckless conduct by the employees of the Seashore National Park.  The judgment of the district court is, therefore, affirmed.  No costs.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Oscar MONTEJO, Plaintiff, Appellant,<br>v.<br>UNITED STATES of America, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 96-1349.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Feb. 10, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michaela A. Fanning with whom Gerald T. Anglin and Tommasino and Tommasino were on brief for appellant.</p>\n      <p class=\"indent\">John A. Capin, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, BOWNES, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Oscar Montejo appeals from summary judgment on his Federal Tort Claims Act case, 28 U.S.C. &#167; 2671 et seq., for injuries received in the Cape Cod National Seashore (\"Seashore\") when the motorcycle he was riding struck a steel cable road barrier.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We review the district court's grant of summary judgment de novo, and using the same criteria incumbent on the district court, we review the record in the light most favorable to the nonmoving party, drawing all reasonable inferences in that party's favor.  MacGlashing v. Dunlop Equip.  Co., <span class=\"citation\" data-id=\"196891\"><a href=\"/opinion/196891/macglashing-v-restoration/\"><span class=\"volume\">89</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">932</span></a></span>, 936 (1st Cir.1996);  Crawford v. Lamantia, <span class=\"citation\" data-id=\"195599\"><a href=\"/opinion/195599/crawford-v-lamantia/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span>, 31 (1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1393</span></span> (1995);  Garside v. Osco Drug, Inc., <span class=\"citation\" data-id=\"536033\"><a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span>, 48 (1st Cir.1990).</p>\n    </div>\n    <p>I. THE FACTS</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The facts, viewed most favorably to plaintiff, are as follows.  The Seashore consists of land owned entirely by the United States and is part of the national park system.  Administration of the Seashore is overseen by the Park Service, a bureau of the United States Department of the Interior.  At all relevant times, the Seashore was open to the public without fee for recreational use.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Seashore contains a fire road system which is both accessible (\"Open Roads\") and restricted (\"Closed Roads\") to public motor vehicles.  Public motor vehicles have limited access to the fire road system and are restricted to using only the Open Roads when traversing the Seashore grounds.  The only vehicles permitted to use the Closed Roads of the fire road system are authorized emergency and Park Service vehicles.  All other motor vehicles including motorcycles are strictly prohibited from entering onto the Closed Roads of the Seashore.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Park Service has a longstanding policy of barring access into the Closed Roads by placing a cable gate at each entrance way.  Each cable gate consists of a length of gray steel cable strung and locked between two posts on each side of the fire road.  Only emergency and Park Service personnel have keys that open the gates.  The Park Service has a policy of marking each gate with distinct neon streamers and attaching to the gate a sign reading \"FIRE ROAD.\"  In addition, at each entrance way, a sign placed next to the gate proclaims \"MOTORIZED VEHICLES PROHIBITED.\"   The Park Service regularly patrols the fire roads to inspect, repair and replace vandalized or missing gates and signs.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On October 12, 1990, plaintiff was riding a motorcycle at a decommissioned burn dump owned by the Town of Provincetown.  A sign posted on the public way leading into the town dump read \"MOTORCYCLE TRACK ONLY[.] ALL OTHER VEHICLES TRESPASSING ... [ILLEGIBLE] ... USE AT OWN RISK.\"  Adjacent to the town dump is the Clapps Pond area of the Seashore which has been closed to public motor vehicles for several decades.  There are only four points of entry along the boundary of Clapps Pond, all of which are barred by cable gates.  The accident occurred at the West Clapps Pond Road point of entry which is located on the boundary between the town dump and Clapps Pond.  No Park Service warning signs were visible in the vicinity of this cable gate.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It was general knowledge that motorcyclists using the town dump frequently crossed into the Seashore via the West Clapps Pond Road entrance way.  During plaintiff's motorcycle excursion, he proceeded approximately 250 yards into the Seashore along West Clapps Pond Road before making a right-hand turn into a dead-end intersection.  As soon as he rounded the bend, plaintiff briefly glimpsed an unmarked cable gate across his path.  The cable gate was not clearly visible because the dull gray color of the cable blended into the surrounding foliage.  There were no warning signs at the side of the gate or on the cable itself.  Unable to stop, plaintiff collided with the cable and was thrown from his motorcycle.  As a result, plaintiff suffered serious injuries to his neck and back and was forced to crawl to a nearby highway for assistance.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Park Service was first notified of plaintiff's injuries on September 17, 1992, when it received a claim for injuries filed by plaintiff's attorney pursuant to 28 U.S.C. &#167; 2675.  Since 1968 and prior to receiving notice of plaintiff's injuries, the Park Service had never received reports of injuries resulting from any motor vehicle accident caused by the cable gates.  Plaintiff's claim was denied.  Plaintiff then filed a timely complaint in the district court.</p>\n    </div>\n    <p>II. APPLICABLE LAW</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Under the Federal Tort Claims Act, the United States shall be liable in a tort claim \"in the same manner and to the same extent as a private individual under like circumstances.\"  28 U.S.C. &#167; 2674.  In such tort claims, the United States \"would be liable to the claimant in accordance with the law of the place where the act or omission occurred.\"  28 U.S.C. &#167; 1346(b).  See United States v. Varig Airlines, <span class=\"citation\" data-id=\"111219\"><a href=\"/opinion/111219/united-states-v-sa-empresa-de-viacao-aerea-rio-grandense/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">797</span></a></span>, 807-808 (1984);  Athas v. United States, <span class=\"citation\" data-id=\"542292\"><a href=\"/opinion/542292/jennie-athas-v-united-states/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">79</span></a></span>, 80 (1st Cir.1990).  Because all relevant acts or omissions upon which plaintiff bases his claim occurred in Massachusetts, the law of the Commonwealth applies.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Massachusetts limits the liability of landowners who open their property free of charge to the public for recreational purposes.  At the time of the plaintiff's injuries, the governing section of the Massachusetts Recreational Use Statute, Mass.  Gen. Laws Ann. ch. 21, &#167; 17C (West 1994), read as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>An owner of land who permits the public to use such land for recreational purposes without imposing a charge or fee therefor, ... shall not be liable to any member of the public who uses said land for the aforesaid purposes for injuries to person or property sustained by him while on said land in the absence of wilful, wanton or reckless conduct by such owner, nor shall such permission be deemed to confer upon any person so using said land the status of an invitee or licensee to whom any duty would be owed by said owner.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">(Emphasis added).  The policy underlying the statute is to encourage landowners to open up their land to recreational users by immunizing them from potential negligence liability resulting from such invitations.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Massachusetts Supreme Judicial Court defines wilful, wanton, or reckless conduct as:  \"intentional conduct, by way either of commission or of omission where there is a duty to act, which conduct involves a high degree of likelihood that substantial harm will result to another.\"  Manning v. Nobile, <span class=\"citation\" data-id=\"2227377\"><a href=\"/opinion/2227377/manning-v-nobile/\"><span class=\"volume\">582</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">942</span></a></span>, 946 (Mass.1991).  \"Our recent practice has been simply to refer to reckless conduct as constituting the conduct that produces liability for what the court has traditionally called wilful, wanton, or reckless conduct.\"  Sandler v. Commonwealth, <span class=\"citation no-link\"><span class=\"volume\">644</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">641</span></span>, 643 (Mass.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The facts in Sandler are pertinent to the case at bar.  Plaintiff was injured when he fell off his bicycle while attempting to go through a tunnel which was part of a bikeway along the Charles River.  The bikeway was controlled and maintained by the Commonwealth.  The court found that the jury was warranted in finding that plaintiff's fall was caused by an uncovered drain which was eight inches wide and one foot in length.  The drain, which was about eight inches deep, had a cover but it had been removed by vandals.  Vandals had also rendered the lights in the tunnel inoperative.  Id. at 642-43.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">There was evidence that the MDC (state agency) knew of the dangers but did not respond reasonably.  There was also evidence that it was feasible, at a reasonable cost, to install vandal-resistant lighting and irremovable drain covers.  The court held:  \"Nevertheless, the degree of the risk of injury in this case does not meet the standard that we have established for recklessness.\"  Id. at 644.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Massachusetts courts apply a two prong test when distinguishing \"reckless conduct\" from negligence.  First, the defendant must intentionally disregard an unreasonable risk, and second, the risk, viewed prospectively, must entail a \"high degree of probability that substantial harm would result\" to the plaintiff.  Sandler v. Commonwealth, 644 N.E.2d at 643;  Manning v. Nobile, 582 N.E.2d at 946.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Plaintiff argues that Inferrera v. Town of Sudbury, <span class=\"citation\" data-id=\"2101810\"><a href=\"/opinion/2101810/inferrera-v-sudbury/\"><span class=\"volume\">575</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">82</span></a></span> (Mass.App.Ct.1991), supports his contention that the actions of the Park Service amounted to \"reckless conduct.\"   In Inferrera, a snowmobiler died as a result of an accident that occurred when his snowmobile collided with a steel cable strung across a path leading into a field.  The Massachusetts Appeals Court reversed the trial court's grant of summary judgment for the defendants after finding that inferences existed which a reasonable juror might draw upon to determine that stringing a cable across a path was reckless.  The Massachusetts Appeals Court ruled that an</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>actor's conduct is in reckless disregard of the safety of another if he does an act ... knowing or having reason to know of facts which would lead a reasonable man to realize, not only that his conduct creates an unreasonable risk of physical harm to another, but also that such risk is substantially greater than that which is necessary to make his conduct negligent.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Id. at 85.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Although Inferrera is superficially similar to the one at hand, it is readily distinguishable.  One critical distinction involves the actual installation of the cable gate.  The defendant in Inferrera intended to and did install the cable gate without marking it.  The court in Inferrera noted that the defendant \"had not ordered anything to be hung on the cable to make it 'more visible.' \"  Id. at 84.  The Park Service, on the other hand, implemented a practice spanning several decades of inspecting, marking, and repairing the cable gates.  There is no indication that the Park Service intentionally disregarded the cable gate risk.  Another important distinction involves the manner in which the cable gates were set up.  The cable gate in Inferrera was installed haphazardly in a makeshift arrangement between two trees.  In the case at bar, the cable gates were installed between carefully placed posts in accordance with a specially laid out road-access plan.  Finally, in Inferrera, the cable gate was the only one installed by the Town, and there was no notice by the Town of the installation of the gate.  In the case before us, the cable gates of the Seashore were installed throughout the park several decades beforehand according to a carefully laid out plan, thus engendering some awareness that the Park Service had installed a cable gate system.  In fact, plaintiff concedes that he knew that the Park Service had cable gates set up within the Seashore.  Based on these important distinctions, we find that the ruling of Inferrera does not extend to the situation here.  We have considered all of the contentions made by plaintiff and find them unavailing.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Based upon our review of the Massachusetts statute and the cases interpreting it, we find that there was no reckless conduct by the employees of the Seashore National Park.  The judgment of the district court is, therefore, affirmed.  No costs.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111219/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195599/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196891/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542292/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2101810/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2227377/"
  ]
}