{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197166/",
  "absolute_url": "/opinion/197166/frillz-v-lader/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197166/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:23:47Z",
  "date_modified": "2017-03-24T10:50:29.156965Z",
  "type": "010combined",
  "sha1": "779d0208b1aa5c3a78b0f25cbf63e243a952735f",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1785.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 96-1785\r\n\n                          FRILLZ, INC.,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n              PHILIP LADER, AS ADMINISTRATOR OF THE\r\n           UNITED STATES SMALL BUSINESS ADMINISTRATION,\r\n\n                       Defendant, Appellee.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Reginald C. Lindsay, U.S. District Judge]\r                                                                 \r\n\n                                             \r\n\n                              Before\r\n\n                 Selya and Stahl, Circuit Judges,\r                                                          \r\n\n                  and Woodlock,* District Judge.\r                                                         \r\n\n                                             \r\n\n     Evans J. Carter, with whom Hargraves, Karb, Wilcox &amp; Galvani\r                                                                           \r\nwere on brief, for appellant.\r\n     Susan M. Poswistilo, Assistant United  States Attorney, with\r                                  \r\nwhom Donald  K.  Stern,  United  States Attorney,  and  Glenn  P.\r                                                                           \r\nHarris, Office of General Counsel, Small Business Administration,\r                \r\nwere on brief, for appellee.\r\n\n                                             \r\n\n                         January 21, 1997\r\n\n                                             \r\n\n              \r\n\n*Of the District of Massachusetts, sitting by designation.\r\r\n\n          SELYA,  Circuit  Judge.    Plaintiff-appellant  Frillz,\r                    SELYA,  Circuit  Judge.\r                                          \r\n\nInc., a  Massachusetts corporation,  seeks damages for  breach of\r\n\ncontract against  Philip Lader, in his  capacity as administrator\r\n\nof  the  federal  Small   Business  Administration  (SBA).    The\r\n\nplaintiff bases its suit on the  SBA's alleged refusal to honor a\r\n\nloan  guaranty commitment.   The  district court  granted summary\r\n\njudgment for the SBA.  We affirm.\r\n\n                                I.\r                                          I.\r                                            \r\n\n                            Background\r                                      Background\r                                                \r\n\n          In February 1993,  Frillz asked the  SBA to guaranty  a\r\n\nproposed loan.  Frillz  contemplated that the loan would  be made\r\n\nby Eastern Bank (the Lender) in the principal amount of $612,000.\r\n\nOf this  amount approximately  $240,000 would  be used to  retire\r\n\nindebtedness owed to Fleet Bank, and the balance would be used to\r\n\nexpand  Frillz's retail  operations  from  fourteen to  seventeen\r\n\nstores.\r\n\n          In due course,  the SBA  approved Frillz's  application\r\n\nfor  an 80%  guaranty  of  the loan.    The SBA's  loan  guaranty\r\n\nauthorization contained a clause  requiring receipt by the Lender\r\n\nof  \"evidence satisfactory  to it  in its  sole discretion,  that\r\n\nthere has been no unremedied adverse change since the date of the\r\n\nApplication . .  . in the  financial or  any other conditions  of\r\n\n[Frillz], which would warrant withholding or not  making any such\r\n\ndisbursement.\"\r\n\n          Frillz struggled  in the  third quarter of  fiscal 1993\r\n\n(February  through April), losing $189,000.  In the next quarter,\r\n\n                                2\r\r\n\nhowever, its  operations returned  to profitability.   The Lender\r\n\nsubsequently  concluded  that  the  adverse  change  in  Frillz's\r\n\nfinancial  picture  had  been  remedied.     Notwithstanding  the\r\n\nLender's  satisfaction, the  SBA balked;  it informed  the Lender\r\n\nthat  it did  not  believe  that  the  adverse  change  had  been\r\n\nsufficiently   ameliorated.     And,   it   announced  that   any\r\n\ndisbursement of the loan must  have the approval of both  the SBA\r\n\nand the Lender.\r\n\n          Frillz filed suit claiming that  the SBA had reneged on\r\n\nits  agreement  that the  Lender  would have  sole  discretion to\r\n\ndetermine whether there had been an uncorrected adverse change in\r\n\nFrillz's  financial  condition.    On  cross-motions  for summary\r\n\njudgment, the district  court concluded that,  under 15 U.S.C.   \r\n\n636(a)(6)  (1994), the SBA  could not  delegate the  authority to\r\n\ndetermine  the financial security of a loan to any outsider.  See\r                                                                           \r\n\nFrillz,  Inc. v.  Lader, 925  F. Supp.  83, 88  (D. Mass.  1996).\r                                 \r\n\nHence,  the court entered judgment in the defendant's favor.  See\r                                                                           \r\n\nid.  This appeal followed.\r             \r\n\n                               II.\r                                         II.\r                                            \r\n\n                             Analysis\r                                       Analysis\r                                               \r\n\n          Summary  judgment is  appropriate  when  \"there  is  no\r\n\ngenuine issue as to any material fact  and . . . the moving party\r\n\nis  entitled to judgment as  a matter of  law.\"  Fed.  R. Civ. P.\r\n\n56(c).    Our review  of the  district  court's grant  of summary\r\n\njudgment  is plenary, and in canvassing the record we indulge all\r\n\nreasonable  inferences in favor of the party opposing the motion.\r\n\n                                3\r\r\n\nSee Garside v. Osco Drug, Inc., 895 F.2d 46, 48  (1st Cir. 1990).\r                                        \r\n\nWe are  not bound by  the rationale  of the lower  court but  may\r\n\ninstead affirm  an entry of  summary judgment on  any alternative\r\n\nground  made manifest by the  record.  See  Hachikian v. FDIC, 96\r                                                                       \r\n\nF.3d 502, 504 (1st Cir. 1996).  We follow that avenue here.\r\n\n          Frillz  challenges the district court's holding that 15\r\n\nU.S.C.   636(a)(6)  precludes the  SBA from  delegating to  other\r\n\nthan in-house  personnel  on several  grounds.   It  argues  that\r\n\nCongress in 1981 repealed the  language in section 636(a)(6) that\r\n\nrestricts the SBA's  power to delegate, and thus that there is no\r\n\nstatutory impediment to the SBA's  delegation of authority to the\r\n\nLender.1  Alternatively, it asserts that even if Congress did not\r\n\nrepeal the  disputed portion  of section 636(a)(6),  that statute\r\n\nshould  not  be  interpreted  to  bar  delegation  of  the  SBA's\r\n\nauthority.  These questions are not without complication; indeed,\r\n\nthe  district court aptly described the task of answering them as\r\n\n\"somewhat pedantic  and unavoidably  ponderous.\"  Frillz,  925 F.\r                                                                  \r\n                    \r                              \r\n\n     1We set  out  in  the  Appendix  the text  of  15  U.S.C.   \r\n636(a)(6) as  it appeared before Congress amended  it by enacting\r\nthe Omnibus Budget Reconciliation Act of 1981 (OBRA), Pub. L. 97-\r\n35,     1910,  95 Stat.  778  (stating  inter  alia that  section\r                                                             \r\n636(a)(6)(C), which Congress described as \"[s]ection[] 7(a)(6)(C)\r\n. . . of the Small Business Act [is]  repealed [as of] October 1,\r\n1985\").  Frillz  claims that Congress thereby intended  to repeal\r\nnot  only section 636(a)(6)(C) proper  but also the last sentence\r\nof  15 U.S.C.     636(a)(6)  (which  states  in  part  that  \"any\r\nauthority conferred  by this  subparagraph on  the Administration\r\nshall  be exercised solely by the Administration and shall not be\r\ndelegated  to  other  than  Administration   personnel\").    This\r\nsentence appears below section  636(a)(6)(C) without any  further\r\nletter  or numerical  reference,  yet without  indentation.   The\r\ncompilers of  the code  apparently determined that  this sentence\r\ndid  not  comprise  part  of  section  636(a)(6)(C),  but  Frillz\r\ndisagrees.\r\n\n                                4\r\r\n\nSupp. at 86.  We spare ourselves that difficulty, for the  record\r\n\nallows  us to  reach  the same  destination  by an  easier,  less\r\n\nlabyrinthine  path:  the SBA official  who approved Frillz's loan\r\n\nguaranty lacked power under  existing SBA regulations to delegate\r\n\nhis authority further.2\r\n\n          A  suit  against a  federal  official  in his  official\r\n\ncapacity  is  in  effect a  suit  against  the  government.   See\r                                                                           \r\n\nAmerican  Policyholders Ins. Co. v. Nyacol Prods., Inc., 989 F.2d\r                                                                 \r\n                    \r                              \r\n\n     2The   question  of  whether  Congress  repealed  the  final\r\nsentence  of  section 636(a)(6)  is  freighted  with uncertainty.\r\nWhen one examines the content of section 636(a)(6) as it appeared\r\nbefore  Congress amended it in  1981 through the  OBRA, the final\r\nsentence fits  comfortably, in structural terms,  with subsection\r\n(C).  At  that time, section 636(a)(6) began  by stating that SBA\r\nloans must be \"of such sound value or so secured as reasonably to\r\nassure repayment,\" and subsections (A), (B), and (C) each limited\r\nthis requirement:  subsection (A) with respect to loans to assist\r\nany handicapped individual; subsection  (B) with respect to loans\r\nfor  energy measures;  and subsection (C)  with respect  to loans\r\nused  to refinance indebtedness.   The first clause  of the final\r\nundesignated  sentence also  dealt with  loans used  to refinance\r\nexisting indebtedness.  It is thus reasonable to suggest that the\r\nfinal  sentence   of  section  636(a)(6)  comprises   a  part  of\r\nsubsection (C).\r\n      On the other hand, when Congress passed the OBRA, the final\r\nsentence of section 636(a)(6) appeared as it does now:  below the\r\nthree subsections, unindented.   It did not appear from  the form\r\nof the  statute to have been  part of subsection (C);  and, since\r\nCongress specified only that subsection (C) was repealed, to hold\r\nnow that the  final undesignated sentence comprised  part of that\r\nsubsection would  violate the  principle that implied  repeals of\r\nfederal  statutes are  disfavored.   See  Passamaquoddy Tribe  v.\r                                                                       \r\nMaine,  75 F.3d 784, 790  (1st Cir. 1996).   Moreover, subsequent\r               \r\nCongresses assumed  that the final sentence  survived the repeal,\r\nsee, e.g., H.R. Rep. No. 101-667, at 15 (1990), reprinted in 1990\r                                                                      \r\nU.S.C.C.A.N. 3990,  3992;  H.R. Rep.  No. 102-492,  at 3  (1992),\r\nreprinted in 1992  U.S.C.C.A.N. 891,  892, and a  court for  that\r                      \r\nreason would be hard-pressed  to find that the sentence  had been\r\ndeleted in 1981.   Although we need not solve  this riddle today,\r\nwe hope that Congress will spare future courts and litigants from\r\nchoosing between  these two disagreeable interpretations  of this\r\ndamaged statute  and clarify  whether it intends  that the  final\r\nsentence of section 636(a)(6) be preserved.\r\n\n                                5\r\r\n\n1256, 1259 (1st Cir.  1993).  We recently observed  that \"parties\r\n\nseeking  to recover  against the  United States  in an  action ex\r                                                                           \r\n\ncontractu have the burden of demonstrating affirmatively that the\r                   \r\n\nagent  who purported to bind  the government had actual authority\r\n\nto do  so.\"  Hachikian, 96  F.3d at 505.   The statutes governing\r                                \r\n\nthe SBA  permit the head of  the agency   the  Administrator   to\r\n\nauthorize officers and  employees of the  SBA to exercise  powers\r\n\ngranted to the agency by Congress.  See 15 U.S.C.   634(a).  Such\r                                                 \r\n\ndelegations  are made  through agency  regulations.   See Chevron\r                                                                           \r\n\nU.S.A. Inc. v. National Resources Defense Council, Inc., 467 U.S.\r                                                                 \r\n\n837, 843-44 (1984).\r\n\n          The regulations in effect when the SBA signed  the loan\r\n\nauthorization  agreement  at   issue  here  (February   of  1993)\r\n\nstipulated that various individuals in the SBA's employ had power\r\n\nto  approve or  reject loans  up to  $750,000.   See 13  C.F.R.  \r                                                              \r\n\n101.3-2, Pt. I    A(1)(b) (1993).  This group  included Gordon J.\r\n\nRyan, as Chief  of the  Finance Division, who  approved the  loan\r\n\nauthorization in this case.   See id.  Ryan also had the power to\r                                               \r\n\nextend disbursement periods and  to cancel, reinstate, and modify\r\n\nloan authorizations.   See id. at   (B).  But the regulations did\r                                        \r\n\nnot grant  Ryan any  power to  transfer his  authority:   to  the\r\n\nprecise  contrary, the  regulations  explicitly  admonished  that\r\n\n\"[t]he authority delegated herein may  not be redelegated.\"   Id.\r                                                                           \r\n\nat Pt. XI,   A(1).\r\n\n          Frillz  does not  dispute  that any  delegation of  the\r\n\nSBA's  authority must  be  made pursuant  to agency  regulations.\r\n\n                                6\r\r\n\nInstead, it argues that because the Chief of the Finance Division\r\n\nwas  authorized  to approve  loans up  to  $750,000, he  was also\r\n\nempowered to set the terms and conditions of such loans, and that\r\n\na determination by the  Lender of whether Frillz had  suffered an\r\n\nunremedied  adverse financial change  was merely  a loan  term or\r\n\ncondition to which Ryan could (and  did) assent.  This is no more\r\n\nthan a play on words.  Granting the Lender the right to determine\r\n\nthe  soundness  of  a  loan guaranty  constitutes  a  significant\r\n\nrelinquishment of  power.  Frillz  cannot circumvent the  lack of\r\n\nany  regulatory  authority sufficient  to permit  this delegation\r\n\nsimply by describing it as a term or condition of the loan.\r\n\n          This  conclusion is  bolstered  by the  language of  15\r\n\nU.S.C.    634(b)(7), a statute  that grants the Administrator the\r\n\npower to  \"authorize participating  lending institutions, in  his\r\n\ndiscretion pursuant  to regulations  promulgated by him,  to take\r\n\nsuch actions on  his behalf,  including, but not  limited to  the\r\n\ndetermination  of .  .  . creditworthiness.\"   The  Administrator\r\n\nexercised this authority in promulgating regulations creating the\r\n\nso-called  Preferred  Lenders Program  (PLP).   See  13  C.F.R.  \r                                                             \r\n\n120.400  et seq.  (1993).   Although section  634(b)(7) does  not\r                          \r\n\napply here     Eastern Bank  was not  a member  of the  PLP    it\r\n\nstrongly suggests that any delegation of the right to determine a\r                                    \r\n\nprospective borrower's financial stability  must be made pursuant\r\n\nto agency regulations.   Otherwise, the cited portion of  section\r\n\n634(b)(7) would be superfluous.\r\n\n          We  hold, then, that  because the Chief  of the Finance\r\n\n                                7\r\r\n\nDivision  had  no  authority  to  delegate  to  the  Lender   the\r\n\ndetermination  of  whether  Frillz  had  suffered  an  unremedied\r\n\nadverse change in its  financial condition, the government cannot\r\n\nbe bound by that stipulation in the loan guaranty authorization.\r\n\n          Frillz has  a  fallback position:    it invites  us  to\r\n\nremand this case  to the district court so that  it may pursue an\r\n\nequitable  estoppel  claim  against  the  SBA.   We  decline  the\r\n\ninvitation.     The  doctrine   of  equitable  estoppel   in  its\r\n\ntraditional  incarnation  does  not  apply  against  the  federal\r\n\ngovernment.   See,  e.g.,  OPM v.  Richmond,  496 U.S.  414,  419\r                                                     \r\n\n(1990); United States v.  Ven-Fuel, Inc., 758 F.2d 741,  761 (1st\r                                                  \r\n\nCir. 1985); see also Heckler v. Community Health Servs., 467 U.S.\r                                                                 \r\n\n51,  67  (1984)  (Rehnquist,  J., concurring)  (noting  that  the\r\n\nSupreme Court  has  never upheld  an estoppel  claim against  the\r\n\ngovernment).    A  party  seeking to  invoke  equitable  estoppel\r\n\nagainst the federal government at a minimum \"must have reasonably\r\n\nrelied  on  some  `affirmative  misconduct' attributable  to  the\r\n\nsovereign.\"  Ven-Fuel, 758 F.2d  at 761.  Passing the  point that\r                               \r\n\neven  such reliance  may be  insufficient, see  id. at  761 n.14,\r                                                             \r\n\nthere is absolutely no evidence  of affirmative misconduct by the\r\n\nSBA which  might arguably be  sufficient to  support an  estoppel\r\n\nclaim against the  government in  this case.   See Hachikian,  96\r                                                                      \r\n\nF.3d at  506  n.3 (noting  that equitable  estoppel is  generally\r\n\ninapplicable to the federal  government when its employees induce\r\n\nreliance by their unauthorized actions).\r\n\n                               III.\r                                         III.\r                                             \r\n\n                                8\r\r\n\n                            Conclusion\r                                      Conclusion\r                                                \r\n\n          We  need go  no  further.   The  Chief of  the  Finance\r\n\nDivision  lacked  authority  to  delegate  the  determination  of\r\n\nwhether Frillz continued to suffer from the effects of an adverse\r\n\nfinancial  change.   Consequently,  Frillz  cannot  rely on  that\r\n\nportion  of the loan authorization  agreement as the  basis for a\r\n\nbreach  of  contract claim  against the  government.   It follows\r\n\ninexorably, as night follows day, that the district court did not\r\n\nerr in granting summary judgment in the defendant's favor.\r\n\nAffirmed.\r                  \r\n\n                                9\r\r\n\n                             APPENDIX\r                                       APPENDIX\r                                               \r\n\n     \"The Administration is  empowered .  . . to  make loans  for\r\nplant  acquisition,  construction,   conversion,  or   expansion,\r\nincluding the acquisition of land, material, supplies, equipment,\r\nand working capital,  and to  make loans to  any qualified  small\r\nbusiness concern . . . for purposes of this Act.  Such financings\r\nmay be made either directly or in cooperation with banks or other\r\nfinancial institutions  through agreements  to participate  on an\r\nimmediate or  deferred (guaranteed) basis.  These powers shall be\r\nsubject, however, to the following restrictions, limitations, and\r\nprovisions:\r\n\n                       *        *        *\r\n\n          (6) All  loans made under  this subsection shall  be of\r\n     such sound  value  or so  secured  as reasonably  to  assure\r\n     repayment:  Provided, however, That  \r                                            \r\n               (A)  for loans  to  assist any  public or  private\r\n          organization or to assist any handicapped individual as\r\n          provided  in  paragraph  (10) of  this  subsection  any\r\n          reasonable  doubt shall  be  resolved in  favor of  the\r\n          applicant;\r\n               (B)   recognizing   that  greater   risk   may  be\r\n          associated with loans  for energy measures as  provided\r\n          in  paragraph  (12)  of  this  subsection,  factors  in\r\n          determining `sound  value'  shall include,  but not  be\r\n          limited  to,   quality  of  the  product   or  service;\r\n          technical  qualifications  of  the  applicant   or  his\r\n          employees;  sales projections; and the financial status\r\n          of the  business concern:  Provided  further, That such\r                                                                \r\n          status  need  not be  as  sound  as  that required  for\r\n          general loans under this subsection; and\r\n               (C)  the  Administration   shall  not  decline  to\r\n          participate  in a loan  on a deferred  basis under this\r\n          subsection  solely because  such loan  will be  used to\r\n          refinance all or any  part of the existing indebtedness\r\n          of  a small business concern, unless the Administration\r\n          determines that  \r\n                    (i) the holder  of such existing indebtedness\r\n               is  in a position likely to sustain a loss if such\r\n               refinancing is not provided, and\r\n                    (ii)  if  the  Administration  provides  such\r\n               refinancing through an agreement to participate on\r\n               a deferred basis, it will be in a position  likely\r\n               to  sustain part  or all  of any loss  which would\r\n               have otherwise been sustained by the holder of the\r\n               original indebtedness:  Provided further, That the\r                                                                 \r\n               Administration   may   decline  to   approve  such\r\n               refinancing if  it determines that  the loan  will\r\n               not benefit the small business concern.\r\n\n                                10\r\r\n\n     On  that  portion of  the  loan used  to  refinance existing\r\n     indebtedness held  by a  bank or other  lending institution,\r\n     the  Administration  shall  limit  the  amount  of  deferred\r\n     participation to 80 per centum of  the amount of the loan at\r\n     the  time  of  disbursement:   Provided  further,  That  any\r                                                               \r\n     authority   conferred   by   this   subparagraph    on   the\r\n     Administration    shall   be   exercised   solely   by   the\r\n     Administration  and shall  not  be delegated  to other  than\r\n     Administration personnel.\"\r\n\n15 U.S.C.S.   636(a)(6) (Law. Co-op. 1984).\r\n\n                                11\r\r\n",
  "html": "<p class=\"case_cite\">104 F.3d 515</p>\n    <p class=\"parties\">FRILLZ, INC., Plaintiff, Appellant,<br>v.<br>Philip LADER, as Administrator of the United States Small<br>Business Administration, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 96-1785.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 3, 1996.<br>Decided Jan. 21, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Evans J. Carter, Framingham, MA, with whom Hargraves, Karb, Wilcox &amp; Galvani were on brief, for plaintiff, appellant.</p>\n      <p class=\"indent\">Susan M. Poswistilo, Assistant United States Attorney, Boston, MA, with whom Donald K. Stern, United States Attorney, and Glenn P. Harris, Office of General Counsel, Small Business Administration, were on brief, for defendant, appellee.</p>\n      <p class=\"indent\">Before SELYA and STAHL, Circuit Judges, and WOODLOCK,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Frillz, Inc., a Massachusetts corporation, seeks damages for breach of contract against Philip Lader, in his capacity as administrator of the federal Small Business Administration (SBA).  The plaintiff bases its suit on the SBA's alleged refusal to honor a loan guaranty commitment.  The district court granted summary judgment for the SBA.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In February 1993, Frillz asked the SBA to guaranty a proposed loan.  Frillz contemplated that the loan would be made by Eastern Bank (the Lender) in the principal amount of $612,000.  Of this amount approximately $240,000 would be used to retire indebtedness owed to Fleet Bank, and the balance would be used to expand Frillz's retail operations from fourteen to seventeen stores.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In due course, the SBA approved Frillz's application for an 80% guaranty of the loan.  The SBA's loan guaranty authorization contained a clause requiring receipt by the Lender of \"evidence satisfactory to it in its sole discretion, that there has been no unremedied adverse change since the date of the Application ... in the financial or any other conditions of [Frillz], which would warrant withholding or not making any such disbursement.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Frillz struggled in the third quarter of fiscal 1993 (February through April), losing $189,000.  In the next quarter, however, its operations returned to profitability.  The Lender subsequently concluded that the adverse change in Frillz's financial picture had been remedied.  Notwithstanding the Lender's satisfaction, the SBA balked;  it informed the Lender that it did not believe that the adverse change had been sufficiently ameliorated.  And, it announced that any disbursement of the loan must have the approval of both the SBA and the Lender.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Frillz filed suit claiming that the SBA had reneged on its agreement that the Lender would have sole discretion to determine whether there had been an uncorrected adverse change in Frillz's financial condition.  On cross-motions for summary judgment, the district court concluded that, under 15 U.S.C. &#167; 636(a)(6) (1994), the SBA could not delegate the authority to determine the financial security of a loan to any outsider.  See Frillz, Inc. v. Lader, 925 F.Supp. 83, 88 (D.Mass.1996).  Hence, the court entered judgment in the defendant's favor.  See id.   This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <p>Analysis</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Summary judgment is appropriate when \"there is no genuine issue as to any material fact and ... the moving party is entitled to judgment as a matter of law.\"  Fed.R.Civ.P. 56(c).  Our review of the district court's grant of summary judgment is plenary, and in canvassing the record we indulge all reasonable inferences in favor of the party opposing the motion.  See Garside v. Osco Drug, Inc., 895 F.2d 46, 48 (1st Cir.1990).  We are not bound by the rationale of the lower court but may instead affirm an entry of summary judgment on any alternative ground made manifest by the record.  See Hachikian v. FDIC, 96 F.3d 502, 504 (1st Cir.1996).  We follow that avenue here.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Frillz challenges the district court's holding that 15 U.S.C. &#167; 636(a)(6) precludes the SBA from delegating to other than in-house personnel on several grounds.  It argues that Congress in 1981 repealed the language in section 636(a)(6) that restricts the SBA's power to delegate, and thus that there is no statutory impediment to the SBA's delegation of authority to the Lender.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Alternatively, it asserts that even if Congress did not repeal the disputed portion of section 636(a)(6), that statute should not be interpreted to bar delegation of the SBA's authority.  These questions are not without complication;  indeed, the district court aptly described the task of answering them as \"somewhat pedantic and unavoidably ponderous.\"  Frillz, 925 F.Supp. at 86.   We spare ourselves that difficulty, for the record allows us to reach the same destination by an easier, less labyrinthine path:  the SBA official who approved Frillz's loan guaranty lacked power under existing SBA regulations to delegate his authority further.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A suit against a federal official in his official capacity is in effect a suit against the government.  See American Policyholders Ins. Co. v. Nyacol Prods., Inc., 989 F.2d 1256, 1259 (1st Cir.1993).  We recently observed that \"parties seeking to recover against the United States in an action ex contractu have the burden of demonstrating affirmatively that the agent who purported to bind the government had actual authority to do so.\"  Hachikian, 96 F.3d at 505.   The statutes governing the SBA permit the head of the agency--the Administrator--to authorize officers and employees of the SBA to exercise powers granted to the agency by Congress.  See 15 U.S.C. &#167; 634(a).  Such delegations are made through agency regulations.  See Chevron U.S.A. Inc. v. Natural Resources Defense Council, Inc., 467 U.S. 837, 843-44, 104 S.Ct. 2778, 2782, 81 L.Ed.2d 694 (1984).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The regulations in effect when the SBA signed the loan authorization agreement at issue here (February of 1993) stipulated that various individuals in the SBA's employ had power to approve or reject loans up to $750,000.  See 13 C.F.R. &#167; 101.3-2, Pt. I &#167; A(1)(b) (1993).  This group included Gordon J. Ryan, as Chief of the Finance Division, who approved the loan authorization in this case.  See id.   Ryan also had the power to extend disbursement periods and to cancel, reinstate, and modify loan authorizations.  See id. at &#167; (B).  But the regulations did not grant Ryan any power to transfer his authority:  to the precise contrary, the regulations explicitly admonished that \"[t]he authority delegated herein may not be redelegated.\"  Id. at Pt. XI, &#167; A(1).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Frillz does not dispute that any delegation of the SBA's authority must be made pursuant to agency regulations.  Instead, it argues that because the Chief of the Finance Division was authorized to approve loans up to $750,000, he was also empowered to set the terms and conditions of such loans, and that a determination by the Lender of whether Frillz had suffered an unremedied adverse financial change was merely a loan term or condition to which Ryan could (and did) assent.  This is no more than a play on words.  Granting the Lender the right to determine the soundness of a loan guaranty constitutes a significant relinquishment of power.  Frillz cannot circumvent the lack of any regulatory authority sufficient to permit this delegation simply by describing it as a term or condition of the loan.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This conclusion is bolstered by the language of 15 U.S.C. &#167; 634(b)(7), a statute that grants the Administrator the power to \"authorize participating lending institutions, in his discretion pursuant to regulations promulgated by him, to take such actions on his behalf, including, but not limited to the determination of ... creditworthiness.\"   The Administrator exercised this authority in promulgating regulations creating the so-called Preferred Lenders Program (PLP).  See 13 C.F.R. &#167; 120.400 et seq.  (1993).  Although section 634(b)(7) does not apply here--Eastern Bank was not a member of the PLP--it strongly suggests that any delegation of the right to determine a prospective borrower's financial stability must be made pursuant to agency regulations.  Otherwise, the cited portion of section 634(b)(7) would be superfluous.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We hold, then, that because the Chief of the Finance Division had no authority to delegate to the Lender the determination of whether Frillz had suffered an unremedied adverse change in its financial condition, the government cannot be bound by that stipulation in the loan guaranty authorization.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Frillz has a fallback position:  it invites us to remand this case to the district court so that it may pursue an equitable estoppel claim against the SBA.  We decline the invitation.  The doctrine of equitable estoppel in its traditional incarnation does not apply against the federal government.  See, e.g., OPM v. Richmond, 496 U.S. 414, 419, 110 S.Ct. 2465, 2468-69, 110 L.Ed.2d 387 (1990);  United States v. Ven-Fuel, Inc., 758 F.2d 741, 761 (1st Cir.1985);  see also Heckler v. Community Health Servs., 467 U.S. 51, 67, 104 S.Ct. 2218, 2227-28, 81 L.Ed.2d 42 (1984) (Rehnquist, J., concurring) (noting that the Supreme Court has never upheld an estoppel claim against the government).  A party seeking to invoke equitable estoppel against the federal government at a minimum \"must have reasonably relied on some 'affirmative misconduct' attributable to the sovereign.\"  Ven-Fuel, 758 F.2d at 761.   Passing the point that even such reliance may be insufficient, see id. at 761 n. 14, there is absolutely no evidence of affirmative misconduct by the SBA which might arguably be sufficient to support an estoppel claim against the government in this case.  See Hachikian, 96 F.3d at 506 n. 3 (noting that equitable estoppel is generally inapplicable to the federal government when its employees induce reliance by their unauthorized actions).</p>\n    </div>\n    <p>III.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We need go no further.  The Chief of the Finance Division lacked authority to delegate the determination of whether Frillz continued to suffer from the effects of an adverse financial change.  Consequently, Frillz cannot rely on that portion of the loan authorization agreement as the basis for a breach of contract claim against the government.  It follows inexorably, as night follows day, that the district court did not err in granting summary judgment in the defendant's favor.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <p>APPENDIX</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">\"The Administration is empowered ... to make loans for plant acquisition, construction, conversion, or expansion, including the acquisition of land, material, supplies, equipment, and working capital, and to make loans to any qualified small business concern ... for purposes of this Act.  Such financings may be made either directly or in cooperation with banks or other financial institutions through agreements to participate on an immediate or deferred (guaranteed) basis.  These powers shall be subject, however, to the following restrictions, limitations, and provisions:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">(6) All loans made under this subsection shall be of such sound value or so secured as reasonably to assure repayment:  Provided, however, That--</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">(A) for loans to assist any public or private organization or to assist any handicapped individual as provided in paragraph (10) of this subsection any reasonable doubt shall be resolved in favor of the applicant;</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">(B) recognizing that greater risk may be associated with loans for energy measures as provided in paragraph (12) of this subsection, factors in determining 'sound value' shall include, but not be limited to, quality of the product or service;  technical qualifications of the applicant or his employees;  sales projections;  and the financial status of the business concern:  Provided further, That such status need not be as sound as that required for general loans under this subsection;  and</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">(C) the Administration shall not decline to participate in a loan on a deferred basis under this subsection solely because such loan will be used to refinance all or any part of the existing indebtedness of a small business concern, unless the Administration determines that--</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>(i) the holder of such existing indebtedness is in a position likely to sustain a loss if such refinancing is not provided, and</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>(ii) if the Administration provides such refinancing through an agreement to participate on a deferred basis, it will be in a position likely to sustain part or all of any loss which would have otherwise been sustained by the holder of the original indebtedness:  Provided further, That the Administration may decline to approve such refinancing if it determines that the loan will not benefit the small business concern.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>On that portion of the loan used to refinance existing indebtedness held by a bank or other lending institution, the Administration shall limit the amount of deferred participation to 80 per centum of the amount of the loan at the time of disbursement:  Provided further, That any authority conferred by this subparagraph on the Administration shall be exercised solely by the Administration and shall not be delegated to other than Administration personnel.\"</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">15 U.S.C.S. &#167; 636(a)(6) (Law.  Co-op. 1984).</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We set out in the Appendix the text of 15 U.S.C. &#167; 636(a)(6) as it appeared before Congress amended it by enacting the Omnibus Budget Reconciliation Act of 1981 (OBRA), Pub.L. 97-35, &#167; 1910, 95 Stat. 778 (stating inter alia that section 636(a)(6)(C), which Congress described as \"[s]ection[ ] 7(a)(6)(C) ... of the Small Business Act [is] repealed [as of] October 1, 1985\").  Frillz claims that Congress thereby intended to repeal not only section 636(a)(6)(C) proper but also the last sentence of 15 U.S.C. &#167; 636(a)(6) (which states in part that \"any authority conferred by this subparagraph on the Administration shall be exercised solely by the Administration and shall not be delegated to other than Administration personnel\").  This sentence appears below section 636(a)(6)(C) without any further letter or numerical reference, yet without indentation.  The compilers of the code apparently determined that this sentence did not comprise part of section 636(a)(6)(C), but Frillz disagrees</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The question of whether Congress repealed the final sentence of section 636(a)(6) is freighted with uncertainty.  When one examines the content of section 636(a)(6) as it appeared before Congress amended it in 1981 through the OBRA, the final sentence fits comfortably, in structural terms, with subsection (C).  At that time, section 636(a)(6) began by stating that SBA loans must be \"of such sound value or so secured as reasonably to assure repayment,\" and subsections (A), (B), and (C) each limited this requirement:  subsection (A) with respect to loans to assist any handicapped individual;  subsection (B) with respect to loans for energy measures;  and subsection (C) with respect to loans used to refinance indebtedness.  The first clause of the final undesignated sentence also dealt with loans used to refinance existing indebtedness.  It is thus reasonable to suggest that the final sentence of section 636(a)(6) comprises a part of subsection (C)</p>\n        <p>On the other hand, when Congress passed the OBRA, the final sentence of section 636(a)(6) appeared as it does now:  below the three subsections, unindented.  It did not appear from the form of the statute to have been part of subsection (C);  and, since Congress specified only that subsection (C) was repealed, to hold now that the final undesignated sentence comprised part of that subsection would violate the principle that implied repeals of federal statutes are disfavored.  See Passamaquoddy Tribe v. Maine, 75 F.3d 784, 790 (1st Cir.1996).  Moreover, subsequent Congresses assumed that the final sentence survived the repeal, see, e.g., H.R.Rep. No. 101-667, at 15 (1990), reprinted in 1990 U.S.C.C.A.N. 3990, 3992;  H.R.Rep. No. 102-492, at 3 (1992), reprinted in 1992 U.S.C.C.A.N. 891, 892, and a court for that reason would be hard-pressed to find that the sentence had been deleted in 1981.  Although we need not solve this riddle today, we hope that Congress will spare future courts and litigants from choosing between these two disagreeable interpretations of this damaged statute and clarify whether it intends that the final sentence of section 636(a)(6) be preserved.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">515</span></span></p>\n    <p class=\"parties\">FRILLZ, INC., Plaintiff, Appellant,<br>v.<br>Philip LADER, as Administrator of the United States Small<br>Business Administration, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 96-1785.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 3, 1996.<br>Decided Jan. 21, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Evans J. Carter, Framingham, MA, with whom Hargraves, Karb, Wilcox &amp; Galvani were on brief, for plaintiff, appellant.</p>\n      <p class=\"indent\">Susan M. Poswistilo, Assistant United States Attorney, Boston, MA, with whom Donald K. Stern, United States Attorney, and Glenn P. Harris, Office of General Counsel, Small Business Administration, were on brief, for defendant, appellee.</p>\n      <p class=\"indent\">Before SELYA and STAHL, Circuit Judges, and WOODLOCK,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Frillz, Inc., a Massachusetts corporation, seeks damages for breach of contract against Philip Lader, in his capacity as administrator of the federal Small Business Administration (SBA).  The plaintiff bases its suit on the SBA's alleged refusal to honor a loan guaranty commitment.  The district court granted summary judgment for the SBA.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In February 1993, Frillz asked the SBA to guaranty a proposed loan.  Frillz contemplated that the loan would be made by Eastern Bank (the Lender) in the principal amount of $612,000.  Of this amount approximately $240,000 would be used to retire indebtedness owed to Fleet Bank, and the balance would be used to expand Frillz's retail operations from fourteen to seventeen stores.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In due course, the SBA approved Frillz's application for an 80% guaranty of the loan.  The SBA's loan guaranty authorization contained a clause requiring receipt by the Lender of \"evidence satisfactory to it in its sole discretion, that there has been no unremedied adverse change since the date of the Application ... in the financial or any other conditions of [Frillz], which would warrant withholding or not making any such disbursement.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Frillz struggled in the third quarter of fiscal 1993 (February through April), losing $189,000.  In the next quarter, however, its operations returned to profitability.  The Lender subsequently concluded that the adverse change in Frillz's financial picture had been remedied.  Notwithstanding the Lender's satisfaction, the SBA balked;  it informed the Lender that it did not believe that the adverse change had been sufficiently ameliorated.  And, it announced that any disbursement of the loan must have the approval of both the SBA and the Lender.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Frillz filed suit claiming that the SBA had reneged on its agreement that the Lender would have sole discretion to determine whether there had been an uncorrected adverse change in Frillz's financial condition.  On cross-motions for summary judgment, the district court concluded that, under 15 U.S.C. &#167; 636(a)(6) (1994), the SBA could not delegate the authority to determine the financial security of a loan to any outsider.  See Frillz, Inc. v. Lader, <span class=\"citation no-link\"><span class=\"volume\">925</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">83</span></span>, 88 (D.Mass.1996).  Hence, the court entered judgment in the defendant's favor.  See id.   This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <p>Analysis</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Summary judgment is appropriate when \"there is no genuine issue as to any material fact and ... the moving party is entitled to judgment as a matter of law.\"  Fed.R.Civ.P. 56(c).  Our review of the district court's grant of summary judgment is plenary, and in canvassing the record we indulge all reasonable inferences in favor of the party opposing the motion.  See Garside v. Osco Drug, Inc., <span class=\"citation\" data-id=\"536033\"><a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span>, 48 (1st Cir.1990).  We are not bound by the rationale of the lower court but may instead affirm an entry of summary judgment on any alternative ground made manifest by the record.  See Hachikian v. FDIC, <span class=\"citation\" data-id=\"196973\"><a href=\"/opinion/196973/hachikian-v-fdic/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">502</span></a></span>, 504 (1st Cir.1996).  We follow that avenue here.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Frillz challenges the district court's holding that 15 U.S.C. &#167; 636(a)(6) precludes the SBA from delegating to other than in-house personnel on several grounds.  It argues that Congress in 1981 repealed the language in section 636(a)(6) that restricts the SBA's power to delegate, and thus that there is no statutory impediment to the SBA's delegation of authority to the Lender.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Alternatively, it asserts that even if Congress did not repeal the disputed portion of section 636(a)(6), that statute should not be interpreted to bar delegation of the SBA's authority.  These questions are not without complication;  indeed, the district court aptly described the task of answering them as \"somewhat pedantic and unavoidably ponderous.\"  Frillz, 925 F.Supp. at 86.   We spare ourselves that difficulty, for the record allows us to reach the same destination by an easier, less labyrinthine path:  the SBA official who approved Frillz's loan guaranty lacked power under existing SBA regulations to delegate his authority further.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A suit against a federal official in his official capacity is in effect a suit against the government.  See American Policyholders Ins. Co. v. Nyacol Prods., Inc., <span class=\"citation\" data-id=\"603769\"><a href=\"/opinion/603769/american-policyholders-insurance-company-v-nyacol-products-inc/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1256</span></a></span>, 1259 (1st Cir.1993).  We recently observed that \"parties seeking to recover against the United States in an action ex contractu have the burden of demonstrating affirmatively that the agent who purported to bind the government had actual authority to do so.\"  Hachikian, 96 F.3d at 505.   The statutes governing the SBA permit the head of the agency--the Administrator--to authorize officers and employees of the SBA to exercise powers granted to the agency by Congress.  See 15 U.S.C. &#167; 634(a).  Such delegations are made through agency regulations.  See Chevron U.S.A. Inc. v. Natural Resources Defense Council, Inc., <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span>, 843-44, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span>, 2782, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1984).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The regulations in effect when the SBA signed the loan authorization agreement at issue here (February of 1993) stipulated that various individuals in the SBA's employ had power to approve or reject loans up to $750,000.  See 13 C.F.R. &#167; 101.3-2, Pt. I &#167; A(1)(b) (1993).  This group included Gordon J. Ryan, as Chief of the Finance Division, who approved the loan authorization in this case.  See id.   Ryan also had the power to extend disbursement periods and to cancel, reinstate, and modify loan authorizations.  See id. at &#167; (B).  But the regulations did not grant Ryan any power to transfer his authority:  to the precise contrary, the regulations explicitly admonished that \"[t]he authority delegated herein may not be redelegated.\"  Id. at Pt. XI, &#167; A(1).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Frillz does not dispute that any delegation of the SBA's authority must be made pursuant to agency regulations.  Instead, it argues that because the Chief of the Finance Division was authorized to approve loans up to $750,000, he was also empowered to set the terms and conditions of such loans, and that a determination by the Lender of whether Frillz had suffered an unremedied adverse financial change was merely a loan term or condition to which Ryan could (and did) assent.  This is no more than a play on words.  Granting the Lender the right to determine the soundness of a loan guaranty constitutes a significant relinquishment of power.  Frillz cannot circumvent the lack of any regulatory authority sufficient to permit this delegation simply by describing it as a term or condition of the loan.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This conclusion is bolstered by the language of 15 U.S.C. &#167; 634(b)(7), a statute that grants the Administrator the power to \"authorize participating lending institutions, in his discretion pursuant to regulations promulgated by him, to take such actions on his behalf, including, but not limited to the determination of ... creditworthiness.\"   The Administrator exercised this authority in promulgating regulations creating the so-called Preferred Lenders Program (PLP).  See 13 C.F.R. &#167; 120.400 et seq.  (1993).  Although section 634(b)(7) does not apply here--Eastern Bank was not a member of the PLP--it strongly suggests that any delegation of the right to determine a prospective borrower's financial stability must be made pursuant to agency regulations.  Otherwise, the cited portion of section 634(b)(7) would be superfluous.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We hold, then, that because the Chief of the Finance Division had no authority to delegate to the Lender the determination of whether Frillz had suffered an unremedied adverse change in its financial condition, the government cannot be bound by that stipulation in the loan guaranty authorization.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Frillz has a fallback position:  it invites us to remand this case to the district court so that it may pursue an equitable estoppel claim against the SBA.  We decline the invitation.  The doctrine of equitable estoppel in its traditional incarnation does not apply against the federal government.  See, e.g., OPM v. Richmond, <span class=\"citation\" data-id=\"112458\"><a href=\"/opinion/112458/office-of-personnel-management-v-richmond/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">414</span></a></span>, 419, <span class=\"citation\" data-id=\"112458\"><a href=\"/opinion/112458/office-of-personnel-management-v-richmond/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2465</span></a></span>, 2468-69, <span class=\"citation\" data-id=\"112458\"><a href=\"/opinion/112458/office-of-personnel-management-v-richmond/\"><span class=\"volume\">110</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">387</span></a></span> (1990);  United States v. Ven-Fuel, Inc., <span class=\"citation\" data-id=\"450368\"><a href=\"/opinion/450368/united-states-v-ven-fuel-inc/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">741</span></a></span>, 761 (1st Cir.1985);  see also Heckler v. Community Health Servs., <span class=\"citation\" data-id=\"111187\"><a href=\"/opinion/111187/heckler-v-community-health-services-of-crawford-cty-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">51</span></a></span>, 67, <span class=\"citation\" data-id=\"111187\"><a href=\"/opinion/111187/heckler-v-community-health-services-of-crawford-cty-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2218</span></a></span>, 2227-28, <span class=\"citation\" data-id=\"111187\"><a href=\"/opinion/111187/heckler-v-community-health-services-of-crawford-cty-inc/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">42</span></a></span> (1984) (Rehnquist, J., concurring) (noting that the Supreme Court has never upheld an estoppel claim against the government).  A party seeking to invoke equitable estoppel against the federal government at a minimum \"must have reasonably relied on some 'affirmative misconduct' attributable to the sovereign.\"  Ven-Fuel, 758 F.2d at 761.   Passing the point that even such reliance may be insufficient, see id. at 761 n. 14, there is absolutely no evidence of affirmative misconduct by the SBA which might arguably be sufficient to support an estoppel claim against the government in this case.  See Hachikian, 96 F.3d at 506 n. 3 (noting that equitable estoppel is generally inapplicable to the federal government when its employees induce reliance by their unauthorized actions).</p>\n    </div>\n    <p>III.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We need go no further.  The Chief of the Finance Division lacked authority to delegate the determination of whether Frillz continued to suffer from the effects of an adverse financial change.  Consequently, Frillz cannot rely on that portion of the loan authorization agreement as the basis for a breach of contract claim against the government.  It follows inexorably, as night follows day, that the district court did not err in granting summary judgment in the defendant's favor.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <p>APPENDIX</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">\"The Administration is empowered ... to make loans for plant acquisition, construction, conversion, or expansion, including the acquisition of land, material, supplies, equipment, and working capital, and to make loans to any qualified small business concern ... for purposes of this Act.  Such financings may be made either directly or in cooperation with banks or other financial institutions through agreements to participate on an immediate or deferred (guaranteed) basis.  These powers shall be subject, however, to the following restrictions, limitations, and provisions:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">(6) All loans made under this subsection shall be of such sound value or so secured as reasonably to assure repayment:  Provided, however, That--</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">(A) for loans to assist any public or private organization or to assist any handicapped individual as provided in paragraph (10) of this subsection any reasonable doubt shall be resolved in favor of the applicant;</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">(B) recognizing that greater risk may be associated with loans for energy measures as provided in paragraph (12) of this subsection, factors in determining 'sound value' shall include, but not be limited to, quality of the product or service;  technical qualifications of the applicant or his employees;  sales projections;  and the financial status of the business concern:  Provided further, That such status need not be as sound as that required for general loans under this subsection;  and</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">(C) the Administration shall not decline to participate in a loan on a deferred basis under this subsection solely because such loan will be used to refinance all or any part of the existing indebtedness of a small business concern, unless the Administration determines that--</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>(i) the holder of such existing indebtedness is in a position likely to sustain a loss if such refinancing is not provided, and</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>(ii) if the Administration provides such refinancing through an agreement to participate on a deferred basis, it will be in a position likely to sustain part or all of any loss which would have otherwise been sustained by the holder of the original indebtedness:  Provided further, That the Administration may decline to approve such refinancing if it determines that the loan will not benefit the small business concern.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>On that portion of the loan used to refinance existing indebtedness held by a bank or other lending institution, the Administration shall limit the amount of deferred participation to 80 per centum of the amount of the loan at the time of disbursement:  Provided further, That any authority conferred by this subparagraph on the Administration shall be exercised solely by the Administration and shall not be delegated to other than Administration personnel.\"</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">15 U.S.C.S. &#167; 636(a)(6) (Law.  Co-op. 1984).</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We set out in the Appendix the text of 15 U.S.C. &#167; 636(a)(6) as it appeared before Congress amended it by enacting the Omnibus Budget Reconciliation Act of 1981 (OBRA), Pub.L. 97-35, &#167; 1910, 95 Stat. 778 (stating inter alia that section 636(a)(6)(C), which Congress described as \"[s]ection[ ] 7(a)(6)(C) ... of the Small Business Act [is] repealed [as of] October 1, 1985\").  Frillz claims that Congress thereby intended to repeal not only section 636(a)(6)(C) proper but also the last sentence of 15 U.S.C. &#167; 636(a)(6) (which states in part that \"any authority conferred by this subparagraph on the Administration shall be exercised solely by the Administration and shall not be delegated to other than Administration personnel\").  This sentence appears below section 636(a)(6)(C) without any further letter or numerical reference, yet without indentation.  The compilers of the code apparently determined that this sentence did not comprise part of section 636(a)(6)(C), but Frillz disagrees</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The question of whether Congress repealed the final sentence of section 636(a)(6) is freighted with uncertainty.  When one examines the content of section 636(a)(6) as it appeared before Congress amended it in 1981 through the OBRA, the final sentence fits comfortably, in structural terms, with subsection (C).  At that time, section 636(a)(6) began by stating that SBA loans must be \"of such sound value or so secured as reasonably to assure repayment,\" and subsections (A), (B), and (C) each limited this requirement:  subsection (A) with respect to loans to assist any handicapped individual;  subsection (B) with respect to loans for energy measures;  and subsection (C) with respect to loans used to refinance indebtedness.  The first clause of the final undesignated sentence also dealt with loans used to refinance existing indebtedness.  It is thus reasonable to suggest that the final sentence of section 636(a)(6) comprises a part of subsection (C)</p>\n        <p>On the other hand, when Congress passed the OBRA, the final sentence of section 636(a)(6) appeared as it does now:  below the three subsections, unindented.  It did not appear from the form of the statute to have been part of subsection (C);  and, since Congress specified only that subsection (C) was repealed, to hold now that the final undesignated sentence comprised part of that subsection would violate the principle that implied repeals of federal statutes are disfavored.  See Passamaquoddy Tribe v. Maine, <span class=\"citation\" data-id=\"196568\"><a href=\"/opinion/196568/passamaquoddy-tribe-v-state-of-maine/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">784</span></a></span>, 790 (1st Cir.1996).  Moreover, subsequent Congresses assumed that the final sentence survived the repeal, see, e.g., H.R.Rep. No. 101-667, at 15 (1990), reprinted in 1990 U.S.C.C.A.N. 3990, 3992;  H.R.Rep. No. 102-492, at 3 (1992), reprinted in 1992 U.S.C.C.A.N. 891, 892, and a court for that reason would be hard-pressed to find that the sentence had been deleted in 1981.  Although we need not solve this riddle today, we hope that Congress will spare future courts and litigants from choosing between these two disagreeable interpretations of this damaged statute and clarify whether it intends that the final sentence of section 636(a)(6) be preserved.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111187/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112458/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196973/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450368/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/603769/"
  ]
}