{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197109/",
  "absolute_url": "/opinion/197109/angeles-sanchez-v-alvarado/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197109/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:22:28Z",
  "date_modified": "2017-03-24T10:50:14.651594Z",
  "type": "010combined",
  "sha1": "8e68ec7472d0d864a45555a138729ca2585d9b6a",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1278.01A",
  "local_path": null,
  "plain_text": "\n\nDecember 24, 1996 UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\nNo. 96-1278\r\n                  MARIA DE LOS ANGELES SANCHEZ,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n                     CARLOS ALVARADO, ET AL.,\r\n\n                      Defendants, Appellees.\r\n\n                                          \r                                                    \r\n\n                           ERRATA SHEET\r\n\n     The  opinion of  this  Court, issued  December  2, 1996,  is\r\namended as follows:\r\n\n     P.7, l.4, should read:  . . . relief could be granted . . . \r\r\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\nNo. 96-1278\r\n\n                  MARIA DE LOS ANGELES SANCHEZ,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n                     CARLOS ALVARADO, ET AL.,\r\n\n                      Defendants, Appellees.\r\n\n                                           \r                                                     \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n         [Hon. Salvador E. Casellas, U.S. District Judge]\r                                                                  \r\n\n                                           \r                                                     \r\n\n                              Before\r\n\n                 Cyr and Boudin, Circuit Judges,\r                                                         \r\n\n                and Ponsor,* U.S. District Judge.\r                                                          \r\n\n                                           \r                                                     \r\n\n   Edwin Prado, with whom Pedro Salicrup was on brief for appellant.\r                                                  \r\n   Edgardo  Rodriguez  Quilichini,   Assistant  Solicitor   General,\r                                           \r\nDepartment of Justice, with whom Carlos  Lugo Fiol, Solicitor General,\r                                                          \r\nand  Edda Serrano Blasini, Deputy Solicitor General, were on brief for\r                                 \r\nappellees.\r\n\n                                           \r                                                     \r\n\n                         December 2, 1996\r\n                                           \r                                                     \r\n\n                  \r                            \r\n\n   *Of the District of Massachusetts, sitting by designation.\r\r\n\n          CYR,  Circuit Judge.   Plaintiff  Maria de  los Angeles\r                    CYR,  Circuit Judge.   \r                                       \r\n\nSanchez (\"Sanchez\")  appeals a summary judgment  ruling rejecting\r\n\nher  civil rights claim, see 42 U.S.C.   1983, alleging liability\r                                      \r\n\non  the  part of  certain  supervisory personnel  at  Puerto Rico\r\n\nElectric Power Authority (\"PREPA\")  for failing to take appropri-\r\n\nate  action  against   defendant-appellee  Omar  Santiago,  whose\r\n\npersistent harassment prompted Sanchez to tender her resignation.\r\n\nWe affirm the district court judgment.\r\n\n                                I\r                                          I\r\n\n                           BACKGROUND1\r                                     BACKGROUND\r                                               \r\n\n          The pattern of harassment  began when Santiago, a PREPA\r\n\nemployee, telephoned Sanchez at her office in September  1988 and\r\n\ninvited her to  dinner.   A few days  after Sanchez declined  the\r\n\ninvitation  she  received a  call  from  another PREPA  employee,\r\n\ninforming  her that she should expect to hear from Santiago again\r\n\nsince  he had an ongoing bet that  he would succeed in his quest.\r\n\nLater  that month,  Santiago approached  Sanchez and  stated that\r\n\nthey should  talk.   As Sanchez  walked away,  Santiago exclaimed\r\n\nthat  she would see what he was  capable of and if she complained\r\n\nabout his behavior he would cause her harm.  \r\n\n          The  first  supervisor   with  whom  Sanchez  discussed\r\n\nSantiago's  behavior, defendant-appellee Ramon Figueroa, tried to\r\n\npersuade  her  not to  file a  formal  charge with  PREPA's Equal\r\n\nEmployment Opportunity Office  (EEOO), stating that everyone  was\r\n                    \r                              \r\n\n     1All material  facts in genuine  dispute are related  in the\r\nlight  most favorable to Sanchez.  Velez-Gomez v. SMA Life Assur.\r                                                                           \r\nCo., 8 F.3d 873, 875 (1st Cir. 1993)\r             \r\n\n                                3\r\r\n\nentitled  to one  mistake.2    Upon  learning that  Santiago  had\r\n\nalready  been the  subject of  a sexual  harassment complaint  by\r\n\nanother  female  employee,  however,  Ramon  actively  encouraged\r\n\nSanchez to file a formal complaint.\r\n\n          On   November   15,  1988,   defendant-appellee  Carlos\r\n\nAlvarado, then  the Director of PREPA, circulated a memorandum on\r\n\nthe  subject of  sexual  harassment, referencing  a 1988  statute\r\n\nprohibiting  sexual  harassment in  the  workplace.   Within  two\r\n\nweeks,  three  of  Santiago's supervisors,  including  defendant-\r\n\nappellee Edwin Miranda Velez,  met with him to discuss  the inci-\r\n\ndent reported by Sanchez.   After Santiago denied any wrongdoing,\r\n\nthe supervisors informed him  of PREPA's sexual harassment policy\r\n\nand directed him  to keep  away from the  floor on which  Sanchez\r\n\nworked.   Upon encountering Sanchez with  another female employee\r\n\napproximately three  weeks later,  however, Santiago  called them\r\n\nlesbians.  Three days  later, on December 8, 1988,  Sanchez filed\r\n\nher first complaint with the EEOO. \r\n\n          On April 14, 1989, following its investigation into the\r\n\nfirst complaint,  the EEOO found that  Santiago's conduct consti-\r\n\ntuted sexual harassment, and recommended a reprimand and counsel-\r\n\nling.  Several weeks later, when Santiago met with supervisors to\r\n\ndiscuss  the EEOO report, he  was reminded that sexual harassment\r\n                    \r                              \r\n\n     2We assume,  without deciding,  that  all PREPA  supervisory\r               2\r\npersonnel named  as defendants were in  fact \"supervisors\" poten-\r\ntially subject to  liability under    1983 in  that Santiago  was\r\ntheir subordinate.  See Lipsett v. University of Puerto Rico, 864\r                                                                      \r\nF.2d  881, 902  (1st  Cir. 1988)  (holding that  a constitutional\r\nviolation by a subordinate is a predicate for supervisory liabil-\r\nity under   1983); see also p. 8 infra (quoting Lipsett).\r                                                                 \r\n\n                                4\r\r\n\nwas prohibited  by law.   Once again  he was  warned that  formal\r\n\ncharges would be filed against him for any further harassment and\r\n\nthat he was to stay away from Sanchez while on PREPA property.\r\n\n          On  May 30,  1989, Sanchez  filed her  second complaint\r\n\nwith  the EEOO, relating to Santiago's conduct between May 15 and\r\n\n19.    During  that  four-day  period,  Santiago  left  notes  on\r\n\nSanchez's automobile, suggesting  that they go  to a motel;  fol-\r\n\nlowed her on the highway, almost causing a collision; blew kisses\r\n\nat  her; and provoked a  fistfight with Sanchez's  boyfriend.  At\r\n\nthe same time, Sanchez pointed out that Santiago was scheduled to\r\n\nrepresent  PREPA in a basketball game the following weekend.  The\r\n\nEEOO  promptly contacted  the person  in charge  of the  team and\r\n\nrecommended that Santiago not be allowed to do so.  \r\n\n          The EEOO Director, defendant-appellee Amada Nieves, met\r\n\nwith Santiago at his request on July 7, 1989.  Ms. Nieves remind-\r\n\ned him  that the  May  24 meeting  had been  a  warning that  his\r\n\nbehavior  toward  Sanchez  constituted  sexual harassment.    She\r\n\ninformed  him that Sanchez had since filed a second complaint and\r\n\nthat  Nieves herself  would interview  him about  it in  the near\r\n\nfuture.  \r\n\n          Within a  week, defendant-appellee Camille  Galanes, an\r\n\nassistant to  Nieves, telephoned  Sanchez at  her office and  at-\r\n\ntempted  to persuade  her  to drop  the  second complaint.    Ms.\r\n\nGalanes suggested that following up on the second complaint might\r\n\nnot be necessary because  no further incidents had  been reported\r\n\nafter  Santiago was reprimanded in connection with the first com-\r\n\n                                5\r\r\n\nplaint.    Sanchez  adamantly disagreed,  however,  stating  that\r\n\nSantiago had not been at work between May 25 and June 14, and the\r\n\nmere fact that she had not encountered him in the interim did not\r\n\nmean his attitude had changed.  \r\n\n          At a  meeting  with Ms.  Galanes  on August  15,  1989,\r\n\nSantiago expressed concern about the possible adverse effects the\r\n\nearlier  reprimand  might  have  upon  his  professional  future.\r\n\nGalanes  reiterated the warning that Santiago was not to approach\r\n\nSanchez on PREPA property.3   Although Santiago continued to deny\r\n\nany wrongdoing, he assured Galanes that  he was \"not going to  go\r\n\nanywhere near\"  Sanchez.4  On  October 13, 1989,  Director Nieves\r\n\ntelephoned  Sanchez on matters relating to  Santiago.  As Sanchez\r\n\nwas not in, Nieves left a message.  The record  does not disclose\r\n\nwhether Sanchez returned the call. \r\n\n          Sanchez  filed her  third  complaint with  the EEOO  on\r\n\nApril 3, 1990, stating that she had received four unwanted floral\r\n\narrangements from  Santiago,  three within  a  span of  six  days\r\n\nduring December, 1989;  that Santiago followed her  when she went\r\n\n                    \r                              \r\n\n     3On  more  than  one  occasion, EEOO  Director  Nieves  told\r\nSanchez  that she was too \"nervous\" and that the harassment might\r\nbe  a product  of  her perception,  noting  that Sanchez  had  no\r\nwitnesses.   Paradoxically, Nieves  even recommended that Sanchez\r\ndirectly confront Santiago     despite the fact that Santiago had\r\nbeen forbidden  to approach  Sanchez on  PREPA property     since\r\nshowing fear could only encourage Santiago.  \r\n\n     4Unchastened, a  few weeks later Santiago berated a group of\r\nfemale  employees (Sanchez  not included)  as \"small  and dirty.\"\r\nThe  EEOO  investigated the  incident  and  recommended a  formal\r\ncharge.  Santiago  was so informed  on December 20, 1989.   Ulti-\r\nmately,  Santiago was suspended for a week, without pay, based on\r\nthese charges.\r\n\n                                6\r\r\n\nto  lunch,  and whistled  when she  passed  him in  the workplace\r\n\nlobby;  and that he telephoned  her at her  office between twelve\r\n\nand  fifteen times  a day.   The  EEOO promptly  investigated the\r\n\nthird complaint and, on June 7, 1990, once again recommended that\r\n\nSantiago's supervisor file formal charges  against him.  On  June\r\n\n15, 1990,  Santiago's supervisor informed him that she was press-\r\n\ning charges. \r\n\n          Sanchez submitted her resignation  on July 2, effective\r\n\nJuly 20.   Although EEOO Director Nieves met with  her on July 18\r\n\nregarding  the status  of the  third complaint  against Santiago,\r\n\nSanchez failed  to mention her  resignation.  After  Sanchez left\r\n\nPREPA,  the EEOO continued to press ahead with the charges relat-\r\n\ning to the third complaint against Santiago, and asked Sanchez to\r\n\ntestify.   The  charges eventually  were  dismissed for  lack  of\r\n\nevidence after Sanchez failed to appear without explanation.\r\n\n          Approximately   a  year  later  Sanchez  commenced  the\r\n\npresent  action  against Santiago  and various  PREPA supervisory\r\n\nemployees,5 alleging Title  VII and civil rights  claims, as well\r\n\nas a pendent tort  claim against Santiago under Puerto  Rico law.\r\n\nThe  district  court first  dismissed  the  Title VII  claim  for\r\n\nfailure  to  exhaust  administrative remedies.    The supervisory\r\n\nliability claims  under section 1983 were  subsequently dismissed\r\n\n                    \r                              \r\n\n     5The named defendants also included Alvarado's successor, as\r\nthe Director of PREPA,  Jose Del Valle; Jose Cobian,  Director of\r\nHuman Services; Luis Crespo Marcial, Supervisor  of Planification\r\nand Studies;  Maria Hernandez, Executive Assistant  to the Execu-\r\ntive  Director, as well as \"John Doe\" defendants whose identities\r\nwere unknown. \r\n\n                                7\r\r\n\nas  time-barred.   After  this court  reinstated the  supervisory\r\n\nliability claims,  Sanchez v. Alvarado,  993 F.2d 1530  (1st Cir.\r                                                \r\n\n1993) (Table), the district  court again granted summary judgment\r\n\nfor all supervisory defendants on the ground that Sanchez had not\r\n\ngenerated a  trialworthy dispute.   Finally, the  court dismissed\r\n\nthe  pendent tort  claim  and the  remaining  section 1983  claim\r\n\nagainst Santiago for failure  to state a claim upon  which relief\r\n\ncould be granted  since liability  on the part  of a  co-employee\r\n\nunder section  1983 cannot  attach unless the  alleged harassment\r\n\ninvolved  misuse of  power  under  the  authority of  state  law.\r\n\nSanchez  contends on  appeal that  the district  court improperly\r\n\nresolved  a genuine issue of material fact at summary judgment in\r\n\ndismissing her section 1983 supervisory liability claims.6\r\n\n                                II\r                                          II\r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\n1.   Standard of Review\r          1.   Standard of Review\r                                 \r\n\n          We  review a grant of summary judgment de novo.  Velez-\r                                                                           \r\n\nGomez, 8 F.3d at 874-75.   It will be affirmed if \"the pleadings,\r               \r\n\ndepositions, answers  to interrogatories, and  the admissions  on\r\n\nfile, together with the affidavits, if any, show that there is no\r\n\ngenuine issue as  to any material fact, and that the moving party\r\n\nis entitled to judgment as a matter of law.\"  Fed.R.Civ.P. 56(c).\r\n\nA dispute is  \"genuine\" if \"'the evidence about  the fact is such\r\n\n                    \r                              \r\n\n     6As we affirm the dismissal of all federal claims, we do not\r\nreach  Sanchez's request  for reinstatement  of the  pendent tort\r\nclaim  against Santiago.  See Newman v. Burgin, 930 F.2d 955, 963\r                                                        \r\n(1st Cir. 1991).\r\n\n                                8\r\r\n\nthat a reasonable jury  could resolve the  point in the favor  of\r\n\nthe non-moving  party.'\"   Rivera-Muriente v.  Agosto-Alicea, 959\r                                                                      \r\n\nF.2d  349,  352 (1st  Cir. 1992)  (quoting  United States  v. One\r                                                                           \r\n\nParcel  of Real  Property,  Etc., 960  F.2d  200, 204  (1st  Cir.\r                                          \r\n\n1992)).  \"A fact is material if it 'carries with it the potential\r\n\nto affect the  outcome of  the suit under  the applicable  law.'\"\r\n\nOne National Bank v. Antonellis, 80 F.3d 606, 608 (1st Cir. 1996)\r                                         \r\n\n(quoting Nereida-Gonzalez  v. Tirado-Delgado,  990 F.2d  701, 703\r                                                      \r\n\n(1st Cir. 1993)).  See also Anderson v. Liberty Lobby,  Inc., 477\r                                                                      \r\n\nU.S. 242, 247-48 (1986).  Thus, the substantive law defines which\r\n\nfacts are material.  Id. at 248.\r                                  \r\n\n2.   Supervisory Liability \r          2.   Supervisory Liability\r                                    \r\n\n          Supervisory liability under 42  U.S.C.   1983 cannot be\r\n\npredicated on  the doctrine  of respondeat superior.   Gutierrez-\r                                                                           \r\n\nRodriguez v.  Cartagena, 882 F.2d  553, 562 (1st  Cir. 1989).   A\r                                 \r\n\nsupervisor can be held liable \"only on the basis of  her own acts\r\n\nor  omissions.\"  Figueroa v. Aponte-Roque, 864 F.2d 947, 953 (1st\r                                                   \r\n\nCir. 1989).  As we have explained:  \r\n\n          [A] state official . . . can be held liable .\r\n          . . if (1)  the behavior of [a] subordinate[]\r\n          results in a constitutional violation and (2)\r\n          the official's action or inaction was \"affir-\r\n          mative[ly] link[ed]\" to that behavior in that\r\n          it  could  be  characterized as  \"supervisory\r\n          encouragement,  condonation  or acquiescence\"\r\n          or \"gross negligence amounting  to deliberate\r\n          indifference.\"\r\n\nLipsett, 864 F.2d 902 (citations omitted).  More recently we have\r                 \r\n\nnoted  that an  \"indifference that  rises to  the level  of being\r\n\ndeliberate, reckless or callous, suffices to establish  liability\r\n\n                                9\r\r\n\nunder    1983.\"    Gutierrez-Rodriguez, 882  F.2d  at 562.    The\r                                                \r\n\nrequirement of  an \"affirmative link\"  between the behavior  of a\r\n\nsubordinate and the action or inaction of the  defendant official\r\n\n\"contemplates proof that the supervisor's conduct  led inexorably\r\n\nto the constitutional violation.\"  Hegarty v. Somerset County, 53\r                                                                       \r\n\nF.3d 1367, 1380 (1st Cir.), cert. denied, 116 S. Ct. 675 (1995). \r                                                  \r\n\n3.   Summary Judgment \r          3.   Summary Judgment \r                               \r\n\n          The  district  court,  relying  on  defendants' summary\r\n\njudgment proffers, found  that \"[o]n August 18,  1989 Ms. Sanchez\r\n\nherself  met with  Galanes and  agreed to  close the  second com-\r\n\nplaint, as no further incidents had occurred since May 19, 1989.\"\r\n\nNevertheless, at  her deposition  Sanchez testified that  she had\r\n\nmade  it quite clear to Galanes that  she did not want the second\r\n\ncomplaint closed.  See supra p. 4-5.  Thus, Sanchez contends that\r                                      \r\n\nthe district court improperly resolved a genuine issue of materi-\r\n\nal fact in awarding summary judgment to defendants.  \r\n\n          We agree  that  it was  error  to resolve  the  factual\r\n\ndispute concerning the dismissal of the second complaint adverse-\r\n\nly to Sanchez  at summary judgment.  Velez-Gomez, 8  F.3d at 875.\r                                                          \r\n\nNevertheless, since the  supervisory defendants were  entitled to\r\n\nsummary judgment  as a  matter of law  in any event,  the factual\r\n\ndispute was immaterial, see  Antonellis, 80 F.3d at 608,  and the\r                                                 \r\n\nerror was harmless.\r\n\n          The defendant supervisors  had warned Santiago to  stay\r\n\naway from Sanchez even before the filing of the first formal com-\r\n\nplaint  with  the EEOO.   The  EEOO  investigated each  and every\r\n\n                                10\r\r\n\ncomplaint  Sanchez filed  against Santiago.   Following  the EEOO\r\n\ninvestigation of the first  formal complaint, Santiago was repri-\r\n\nmanded  and ordered  not to  go near  Sanchez on  PREPA property.\r\n\nEven though Ms.  Galanes urged  Sanchez to drop  the second  com-\r\n\nplaint, she did so based on  her perception that Santiago had not\r\n\nengaged in  any further harassment after  having been reprimanded\r\n\nand  ordered  to  keep away  from  Sanchez  following the  EEOO's\r\n\ndisposition of  the first complaint.   As a matter of  fact, even\r\n\nthough  it  was only  after  Sanchez  filed her  third  complaint\r\n\nalleging yet further harassment by Santiago that the EEOO learned\r\n\nthat  the disciplinary  action  taken in  response  to the  first\r\n\ncomplaint had failed to produce the anticipated deterrent effect,\r\n\nthe EEOO nonetheless  took prompt action on the second complaint.\r\n\nEEOO  Director Nieves met with  Santiago and informed  him of the\r\n\nfiling  of the  second formal  complaint.   Ms. Galanes  met with\r\n\nSantiago  thereafter,  warning him  of  the  consequences of  any\r\n\nfurther harassment, and reminding him that he was not to approach\r\n\nSanchez  at the workplace.  After looking into the second Sanchez\r\n\ncomplaint, the  EEOO determined that further  action was unneces-\r                                                      \r\n\nsary for the reasons explained by Galanes.  See Hegarty,  53 F.3d\r                                                                 \r\n\nat  1380 (Sheriff's  decision not  to discipline  deputies, after\r\n\nfull  investigation, not deliberate indifference despite contrary\r\n\nrecommendation by Attorney General's advisory panel).\r\n\n          Given the information available  to Ms. Galanes in mid-\r\n\nJuly, her effort to persuade Sanchez to drop the second complaint\r\n\ncould not  have constituted \"encouragement  or condonation,\"  let\r\n\n                                11\r\r\n\nalone conduct  which amounted  to \"deliberate, reckless,  or cal-\r\n\nlous\" indifference.   See  Guti rrez-Rodriguez v.  Cartagena, 882\r                                                                      \r\n\nF.2d  at  562  (1st  Cir.  1989);  see  also  Febus-Rodriguez  v.\r                                                                       \r\n\nBetancourt-Lebron, 14  F.3d 87,  92 (1st  Cir. 1994); Germany  v.\r                                                                       \r\n\nVance, 868  F.2d 9, 18 (1st Cir. 1989).   The conduct of the EEOO\r               \r\n\nin  proceeding with  the  investigation of  the second  complaint\r\n\nnotwithstanding the intervening actions taken against Santiago in\r\n\nconnection  with the  first complaint  precluded any  supportable\r\n\nfinding of \"gross negligence\"  or \"reckless and callous indiffer-\r\n\nence.\"   See Febus-Rodriguez, 14 F.3d  at 92 n.4.   Since all the\r                                      \r\n\nharassment forming  the basis  for the  second complaint  had oc-\r\n\ncurred  prior to  the  EEOO's disciplinary  action  on the  first\r\n\ncomplaint,  Sanchez failed to generate  a trialworthy issue as to\r\n\nwhether Ms.  Galanes'  efforts to  persuade Sanchez  to drop  the\r\n\nsecond complaint amounted to  supervisory action or inaction that\r\n\nreasonably  could be characterized as \"supervisory encouragement,\r\n\ncondonation or acquiescence,\"  or \"gross negligence amounting  to\r\n\ndeliberate indifference.\"  See Lipsett, 864 F.2d at 902.7  \r                                                \r\n\n          The alleged  actions and inaction  by these  defendant-\r\n\nsupervisors  hardly  qualify  as  a model  for  administering  an\r\n\n                    \r                              \r\n\n     7We  pause to  emphasize that  this is  no  ordinary hostile\r               7\r\nenvironment sexual harassment case.   Ordinarily, such claims are\r\npresented under the rubric of Title VII,  which imposes liability\r\non  an employer where the sexual harassment has created a hostile\r\nenvironment, known to the  employer, and the employer nonetheless\r\nfails to  take action  variously characterized as  \"appropriate,\"\r\n\"reasonable\" or \"effectual.\"  See id. at 901.  On the other hand,\r                                              \r\nSanchez is  left to confront  the far more  stringent \"deliberate\r\nindifference\" standard  applicable under   1983,  since her Title\r\nVII claims have been dismissed.  See supra p. 5.\r                                                    \r\n\n                                12\r\r\n\nefficient and effective anti-harassment policy.  Even overlooking\r\n\nthe  efforts  to  discourage  Sanchez from  pressing  the  second\r\n\ncomplaint, their leisurely response to a serious second complaint\r\n\ncould  create a  trialworthy issue     given  her version  of the\r\n\nrelevant events and assuming a lack of mitigating explanations   \r\n\nif simple negligence  were the  applicable standard.   But it  is\r\n\nnot. \r\n\n          Further, we in no sense mean to suggest that a supervi-\r\n\nsor  automatically  escapes  liability  by  conducting  a  formal\r\n\ninvestigation into each harassment complaint  and merely deliver-\r\n\ning a reprimand to the misfeasor even though experience has shown\r\n\nthat it will be disregarded.   At some point, not reached here, a\r\n\nfailure  to  take prompt  and  emphatic  action could  constitute\r\n\nreckless indifference rather than mere laxity.\r\n\n                               III\r                                         III\r\n\n                            CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          As the \"deliberate indifference\" standard  for supervi-\r\n\nsory liability has not been met by the evidence proffered against\r\n\nthe defendant-supervisors,  the district court  judgment must  be\r\n\naffirmed.  The parties shall bear their own costs.  \r\n\n          SO ORDERED. \r                    SO ORDERED. \r                              \r\n\n                                13\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\nDecember 24, 1996 UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\nNo. 96-1278\r\n                  MARIA DE LOS ANGELES SANCHEZ,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n                     CARLOS ALVARADO, ET AL.,\r\n\n                      Defendants, Appellees.\r\n\n                                          \r                                                    \r\n\n                           ERRATA SHEET\r\n\n     The  opinion of  this  Court, issued  December  2, 1996,  is\r\namended as follows:\r\n\n     P.7, l.4, should read:  . . . relief could be granted . . . \r\r\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\nNo. 96-1278\r\n\n                  MARIA DE LOS ANGELES SANCHEZ,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n                     CARLOS ALVARADO, ET AL.,\r\n\n                      Defendants, Appellees.\r\n\n                                           \r                                                     \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n         [Hon. Salvador E. Casellas, U.S. District Judge]\r                                                                  \r\n\n                                           \r                                                     \r\n\n                              Before\r\n\n                 Cyr and Boudin, Circuit Judges,\r                                                         \r\n\n                and Ponsor,* U.S. District Judge.\r                                                          \r\n\n                                           \r                                                     \r\n\n   Edwin Prado, with whom Pedro Salicrup was on brief for appellant.\r                                                  \r\n   Edgardo  Rodriguez  Quilichini,   Assistant  Solicitor   General,\r                                           \r\nDepartment of Justice, with whom Carlos  Lugo Fiol, Solicitor General,\r                                                          \r\nand  Edda Serrano Blasini, Deputy Solicitor General, were on brief for\r                                 \r\nappellees.\r\n\n                                           \r                                                     \r\n\n                         December 2, 1996\r\n                                           \r                                                     \r\n\n                  \r                            \r\n\n   *Of the District of Massachusetts, sitting by designation.\r\r\n\n          CYR,  Circuit Judge.   Plaintiff  Maria de  los Angeles\r                    CYR,  Circuit Judge.   \r                                       \r\n\nSanchez (\"Sanchez\")  appeals a summary judgment  ruling rejecting\r\n\nher  civil rights claim, see 42 U.S.C.   1983, alleging liability\r                                      \r\n\non  the  part of  certain  supervisory personnel  at  Puerto Rico\r\n\nElectric Power Authority (\"PREPA\")  for failing to take appropri-\r\n\nate  action  against   defendant-appellee  Omar  Santiago,  whose\r\n\npersistent harassment prompted Sanchez to tender her resignation.\r\n\nWe affirm the district court judgment.\r\n\n                                I\r                                          I\r\n\n                           BACKGROUND1\r                                     BACKGROUND\r                                               \r\n\n          The pattern of harassment  began when Santiago, a PREPA\r\n\nemployee, telephoned Sanchez at her office in September  1988 and\r\n\ninvited her to  dinner.   A few days  after Sanchez declined  the\r\n\ninvitation  she  received a  call  from  another PREPA  employee,\r\n\ninforming  her that she should expect to hear from Santiago again\r\n\nsince  he had an ongoing bet that  he would succeed in his quest.\r\n\nLater  that month,  Santiago approached  Sanchez and  stated that\r\n\nthey should  talk.   As Sanchez  walked away,  Santiago exclaimed\r\n\nthat  she would see what he was  capable of and if she complained\r\n\nabout his behavior he would cause her harm.  \r\n\n          The  first  supervisor   with  whom  Sanchez  discussed\r\n\nSantiago's  behavior, defendant-appellee Ramon Figueroa, tried to\r\n\npersuade  her  not to  file a  formal  charge with  PREPA's Equal\r\n\nEmployment Opportunity Office  (EEOO), stating that everyone  was\r\n                    \r                              \r\n\n     1All material  facts in genuine  dispute are related  in the\r\nlight  most favorable to Sanchez.  Velez-Gomez v. SMA Life Assur.\r                                                                           \r\nCo., </pre><span class=\"citation\" data-id=\"195013\"><a href=\"/opinion/195013/velez-gomez-v-sma-life-assurance/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">873</span></a></span><pre class=\"inline\">, 875 (1st Cir. 1993)\r             \r\n\n                                3\r\r\n\nentitled  to one  mistake.2    Upon  learning that  Santiago  had\r\n\nalready  been the  subject of  a sexual  harassment complaint  by\r\n\nanother  female  employee,  however,  Ramon  actively  encouraged\r\n\nSanchez to file a formal complaint.\r\n\n          On   November   15,  1988,   defendant-appellee  Carlos\r\n\nAlvarado, then  the Director of PREPA, circulated a memorandum on\r\n\nthe  subject of  sexual  harassment, referencing  a 1988  statute\r\n\nprohibiting  sexual  harassment in  the  workplace.   Within  two\r\n\nweeks,  three  of  Santiago's supervisors,  including  defendant-\r\n\nappellee Edwin Miranda Velez,  met with him to discuss  the inci-\r\n\ndent reported by Sanchez.   After Santiago denied any wrongdoing,\r\n\nthe supervisors informed him  of PREPA's sexual harassment policy\r\n\nand directed him  to keep  away from the  floor on which  Sanchez\r\n\nworked.   Upon encountering Sanchez with  another female employee\r\n\napproximately three  weeks later,  however, Santiago  called them\r\n\nlesbians.  Three days  later, on December 8, 1988,  Sanchez filed\r\n\nher first complaint with the EEOO. \r\n\n          On April 14, 1989, following its investigation into the\r\n\nfirst complaint,  the EEOO found that  Santiago's conduct consti-\r\n\ntuted sexual harassment, and recommended a reprimand and counsel-\r\n\nling.  Several weeks later, when Santiago met with supervisors to\r\n\ndiscuss  the EEOO report, he  was reminded that sexual harassment\r\n                    \r                              \r\n\n     2We assume,  without deciding,  that  all PREPA  supervisory\r               2\r\npersonnel named  as defendants were in  fact \"supervisors\" poten-\r\ntially subject to  liability under    1983 in  that Santiago  was\r\ntheir subordinate.  See Lipsett v. University of Puerto Rico, </pre><span class=\"citation\" data-id=\"516408\"><a href=\"/opinion/516408/annabelle-lipsett-v-university-of-puerto-rico/\"><span class=\"volume\">864</span>\r                                                                      \r\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">881</span></a></span><pre class=\"inline\">, 902  (1st  Cir. 1988)  (holding that  a constitutional\r\nviolation by a subordinate is a predicate for supervisory liabil-\r\nity under   1983); see also p. 8 infra (quoting Lipsett).\r                                                                 \r\n\n                                4\r\r\n\nwas prohibited  by law.   Once again  he was  warned that  formal\r\n\ncharges would be filed against him for any further harassment and\r\n\nthat he was to stay away from Sanchez while on PREPA property.\r\n\n          On  May 30,  1989, Sanchez  filed her  second complaint\r\n\nwith  the EEOO, relating to Santiago's conduct between May 15 and\r\n\n19.    During  that  four-day  period,  Santiago  left  notes  on\r\n\nSanchez's automobile, suggesting  that they go  to a motel;  fol-\r\n\nlowed her on the highway, almost causing a collision; blew kisses\r\n\nat  her; and provoked a  fistfight with Sanchez's  boyfriend.  At\r\n\nthe same time, Sanchez pointed out that Santiago was scheduled to\r\n\nrepresent  PREPA in a basketball game the following weekend.  The\r\n\nEEOO  promptly contacted  the person  in charge  of the  team and\r\n\nrecommended that Santiago not be allowed to do so.  \r\n\n          The EEOO Director, defendant-appellee Amada Nieves, met\r\n\nwith Santiago at his request on July 7, 1989.  Ms. Nieves remind-\r\n\ned him  that the  May  24 meeting  had been  a  warning that  his\r\n\nbehavior  toward  Sanchez  constituted  sexual harassment.    She\r\n\ninformed  him that Sanchez had since filed a second complaint and\r\n\nthat  Nieves herself  would interview  him about  it in  the near\r\n\nfuture.  \r\n\n          Within a  week, defendant-appellee Camille  Galanes, an\r\n\nassistant to  Nieves, telephoned  Sanchez at  her office and  at-\r\n\ntempted  to persuade  her  to drop  the  second complaint.    Ms.\r\n\nGalanes suggested that following up on the second complaint might\r\n\nnot be necessary because  no further incidents had  been reported\r\n\nafter  Santiago was reprimanded in connection with the first com-\r\n\n                                5\r\r\n\nplaint.    Sanchez  adamantly disagreed,  however,  stating  that\r\n\nSantiago had not been at work between May 25 and June 14, and the\r\n\nmere fact that she had not encountered him in the interim did not\r\n\nmean his attitude had changed.  \r\n\n          At a  meeting  with Ms.  Galanes  on August  15,  1989,\r\n\nSantiago expressed concern about the possible adverse effects the\r\n\nearlier  reprimand  might  have  upon  his  professional  future.\r\n\nGalanes  reiterated the warning that Santiago was not to approach\r\n\nSanchez on PREPA property.3   Although Santiago continued to deny\r\n\nany wrongdoing, he assured Galanes that  he was \"not going to  go\r\n\nanywhere near\"  Sanchez.4  On  October 13, 1989,  Director Nieves\r\n\ntelephoned  Sanchez on matters relating to  Santiago.  As Sanchez\r\n\nwas not in, Nieves left a message.  The record  does not disclose\r\n\nwhether Sanchez returned the call. \r\n\n          Sanchez  filed her  third  complaint with  the EEOO  on\r\n\nApril 3, 1990, stating that she had received four unwanted floral\r\n\narrangements from  Santiago,  three within  a  span of  six  days\r\n\nduring December, 1989;  that Santiago followed her  when she went\r\n\n                    \r                              \r\n\n     3On  more  than  one  occasion, EEOO  Director  Nieves  told\r\nSanchez  that she was too \"nervous\" and that the harassment might\r\nbe  a product  of  her perception,  noting  that Sanchez  had  no\r\nwitnesses.   Paradoxically, Nieves  even recommended that Sanchez\r\ndirectly confront Santiago     despite the fact that Santiago had\r\nbeen forbidden  to approach  Sanchez on  PREPA property     since\r\nshowing fear could only encourage Santiago.  \r\n\n     4Unchastened, a  few weeks later Santiago berated a group of\r\nfemale  employees (Sanchez  not included)  as \"small  and dirty.\"\r\nThe  EEOO  investigated the  incident  and  recommended a  formal\r\ncharge.  Santiago  was so informed  on December 20, 1989.   Ulti-\r\nmately,  Santiago was suspended for a week, without pay, based on\r\nthese charges.\r\n\n                                6\r\r\n\nto  lunch,  and whistled  when she  passed  him in  the workplace\r\n\nlobby;  and that he telephoned  her at her  office between twelve\r\n\nand  fifteen times  a day.   The  EEOO promptly  investigated the\r\n\nthird complaint and, on June 7, 1990, once again recommended that\r\n\nSantiago's supervisor file formal charges  against him.  On  June\r\n\n15, 1990,  Santiago's supervisor informed him that she was press-\r\n\ning charges. \r\n\n          Sanchez submitted her resignation  on July 2, effective\r\n\nJuly 20.   Although EEOO Director Nieves met with  her on July 18\r\n\nregarding  the status  of the  third complaint  against Santiago,\r\n\nSanchez failed  to mention her  resignation.  After  Sanchez left\r\n\nPREPA,  the EEOO continued to press ahead with the charges relat-\r\n\ning to the third complaint against Santiago, and asked Sanchez to\r\n\ntestify.   The  charges eventually  were  dismissed for  lack  of\r\n\nevidence after Sanchez failed to appear without explanation.\r\n\n          Approximately   a  year  later  Sanchez  commenced  the\r\n\npresent  action  against Santiago  and various  PREPA supervisory\r\n\nemployees,5 alleging Title  VII and civil rights  claims, as well\r\n\nas a pendent tort  claim against Santiago under Puerto  Rico law.\r\n\nThe  district  court first  dismissed  the  Title VII  claim  for\r\n\nfailure  to  exhaust  administrative remedies.    The supervisory\r\n\nliability claims  under section 1983 were  subsequently dismissed\r\n\n                    \r                              \r\n\n     5The named defendants also included Alvarado's successor, as\r\nthe Director of PREPA,  Jose Del Valle; Jose Cobian,  Director of\r\nHuman Services; Luis Crespo Marcial, Supervisor  of Planification\r\nand Studies;  Maria Hernandez, Executive Assistant  to the Execu-\r\ntive  Director, as well as \"John Doe\" defendants whose identities\r\nwere unknown. \r\n\n                                7\r\r\n\nas  time-barred.   After  this court  reinstated the  supervisory\r\n\nliability claims,  Sanchez v. Alvarado,  </pre><span class=\"citation no-link\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1530</span></span><pre class=\"inline\">  (1st Cir.\r                                                \r\n\n1993) (Table), the district  court again granted summary judgment\r\n\nfor all supervisory defendants on the ground that Sanchez had not\r\n\ngenerated a  trialworthy dispute.   Finally, the  court dismissed\r\n\nthe  pendent tort  claim  and the  remaining  section 1983  claim\r\n\nagainst Santiago for failure  to state a claim upon  which relief\r\n\ncould be granted  since liability  on the part  of a  co-employee\r\n\nunder section  1983 cannot  attach unless the  alleged harassment\r\n\ninvolved  misuse of  power  under  the  authority of  state  law.\r\n\nSanchez  contends on  appeal that  the district  court improperly\r\n\nresolved  a genuine issue of material fact at summary judgment in\r\n\ndismissing her section 1983 supervisory liability claims.6\r\n\n                                II\r                                          II\r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\n1.   Standard of Review\r          1.   Standard of Review\r                                 \r\n\n          We  review a grant of summary judgment de novo.  Velez-\r                                                                           \r\n\nGomez, 8 F.3d at 874-75.   It will be affirmed if \"the pleadings,\r               \r\n\ndepositions, answers  to interrogatories, and  the admissions  on\r\n\nfile, together with the affidavits, if any, show that there is no\r\n\ngenuine issue as  to any material fact, and that the moving party\r\n\nis entitled to judgment as a matter of law.\"  Fed.R.Civ.P. 56(c).\r\n\nA dispute is  \"genuine\" if \"'the evidence about  the fact is such\r\n\n                    \r                              \r\n\n     6As we affirm the dismissal of all federal claims, we do not\r\nreach  Sanchez's request  for reinstatement  of the  pendent tort\r\nclaim  against Santiago.  See Newman v. Burgin, </pre><span class=\"citation\" data-id=\"559503\"><a href=\"/opinion/559503/anny-newman-v-diana-burgin/\"><span class=\"volume\">930</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">955</span></a></span><pre class=\"inline\">, 963\r                                                        \r\n(1st Cir. 1991).\r\n\n                                8\r\r\n\nthat a reasonable jury  could resolve the  point in the favor  of\r\n\nthe non-moving  party.'\"   Rivera-Muriente v.  Agosto-Alicea, </pre><span class=\"citation\" data-id=\"579946\"><a href=\"/opinion/579946/juan-rivera-muriente-v-juan-agosto-alicea/\"><span class=\"volume\">959</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">349</span></a></span><pre class=\"inline\">,  352 (1st  Cir. 1992)  (quoting  United States  v. One\r                                                                           \r\n\nParcel  of Real  Property,  Etc., </pre><span class=\"citation\" data-id=\"580694\"><a href=\"/opinion/580694/nos-91-1681-91-1682/\"><span class=\"volume\">960</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">200</span></a></span><pre class=\"inline\">, 204  (1st  Cir.\r                                          \r\n\n1992)).  \"A fact is material if it 'carries with it the potential\r\n\nto affect the  outcome of  the suit under  the applicable  law.'\"\r\n\nOne National Bank v. Antonellis, </pre><span class=\"citation\" data-id=\"715773\"><a href=\"/opinion/715773/one-national-bank-v-joseph-m-antonellis/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">606</span></a></span><pre class=\"inline\">, 608 (1st Cir. 1996)\r                                         \r\n\n(quoting Nereida-Gonzalez  v. Tirado-Delgado,  </pre><span class=\"citation\" data-id=\"604127\"><a href=\"/opinion/604127/carmen-nereida-gonzalez-v-cirilo-tirado-delgado/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">701</span></a></span><pre class=\"inline\">, 703\r                                                      \r\n\n(1st Cir. 1993)).  See also Anderson v. Liberty Lobby,  Inc., </pre><span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span>\r                                                                      \r\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span><pre class=\"inline\">, 247-48 (1986).  Thus, the substantive law defines which\r\n\nfacts are material.  Id. at 248.\r                                  \r\n\n2.   Supervisory Liability \r          2.   Supervisory Liability\r                                    \r\n\n          Supervisory liability under 42  U.S.C.   1983 cannot be\r\n\npredicated on  the doctrine  of respondeat superior.   Gutierrez-\r                                                                           \r\n\nRodriguez v.  Cartagena, </pre><span class=\"citation\" data-id=\"527780\"><a href=\"/opinion/527780/carlos-a-gutierrez-rodriguez-v-desiderio-cartagena-and-domingo-alvarez/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">553</span></a></span><pre class=\"inline\">, 562 (1st  Cir. 1989).   A\r                                 \r\n\nsupervisor can be held liable \"only on the basis of  her own acts\r\n\nor  omissions.\"  Figueroa v. Aponte-Roque, </pre><span class=\"citation\" data-id=\"516413\"><a href=\"/opinion/516413/aurora-figueroa-v-hon-awilda-aponte-roque-etc-aurora-figueroa-v-hon/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">947</span></a></span><pre class=\"inline\">, 953 (1st\r                                                   \r\n\nCir. 1989).  As we have explained:  \r\n\n          [A] state official . . . can be held liable .\r\n          . . if (1)  the behavior of [a] subordinate[]\r\n          results in a constitutional violation and (2)\r\n          the official's action or inaction was \"affir-\r\n          mative[ly] link[ed]\" to that behavior in that\r\n          it  could  be  characterized as  \"supervisory\r\n          encouragement,  condonation  or acquiescence\"\r\n          or \"gross negligence amounting  to deliberate\r\n          indifference.\"\r\n\nLipsett, </pre><span class=\"citation no-link\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">902</span></span><pre class=\"inline\"> (citations omitted).  More recently we have\r                 \r\n\nnoted  that an  \"indifference that  rises to  the level  of being\r\n\ndeliberate, reckless or callous, suffices to establish  liability\r\n\n                                9\r\r\n\nunder    1983.\"    Gutierrez-Rodriguez, 882  F.2d  at 562.    The\r                                                \r\n\nrequirement of  an \"affirmative link\"  between the behavior  of a\r\n\nsubordinate and the action or inaction of the  defendant official\r\n\n\"contemplates proof that the supervisor's conduct  led inexorably\r\n\nto the constitutional violation.\"  Hegarty v. Somerset County, </pre><span class=\"citation\" data-id=\"196071\"><a href=\"/opinion/196071/hegarty-v-somerset-county/\"><span class=\"volume\">53</span>\r                                                                       \r\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">1367</span></a></span><pre class=\"inline\">, 1380 (1st Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">675</span></span><pre class=\"inline\"> (1995). \r                                                  \r\n\n3.   Summary Judgment \r          3.   Summary Judgment \r                               \r\n\n          The  district  court,  relying  on  defendants' summary\r\n\njudgment proffers, found  that \"[o]n August 18,  1989 Ms. Sanchez\r\n\nherself  met with  Galanes and  agreed to  close the  second com-\r\n\nplaint, as no further incidents had occurred since May 19, 1989.\"\r\n\nNevertheless, at  her deposition  Sanchez testified that  she had\r\n\nmade  it quite clear to Galanes that  she did not want the second\r\n\ncomplaint closed.  See supra p. 4-5.  Thus, Sanchez contends that\r                                      \r\n\nthe district court improperly resolved a genuine issue of materi-\r\n\nal fact in awarding summary judgment to defendants.  \r\n\n          We agree  that  it was  error  to resolve  the  factual\r\n\ndispute concerning the dismissal of the second complaint adverse-\r\n\nly to Sanchez  at summary judgment.  Velez-Gomez, 8  F.3d at 875.\r                                                          \r\n\nNevertheless, since the  supervisory defendants were  entitled to\r\n\nsummary judgment  as a  matter of law  in any event,  the factual\r\n\ndispute was immaterial, see  Antonellis, 80 F.3d at 608,  and the\r                                                 \r\n\nerror was harmless.\r\n\n          The defendant supervisors  had warned Santiago to  stay\r\n\naway from Sanchez even before the filing of the first formal com-\r\n\nplaint  with  the EEOO.   The  EEOO  investigated each  and every\r\n\n                                10\r\r\n\ncomplaint  Sanchez filed  against Santiago.   Following  the EEOO\r\n\ninvestigation of the first  formal complaint, Santiago was repri-\r\n\nmanded  and ordered  not to  go near  Sanchez on  PREPA property.\r\n\nEven though Ms.  Galanes urged  Sanchez to drop  the second  com-\r\n\nplaint, she did so based on  her perception that Santiago had not\r\n\nengaged in  any further harassment after  having been reprimanded\r\n\nand  ordered  to  keep away  from  Sanchez  following the  EEOO's\r\n\ndisposition of  the first complaint.   As a matter of  fact, even\r\n\nthough  it  was only  after  Sanchez  filed her  third  complaint\r\n\nalleging yet further harassment by Santiago that the EEOO learned\r\n\nthat  the disciplinary  action  taken in  response  to the  first\r\n\ncomplaint had failed to produce the anticipated deterrent effect,\r\n\nthe EEOO nonetheless  took prompt action on the second complaint.\r\n\nEEOO  Director Nieves met with  Santiago and informed  him of the\r\n\nfiling  of the  second formal  complaint.   Ms. Galanes  met with\r\n\nSantiago  thereafter,  warning him  of  the  consequences of  any\r\n\nfurther harassment, and reminding him that he was not to approach\r\n\nSanchez  at the workplace.  After looking into the second Sanchez\r\n\ncomplaint, the  EEOO determined that further  action was unneces-\r                                                      \r\n\nsary for the reasons explained by Galanes.  See Hegarty,  53 F.3d\r                                                                 \r\n\nat  1380 (Sheriff's  decision not  to discipline  deputies, after\r\n\nfull  investigation, not deliberate indifference despite contrary\r\n\nrecommendation by Attorney General's advisory panel).\r\n\n          Given the information available  to Ms. Galanes in mid-\r\n\nJuly, her effort to persuade Sanchez to drop the second complaint\r\n\ncould not  have constituted \"encouragement  or condonation,\"  let\r\n\n                                11\r\r\n\nalone conduct  which amounted  to \"deliberate, reckless,  or cal-\r\n\nlous\" indifference.   See  Guti rrez-Rodriguez v.  Cartagena, 882\r                                                                      \r\n\nF.2d  at  562  (1st  Cir.  1989);  see  also  Febus-Rodriguez  v.\r                                                                       \r\n\nBetancourt-Lebron, </pre><span class=\"citation\" data-id=\"195148\"><a href=\"/opinion/195148/rodriguez-v-lebron/\"><span class=\"volume\">14</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">87</span></a></span><pre class=\"inline\">,  92 (1st  Cir. 1994); Germany  v.\r                                                                       \r\n\nVance, </pre><span class=\"citation\" data-id=\"518738\"><a href=\"/opinion/518738/suzanne-germany-v-carol-vance-suzanne-germany-v-carol-vance/\"><span class=\"volume\">868</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">9</span></a></span><pre class=\"inline\">, 18 (1st Cir. 1989).   The conduct of the EEOO\r               \r\n\nin  proceeding with  the  investigation of  the second  complaint\r\n\nnotwithstanding the intervening actions taken against Santiago in\r\n\nconnection  with the  first complaint  precluded any  supportable\r\n\nfinding of \"gross negligence\"  or \"reckless and callous indiffer-\r\n\nence.\"   See Febus-Rodriguez, 14 F.3d  at 92 n.4.   Since all the\r                                      \r\n\nharassment forming  the basis  for the  second complaint  had oc-\r\n\ncurred  prior to  the  EEOO's disciplinary  action  on the  first\r\n\ncomplaint,  Sanchez failed to generate  a trialworthy issue as to\r\n\nwhether Ms.  Galanes'  efforts to  persuade Sanchez  to drop  the\r\n\nsecond complaint amounted to  supervisory action or inaction that\r\n\nreasonably  could be characterized as \"supervisory encouragement,\r\n\ncondonation or acquiescence,\"  or \"gross negligence amounting  to\r\n\ndeliberate indifference.\"  See Lipsett, 864 F.2d at 902.7  \r                                                \r\n\n          The alleged  actions and inaction  by these  defendant-\r\n\nsupervisors  hardly  qualify  as  a model  for  administering  an\r\n\n                    \r                              \r\n\n     7We  pause to  emphasize that  this is  no  ordinary hostile\r               7\r\nenvironment sexual harassment case.   Ordinarily, such claims are\r\npresented under the rubric of Title VII,  which imposes liability\r\non  an employer where the sexual harassment has created a hostile\r\nenvironment, known to the  employer, and the employer nonetheless\r\nfails to  take action  variously characterized as  \"appropriate,\"\r\n\"reasonable\" or \"effectual.\"  See id. at 901.  On the other hand,\r                                              \r\nSanchez is  left to confront  the far more  stringent \"deliberate\r\nindifference\" standard  applicable under   1983,  since her Title\r\nVII claims have been dismissed.  See supra p. 5.\r                                                    \r\n\n                                12\r\r\n\nefficient and effective anti-harassment policy.  Even overlooking\r\n\nthe  efforts  to  discourage  Sanchez from  pressing  the  second\r\n\ncomplaint, their leisurely response to a serious second complaint\r\n\ncould  create a  trialworthy issue     given  her version  of the\r\n\nrelevant events and assuming a lack of mitigating explanations   \r\n\nif simple negligence  were the  applicable standard.   But it  is\r\n\nnot. \r\n\n          Further, we in no sense mean to suggest that a supervi-\r\n\nsor  automatically  escapes  liability  by  conducting  a  formal\r\n\ninvestigation into each harassment complaint  and merely deliver-\r\n\ning a reprimand to the misfeasor even though experience has shown\r\n\nthat it will be disregarded.   At some point, not reached here, a\r\n\nfailure  to  take prompt  and  emphatic  action could  constitute\r\n\nreckless indifference rather than mere laxity.\r\n\n                               III\r                                         III\r\n\n                            CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          As the \"deliberate indifference\" standard  for supervi-\r\n\nsory liability has not been met by the evidence proffered against\r\n\nthe defendant-supervisors,  the district court  judgment must  be\r\n\naffirmed.  The parties shall bear their own costs.  \r\n\n          SO ORDERED. \r                    SO ORDERED. \r                              \r\n\n                                13\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195013/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195148/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196071/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516408/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516413/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/527780/",
    "http://www.courtlistener.com/api/rest/v3/opinions/559503/",
    "http://www.courtlistener.com/api/rest/v3/opinions/579946/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580694/",
    "http://www.courtlistener.com/api/rest/v3/opinions/604127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/715773/"
  ]
}