{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197125/",
  "absolute_url": "/opinion/197125/united-states-v-vega/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197125/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:22:48Z",
  "date_modified": "2017-03-24T10:50:14.586758Z",
  "type": "010combined",
  "sha1": "b5937f24e25496a419581c4cd26a718fb5768c2a",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1955.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 95-1955\r\n\n                          UNITED STATES,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                         ALEJANDRO VEGA,\r\n\n                      Defendant - Appellant.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n          [Hon. Richard G. Stearns, U.S. District Judge]\r                                                                 \r\n\n                                           \r\n\n                              Before\r\n\n                      Boudin, Circuit Judge,\r                                                     \r\n\n                  Bownes, Senior Circuit Judge,\r                                                        \r\n\n               and Skinner,* Senior District Judge.\r                                                            \r\n\n                                           \r\n\n     Daniel  T.S. Heffernan,  by appointment  of the  Court, with\r                                     \r\nwhom Sugarman, Rogers,  Barshak &amp;  Cohen, P.C. was  on brief  for\r                                                        \r\nappellant.\r\n     Kevin P.  McGrath,  Assistant United  States Attorney,  with\r                                \r\nwhom  Donald K. Stern, United  States Attorney, was  on brief for\r                               \r\nappellee.\r\n\n                                           \r\n\n                        December 19, 1996\r\n                                           \r\n                    \r                              \r\n\n*  Of the District of Massachusetts, sitting by designation.\r\r\n\n          SKINNER,  Senior District  Judge.   Alejandro Vega  was\r                    SKINNER,  Senior District  Judge.\r                                                    \r\n\ncharged in an eight-count indictment for conspiracy to distribute\r\n\nand distribution of  cocaine base  in violation of  21 U.S.C.    \r\n\n841,  846 and unlicensed dealing  in firearms in  violation of 18\r\n\nU.S.C.   922(a)(1)(A).  After the jury returned  a guilty verdict\r\n\non  five of  the  six counts  against Vega,  he was  sentenced to\r\n\nthirty  years  incarceration.   On appeal,  Vega argues  that the\r\n\ndistrict  court erred  in refusing  to instruct  the jury  on the\r\n\ndefense of entrapment.  We affirm.\r\n\n          Our  review   is  plenary  and,  where   the  issue  is\r\n\nentitlement  to a jury instruction on a proposed defense, we take\r\n\nthe evidence  in  the  light  most favorable  to  the  defendant.\r\n\nUnited  States v. Young, 78 F.3d 758,  760 (1st Cir. 1996).  This\r                                 \r\n\nprosecution arose out of an undercover investigation conducted by\r\n\nfederal  agents in  the Bureau  of Alcohol, Tobacco  and Firearms\r\n\n(\"ATF\") and the Drug  Enforcement Agency (\"DEA\").  In  the spring\r\n\nof 1994,  a  confidential informant  working  for the  ATF,  Jos \r\n\nTroche, had  purchased  a semi-automatic  handgun and  ammunition\r\n\nfrom Ceferino Cruz, one  of Vega's co-conspirators.  On  July 12,\r\n\n1994, Troche made arrangements with Cruz to purchase some \"crack\"\r\n\ncocaine.    Later  that  day,  Troche  met  Cruz  at  La  Tambora\r\n\nrestaurant in Lawrence, Massachusetts.  Troche was accompanied by\r\n\nDEA Special  Agent  Pamela Mersky  whom Troche  presented as  his\r\n\ngirlfriend.  Troche and Mersky purchased one ounce of crack and a\r\n\n.38  caliber handgun from  Cruz.  Troche  told Cruz  that, in the\r\n\n                               -2-\r\r\n\nfuture, Mersky would appear on Troche's behalf when he was unable\r\n\nto come.\r\n\n          On  July 28, 1994, Agent Mersky  returned to La Tambora\r\n\nin order  to make  an additional  narcotics and firearm  purchase\r\n\nfrom  Cruz.  When she arrived, Cruz was occupied in conversation.\r\n\nMersky approached and  greeted Cruz  and then waited  a few  feet\r\n\naway from him as he completed his conversation.  While Mersky was\r\n\nwaiting, Vega  approached  her and  asked  her what  she  wanted.\r\n\nMersky indicated that she was interested in buying crack cocaine.\r\n\nVega  responded  initially with  apparent bewilderment,  but when\r\n\nMersky  said that  Cruz had supplied her before,  Vega approached\r\n\nCruz and had a brief conversation with him.  After a moment, Vega\r\n\nreturned and again  asked Mersky  what she wanted.   She  replied\r\n\nthat she  wanted the same  thing as  the last time.   Vega  again\r\n\ndiscussed the request with  Cruz and told Mersky that  she should\r\n\nreturn in about an hour.\r\n\n          When  Mersky returned to  La Tambora, she  and Vega sat\r\n\ndown at one of the tables.  A young  female, who turned out to be\r\n\nCruz's fifteen-year-old girlfriend,  approached them and  removed\r\n\nfrom  her clothing a small  plastic bag containing  32.1 grams of\r\n\ncrack cocaine.   The three then completed the sale in the women's\r\n\nrestroom, where Mersky observed what she believed to be a handgun\r\n\nin Vega's  waistband.  (The  object was  in fact a  knife with  a\r\n\nfive-inch black handle  and an  eight-inch blade.)   She said  to\r\n\nVega that she was interested in buying a handgun like  the one he\r\n\nappeared to  have.  Vega replied that Cruz did not know about her\r\n\n                               -3-\r\r\n\ninterest  in  a handgun,  but Vega  would  check with  Cruz about\r\n\nobtaining a gun for  sale.  Mersky gave Vega her electronic pager\r\n\nnumber and left the restaurant.\r\n\n          Later  that afternoon, Vega  paged Mersky  and informed\r\n\nher that  he had a  gun for  her.   The two arranged  to meet  at\r\n\nanother  restaurant near  La  Tambora.   When  Vega detected  the\r\n\npresence of two undercover DEA surveillance agents at the meeting\r\n\nplace, he and Mersky went to La Tambora to complete the sale of a\r\n\n.38  caliber handgun.  When Mersky started to leave, Vega offered\r\n\nto accompany her.  She refused.   He then invited her to a  dance\r\n\nlater  that week.  Again, however, Mersky refused.  She indicated\r\n\nshe had a boyfriend and left the restaurant.\r\n\n          Undeterred, Vega  paged Mersky  again on the  same day.\r\n\nMersky  indicated her dissatisfaction that the gun was not new as\r\n\nVega had represented.  He offered  her a better price on the next\r\n\ngun and Mersky suggested a better  price for the cocaine as well.\r\n\nWhen Vega equivocated,  Mersky suggested that she might  take her\r\n\nbusiness elsewhere.  Vega responded that he only wanted Mersky to\r\n\nlove him or like him.  Mersky laughed and said she could not love\r\n\nhim because she had a boyfriend. \r\n\n          On  August 1,  1994,  Vega again  paged  Mersky to  see\r\n\nwhether  she needed  anything.   The  two  arranged to  meet  the\r\n\nfollowing day at  a restaurant near La Tambora.   Vega and Mersky\r\n\nmet  and walked  to La  Tambora.   She asked  about  getting some\r\n\ncocaine.   Vega  sold Mersky  an additional  30.6 grams  of crack\r\n\ncocaine.   Mersky also requested  a gun, but  Vega said he needed\r\n\n                               -4-\r\r\n\nadditional  time.  He paged her again  later that day when he had\r\n\nthe gun, but Mersky did not want to meet until the following day.\r\n\nOn August  3, 1994, Vega and  Mersky met again at  La Tambora and\r\n\ncompleted the sale of another firearm and additional ammunition.\r\n\n          On August 4, 1994, Vega  paged Mersky several times  to\r\n\nsee  whether Mersky needed anything  more.  She  replied that she\r\n\nwould  not  need  anything  until the  end  of  the  week.   Vega\r\n\ncontinued to page her for  the next few days, but Mersky  did not\r\n\nrespond.  On August 8, 1994, Mersky finally returned another page\r\n\nfrom Vega and again indicated that  she did not need anything  at\r\n\nthat time.   Vega said  that he  had been worried  about her  and\r\n\nthat, for any business in the future, he would receive 3.5  grams\r\n\nof cocaine as a commission.\r\n\n          On  August 15, 1994, Vega paged Mersky to tell her that\r\n\nhe  had  two handguns  (.44 caliber  and  .38 caliber)  for sale.\r\n\nMersky asked about  more cocaine  and Vega said  he could  supply\r\n\nher.   She told him she  would call the next day.   On August 16,\r\n\n1994, Vega  met Mersky  at a  restaurant near La  Tambora.   They\r\n\nwalked  to  La  Tambora  and  Mersky  purchased  the  .38 caliber\r\n\nhandgun.  She  and Vega then  waited for the cocaine  supplier to\r\n\narrive,  whereupon Mersky  purchased 30.5  grams of  cocaine from\r\n\nVega.\r\n\n          On  August 23, 1994, Mersky met Vega in the parking lot\r\n\nof La Tambora.  They drove to Vega's apartment where he retrieved\r\n\na .44 caliber gun which he sold to Mersky.   Later that day, Vega\r\n\nsold Mersky 61.3 grams of cocaine.\r\n\n                               -5-\r\r\n\n          Vega and his cohorts were arrested three days later.\r\n\n          At  trial,   the  district   judge  indicated   at  the\r\n\nconclusion  of   Mersky's  direct  testimony  that   he  did  not\r\n\nanticipate the need to  instruct the jury on entrapment.   During\r\n\nthe charge conference, the  district judge discussed with counsel\r\n\nthis  circuit's  well  established  position  on  the  entrapment\r\n\ndefense  and concluded  that \"there  just simply  is insufficient\r\n\nevidence  of  entrapment.\"   (Tr.  at  5-99.)   Accordingly,  the\r\n\ndistrict  court did  not  instruct the  jury  on the  defense  of\r\n\nentrapment.\r\n\n          During  deliberation, the jury  presented a question to\r\n\nthe district court  in which  it asked whether  entrapment was  a\r\n\nreasonable  defense  and, if  so,  whether  the  jury  could  get\r\n\nclarification.   (Id. at  6-2.)  After  consultation with counsel\r                               \r\n\nfor  both sides,  the district  judge informed  the jury  that he\r\n\ndeliberately had omitted an instruction on entrapment because the\r\n\ndefense did not apply.   The jury subsequently returned  a guilty\r\n\nverdict on five of the six charges against Vega.\r\n\n          Vega contends that the  district court erred in failing\r\n\nto   instruct  the  jury  on  the  defense  of  entrapment.    In\r\n\nparticular,  he argues that (1) Mersky induced Vega to commit the\r\n\ncrimes charged by playing on his alleged romantic interest in her\r\n\nand  (2) there  was ample  evidence to  establish Vega's  lack of\r\n\npredisposition to commit the crimes.  The record does not support\r\n\neither of Vega's contentions.\r\n\n                               -6-\r\r\n\n          Our  position  on the  defense  of  entrapment is  well\r\n\nsettled:  \r\n\n            Entrapment  does  not blossom  whenever a\r\n            person succumbs  to his  own greed or  to\r\n            the lure  of easy money:   it blooms only\r\n            when the crime for which the miscreant is\r\n            subsequently  charged  was instigated  by\r\n            minions of  the law and the  offender had\r                                             \r\n            no    previous     disposition    towards\r\n            commission of the deed.  \r\n\nUnited States v. Coady, 809 F.2d 119, 122 (1st Cir. 1987) (citing\r                                \r\n\nUnited  States v.  Fera,  616 F.2d  590,  596 (1st  Cir.),  cert.\r                                                                           \r\n\ndenied,  446 U.S. 969, 100  S. Ct. 2951,  64 L.Ed.2d 830 (1980)).\r                \r\n\nIn other words, \"a defendant is entitled to a jury instruction on\r\n\nentrapment if there is record evidence  which fairly supports the\r\n\nclaims of both government inducement of the crime and defendant's\r\n\nlack  of predisposition  to  engage in  it.\"   United  States  v.\r                                                                       \r\n\nRodr guez, 858 F.2d 809,  814 (1st Cir. 1988).   Although \"[s]uch\r                   \r\n\nproof may, of course, be circumstantial rather than direct,\" id.,\r                                                                          \r\n\nwe have made  it clear that  \"[w]hen all is said  and done .  . .\r\n\nthere must be some hard evidence in the record which, if believed\r\n\nby a rational juror,  would suffice to create a  reasonable doubt\r\n\nas to  whether government actors induced the defendant to perform\r\n\na criminal act that he was not predisposed to commit.\"  Id.    \r                                                                     \r\n\n          We  emphasize that  the defense  will not  be available\r\n\nunless  both  elements  of  (1)  government  inducement  and  (2)\r\n\ndefendant's  lack  of criminal  predisposition  exist.   See  id.\r                                                                           \r\n\nWhere either element is absent, the defense will be inapplicable.\r\n\nId.  at 814-15.    Accordingly, where  there exists  insufficient\r             \r\n\nevidence to  establish government inducement, the  court need not\r\n\n                               -7-\r\r\n\nreach  consideration of  the evidence  on the  accused's criminal\r\n\npredisposition, and vice  versa.   Young, 78 F.3d  at 762 &amp;  n.3.\r                                                  \r\n\nDetermining whether the appropriate quantum of evidence exists is\r\n\n\"a matter of law for the court.\"  Rodr guez, 858 F.2d at 814.  \r                                                     \r\n\n          We  have  recently  had  the  opportunity  to   examine\r\n\nrelevant cases from the Supreme Court and several circuits on the\r\n\ndefense of entrapment, which we summarized as follows:\r\n\n                 In  describing \"inducement,\"  courts\r\n            have  distinguished  between  proper  and\r\n            improper law enforcement activities.   It\r\n            is proper (i.e., not an \"inducement\") for\r\n            the government to use a \"sting,\" at least\r\n            where it amounts to providing a defendant\r\n            with an \"opportunity\" to commit  a crime.\r\n            Without  this  kind  of  law  enforcement\r\n            weapon, it would  often prove  difficult,\r\n            or impossible, to stop  certain seriously\r\n            criminal activity, particularly  activity\r\n            involving drugs, or corruption,  or other\r\n            crimes  in  which  no direct  participant\r\n            wants the crime detected.\r\n\n                 An  improper \"inducement,\"  however,\r\n            goes   beyond   providing   an   ordinary\r\n            \"opportunity  to  commit  a crime.\"    An\r\n            \"inducement\" consists of an \"opportunity\"\r\n            plus   something   else   --   typically,\r                          \r\n            excessive pressure by the government upon\r\n            the defendant or the  government's taking\r\n            advantage of an alternative, non-criminal\r\n            type of motive.   A \"sting\" that combines\r\n            an ordinary opportunity with  these extra\r\n            elements runs the risk of catching in the\r\n            law  enforcement net  not only  those who\r\n            might  well  have  committed   the  crime\r\n            elsewhere  (in the absence of the sting),\r\n            but  also  those  who  (in  its  absence)\r\n            likely would never have done so.  Insofar\r\n            as  the  net   catches  the  latter,   it\r\n            stretches    beyond    its   basic    law\r\n            enforcement purpose.\r\n\n                 Some     examples    of     improper\r\n            \"inducement\" may help.  Courts have found\r\n            a  basis for sending the entrapment issue\r\n\n                               -8-\r\r\n\n            to  the  jury   (or  finding   entrapment\r\n            established  as a  matter  of law)  where\r\n            government    officials:       (1)   used\r\n            \"intimidation\"  and  \"threats\" against  a\r\n            defendant's family, (2) called every day,\r\n            \"began  threatening\"  the defendant,  and\r\n            were   belligerent,    (3)   engaged   in\r\n            \"forceful\"   solicitation   and   \"dogged\r\n            insistence        until       [defendant]\r\n            capitulated,\" (4) played upon defendant's\r\n            sympathy for informant's common narcotics\r\n            experience  and withdrawal  symptoms, (5)\r\n            played  upon sentiment of \"one former war\r\n            buddy .  . .  for another\" to  get liquor\r\n            (during prohibition),  (6) used \"repeated\r\n            suggestions\"  which  succeeded only  when\r\n            defendant  had lost  his  job and  needed\r\n            money for  his  family's food  and  rent,\r\n            [and]  (7) told  defendant that  she (the\r\n            agent) was suicidal and in desperate need\r\n            of money. . . .\r\n\nUnited States v.  Gendron, 18  F.3d 955, 961-62  (1st Cir.  1994)\r                                   \r\n\n(citations  omitted).  With these examples in  mind, we turn to a\r\n\nconsideration of the appeal now before us.\r\n\n          Vega  asserts  that  Mersky   played  on  his  romantic\r\n\ninterest in her to induce him to commit the crimes  with which he\r\n\nwas charged.  In particular, he points to three particular pieces\r\n\nof evidence to establish his purported romantic interest:  (1) on\r\n\nJuly 28, 1994,  the initial date of contact,  Vega invited Mersky\r\n\nto a  dance; (2) on  the same  date, Vega stated  that he  wanted\r\n\nMersky to love him; and (3) on August 2, 1994, Mersky embarrassed\r\n\nVega when he invited her to lunch, apparently for the purposes of\r\n\nconducting  additional  firearms  and narcotics  sales,  and  she\r\n\nreplied that  he  did  not  have  any money  to  pay  for  lunch.\r\n\nExamining  each of the instances raised by Vega, we conclude that\r\n\nthe record does not support his position.  At the outset, we note\r\n\n                               -9-\r\r\n\nthat none  of the  circumstances  enumerated in  our decision  in\r\n\nGendron is present here.   Moreover, the scant evidence  on which\r                 \r\n\nVega attempts to rely is unpersuasive.  \r\n\n          In  response to  the  July 28,  1994 dance  invitation,\r\n\nMersky replied that she had a  boyfriend and could not attend the\r\n\ndance with  Vega.  Later  the same  day, when  an insistent  Vega\r\n\nincongruously1 stated that he  wanted Mersky to love  him, Mersky\r\n                    \r                              \r\n\n1    The   transcripts  of  Mersky's   tape  recordings  of   her\r\nconversations with Vega  suggest that he spoke  English with some\r\ndifficulty and that he only meant that he wanted Mersky to \"like\"\r\nhim so as  to continue doing business  with him.   Their exchange\r\nregarding  whether the  first handgun  sold was  new as  Vega had\r\nrepresented is as follows:\r\n\n          MERSKY:\r\n            I  forgive you this time, but if you take advantage\r\n            next time, I'm never gonna see you again.\r\n\n          VEGA:\r\n            It  was not my intention, I didn't did it, I didn't\r\n            did  it,   because  I  wanna  take   advantage,  or\r\n            anything,  the same way I gave it to you wrapped up\r\n            in the  paper bag, the same  way I gave it  to you,\r\n            the same way I got it,  and I no even take it up  a\r\n            no see it, nothing like that.\r\n\n          MERSKY:\r\n            Okay.\r\n\n          VEGA:\r\n            Alright.\r\n\n          MERSKY:\r\n            I like you, but don't make me hate you.\r\n\n          VEGA:\r\n            Alright.\r\n\n          MERSKY:\r\n            Okay?\r\n\n          VEGA:\r\n            No,  I just want  you to love  me, like me,\r\n            just like you like me the first time.\r\n\n                               -10-\r\r\n\nlaughed and repeated  that she  already had a  boyfriend.   Twice\r\n\nVega attempted  to engage  Mersky's affections  and twice  he was\r\n\nrebuffed.   Far  from  supporting Vega's  contention that  Mersky\r\n\nplayed  on   his   alleged  romantic   interest,   the   evidence\r\n\ndemonstrates  that   she  attempted  to   quash  his  unsolicited\r\n\naffection.  As for  the allegedly embarrassing lunch incident  on\r\n\nAugust 2,  1994, a  review of  the record makes  it difficult  to\r\n\ndetermine  how  Mersky's  accusation,  standing alone  as  it  is\r\n\nalleged, that Vega had no money  to pay for lunch could be viewed\r\n\nas an inducement to criminal activity.  Even if Vega's version of\r\n\nthe  events   were  credible,   the  evidence  viewed   from  his\r\n\nperspective would demonstrate, at  best, only that Mersky induced\r\n\nhim to profit from the illegal transactions, not that she induced\r\n\nhim to commit the illicit activity.\r\n\n          As counsel  for the  government has noted,  Vega cannot\r\n\nsuccessfully portray himself,  as he has  attempted, as a  lonely\r\n\n                    \r                              \r\n\n          MERSKY:\r\n            I  can't   love  you,  I  already   have  a\r\n            boyfriend . . . (Laughs).\r\n\n          VEGA:\r\n            Oh, then like me, then like me, right, then\r\n            like me.\r\n\n          MERSKY:\r\n            Okay, I like you a lot, you're very nice.\r\n\n          VEGA:\r\n            Thank you.\r\n\n          MERSKY:\r\n            Okay.\r\n\n(Ex. 8A at 5.)\r\n\n                               -11-\r\r\n\nman eager to connect with the first unaccompanied female to enter\r\n\nLa  Tambora.  Vega himself informed Mersky  that as of August 23,\r\n\n1994 he had been living with his girlfriend.\r\n\n          It  should also be noted  that the instances which Vega\r\n\npresents  as  events  of   inducement  each  occurred  after  the\r\n\ncompletion of his initial  narcotics and firearm sale to  Mersky.\r\n\nThese  episodes cannot,  as  a  logical  proposition,  constitute\r\n\ninducement for the  initial illegal  sale.  With  respect to  the\r\n\nremaining  counts of  which  Vega was  convicted, the  undisputed\r\n\nevidence  amply  demonstrates that  Vega  initiated  contact with\r\n\nMersky about each of the  subsequent narcotics or firearms sales.\r\n\nIn  fact, he attempted to initiate  numerous additional sales but\r\n\nMersky refused.  \r\n\n          Finally, Vega  relies on two of  this court's decisions\r\n\nto bolster his appeal.  First, Vega cites Kadis v. United States,\r                                                                          \r\n\n373  F.2d 370  (1st  Cir. 1967),  to  support his  position  that\r\n\nMersky's conduct during Vega's initial encounter with her on July\r\n\n28,  1994 constituted  inducement.   In Kadis,  we held  that the\r                                                       \r\n\ndistrict court properly submitted the evidence and instructed the\r\n\njury  regarding  entrapment in  a  case  where government  agents\r\n\nobtained  refills   of  prescriptions  which  did  not  authorize\r\n\nrefills.    Id. at  374-75.   We  accordingly affirmed  the lower\r                         \r\n\ncourt's decision.  The facts underlying our decision in Kadis are\r                                                                       \r\n\ninapposite  to our disposition here.   The evidence  in this case\r\n\nreveals that Vega approached  Mersky in La Tambora and  asked her\r\n\nwhat  she  wanted.    Although  he  expressed  some  bewilderment\r\n\n                               -12-\r\r\n\ninitially, after a  few moments,  he had conferred  with his  co-\r\n\nconspirator  and was  prepared  to supply  Mersky with  narcotics\r\n\nwithin an hour.  We reiterate what we stated in Kadis.  \"Evidence\r                                                               \r\n\nthat the  defendant resisted  the criminal suggestion  raises the\r\n\nquestion whether  his hesitation exhibited the  conscience of the\r\n\nupright, or merely the  circumspection of the criminal.\"   Kadis,\r                                                                          \r\n\n373  F.2d  at 374.    A  review of  the  record  reveals a  clear\r\n\ndemonstration of  the latter.  Mersky  did not plant the  seed of\r\n\ncriminality in Vega's mind; rather she merely represented herself\r\n\nas a bona fide willing buyer.\r\n\n          Second, Vega  relies on  our recent decision  in United\r                                                                           \r\n\nStates v.  Joost,  92 F.3d  7  (1st Cir.  1996),  as a  factually\r                          \r\n\nanalogous precedent  supporting  his  position  in  this  appeal.\r\n\nWhile Joost  presented  us with  an  \"unusual issue\"  which  also\r                     \r\n\nconfronts us here  -- to wit, whether as a threshold issue \"there\r\n\nhad been, as a matter of law, no showing of improper inducement,\"\r\n\nid.  at 8 --  the facts in  the instant appeal  clearly warrant a\r             \r\n\ndifferent result.  Joost involved  an undercover operation by two\r                                  \r\n\nRhode  Island  State  Police  detectives who  assisted  Joost  in\r\n\nconverting  counterfeit  casino tokens  into  cash.   During  the\r\n\ncourse of their relationship with Joost, the detectives presented\r\n\nvarious  schemes  which  tested Joost's  criminal  knowledge  and\r\n\nexplored his illicit proclivities.  In particular,  we noted that\r\n\nthe final criminal plan was presented by the detectives to Joost.\r\n\nThey devised a  scheme to  rob a nightclub  in Massachusetts  and\r\n\ninitiated discussions  about Joost's obtaining a  firearm for the\r\n\n                               -13-\r\r\n\njob.  We  noted then  that the detectives  mentioned the  firearm\r\n\nseveral  times  and  Joost  only  provided  the  weapon  after  a\r\n\nsignificant period of time.  Given Joost's practice of \"inventing\r\n\nescapades,  finding holes in  them, suggesting exploratory trips,\r\n\nand inventing  excuses for not  producing a  gun,\" id. at  13, we\r                                                                \r\n\nheld that Joost had produced sufficient evidence of inducement to\r\n\nmerit a jury instruction on entrapment.   We accordingly reversed\r\n\nthe conviction and remanded the case for a new trial.\r\n\n          The  facts  underlying  our decision  in  Joost  differ\r                                                                   \r\n\nsignificantly from those presented by this appeal.  In this case,\r\n\nVega has presented no  evidence of a practice similar  to Joost's\r\n\nof  making delays or creating obstacles  to execution of criminal\r\n\ntransactions proposed by government agents.  To the contrary, the\r\n\nundisputed evidence  demonstrates that Vega responded to Mersky's\r\n\ninitial  request for  narcotics and  firearms within an  hour and\r\n\nthat,  for each  subsequent transaction,  Vega contacted  Mersky,\r\n\nthus  initiating  the  illegal   conduct  himself.    Given  this\r\n\nevidence, our decision in Joost is no help to this defendant.\r                                         \r\n\n          As previously indicated, because  we find that Vega has\r\n\nnot presented  any \"hard\"  evidence of government  inducement, we\r\n\nneed  not  reach the  question of  his  alleged lack  of criminal\r\n\npredisposition.  It  should suffice to recall the Supreme Court's\r\n\nguidance  in Jacobson v. United States, 503 U.S. 540 (1992), that\r                                                \r\n\nin the \"typical  case or  in a more  elaborate 'sting'  operation\r\n\ninvolving  government-sponsored  fencing where  the  defendant is\r\n\nsimply provided  with  the opportunity  to  commit a  crime,  the\r\n\n                               -14-\r\r\n\nentrapment defense is of little use because the ready  commission\r                                                                           \r\n\nof   the  criminal   act  amply   demonstrates  the   defendant's\r                                                                           \r\n\npredisposition.\"   Id. at 549-50  (emphasis supplied).   In  this\r                                \r\n\nappeal, we note,  nevertheless, that Vega's  conduct on July  28,\r\n\n1994  when he supplied Mersky  with narcotics within  one hour of\r\n\ntheir  first encounter  is as  \"ready commission of  the criminal\r\n\nact\" as the Jacobson Court might have imagined and his subsequent\r                              \r\n\nconduct \"amply demonstrates\" his predisposition.\r\n\n          For the foregoing reasons, the judgment of the district\r\n\ncourt is affirmed.\r                   affirmed\r\n\n                               -15-\r\r\n",
  "html": "<p class=\"case_cite\">102 F.3d 1301</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Alejandro VEGA, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 95-1955.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 11, 1996.<br>Decided Dec. 19, 1996.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Daniel T.S. Heffernan, by appointment of the Court, with whom Sugarman, Rogers, Barshak &amp; Cohen, P.C., Boston, MA, was on brief for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Kevin P. McGrath, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, Boston, MA, was on brief for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, BOWNES, Senior Circuit Judge, and SKINNER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">SKINNER, Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Alejandro Vega was charged in an eight-count indictment for conspiracy to distribute and distribution of cocaine base in violation of 21 U.S.C. &#167;&#167; 841, 846 and unlicensed dealing in firearms in violation of 18 U.S.C. &#167; 922(a)(1)(A).  After the jury returned a guilty verdict on five of the six counts against Vega, he was sentenced to thirty years incarceration.  On appeal, Vega argues that the district court erred in refusing to instruct the jury on the defense of entrapment.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Our review is plenary and, where the issue is entitlement to a jury instruction on a proposed defense, we take the evidence in the light most favorable to the defendant.  United States v. Young, 78 F.3d 758, 760 (1st Cir.1996).  This prosecution arose out of an undercover investigation conducted by federal agents in the Bureau of Alcohol, Tobacco and Firearms (\"ATF\") and the Drug Enforcement Agency (\"DEA\").  In the spring of 1994, a confidential informant working for the ATF, Jose Troche, had purchased a semiautomatic handgun and ammunition from Ceferino Cruz, one of Vega's co-conspirators.  On July 12, 1994, Troche made arrangements with Cruz to purchase some \"crack\" cocaine.  Later that day, Troche met Cruz at La Tambora restaurant in Lawrence, Massachusetts.  Troche was accompanied by DEA Special Agent Pamela Mersky whom Troche presented as his girlfriend.  Troche and Mersky purchased one ounce of crack and a .38 caliber handgun from Cruz.  Troche told Cruz that, in the future, Mersky would appear on Troche's behalf when he was unable to come.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On July 28, 1994, Agent Mersky returned to La Tambora in order to make an additional narcotics and firearm purchase from Cruz.  When she arrived, Cruz was occupied in conversation.  Mersky approached and greeted Cruz and then waited a few feet away from him as he completed his conversation.  While Mersky was waiting, Vega approached her and asked her what she wanted.  Mersky indicated that she was interested in buying crack cocaine.  Vega responded initially with apparent bewilderment, but when Mersky said that Cruz had supplied her before, Vega approached Cruz and had a brief conversation with him.  After a moment, Vega returned and again asked Mersky what she wanted.  She replied that she wanted the same thing as the last time.  Vega again discussed the request with Cruz and told Mersky that she should return in about an hour.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">When Mersky returned to La Tambora, she and Vega sat down at one of the tables.  A young female, who turned out to be Cruz's fifteen-year-old girlfriend, approached them and removed from her clothing a small plastic bag containing 32.1 grams of crack cocaine.  The three then completed the sale in the women's restroom, where Mersky observed what she believed to be a handgun in Vega's waistband.  (The object was in fact a knife with a five-inch black handle and an eight-inch blade.)   She said to Vega that she was interested in buying a handgun like the one he appeared to have.  Vega replied that Cruz did not know about her interest in a handgun, but Vega would check with Cruz about obtaining a gun for sale.  Mersky gave Vega her electronic pager number and left the restaurant.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Later that afternoon, Vega paged Mersky and informed her that he had a gun for her.  The two arranged to meet at another restaurant near La Tambora.  When Vega detected the presence of two undercover DEA surveillance agents at the meeting place, he and Mersky went to La Tambora to complete the sale of a .38 caliber handgun.  When Mersky started to leave, Vega offered to accompany her.  She refused.  He then invited her to a dance later that week.  Again, however, Mersky refused.  She indicated she had a boyfriend and left the restaurant.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Undeterred, Vega paged Mersky again on the same day.  Mersky indicated her dissatisfaction that the gun was not new as Vega had represented.  He offered her a better price on the next gun and Mersky suggested a better price for the cocaine as well.  When Vega equivocated, Mersky suggested that she might take her business elsewhere.  Vega responded that he only wanted Mersky to love him or like him.  Mersky laughed and said she could not love him because she had a boyfriend.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On August 1, 1994, Vega again paged Mersky to see whether she needed anything.  The two arranged to meet the following day at a restaurant near La Tambora.  Vega and Mersky met and walked to La Tambora.  She asked about getting some cocaine.  Vega sold Mersky an additional 30.6 grams of crack cocaine.  Mersky also requested a gun, but Vega said he needed additional time.  He paged her again later that day when he had the gun, but Mersky did not want to meet until the following day.  On August 3, 1994, Vega and Mersky met again at La Tambora and completed the sale of another firearm and additional ammunition.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On August 4, 1994, Vega paged Mersky several times to see whether Mersky needed anything more.  She replied that she would not need anything until the end of the week.  Vega continued to page her for the next few days, but Mersky did not respond.  On August 8, 1994, Mersky finally returned another page from Vega and again indicated that she did not need anything at that time.  Vega said that he had been worried about her and that, for any business in the future, he would receive 3.5 grams of cocaine as a commission.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On August 15, 1994, Vega paged Mersky to tell her that he had two handguns (.44 caliber and .38 caliber) for sale.  Mersky asked about more cocaine and Vega said he could supply her.  She told him she would call the next day.  On August 16, 1994, Vega met Mersky at a restaurant near La Tambora.  They walked to La Tambora and Mersky purchased the .38 caliber handgun.  She and Vega then waited for the cocaine supplier to arrive, whereupon Mersky purchased 30.5 grams of cocaine from Vega.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On August 23, 1994, Mersky met Vega in the parking lot of La Tambora.  They drove to Vega's apartment where he retrieved a .44 caliber gun which he sold to Mersky.  Later that day, Vega sold Mersky 61.3 grams of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Vega and his cohorts were arrested three days later.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">At trial, the district judge indicated at the conclusion of Mersky's direct testimony that he did not anticipate the need to instruct the jury on entrapment.  During the charge conference, the district judge discussed with counsel this circuit's well established position on the entrapment defense and concluded that \"there just simply is insufficient evidence of entrapment.\"  (Tr. at 5-99.)   Accordingly, the district court did not instruct the jury on the defense of entrapment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">During deliberation, the jury presented a question to the district court in which it asked whether entrapment was a reasonable defense and, if so, whether the jury could get clarification.  (Id. at 6-2.)   After consultation with counsel for both sides, the district judge informed the jury that he deliberately had omitted an instruction on entrapment because the defense did not apply.  The jury subsequently returned a guilty verdict on five of the six charges against Vega.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Vega contends that the district court erred in failing to instruct the jury on the defense of entrapment.  In particular, he argues that (1) Mersky induced Vega to commit the crimes charged by playing on his alleged romantic interest in her and (2) there was ample evidence to establish Vega's lack of predisposition to commit the crimes.  The record does not support either of Vega's contentions.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Our position on the defense of entrapment is well settled:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>Entrapment does not blossom whenever a person succumbs to his own greed or to the lure of easy money:  it blooms only when the crime for which the miscreant is subsequently charged was instigated by minions of the law and the offender had no previous disposition towards commission of the deed.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">United States v. Coady, 809 F.2d 119, 122 (1st Cir.1987) (citing United States v. Fera, 616 F.2d 590, 596 (1st Cir.), cert. denied, 446 U.S. 969, 100 S.Ct. 2951, 64 L.Ed.2d 830 (1980)).  In other words, \"a defendant is entitled to a jury instruction on entrapment if there is record evidence which fairly supports the claims of both government inducement of the crime and defendant's lack of predisposition to engage in it.\"  United States v. Rodriguez, 858 F.2d 809, 814 (1st Cir.1988).  Although \"[s]uch proof may, of course, be circumstantial rather than direct,\" id., we have made it clear that \"[w]hen all is said and done ... there must be some hard evidence in the record which, if believed by a rational juror, would suffice to create a reasonable doubt as to whether government actors induced the defendant to perform a criminal act that he was not predisposed to commit.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We emphasize that the defense will not be available unless both elements of (1) government inducement and (2) defendant's lack of criminal predisposition exist.  See id.   Where either element is absent, the defense will be inapplicable.  Id. at 814-15.   Accordingly, where there exists insufficient evidence to establish government inducement, the court need not reach consideration of the evidence on the accused's criminal predisposition, and vice versa.  Young, 78 F.3d at 762 &amp; n. 3. Determining whether the appropriate quantum of evidence exists is \"a matter of law for the court.\"  Rodriguez, 858 F.2d at 814.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We have recently had the opportunity to examine relevant cases from the Supreme Court and several circuits on the defense of entrapment, which we summarized as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In describing \"inducement,\" courts have distinguished between proper and improper law enforcement activities.  It is proper (i.e., not an \"inducement\") for the government to use a \"sting,\" at least where it amounts to providing a defendant with an \"opportunity\" to commit a crime.  Without this kind of law enforcement weapon, it would often prove difficult, or impossible, to stop certain seriously criminal activity, particularly activity involving drugs, or corruption, or other crimes in which no direct participant wants the crime detected.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">An improper \"inducement,\" however, goes beyond providing an ordinary \"opportunity to commit a crime.\"   An \"inducement\" consists of an \"opportunity\" plus something else--typically, excessive pressure by the government upon the defendant or the government's taking advantage of an alternative, non-criminal type of motive.  A \"sting\" that combines an ordinary opportunity with these extra elements runs the risk of catching in the law enforcement net not only those who might well have committed the crime elsewhere (in the absence of the sting), but also those who (in its absence) likely would never have done so.  Insofar as the net catches the latter, it stretches beyond its basic law enforcement purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Some examples of improper \"inducement\" may help.  Courts have found a basis for sending the entrapment issue to the jury (or finding entrapment established as a matter of law) where government officials:  (1) used \"intimidation\" and \"threats\" against a defendant's family, (2) called every day, \"began threatening\" the defendant, and were belligerent, (3) engaged in \"forceful\" solicitation and \"dogged insistence until [defendant] capitulated,\" (4) played upon defendant's sympathy for informant's common narcotics experience and withdrawal symptoms, (5) played upon sentiment of \"one former war buddy ... for another\" to get liquor (during prohibition), (6) used \"repeated suggestions\" which succeeded only when defendant had lost his job and needed money for his family's food and rent, [and] (7) told defendant that she (the agent) was suicidal and in desperate need of money....</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">United States v. Gendron, 18 F.3d 955, 961-62 (1st Cir.1994) (citations omitted).  With these examples in mind, we turn to a consideration of the appeal now before us.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Vega asserts that Mersky played on his romantic interest in her to induce him to commit the crimes with which he was charged.  In particular, he points to three particular pieces of evidence to establish his purported romantic interest:  (1) on July 28, 1994, the initial date of contact, Vega invited Mersky to a dance;  (2) on the same date, Vega stated that he wanted Mersky to love him;  and (3) on August 2, 1994, Mersky embarrassed Vega when he invited her to lunch, apparently for the purposes of conducting additional firearms and narcotics sales, and she replied that he did not have any money to pay for lunch.  Examining each of the instances raised by Vega, we conclude that the record does not support his position.  At the outset, we note that none of the circumstances enumerated in our decision in Gendron is present here.  Moreover, the scant evidence on which Vega attempts to rely is unpersuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In response to the July 28, 1994 dance invitation, Mersky replied that she had a boyfriend and could not attend the dance with Vega.  Later the same day, when an insistent Vega incongruously<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> stated that he wanted Mersky to love him, Mersky laughed and repeated that she already had a boyfriend.  Twice Vega attempted to engage Mersky's affections and twice he was rebuffed.  Far from supporting Vega's contention that Mersky played on his alleged romantic interest, the evidence demonstrates that she attempted to quash his unsolicited affection.  As for the allegedly embarrassing lunch incident on August 2, 1994, a review of the record makes it difficult to determine how Mersky's accusation, standing alone as it is alleged, that Vega had no money to pay for lunch could be viewed as an inducement to criminal activity.  Even if Vega's version of the events were credible, the evidence viewed from his perspective would demonstrate, at best, only that Mersky induced him to profit from the illegal transactions, not that she induced him to commit the illicit activity.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">As counsel for the government has noted, Vega cannot successfully portray himself, as he has attempted, as a lonely man eager to connect with the first unaccompanied female to enter La Tambora.  Vega himself informed Mersky that as of August 23, 1994 he had been living with his girlfriend.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">It should also be noted that the instances which Vega presents as events of inducement each occurred after the completion of his initial narcotics and firearm sale to Mersky.  These episodes cannot, as a logical proposition, constitute inducement for the initial illegal sale.  With respect to the remaining counts of which Vega was convicted, the undisputed evidence amply demonstrates that Vega initiated contact with Mersky about each of the subsequent narcotics or firearms sales.  In fact, he attempted to initiate numerous additional sales but Mersky refused.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Finally, Vega relies on two of this court's decisions to bolster his appeal.  First, Vega cites Kadis v. United States, 373 F.2d 370 (1st Cir.1967), to support his position that Mersky's conduct during Vega's initial encounter with her on July 28, 1994 constituted inducement.  In Kadis, we held that the district court properly submitted the evidence and instructed the jury regarding entrapment in a case where government agents obtained refills of prescriptions which did not authorize refills.  Id. at 374-75.   We accordingly affirmed the lower court's decision.  The facts underlying our decision in Kadis are inapposite to our disposition here.  The evidence in this case reveals that Vega approached Mersky in La Tambora and asked her what she wanted.  Although he expressed some bewilderment initially, after a few moments, he had conferred with his co-conspirator and was prepared to supply Mersky with narcotics within an hour.  We reiterate what we stated in Kadis.  \"Evidence that the defendant resisted the criminal suggestion raises the question whether his hesitation exhibited the conscience of the upright, or merely the circumspection of the criminal.\"  Kadis, 373 F.2d at 374.   A review of the record reveals a clear demonstration of the latter.  Mersky did not plant the seed of criminality in Vega's mind;  rather she merely represented herself as a bona fide willing buyer.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Second, Vega relies on our recent decision in United States v. Joost, 92 F.3d 7 (1st Cir.1996), as a factually analogous precedent supporting his position in this appeal.  While Joost presented us with an \"unusual issue\" which also confronts us here--to wit, whether as a threshold issue \"there had been, as a matter of law, no showing of improper inducement,\" id. at 8--the facts in the instant appeal clearly warrant a different result.  Joost involved an undercover operation by two Rhode Island State Police detectives who assisted Joost in converting counterfeit casino tokens into cash.  During the course of their relationship with Joost, the detectives presented various schemes which tested Joost's criminal knowledge and explored his illicit proclivities.  In particular, we noted that the final criminal plan was presented by the detectives to Joost.  They devised a scheme to rob a nightclub in Massachusetts and initiated discussions about Joost's obtaining a firearm for the job.  We noted then that the detectives mentioned the firearm several times and Joost only provided the weapon after a significant period of time.  Given Joost's practice of \"inventing escapades, finding holes in them, suggesting exploratory trips, and inventing excuses for not producing a gun,\" id. at 13, we held that Joost had produced sufficient evidence of inducement to merit a jury instruction on entrapment.  We accordingly reversed the conviction and remanded the case for a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The facts underlying our decision in Joost differ significantly from those presented by this appeal.  In this case, Vega has presented no evidence of a practice similar to Joost's of making delays or creating obstacles to execution of criminal transactions proposed by government agents.  To the contrary, the undisputed evidence demonstrates that Vega responded to Mersky's initial request for narcotics and firearms within an hour and that, for each subsequent transaction, Vega contacted Mersky, thus initiating the illegal conduct himself.  Given this evidence, our decision in Joost is no help to this defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">As previously indicated, because we find that Vega has not presented any \"hard\" evidence of government inducement, we need not reach the question of his alleged lack of criminal predisposition.  It should suffice to recall the Supreme Court's guidance in Jacobson v. United States, 503 U.S. 540, 112 S.Ct. 1535, 118 L.Ed.2d 174 (1992), that in the \"typical case or in a more elaborate 'sting' operation involving government-sponsored fencing where the defendant is simply provided with the opportunity to commit a crime, the entrapment defense is of little use because the ready commission of the criminal act amply demonstrates the defendant's predisposition.\"  Id. at 549-50, 112 S.Ct. at 1541 (emphasis supplied).  In this appeal, we note, nevertheless, that Vega's conduct on July 28, 1994 when he supplied Mersky with narcotics within one hour of their first encounter is as \"ready commission of the criminal act\" as the Jacobson Court might have imagined and his subsequent conduct \"amply demonstrates\" his predisposition.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The transcripts of Mersky's tape recordings of her conversations with Vega suggest that he spoke English with some difficulty and that he only meant that he wanted Mersky to \"like\" him so as to continue doing business with him.  Their exchange regarding whether the first handgun sold was new as Vega had represented is as follows:</p>\n        <p>MERSKY:</p>\n        <p>I forgive you this time, but if you take advantage next time, I'm never gonna see you again.</p>\n        <p>VEGA:</p>\n        <p>It was not my intention, I didn't did it, I didn't did it, because I wanna take advantage, or anything, the same way I gave it to you wrapped up in the paper bag, the same way I gave it to you, the same way I got it, and I no even take it up a no see it, nothing like that.</p>\n        <p>MERSKY:</p>\n        <p>Okay.</p>\n        <p>VEGA:</p>\n        <p>Alright.</p>\n        <p>MERSKY:</p>\n        <p>I like you, but don't make me hate you.</p>\n        <p>VEGA:</p>\n        <p>Alright.</p>\n        <p>MERSKY:</p>\n        <p>Okay?</p>\n        <p>VEGA:</p>\n        <p>No, I just want you to love me, like me, just like you like me the first time.</p>\n        <p>MERSKY:</p>\n        <p>I can't love you, I already have a boyfriend ... (Laughs).</p>\n        <p>VEGA:</p>\n        <p>Oh, then like me, then like me, right, then like me.</p>\n        <p>MERSKY:</p>\n        <p>Okay, I like you a lot, you're very nice.</p>\n        <p>VEGA:</p>\n        <p>Thank you.</p>\n        <p>MERSKY:</p>\n        <p>Okay.</p>\n        <p>(Ex. 8A at 5.)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1301</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Alejandro VEGA, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 95-1955.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 11, 1996.<br>Decided Dec. 19, 1996.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Daniel T.S. Heffernan, by appointment of the Court, with whom Sugarman, Rogers, Barshak &amp; Cohen, P.C., Boston, MA, was on brief for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Kevin P. McGrath, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, Boston, MA, was on brief for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, BOWNES, Senior Circuit Judge, and SKINNER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">SKINNER, Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Alejandro Vega was charged in an eight-count indictment for conspiracy to distribute and distribution of cocaine base in violation of 21 U.S.C. &#167;&#167; 841, 846 and unlicensed dealing in firearms in violation of 18 U.S.C. &#167; 922(a)(1)(A).  After the jury returned a guilty verdict on five of the six counts against Vega, he was sentenced to thirty years incarceration.  On appeal, Vega argues that the district court erred in refusing to instruct the jury on the defense of entrapment.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Our review is plenary and, where the issue is entitlement to a jury instruction on a proposed defense, we take the evidence in the light most favorable to the defendant.  United States v. Young, <span class=\"citation\" data-id=\"196643\"><a href=\"/opinion/196643/united-states-v-young/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">758</span></a></span>, 760 (1st Cir.1996).  This prosecution arose out of an undercover investigation conducted by federal agents in the Bureau of Alcohol, Tobacco and Firearms (\"ATF\") and the Drug Enforcement Agency (\"DEA\").  In the spring of 1994, a confidential informant working for the ATF, Jose Troche, had purchased a semiautomatic handgun and ammunition from Ceferino Cruz, one of Vega's co-conspirators.  On July 12, 1994, Troche made arrangements with Cruz to purchase some \"crack\" cocaine.  Later that day, Troche met Cruz at La Tambora restaurant in Lawrence, Massachusetts.  Troche was accompanied by DEA Special Agent Pamela Mersky whom Troche presented as his girlfriend.  Troche and Mersky purchased one ounce of crack and a .38 caliber handgun from Cruz.  Troche told Cruz that, in the future, Mersky would appear on Troche's behalf when he was unable to come.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On July 28, 1994, Agent Mersky returned to La Tambora in order to make an additional narcotics and firearm purchase from Cruz.  When she arrived, Cruz was occupied in conversation.  Mersky approached and greeted Cruz and then waited a few feet away from him as he completed his conversation.  While Mersky was waiting, Vega approached her and asked her what she wanted.  Mersky indicated that she was interested in buying crack cocaine.  Vega responded initially with apparent bewilderment, but when Mersky said that Cruz had supplied her before, Vega approached Cruz and had a brief conversation with him.  After a moment, Vega returned and again asked Mersky what she wanted.  She replied that she wanted the same thing as the last time.  Vega again discussed the request with Cruz and told Mersky that she should return in about an hour.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">When Mersky returned to La Tambora, she and Vega sat down at one of the tables.  A young female, who turned out to be Cruz's fifteen-year-old girlfriend, approached them and removed from her clothing a small plastic bag containing 32.1 grams of crack cocaine.  The three then completed the sale in the women's restroom, where Mersky observed what she believed to be a handgun in Vega's waistband.  (The object was in fact a knife with a five-inch black handle and an eight-inch blade.)   She said to Vega that she was interested in buying a handgun like the one he appeared to have.  Vega replied that Cruz did not know about her interest in a handgun, but Vega would check with Cruz about obtaining a gun for sale.  Mersky gave Vega her electronic pager number and left the restaurant.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Later that afternoon, Vega paged Mersky and informed her that he had a gun for her.  The two arranged to meet at another restaurant near La Tambora.  When Vega detected the presence of two undercover DEA surveillance agents at the meeting place, he and Mersky went to La Tambora to complete the sale of a .38 caliber handgun.  When Mersky started to leave, Vega offered to accompany her.  She refused.  He then invited her to a dance later that week.  Again, however, Mersky refused.  She indicated she had a boyfriend and left the restaurant.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Undeterred, Vega paged Mersky again on the same day.  Mersky indicated her dissatisfaction that the gun was not new as Vega had represented.  He offered her a better price on the next gun and Mersky suggested a better price for the cocaine as well.  When Vega equivocated, Mersky suggested that she might take her business elsewhere.  Vega responded that he only wanted Mersky to love him or like him.  Mersky laughed and said she could not love him because she had a boyfriend.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On August 1, 1994, Vega again paged Mersky to see whether she needed anything.  The two arranged to meet the following day at a restaurant near La Tambora.  Vega and Mersky met and walked to La Tambora.  She asked about getting some cocaine.  Vega sold Mersky an additional 30.6 grams of crack cocaine.  Mersky also requested a gun, but Vega said he needed additional time.  He paged her again later that day when he had the gun, but Mersky did not want to meet until the following day.  On August 3, 1994, Vega and Mersky met again at La Tambora and completed the sale of another firearm and additional ammunition.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On August 4, 1994, Vega paged Mersky several times to see whether Mersky needed anything more.  She replied that she would not need anything until the end of the week.  Vega continued to page her for the next few days, but Mersky did not respond.  On August 8, 1994, Mersky finally returned another page from Vega and again indicated that she did not need anything at that time.  Vega said that he had been worried about her and that, for any business in the future, he would receive 3.5 grams of cocaine as a commission.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On August 15, 1994, Vega paged Mersky to tell her that he had two handguns (.44 caliber and .38 caliber) for sale.  Mersky asked about more cocaine and Vega said he could supply her.  She told him she would call the next day.  On August 16, 1994, Vega met Mersky at a restaurant near La Tambora.  They walked to La Tambora and Mersky purchased the .38 caliber handgun.  She and Vega then waited for the cocaine supplier to arrive, whereupon Mersky purchased 30.5 grams of cocaine from Vega.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On August 23, 1994, Mersky met Vega in the parking lot of La Tambora.  They drove to Vega's apartment where he retrieved a .44 caliber gun which he sold to Mersky.  Later that day, Vega sold Mersky 61.3 grams of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Vega and his cohorts were arrested three days later.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">At trial, the district judge indicated at the conclusion of Mersky's direct testimony that he did not anticipate the need to instruct the jury on entrapment.  During the charge conference, the district judge discussed with counsel this circuit's well established position on the entrapment defense and concluded that \"there just simply is insufficient evidence of entrapment.\"  (Tr. at 5-99.)   Accordingly, the district court did not instruct the jury on the defense of entrapment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">During deliberation, the jury presented a question to the district court in which it asked whether entrapment was a reasonable defense and, if so, whether the jury could get clarification.  (Id. at 6-2.)   After consultation with counsel for both sides, the district judge informed the jury that he deliberately had omitted an instruction on entrapment because the defense did not apply.  The jury subsequently returned a guilty verdict on five of the six charges against Vega.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Vega contends that the district court erred in failing to instruct the jury on the defense of entrapment.  In particular, he argues that (1) Mersky induced Vega to commit the crimes charged by playing on his alleged romantic interest in her and (2) there was ample evidence to establish Vega's lack of predisposition to commit the crimes.  The record does not support either of Vega's contentions.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Our position on the defense of entrapment is well settled:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>Entrapment does not blossom whenever a person succumbs to his own greed or to the lure of easy money:  it blooms only when the crime for which the miscreant is subsequently charged was instigated by minions of the law and the offender had no previous disposition towards commission of the deed.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">United States v. Coady, <span class=\"citation\" data-id=\"481634\"><a href=\"/opinion/481634/united-states-v-neil-patrick-coady/\"><span class=\"volume\">809</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">119</span></a></span>, 122 (1st Cir.1987) (citing United States v. Fera, <span class=\"citation\" data-id=\"375495\"><a href=\"/opinion/375495/united-states-v-arthur-fera/\"><span class=\"volume\">616</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">590</span></a></span>, 596 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">969</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2951</span></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">830</span></span> (1980)).  In other words, \"a defendant is entitled to a jury instruction on entrapment if there is record evidence which fairly supports the claims of both government inducement of the crime and defendant's lack of predisposition to engage in it.\"  United States v. Rodriguez, <span class=\"citation\" data-id=\"512578\"><a href=\"/opinion/512578/united-states-v-felix-rodriguez/\"><span class=\"volume\">858</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">809</span></a></span>, 814 (1st Cir.1988).  Although \"[s]uch proof may, of course, be circumstantial rather than direct,\" id., we have made it clear that \"[w]hen all is said and done ... there must be some hard evidence in the record which, if believed by a rational juror, would suffice to create a reasonable doubt as to whether government actors induced the defendant to perform a criminal act that he was not predisposed to commit.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We emphasize that the defense will not be available unless both elements of (1) government inducement and (2) defendant's lack of criminal predisposition exist.  See id.   Where either element is absent, the defense will be inapplicable.  Id. at 814-15.   Accordingly, where there exists insufficient evidence to establish government inducement, the court need not reach consideration of the evidence on the accused's criminal predisposition, and vice versa.  Young, 78 F.3d at 762 &amp; n. 3. Determining whether the appropriate quantum of evidence exists is \"a matter of law for the court.\"  Rodriguez, 858 F.2d at 814.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We have recently had the opportunity to examine relevant cases from the Supreme Court and several circuits on the defense of entrapment, which we summarized as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In describing \"inducement,\" courts have distinguished between proper and improper law enforcement activities.  It is proper (i.e., not an \"inducement\") for the government to use a \"sting,\" at least where it amounts to providing a defendant with an \"opportunity\" to commit a crime.  Without this kind of law enforcement weapon, it would often prove difficult, or impossible, to stop certain seriously criminal activity, particularly activity involving drugs, or corruption, or other crimes in which no direct participant wants the crime detected.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">An improper \"inducement,\" however, goes beyond providing an ordinary \"opportunity to commit a crime.\"   An \"inducement\" consists of an \"opportunity\" plus something else--typically, excessive pressure by the government upon the defendant or the government's taking advantage of an alternative, non-criminal type of motive.  A \"sting\" that combines an ordinary opportunity with these extra elements runs the risk of catching in the law enforcement net not only those who might well have committed the crime elsewhere (in the absence of the sting), but also those who (in its absence) likely would never have done so.  Insofar as the net catches the latter, it stretches beyond its basic law enforcement purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Some examples of improper \"inducement\" may help.  Courts have found a basis for sending the entrapment issue to the jury (or finding entrapment established as a matter of law) where government officials:  (1) used \"intimidation\" and \"threats\" against a defendant's family, (2) called every day, \"began threatening\" the defendant, and were belligerent, (3) engaged in \"forceful\" solicitation and \"dogged insistence until [defendant] capitulated,\" (4) played upon defendant's sympathy for informant's common narcotics experience and withdrawal symptoms, (5) played upon sentiment of \"one former war buddy ... for another\" to get liquor (during prohibition), (6) used \"repeated suggestions\" which succeeded only when defendant had lost his job and needed money for his family's food and rent, [and] (7) told defendant that she (the agent) was suicidal and in desperate need of money....</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">United States v. Gendron, <span class=\"citation\" data-id=\"195225\"><a href=\"/opinion/195225/united-states-v-gendron/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">955</span></a></span>, 961-62 (1st Cir.1994) (citations omitted).  With these examples in mind, we turn to a consideration of the appeal now before us.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Vega asserts that Mersky played on his romantic interest in her to induce him to commit the crimes with which he was charged.  In particular, he points to three particular pieces of evidence to establish his purported romantic interest:  (1) on July 28, 1994, the initial date of contact, Vega invited Mersky to a dance;  (2) on the same date, Vega stated that he wanted Mersky to love him;  and (3) on August 2, 1994, Mersky embarrassed Vega when he invited her to lunch, apparently for the purposes of conducting additional firearms and narcotics sales, and she replied that he did not have any money to pay for lunch.  Examining each of the instances raised by Vega, we conclude that the record does not support his position.  At the outset, we note that none of the circumstances enumerated in our decision in Gendron is present here.  Moreover, the scant evidence on which Vega attempts to rely is unpersuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In response to the July 28, 1994 dance invitation, Mersky replied that she had a boyfriend and could not attend the dance with Vega.  Later the same day, when an insistent Vega incongruously<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> stated that he wanted Mersky to love him, Mersky laughed and repeated that she already had a boyfriend.  Twice Vega attempted to engage Mersky's affections and twice he was rebuffed.  Far from supporting Vega's contention that Mersky played on his alleged romantic interest, the evidence demonstrates that she attempted to quash his unsolicited affection.  As for the allegedly embarrassing lunch incident on August 2, 1994, a review of the record makes it difficult to determine how Mersky's accusation, standing alone as it is alleged, that Vega had no money to pay for lunch could be viewed as an inducement to criminal activity.  Even if Vega's version of the events were credible, the evidence viewed from his perspective would demonstrate, at best, only that Mersky induced him to profit from the illegal transactions, not that she induced him to commit the illicit activity.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">As counsel for the government has noted, Vega cannot successfully portray himself, as he has attempted, as a lonely man eager to connect with the first unaccompanied female to enter La Tambora.  Vega himself informed Mersky that as of August 23, 1994 he had been living with his girlfriend.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">It should also be noted that the instances which Vega presents as events of inducement each occurred after the completion of his initial narcotics and firearm sale to Mersky.  These episodes cannot, as a logical proposition, constitute inducement for the initial illegal sale.  With respect to the remaining counts of which Vega was convicted, the undisputed evidence amply demonstrates that Vega initiated contact with Mersky about each of the subsequent narcotics or firearms sales.  In fact, he attempted to initiate numerous additional sales but Mersky refused.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Finally, Vega relies on two of this court's decisions to bolster his appeal.  First, Vega cites Kadis v. United States, <span class=\"citation\" data-id=\"274867\"><a href=\"/opinion/274867/lawrence-r-kadis-v-united-states/\"><span class=\"volume\">373</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">370</span></a></span> (1st Cir.1967), to support his position that Mersky's conduct during Vega's initial encounter with her on July 28, 1994 constituted inducement.  In Kadis, we held that the district court properly submitted the evidence and instructed the jury regarding entrapment in a case where government agents obtained refills of prescriptions which did not authorize refills.  Id. at 374-75.   We accordingly affirmed the lower court's decision.  The facts underlying our decision in Kadis are inapposite to our disposition here.  The evidence in this case reveals that Vega approached Mersky in La Tambora and asked her what she wanted.  Although he expressed some bewilderment initially, after a few moments, he had conferred with his co-conspirator and was prepared to supply Mersky with narcotics within an hour.  We reiterate what we stated in Kadis.  \"Evidence that the defendant resisted the criminal suggestion raises the question whether his hesitation exhibited the conscience of the upright, or merely the circumspection of the criminal.\"  Kadis, 373 F.2d at 374.   A review of the record reveals a clear demonstration of the latter.  Mersky did not plant the seed of criminality in Vega's mind;  rather she merely represented herself as a bona fide willing buyer.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Second, Vega relies on our recent decision in United States v. Joost, <span class=\"citation\" data-id=\"196915\"><a href=\"/opinion/196915/united-states-v-joost/\"><span class=\"volume\">92</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span> (1st Cir.1996), as a factually analogous precedent supporting his position in this appeal.  While Joost presented us with an \"unusual issue\" which also confronts us here--to wit, whether as a threshold issue \"there had been, as a matter of law, no showing of improper inducement,\" id. at 8--the facts in the instant appeal clearly warrant a different result.  Joost involved an undercover operation by two Rhode Island State Police detectives who assisted Joost in converting counterfeit casino tokens into cash.  During the course of their relationship with Joost, the detectives presented various schemes which tested Joost's criminal knowledge and explored his illicit proclivities.  In particular, we noted that the final criminal plan was presented by the detectives to Joost.  They devised a scheme to rob a nightclub in Massachusetts and initiated discussions about Joost's obtaining a firearm for the job.  We noted then that the detectives mentioned the firearm several times and Joost only provided the weapon after a significant period of time.  Given Joost's practice of \"inventing escapades, finding holes in them, suggesting exploratory trips, and inventing excuses for not producing a gun,\" id. at 13, we held that Joost had produced sufficient evidence of inducement to merit a jury instruction on entrapment.  We accordingly reversed the conviction and remanded the case for a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The facts underlying our decision in Joost differ significantly from those presented by this appeal.  In this case, Vega has presented no evidence of a practice similar to Joost's of making delays or creating obstacles to execution of criminal transactions proposed by government agents.  To the contrary, the undisputed evidence demonstrates that Vega responded to Mersky's initial request for narcotics and firearms within an hour and that, for each subsequent transaction, Vega contacted Mersky, thus initiating the illegal conduct himself.  Given this evidence, our decision in Joost is no help to this defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">As previously indicated, because we find that Vega has not presented any \"hard\" evidence of government inducement, we need not reach the question of his alleged lack of criminal predisposition.  It should suffice to recall the Supreme Court's guidance in Jacobson v. United States, <span class=\"citation\" data-id=\"112720\"><a href=\"/opinion/112720/jacobson-v-united-states/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">540</span></a></span>, <span class=\"citation\" data-id=\"112720\"><a href=\"/opinion/112720/jacobson-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1535</span></a></span>, <span class=\"citation\" data-id=\"112720\"><a href=\"/opinion/112720/jacobson-v-united-states/\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">174</span></a></span> (1992), that in the \"typical case or in a more elaborate 'sting' operation involving government-sponsored fencing where the defendant is simply provided with the opportunity to commit a crime, the entrapment defense is of little use because the ready commission of the criminal act amply demonstrates the defendant's predisposition.\"  Id. at 549-50, 112 S.Ct. at 1541 (emphasis supplied).  In this appeal, we note, nevertheless, that Vega's conduct on July 28, 1994 when he supplied Mersky with narcotics within one hour of their first encounter is as \"ready commission of the criminal act\" as the Jacobson Court might have imagined and his subsequent conduct \"amply demonstrates\" his predisposition.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The transcripts of Mersky's tape recordings of her conversations with Vega suggest that he spoke English with some difficulty and that he only meant that he wanted Mersky to \"like\" him so as to continue doing business with him.  Their exchange regarding whether the first handgun sold was new as Vega had represented is as follows:</p>\n        <p>MERSKY:</p>\n        <p>I forgive you this time, but if you take advantage next time, I'm never gonna see you again.</p>\n        <p>VEGA:</p>\n        <p>It was not my intention, I didn't did it, I didn't did it, because I wanna take advantage, or anything, the same way I gave it to you wrapped up in the paper bag, the same way I gave it to you, the same way I got it, and I no even take it up a no see it, nothing like that.</p>\n        <p>MERSKY:</p>\n        <p>Okay.</p>\n        <p>VEGA:</p>\n        <p>Alright.</p>\n        <p>MERSKY:</p>\n        <p>I like you, but don't make me hate you.</p>\n        <p>VEGA:</p>\n        <p>Alright.</p>\n        <p>MERSKY:</p>\n        <p>Okay?</p>\n        <p>VEGA:</p>\n        <p>No, I just want you to love me, like me, just like you like me the first time.</p>\n        <p>MERSKY:</p>\n        <p>I can't love you, I already have a boyfriend ... (Laughs).</p>\n        <p>VEGA:</p>\n        <p>Oh, then like me, then like me, right, then like me.</p>\n        <p>MERSKY:</p>\n        <p>Okay, I like you a lot, you're very nice.</p>\n        <p>VEGA:</p>\n        <p>Thank you.</p>\n        <p>MERSKY:</p>\n        <p>Okay.</p>\n        <p>(Ex. 8A at 5.)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112720/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195225/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196643/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196915/",
    "http://www.courtlistener.com/api/rest/v3/opinions/274867/",
    "http://www.courtlistener.com/api/rest/v3/opinions/375495/",
    "http://www.courtlistener.com/api/rest/v3/opinions/481634/",
    "http://www.courtlistener.com/api/rest/v3/opinions/512578/"
  ]
}