{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197134/",
  "absolute_url": "/opinion/197134/united-states-v-sia/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197134/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:22:59Z",
  "date_modified": "2017-03-24T10:50:15.584207Z",
  "type": "010combined",
  "sha1": "cdaa3e4a24ebbbe719e2fb9836a007fe193ef753",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1808.01A",
  "local_path": null,
  "plain_text": "\n\n                    [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 96-1808\r\n\n                        UNITED STATES,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                     CHRISTOPHER N. SIA,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                  FOR THE DISTRICT OF MAINE\r\n\n           [Hon. Gene Carter, U.S. District Judge]\r                                                             \r\n\n                                         \r\n\n                            Before\r\n\n                     Cyr, Stahl and Lynch,\r\n                       Circuit Judges.\r                                                 \r\n\n                                         \r\n\nDonald Thomas Bergerson on brief for appellant.\r                                   \r\nJay P. McCloskey,  United States  Attorney, and  F. Mark  Terison,\r                                                                             \r\nAssistant United States Attorney, on brief for appellee.\r\n\n                                         \r\n\n                      December 18, 1996\r\n                                         \r\r\n\n     Per Curiam.  Defendant  Christopher Sia appeals from the\r                           \r\n\ndenial of  his  motion for  reduction  of sentence  under  18\r\n\nU.S.C.    3582(c)(2).  For the reasons that follow, we vacate\r\n\nand remand for further proceedings.\r\n\n                              I.\r\n\n     The   background  need   only   be  briefly   recounted.\r\n\nDefendant  pled guilty to four  drug charges in  1991 and was\r\n\nsentenced to 293 months in prison.  The offenses involved LSD\r\n\nappearing  both   on  blotter  paper  and   in  liquid  form.\r\n\nThereafter, the Sentencing  Commission retroactively  revised\r\n\nthe methodology  for  calculating the  weight  of LSD.    See\r                                                                         \r\n\nU.S.S.G. App. C (Amendment 488) (amending   2D1.1) (effective\r\n\nNovember 1, 1993).   At the  recommendation of the  Probation\r\n\nOffice,   the  district   court   undertook   a  sua   sponte\r                                                                         \r\n\nreconsideration  of  defendant's  sentence  in light  of  the\r\n\namendment  (as it did in over a  dozen other LSD cases in the\r\n\ndistrict).  \r\n\n     Applying the new formula to the blotter LSD, but deeming\r\n\nit  inapplicable  to the  liquid LSD,  the court  reduced the\r\n\namount of \"heroin equivalent\"  attributable to defendant from\r\n\n99  kilograms to  50 kilograms.   Even  with such  reduction,\r\n\nhowever, defendant remained subject to the same offense level\r\n\n(of   38)  and   the   same  sentencing   range  as   before.\r\n\nAccordingly,  on  November  12,  1993,  without  filings from\r\n\ndefendant, the court issued  an amended judgment finding that\r\n\n                             -2-\r\r\n\n\"the term  of incarceration  imposed herein is  unaffected by\r\n\nthe change in the  law.\"  Defendant through counsel  filed an\r\n\nappeal  but  then  had  second  thoughts;  counsel  moved  to\r\n\nwithdraw and the appeal was dismissed in May 1994.\r\n\n     In May 1996,  defendant filed the instant  pro se motion\r\n\nfor reduction,  contending in  a lengthy memo  that Amendment\r\n\n488 did  in fact  apply  to the  liquid LSD  as  well as  the\r\n\nblotter  LSD.  The  government filed  an opposition,  and the\r\n\ndistrict court denied the  motion in a margin order  stating:\r\n\n\"After  full review  of the  written submissions  hereon, the\r\n\nwithin  motion  is  hereby  denied.\"    Defendant,  with  new\r\n\ncounsel, filed a timely appeal.\r\n\n                             II.\r\n\n     We do not understand the government here to be seriously\r\n\ncontending that Amendment 488  is inapplicable to liquid LSD.\r\n\nThe sole  reference to  liquid LSD  in the amendment  implies\r\n\notherwise.1    All  courts  to address  the  issue,  although\r                      1\r\n\ndiffering over the precise  methodology to be employed, agree\r\n\nthat the full  weight of the  liquid LSD is  no longer to  be\r\n\nincluded in  calculating drug quantities.   See, e.g., United\r                                                                         \r\n\nStates  v. Ingram, 67 F.3d 126 (6th Cir. 1995); United States\r                                                                         \r\n\n                    \r                                \r\n\n   1  See  U.S.S.G.   2D1.1 n.16 (\"In the  case of liquid LSD\r               1     \r\n(LSD that has not  been placed onto a carrier  medium), using\r                                                                         \r\nthe  weight of the LSD  alone to calculate  the offense level\r                                                                         \r\nmay not  adequately reflect  the seriousness of  the offense.\r\nIn such  a  case, an  upward  departure may  be  warranted.\")\r\n(emphasis added).\r\n\n                             -3-\r\r\n\nv.  Turner, 59  F.3d 481  (4th Cir.  1995); United  States v.\r                                                                      \r\n\nJordan, 842  F. Supp.  1031  (M.D. Tenn.  1994).   And  in  a\r                  \r\n\nseparate  appeal from  Maine  involving the  same  government\r\n\nappellee, this court remanded  for resentencing based on \"the\r\n\ngovernment's concession  that the weight of  the 'liquid LSD'\r\n\nshould have  been recalculated\" in accordance  with Amendment\r\n\n488;   we  there   agreed  that   \"the  commentary   arguably\r\n\ncontemplates some adjustment  where liquid LSD is  involved.\"\r\n\nUnited States v. Lowden, 36 F.3d 1090, 1994  WL 497586, at *1\r                                   \r\n\n(1st Cir. 1994) (table) (per curiam).2\r                                                 2\r\n\n     Instead,  the  government interposes  various procedural\r\n\nobjections  that,  in  its  view,  foreclose  defendant  from\r\n\nseeking such  relief at  this  juncture.   It first  contends\r\n\nthat, just as in the habeas context, a defendant is precluded\r\n\nfrom  filing  a  \"successive\"  or \"repetitive\"     3582(c)(2)\r\n\nmotion except under  narrow circumstances.   Yet even on  the\r\n\nassumption that  defendant's earlier appeal  from the court's\r\n\nsua sponte  order constituted such  a motion, the  analogy is\r                      \r\n\nstrained.  A  habeas petition is  governed by specific  rules\r\n\n                    \r                                \r\n\n   2    As it  did below,  the  government only  intimates on\r               2\r\nappeal that the  amendment might be  inapplicable--suggesting\r\nthat the Probation  Office did not earlier  apply the revised\r\nformula to liquid LSD because the drug was not \"on\" a carrier\r\nmedium  \"as required  by the amendment\"  but rather  \"in\" it.\r\nYet  the amended  commentary  uses the  words  \"on\" and  \"in\"\r\ninterchangeably.   And the  amendment's definition of  liquid\r\nLSD as \"LSD that has not been placed  onto a carrier medium,\"\r\nsee  note 1 supra, indicates that the liquid solvent does not\r                             \r\nconstitute a carrier medium.   See, e.g., Ingram, 67  F.3d at\r                                                            \r\n128; Turner, 59 F.3d at 485.\r                       \r\n\n                             -4-\r\r\n\nrestricting multiple  filings; a   3582(c)(2)  motion is not.\r\n\nSee, e.g., United States  v. Hollenbeck, 932 F. Supp.  53, 56\r                                                   \r\n\n(N.D.N.Y.  1996).   And  the  concerns  giving rise  to  such\r\n\nconstraints in the  habeas context are  implicated here to  a\r\n\nfar  lesser extent.   Instead,  a motion  under    3582(c)(2)\r\n\nwould appear more  akin to  one under the  former version  of\r\n\nFed.  R. Crim.  P. 35.    And it  was agreed  that successive\r\n\nmotions were permissible under that rule.   See, e.g., Heflin\r                                                                         \r\n\nv. United States,  358 U.S.  415, 418 n.7  (1959); Ekberg  v.\r                                                                     \r\n\nUnited States, 167 F.2d 380, 384 (1st Cir. 1948).3\r                                                             3\r                         \r\n\n     The  government also insists that defendant, having pled\r\n\nguilty to an indictment charging distribution of at least ten\r\n\ngrams  of LSD and having stipulated to a heroin equivalent of\r\n\n99 kilograms  for sentencing  purposes, cannot now  renege on\r\n\nsuch agreements.  Yet the indictment and the stipulation were\r\n\nboth  based  upon  a  \"mixture  or  substance\"  containing  a\r\n\ndetectable amount  of LSD--a methodology  later discarded  by\r\n\nAmendment 488.  Our  decision in United States v.  Lindia, 82\r                                                                     \r\n\nF.3d  1154, 1159 n.3 (1st Cir. 1996), on which the government\r\n\nrelies, does not dictate that such stipulated drug quantities\r\n\nwere  immune  from  later   modification  resulting  from  an\r\n\n                    \r                                \r\n\n   3    Neither  below  nor  on  appeal  has  the  government\r               3\r\ncontended that  this court's dismissal of  the earlier appeal\r\nconstitutes  the law  of  the case  binding  on the  district\r\ncourt.   The matter is therefore waived.  See, e.g., Castillo\r                                                                         \r\nv. United States, 34 F.3d 443, 445 (7th Cir. 1994).  We would\r                            \r\nbe inclined  not to rely on  the doctrine in any  event.  See\r                                                                         \r\nnote 4 infra.\r                        \r\n\n                             -5-\r\r\n\nintervening amendment.  Indeed, under  the government's view,\r\n\nthe district  court would  have been precluded  from reducing\r\n\nthe quantity of  drugs attributable to defendant  in the 1993\r\n\namended judgment.\r\n\n     In  the alternative,  the government  contends  that the\r\n\ndistrict  court properly denied the motion  as an exercise of\r\n\ndiscretion.  To  be sure, given  the discretion entrusted  to\r\n\nthe lower  court in this context,  \"most resentencing battles\r\n\nwill  be  won  or  lost in  the  district  court,  not  in an\r\n\nappellate venue.\"   United States v.  LaBonte, 70 F.3d  1396,\r                                                         \r\n\n1411  (1st Cir. 1995), cert. granted, 116 S. Ct. 2545 (1996).\r                                                \r\n\nYet the court here  seemingly denied the motion based  on one\r\n\nor more of  the arguments advanced  by the government  below.\r\n\nAs a result, it is possible  that the district court may have\r\n\nmisapprehended that Amendment 488 was  inapplicable to liquid\r\n\nLSD (a misapprehension shared by this court, we might add, at\r\n\nthe time  of  defendant's earlier  appeal).   It is  likewise\r\n\npossible that  the lower  court denied  relief  based on  the\r\n\nmistaken  notion  that  defendant's  request  constituted  an\r\n\nimpermissible \"successive\"  motion.4   Given  these  possible\r                                               4\r\n\n                    \r                                \r\n\n   4   It is also  conceivable (despite the lack  of any such\r               4\r\ncontention  from the  government) that  the lower  court felt\r\nitself bound by this  court's earlier decision on law  of the\r\ncase grounds--a rationale with which it would be difficult to\r\nquarrel.  Even if  so, that doctrine only \"directs  a court's\r\ndiscretion[;]  it  does  not  limit  the  tribunal's  power.\"\r\nArizona v. California, 460  U.S. 605, 618 (1983).   And under\r                                 \r\nthe  circumstances presented--particularly  the clarification\r\nof  the law  in the  wake of  defendant's  earlier appeal--we\r\n\n                             -6-\r\r\n\nmisapprehensions, urged by the government, the district court\r\n\nmight  choose  now to  do something  different.   We  think a\r\n\nremand is appropriate and vacate the sentence.\r\n\n     As a  final argument,  the government suggests  that the\r\n\nlower court calculated the revised sentencing range under the\r\n\namendment, determined that an  upward departure to 293 months\r\n\nwould be warranted, and then denied the motion simply because\r\n\ndefendant was  already  at that  level.   Yet the  government\r\n\nmentioned  the possibility  of  an upward  departure only  in\r\n\npassing below, and there  is no indication that  the district\r\n\ncourt engaged in  any such undertaking.  Given  the magnitude\r\n\nof  any   possible  such   departure  here  (if   defendant's\r\n\ncalculations bear out, he will be subject to an offense level\r\n\nof 32, with  a range of 121 to 151  months), the government's\r\n\nconjecture  on  the  ambiguous  record  before  us  does  not\r\n\nsuffice.   At  the  same time,  we  note that  Amendment  488\r\n\nencourages  an upward departure  in cases of  liquid LSD, and\r\n\nthe court remains free to take such action on remand.\r\n\n     In  deciding   whether  a   reduction  of  sentence   is\r\n\nwarranted, and  if  so to  what  extent, the  district  court\r\n\nshould first calculate the revised sentencing range under the\r\n\namendment.  This inquiry will require ascertaining either the\r\n\nweight of \"pure\" LSD  dissolved in the liquid solvent  or the\r\n\nnumber  of dosage  units  contained therein.   Defendant  has\r\n\n                    \r                                \r\n\nthinkit would be inappropriate to invoke that doctrine here. \r\n\n                             -7-\r\r\n\nproffered a figure for the weight of pure LSD, one apparently\r\n\ndrawn  from government laboratory  reports; as  those reports\r\n\nare  not in  the  record, that  figure  cannot be  confirmed.\r\n\nAlternatively,  he notes that the original presentence report\r\n\nattributed a  total of  7500 dosage units  to 419 of  the 485\r\n\ngrams of liquid LSD for which  he was responsible.  By way of\r\n\nextrapolation, and  on the  assumption that the  remaining 66\r\n\ngrams were of comparable strength, he derives  a total number\r\n\nof  dosage  units  (8,680)  for  the  full  485  grams.    If\r\n\ndefendant's factual assumptions prove valid, the court  might\r\n\nbe  persuaded  to adopt  such  an  approach.   Alternatively,\r\n\nadditional evidence may be received.   We leave these matters\r\n\nfor resolution by the district court in the first instance.5\r                                                                       5\r\n\n     Vacated and remanded for  further proceedings.  See Loc.\r                                                                         \r\n\nR. 27.1.\r                    \r\n\n                    \r                                \r\n\n   5  We  express no view as to whether  the number of dosage\r               5\r\nunits should be multiplied by 0.05 mg (the presumptive weight\r\nof  pure LSD per dose), see Turner,  59 F.3d at 485-91, or by\r                                              \r\n0.4 mg  (the amendment's  conversion factor), see  Ingram, 67\r                                                                     \r\nF.3d  at 128.   Indeed,  it may  prove unnecessary  to choose\r\nbetween these competing approaches in the instant case.\r\n\n                             -8-\r\r\n",
  "html": "<p class=\"case_cite\">104 F.3d 348</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Christopher N. SIA, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-1808.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Dec. 18, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Donald Thomas Bergerson on brief for appellant.</p>\n      <p class=\"indent\">Jay P. McCloskey, United States Attorney, and F. Mark Terison, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Me.</p>\n      <p class=\"indent\">VACATED.</p>\n      <p class=\"indent\">Before CYR, STAHL and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant Christopher Sia appeals from the denial of his motion for reduction of sentence under 18 U.S.C. &#167; 3582(c)(2).  For the reasons that follow, we vacate and remand for further proceedings.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The background need only be briefly recounted.  Defendant pled guilty to four drug charges in 1991 and was sentenced to 293 months in prison.  The offenses involved LSD appearing both on blotter paper and in liquid form.  Thereafter, the Sentencing Commission retroactively revised the methodology for calculating the weight of LSD. See U.S.S.G.App. C (Amendment 488) (amending &#167; 2D1.1) (effective November 1, 1993).  At the recommendation of the Probation Office, the district court undertook a sua sponte reconsideration of defendant's sentence in light of the amendment (as it did in over a dozen other LSD cases in the district).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Applying the new formula to the blotter LSD, but deeming it inapplicable to the liquid LSD, the court reduced the amount of \"heroin equivalent\" attributable to defendant from 99 kilograms to 50 kilograms.  Even with such reduction, however, defendant remained subject to the same offense level (of 38) and the same sentencing range as before.  Accordingly, on November 12, 1993, without filings from defendant, the court issued an amended judgment finding that \"the term of incarceration imposed herein is unaffected by the change in the law.\"   Defendant through counsel filed an appeal but then had second thoughts;  counsel moved to withdraw and the appeal was dismissed in May 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In May 1996, defendant filed the instant pro se motion for reduction, contending in a lengthy memo that Amendment 488 did in fact apply to the liquid LSD as well as the blotter LSD. The government filed an opposition, and the district court denied the motion in a margin order stating:  \"After full review of the written submissions hereon, the within motion is hereby denied.\"   Defendant, with new counsel, filed a timely appeal.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We do not understand the government here to be seriously contending that Amendment 488 is inapplicable to liquid LSD. The sole reference to liquid LSD in the amendment implies otherwise.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  All courts to address the issue, although differing over the precise methodology to be employed, agree that the full weight of the liquid LSD is no longer to be included in calculating drug quantities.  See, e.g., United States v. Ingram, 67 F.3d 126 (6th Cir.1995);  United States v. Turner, 59 F.3d 481 (4th Cir.1995);  United States v. Jordan, 842 F.Supp. 1031 (M.D.Tenn.1994).  And in a separate appeal from Maine involving the same government appellee, this court remanded for resentencing based on \"the government's concession that the weight of the 'liquid LSD' should have been recalculated\" in accordance with Amendment 488;  we there agreed that \"the commentary arguably contemplates some adjustment where liquid LSD is involved.\" United States v. Lowden, 36 F.3d 1090, 1994 WL 497586, at * 1 (1st Cir.1994) (table) (per curiam).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Instead, the government interposes various procedural objections that, in its view, foreclose defendant from seeking such relief at this juncture.  It first contends that, just as in the habeas context, a defendant is precluded from filing a \"successive\" or \"repetitive\" &#167; 3582(c)(2) motion except under narrow circumstances.  Yet even on the assumption that defendant's earlier appeal from the court's sua sponte order constituted such a motion, the analogy is strained.  A habeas petition is governed by specific rules restricting multiple filings;  a &#167; 3582(c)(2) motion is not.  See, e.g., United States v. Hollenbeck, 932 F.Supp. 53, 56 (N.D.N.Y.1996).  And the concerns giving rise to such constraints in the habeas context are implicated here to a far lesser extent.  Instead, a motion under &#167; 3582(c)(2) would appear more akin to one under the former version of Fed.R.Crim.P. 35.  And it was agreed that successive motions were permissible under that rule.  See, e.g., Heflin v. United States, 358 U.S. 415, 418 n. 7 (1959);  Ekberg v. United States, 167 F.2d 380, 384 (1st Cir.1948).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The government also insists that defendant, having pled guilty to an indictment charging distribution of at least ten grams of LSD and having stipulated to a heroin equivalent of 99 kilograms for sentencing purposes, cannot now renege on such agreements.  Yet the indictment and the stipulation were both based upon a \"mixture or substance\" containing a detectable amount of LSD--a methodology later discarded by Amendment 488.  Our decision in United States v. Lindia, 82 F.3d 1154, 1159 n. 3 (1st Cir.1996), on which the government relies, does not dictate that such stipulated drug quantities were immune from later modification resulting from an intervening amendment.  Indeed, under the government's view, the district court would have been precluded from reducing the quantity of drugs attributable to defendant in the 1993 amended judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the alternative, the government contends that the district court properly denied the motion as an exercise of discretion.  To be sure, given the discretion entrusted to the lower court in this context, \"most resentencing battles will be won or lost in the district court, not in an appellate venue.\"  United States v. LaBonte, 70 F.3d 1396, 1411 (1st Cir.1995), cert. granted, 116 S.Ct. 2545 (1996).  Yet the court here seemingly denied the motion based on one or more of the arguments advanced by the government below.  As a result, it is possible that the district court may have misapprehended that Amendment 488 was inapplicable to liquid LSD (a misapprehension shared by this court, we might add, at the time of defendant's earlier appeal).  It is likewise possible that the lower court denied relief based on the mistaken notion that defendant's request constituted an impermissible \"successive\" motion.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Given these possible misapprehensions, urged by the government, the district court might choose now to do something different.  We think a remand is appropriate and vacate the sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As a final argument, the government suggests that the lower court calculated the revised sentencing range under the amendment, determined that an upward departure to 293 months would be warranted, and then denied the motion simply because defendant was already at that level.  Yet the government mentioned the possibility of an upward departure only in passing below, and there is no indication that the district court engaged in any such undertaking.  Given the magnitude of any possible such departure here (if defendant's calculations bear out, he will be subject to an offense level of 32, with a range of 121 to 151 months), the government's conjecture on the ambiguous record before us does not suffice.  At the same time, we note that Amendment 488 encourages an upward departure in cases of liquid LSD, and the court remains free to take such action on remand.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In deciding whether a reduction of sentence is warranted, and if so to what extent, the district court should first calculate the revised sentencing range under the amendment.  This inquiry will require ascertaining either the weight of \"pure\" LSD dissolved in the liquid solvent or the number of dosage units contained therein.  Defendant has proffered a figure for the weight of pure LSD, one apparently drawn from government laboratory reports;  as those reports are not in the record, that figure cannot be confirmed.  Alternatively, he notes that the original presentence report attributed a total of 7500 dosage units to 419 of the 485 grams of liquid LSD for which he was responsible.  By way of extrapolation, and on the assumption that the remaining 66 grams were of comparable strength, he derives a total number of dosage units (8,680) for the full 485 grams.  If defendant's factual assumptions prove valid, the court might be persuaded to adopt such an approach.  Alternatively, additional evidence may be received.  We leave these matters for resolution by the district court in the first instance.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Vacated and remanded for further proceedings.  See Loc.  R. 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See U.S.S.G. &#167; 2D1.1 n. 16 (\"In the case of liquid LSD (LSD that has not been placed onto a carrier medium), using the weight of the LSD alone to calculate the offense level may not adequately reflect the seriousness of the offense.  In such a case, an upward departure may be warranted.\")  (emphasis added)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> As it did below, the government only intimates on appeal that the amendment might be inapplicable--suggesting that the Probation Office did not earlier apply the revised formula to liquid LSD because the drug was not \"on\" a carrier medium \"as required by the amendment\" but rather \"in\" it.  Yet the amended commentary uses the words \"on\" and \"in\" interchangeably.  And the amendment's definition of liquid LSD as \"LSD that has not been placed onto a carrier medium,\" see note 1 supra, indicates that the liquid solvent does not constitute a carrier medium.  See, e.g., Ingram, 67 F.3d at 128;  Turner, 59 F.3d at 485</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Neither below nor on appeal has the government contended that this court's dismissal of the earlier appeal constitutes the law of the case binding on the district court.  The matter is therefore waived.  See, e.g., Castillo v. United States, 34 F.3d 443, 445 (7th Cir.1994).  We would be inclined not to rely on the doctrine in any event.  See note 4 infra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> It is also conceivable (despite the lack of any such contention from the government) that the lower court felt itself bound by this court's earlier decision on law of the case grounds--a rationale with which it would be difficult to quarrel.  Even if so, that doctrine only \"directs a court's discretion[;] it does not limit the tribunal's power.\"  Arizona v. California, 460 U.S. 605, 618 (1983).  And under the circumstances presented--particularly the clarification of the law in the wake of defendant's earlier appeal--we think it would be inappropriate to invoke that doctrine here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We express no view as to whether the number of dosage units should be multiplied by 0.05 mg (the presumptive weight of pure LSD per dose), see Turner, 59 F.3d at 485-91, or by 0.4 mg (the amendment's conversion factor), see Ingram, 67 F.3d at 128.   Indeed, it may prove unnecessary to choose between these competing approaches in the instant case</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">348</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Christopher N. SIA, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 96-1808.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Dec. 18, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Donald Thomas Bergerson on brief for appellant.</p>\n      <p class=\"indent\">Jay P. McCloskey, United States Attorney, and F. Mark Terison, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Me.</p>\n      <p class=\"indent\">VACATED.</p>\n      <p class=\"indent\">Before CYR, STAHL and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant Christopher Sia appeals from the denial of his motion for reduction of sentence under 18 U.S.C. &#167; 3582(c)(2).  For the reasons that follow, we vacate and remand for further proceedings.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The background need only be briefly recounted.  Defendant pled guilty to four drug charges in 1991 and was sentenced to 293 months in prison.  The offenses involved LSD appearing both on blotter paper and in liquid form.  Thereafter, the Sentencing Commission retroactively revised the methodology for calculating the weight of LSD. See U.S.S.G.App. C (Amendment 488) (amending &#167; 2D1.1) (effective November 1, 1993).  At the recommendation of the Probation Office, the district court undertook a sua sponte reconsideration of defendant's sentence in light of the amendment (as it did in over a dozen other LSD cases in the district).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Applying the new formula to the blotter LSD, but deeming it inapplicable to the liquid LSD, the court reduced the amount of \"heroin equivalent\" attributable to defendant from 99 kilograms to 50 kilograms.  Even with such reduction, however, defendant remained subject to the same offense level (of 38) and the same sentencing range as before.  Accordingly, on November 12, 1993, without filings from defendant, the court issued an amended judgment finding that \"the term of incarceration imposed herein is unaffected by the change in the law.\"   Defendant through counsel filed an appeal but then had second thoughts;  counsel moved to withdraw and the appeal was dismissed in May 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In May 1996, defendant filed the instant pro se motion for reduction, contending in a lengthy memo that Amendment 488 did in fact apply to the liquid LSD as well as the blotter LSD. The government filed an opposition, and the district court denied the motion in a margin order stating:  \"After full review of the written submissions hereon, the within motion is hereby denied.\"   Defendant, with new counsel, filed a timely appeal.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We do not understand the government here to be seriously contending that Amendment 488 is inapplicable to liquid LSD. The sole reference to liquid LSD in the amendment implies otherwise.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  All courts to address the issue, although differing over the precise methodology to be employed, agree that the full weight of the liquid LSD is no longer to be included in calculating drug quantities.  See, e.g., United States v. Ingram, <span class=\"citation\" data-id=\"705202\"><a href=\"/opinion/705202/united-states-v-robert-ingram/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">126</span></a></span> (6th Cir.1995);  United States v. Turner, <span class=\"citation\" data-id=\"699220\"><a href=\"/opinion/699220/united-states-v-jeffrey-turner/\"><span class=\"volume\">59</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">481</span></a></span> (4th Cir.1995);  United States v. Jordan, <span class=\"citation no-link\"><span class=\"volume\">842</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1031</span></span> (M.D.Tenn.1994).  And in a separate appeal from Maine involving the same government appellee, this court remanded for resentencing based on \"the government's concession that the weight of the 'liquid LSD' should have been recalculated\" in accordance with Amendment 488;  we there agreed that \"the commentary arguably contemplates some adjustment where liquid LSD is involved.\" United States v. Lowden, <span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1090</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">497586</span></span>, at * 1 (1st Cir.1994) (table) (per curiam).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Instead, the government interposes various procedural objections that, in its view, foreclose defendant from seeking such relief at this juncture.  It first contends that, just as in the habeas context, a defendant is precluded from filing a \"successive\" or \"repetitive\" &#167; 3582(c)(2) motion except under narrow circumstances.  Yet even on the assumption that defendant's earlier appeal from the court's sua sponte order constituted such a motion, the analogy is strained.  A habeas petition is governed by specific rules restricting multiple filings;  a &#167; 3582(c)(2) motion is not.  See, e.g., United States v. Hollenbeck, <span class=\"citation no-link\"><span class=\"volume\">932</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">53</span></span>, 56 (N.D.N.Y.1996).  And the concerns giving rise to such constraints in the habeas context are implicated here to a far lesser extent.  Instead, a motion under &#167; 3582(c)(2) would appear more akin to one under the former version of Fed.R.Crim.P. 35.  And it was agreed that successive motions were permissible under that rule.  See, e.g., Heflin v. United States, <span class=\"citation\" data-id=\"105826\"><a href=\"/opinion/105826/heflin-v-united-states/\"><span class=\"volume\">358</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">415</span></a></span>, 418 n. 7 (1959);  Ekberg v. United States, <span class=\"citation\" data-id=\"1493823\"><a href=\"/opinion/1493823/ekberg-v-united-states/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">380</span></a></span>, 384 (1st Cir.1948).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The government also insists that defendant, having pled guilty to an indictment charging distribution of at least ten grams of LSD and having stipulated to a heroin equivalent of 99 kilograms for sentencing purposes, cannot now renege on such agreements.  Yet the indictment and the stipulation were both based upon a \"mixture or substance\" containing a detectable amount of LSD--a methodology later discarded by Amendment 488.  Our decision in United States v. Lindia, <span class=\"citation\" data-id=\"196710\"><a href=\"/opinion/196710/united-states-v-lindia/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1154</span></a></span>, 1159 n. 3 (1st Cir.1996), on which the government relies, does not dictate that such stipulated drug quantities were immune from later modification resulting from an intervening amendment.  Indeed, under the government's view, the district court would have been precluded from reducing the quantity of drugs attributable to defendant in the 1993 amended judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the alternative, the government contends that the district court properly denied the motion as an exercise of discretion.  To be sure, given the discretion entrusted to the lower court in this context, \"most resentencing battles will be won or lost in the district court, not in an appellate venue.\"  United States v. LaBonte, <span class=\"citation\" data-id=\"709025\"><a href=\"/opinion/709025/united-states-v-george-labonte-united-states-of-america-v-david-e/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1396</span></a></span>, 1411 (1st Cir.1995), cert. granted, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2545</span></span> (1996).  Yet the court here seemingly denied the motion based on one or more of the arguments advanced by the government below.  As a result, it is possible that the district court may have misapprehended that Amendment 488 was inapplicable to liquid LSD (a misapprehension shared by this court, we might add, at the time of defendant's earlier appeal).  It is likewise possible that the lower court denied relief based on the mistaken notion that defendant's request constituted an impermissible \"successive\" motion.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Given these possible misapprehensions, urged by the government, the district court might choose now to do something different.  We think a remand is appropriate and vacate the sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As a final argument, the government suggests that the lower court calculated the revised sentencing range under the amendment, determined that an upward departure to 293 months would be warranted, and then denied the motion simply because defendant was already at that level.  Yet the government mentioned the possibility of an upward departure only in passing below, and there is no indication that the district court engaged in any such undertaking.  Given the magnitude of any possible such departure here (if defendant's calculations bear out, he will be subject to an offense level of 32, with a range of 121 to 151 months), the government's conjecture on the ambiguous record before us does not suffice.  At the same time, we note that Amendment 488 encourages an upward departure in cases of liquid LSD, and the court remains free to take such action on remand.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In deciding whether a reduction of sentence is warranted, and if so to what extent, the district court should first calculate the revised sentencing range under the amendment.  This inquiry will require ascertaining either the weight of \"pure\" LSD dissolved in the liquid solvent or the number of dosage units contained therein.  Defendant has proffered a figure for the weight of pure LSD, one apparently drawn from government laboratory reports;  as those reports are not in the record, that figure cannot be confirmed.  Alternatively, he notes that the original presentence report attributed a total of 7500 dosage units to 419 of the 485 grams of liquid LSD for which he was responsible.  By way of extrapolation, and on the assumption that the remaining 66 grams were of comparable strength, he derives a total number of dosage units (8,680) for the full 485 grams.  If defendant's factual assumptions prove valid, the court might be persuaded to adopt such an approach.  Alternatively, additional evidence may be received.  We leave these matters for resolution by the district court in the first instance.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Vacated and remanded for further proceedings.  See Loc.  R. 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See U.S.S.G. &#167; 2D1.1 n. 16 (\"In the case of liquid LSD (LSD that has not been placed onto a carrier medium), using the weight of the LSD alone to calculate the offense level may not adequately reflect the seriousness of the offense.  In such a case, an upward departure may be warranted.\")  (emphasis added)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> As it did below, the government only intimates on appeal that the amendment might be inapplicable--suggesting that the Probation Office did not earlier apply the revised formula to liquid LSD because the drug was not \"on\" a carrier medium \"as required by the amendment\" but rather \"in\" it.  Yet the amended commentary uses the words \"on\" and \"in\" interchangeably.  And the amendment's definition of liquid LSD as \"LSD that has not been placed onto a carrier medium,\" see note 1 supra, indicates that the liquid solvent does not constitute a carrier medium.  See, e.g., Ingram, 67 F.3d at 128;  Turner, 59 F.3d at 485</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Neither below nor on appeal has the government contended that this court's dismissal of the earlier appeal constitutes the law of the case binding on the district court.  The matter is therefore waived.  See, e.g., Castillo v. United States, <span class=\"citation\" data-id=\"677370\"><a href=\"/opinion/677370/serafin-castillo-v-united-states/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">443</span></a></span>, 445 (7th Cir.1994).  We would be inclined not to rely on the doctrine in any event.  See note 4 infra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> It is also conceivable (despite the lack of any such contention from the government) that the lower court felt itself bound by this court's earlier decision on law of the case grounds--a rationale with which it would be difficult to quarrel.  Even if so, that doctrine only \"directs a court's discretion[;] it does not limit the tribunal's power.\"  Arizona v. California, <span class=\"citation\" data-id=\"110895\"><a href=\"/opinion/110895/arizona-v-california/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">605</span></a></span>, 618 (1983).  And under the circumstances presented--particularly the clarification of the law in the wake of defendant's earlier appeal--we think it would be inappropriate to invoke that doctrine here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We express no view as to whether the number of dosage units should be multiplied by 0.05 mg (the presumptive weight of pure LSD per dose), see Turner, 59 F.3d at 485-91, or by 0.4 mg (the amendment's conversion factor), see Ingram, 67 F.3d at 128.   Indeed, it may prove unnecessary to choose between these competing approaches in the instant case</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105826/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110895/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196710/",
    "http://www.courtlistener.com/api/rest/v3/opinions/677370/",
    "http://www.courtlistener.com/api/rest/v3/opinions/699220/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/709025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1493823/"
  ]
}