{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197114/",
  "absolute_url": "/opinion/197114/taylor-v-state-of-ri/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197114/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:22:33Z",
  "date_modified": "2017-03-24T10:50:16.843229Z",
  "type": "010combined",
  "sha1": "244bce5001ad9631b5fd08c1c4a1f69259cb2a99",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1002.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                           \r                                                     \r\nNo. 96-1002\r\n\n                    WILLIAM L. TAYLOR, ET AL.,\r\n\n                      Plaintiffs, Appellees,\r\n\n                                v.\r\n\n                  STATE OF RHODE ISLAND, ET AL.,\r\n\n                     Defendants, Appellants.\r\n\n                                           \r                                                     \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF RHODE ISLAND\r\n\n      [Hon. Raymond J. Pettine, Senior U.S. District Judge]\r                                                                    \r\n\n                                           \r                                                     \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                       Cyr, Circuit Judge,\r                                                   \r\n\n                  and Cummings,* Circuit Judge.\r                                                        \r\n\n                                           \r                                                     \r\n\n     Thomas  A. Palombo, Special Assistant Attorney General, with\r                                 \r\nwhom  Jeffrey  B.   Pine,  Attorney   General,  Rebecca   Tedford\r                                                                           \r\nPartington, Special Assistant Attorney  General, and Ellen  Evans\r                                                                           \r\nAlexander,  Deputy Chief Legal Counsel, were on brief for appell-\r                   \r\nants.\r\n     Richard A. Sinapi, with whom Sinapi Law Associates, Ltd. and\r                                                                       \r\nAmerican Civil Liberties Union, were on brief for appellees.\r                                        \r\n\n                                           \r                                                     \r\n\n                         December 4, 1996\r\n                                           \r                                                     \r\n\n                    \r                              \r\n\n     *Of the Seventh Circuit, sitting by designation.\r\r\n\n          CYR,  Circuit Judge.   The  Rhode Island  Department of\r                    CYR,  Circuit Judge.\r                                       \r\n\nCorrections (\"Department\") appeals from a district court judgment\r\n\ndeclaring  ultra  vires  and  unconstitutional  the  Department's\r                                 \r\n\napplication of  a  Rhode  Island statute  which  would  impose  a\r\n\nmonthly  offender fee upon the  appellees, all of  whom were sen-\r\n\ntenced to  probationary terms  under  Department supervision  for\r\n\ncriminal offenses committed  prior to the  effective date of  the\r\n\nstatute as implemented by  regulations promulgated by the Depart-\r\n\nment.  The district court  held that the Department's interpreta-\r\n\ntion  of the  statute exceeded its  authority under  the enabling\r\n\nstatute and that  the statute, as applied  to appellees, violated\r\n\nthe ex post  facto clauses in the United  States and Rhode Island\r                            \r\n\nConstitutions.  We  vacate the district court judgment and remand\r\n\nfor the entry  of summary  judgment for appellants  on the  ultra\r                                                                           \r\n\nvires  and ex post facto  claims, and for  further proceedings on\r                                  \r\n\nappellees' procedural due process claims. \r\n\n                                I\r                                          I\r\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          Rhode Island  General Laws    42-56-38, P.L.  1992, ch.\r\n\n133,  art.  97,    2,  directs  that \"[e]ach  sentenced  offender\r\n\ncommitted to  the care, custody,  or control of  the [Department]\r\n\nshall  reimburse the state for the cost or the reasonable portion\r                          \r\n\nthereof  incurred  by the  state  relating  to such  commitment.\"\r\n\n(Emphasis  added.)   The  offender fee  statute itself  expressly\r                                                                           \r\n\ndelegates to the Department the power  to determine its effective\r                   \r\n\ndate by  declaring that  its provisions \"shall  not be  effective\r\n\n                                2\r\r\n\nuntil the date rules  and regulations implementing its provisions\r\n\nare filed with the office of the Secretary of State.\"  Id.\r                                                                    \r\n\n          The Department  responded by promulgating,  inter alia,\r                                                                          \r\n\nRegulation 10.07.03,  designating July  1, 1994 as  the effective\r                                                         \r\n\ndate of the \"offender  fee\" program, following its filing  of the\r\n\nimplementing regulations  with the Secretary of State on June 17,\r\n\n1994.   See  also R.I.  Gen. Laws     42-56-10(v) (Powers  of the\r                           \r\n\ndirector);  R.I. Gen. Laws   42-56-38 (Assessment of costs).  The\r\n\nRegulation  further provides for  \"offender fee\" waivers based on\r\n\ninability to pay, see Regulation   10.07.03(II)(E), and, in cases\r                               \r\n\nof nonpayment, authorizes notification of the  appropriate crimi-\r\n\nnal  court at any parole  or probation revocation  hearing, id.  \r                                                                        \r\n\n10.07.03(II)(D),  as  well as  civil  actions  to collect  unpaid\r\n\noffender  fees, id.  Mere nonpayment does not constitute a parole\r                            \r\n\nor probation  violation, however.  Id.   10.07.03(II)(D)(3).  Nor\r                                               \r\n\nare offenders  in \"banked\" status (i.e.,  either residing outside\r\n\nRhode Island or not on supervised status) liable for the fee, id.\r                                                                          \r\n\n  10.07.03(II)(C)(3).  \r\n\n          Appellees,  all convicted offenders sentenced to proba-\r                                                                           \r\n\ntion  prior to July 1, 1994, each received advance written notice\r                                     \r\n\nthat the $15.00 offender fee would become effective July 1, 1994,\r\n\nand subsequently  received monthly  bills.   Appellees thereafter\r\n\ncommenced  suit  in  federal  district court  claiming  that  the\r\n\noffender  fee statute, as applied, violates the Ex Post Facto and\r\n\nDue Process clauses of the United States and Rhode Island Consti-\r\n\ntutions.   In due course, the parties submitted cross-motions for\r\n\n                                3\r\r\n\nsummary judgment on  a stipulated record  and the district  court\r\n\nruled that  (i) the Department  had exceeded its  authority under\r\n\nthe  enabling statute by interpreting the statute so as to render\r\n\nthe offender fee retroactive as to appellees and (ii) the statute\r\n\nviolated the  Ex  Post Facto  Clause since  it retroactively  in-\r\n\ncreased  the \"punishment\"  for  their preenactment  crimes.   See\r                                                                           \r\n\nTaylor  v. State  of Rhode  Island Dept.  of Corrections,  908 F.\r                                                                  \r\n\nSupp. 92 (D.R.I. 1995). \r\n\n                                II\r                                          II\r\n\n                           DISCUSSION1\r                                     DISCUSSION1\r                                               \r\n\nA.   The Ultra Vires Claim\r          A.   The Ultra Vires Claim\r                                    \r\n\n          The district court concluded that the statutory  inter-\r\n\npretation adopted  by the  Department exceeded  the scope of  its\r\n\ndelegated  authority because  it (i)  results in  an unauthorized\r\n\n\"retroactive\" application  and (ii) would not  be accorded defer-\r\n\nence by the Rhode Island Supreme Court.  As the plain language of\r\n\nthe statute demonstrates  that the Department did not  exceed its\r\n\nmandate, we demur. \r\n\n          Under Rhode Island law,  it \"is well established .  . .\r\n\nthat statutes and their amendments are presumed to apply prospec-\r\n\ntively.\"   Hydro-Manufacturing v. Kayser-Roth, 640  A.2d 950, 954\r                                                       \r\n\n(R.I. 1994).   See also VanMarter v.  Royal Indem. Co., 556  A.2d\r                                                                \r\n\n                    \r                              \r\n\n     1We review summary judgment rulings de novo, and must uphold\r                                                          \r\nthem if  the record, \"viewed in  the light most favorable  to the\r\nnonmoving party,  reveals no  trialworthy issue of  material fact\r\nand the moving party is entitled to judgment as a matter of law.\"\r\nVelez-Gomez  v. SMA Life Assur. Co., 8 F.3d 873, 874-75 (1st Cir.\r                                             \r\n1993).\r\n\n                                4\r\r\n\n41, 44 (R.I.  1989); Lawrence v.  Anheuser-Busch, Inc., 523  A.2d\r                                                                \r\n\n864, 869 (R.I. 1987).   It  is only in the event that \"it appears\r\n\nby  strong,  clear language  or  necessary  implication that  the\r\n\nLegislature intended the  statute or amendment to have a retroac-\r\n\ntive effect,\" id.; see also Pion  v. Bess Eaton Donuts Flour Co.,\r                                                                           \r\n\nInc., 637 A.2d 367, 371 (R.I. 1994), that the new enactment \"will\r              \r\n\nbe interpreted to  operate retrospectively.\"     Avanzo v.  Rhode\r                                                                           \r\n\nIsland Dept. of Human Servs., 625 A.2d 208, 211 (R.I. 1993). \r                                      \r\n\n          The statute itself explicitly  states that the offender\r\n\nfee \"shall not  be effective until the date the rules and regula-\r\n\ntions are  filed.\"  R.I. Gen.  Laws   42-56-38.   Thus, its plain\r\n\nlanguage requires  no interpretation, see  Whitehouse v.  Rumford\r                                                                           \r\n\nLiability  &amp;  Ins. Co.,  658 A.2d  506,  508 (R.I.  1995),  as it\r                                \r\n\nmandates  prospective application.   See, e.g., Hydro-Manufactur-\r                                                                           \r\n\ning,  640 A.2d at 955  (statute which states  that it \"shall take\r             \r\n\neffect upon passage\" evinces plain legislative  intent that it be\r\n\ngiven  only prospective  application);  Avanzo, 625  A.2d at  211\r                                                        \r\n\n(holding  that phrase \"shall  take effect\"  indicates legislative\r\n\nintent that statute be  given prospective effect).  As  the Rhode\r\n\nIsland Legislature  explicitly delegated  to  the Department  the\r\n\nresponsibility for  promulgating and  filing the required  imple-\r\n\nmenting rules and  regulations with the Secretary of State before\r\n\nthe offender fee program could take effect, R.I. Gen. Laws    42-\r\n\n56-38, and there is no claim that the Department failed to comply\r\n\nwith the legislative mandate, its designation of a later (July 1,\r\n\n1994) effective  date could not render  its interpretation either\r\n\n                                5\r\r\n\nultra vires or retroactive.2\r                     \r\n\nB.   The Ex Post Facto Claim\r          B.   The Ex Post Facto Claim\r                                      \r\n\n          The district  court awarded appellees  summary judgment\r\n\non their claims  that the  offender fee statute  violates the  Ex\r\n\nPost Facto Clause under both  the United States Constitution  and\r\n\nthe Rhode  Island Constitution.3   As  the  Rhode Island  Supreme\r\n\nCourt has held  that Federal Ex  Post Facto Clause  jurisprudence\r\n\nlikewise  guides the  required  analysis under  the Rhode  Island\r\n\nConstitution, Lerner  v. Gill, 463  A.2d 1352, 1356  (R.I. 1983),\r                                       \r\n\ncert. denied, 472 U.S. 1010 (1985), these claims merge. \r                      \r\n\n          The Ex  Post  Facto Clause  effectively prohibits  laws\r\n\n                    \r                              \r\n\n     2It  appears that the district court may have been misled by\r\nan ambiguity  in the  statutory language,  which states  that the\r\noffender fee shall apply to \"each sentenced offender committed to\r                                                                        \r\nthe care, custody  or control  of the [Department].\"   R.I.  Gen.\r\nLaws   42-56-38 (emphasis added).  The court correctly noted that\r\n\"[t]he word 'committed'  could mean either 'who  has been commit-\r\nted,'  which  would include  existing  probationers,  or 'who  is\r\ncommitted,'  which   would  implicate  only   new  probationers.\"\r\nTaylor, 908  F. Supp. at 104.   However that may  be, we suggest,\r                \r\nthe Department's interpretation cannot be considered ultra vires.\r                                                                          \r\nAs  the agency  responsible  for implementing  and enforcing  the\r\nstatute,  it   was  entirely  appropriate  that   the  Department\r\ndisambiguate  the statutory  language.   See Gallison  v. Bristol\r                                                                           \r\nSch. Comm., 493 A.2d 164, 166 (R.I. 1985).  \r                    \r\n     We  need  not decide  at  this  time, however,  whether  the\r\nDepartment's  interpretation  of the  term  \"committed\"  would be\r\nmaterial under a due process analysis.   See Avanzo, 625 A.2d  at\r                                                             \r\n208 (retroactive application violates due process); Lawrence, 523\r                                                                      \r\nA.2d  at 864  (due  process  challenge to  explicitly-retroactive\r\nlegislation); but see Rhode Island Depositors Economic Protection\r                                                                           \r\nCorp. v. Brown, 659 A.2d 95, 103 (R.I.), cert. denied, 116 S. Ct.\r                                                               \r\n476 (1995) (retrospectivity alone  does not render statute viola-\r\ntive of due process).  \r\n\n     3Article 1,    10, of  the United  States Constitution  pro-\r\nvides:  \"No State shall . . .  pass any . . . ex post facto Law.\"\r\nArticle 1,   12, of the Constitution of the State of Rhode Island\r\nreads:  \"No ex post facto law . . . shall be passed.\"\r\n\n                                6\r\r\n\n\"'retroactively   alter[ing]  the   definition   of   crimes   or\r\n\nincreas[ing]  the punishment  for  criminal  acts.'\"   California\r                                                                           \r\n\nDept. of Corrections  v. Morales,  115 S. Ct.  1597, 1601  (1995)\r                                          \r\n\n(quoting Collins v.  Youngblood, 497  U.S. 37, 43  (1990)).   See\r                                                                           \r\n\nalso Hamm  v. Latessa, 72 F.  3d 947, 956 (1st  Cir. 1995), cert.\r                                                                           \r\n\ndenied, 117 S. Ct. 154 (1996).   Thus, ex post facto laws operate\r                                                              \r\n\nretroactively either to redefine a crime or increase its \"punish-\r\n\nment.\"  Morales, 115 S. Ct.  at 1602 n.3.  See also  Dominique v.\r                                                                        \r\n\nWeld, 73 F.3d 1156, 1162 (1st Cir. 1996).\r              \r\n\n        It  would  appear that  the  parties failed  to  call the\r\n\ndistrict  court's attention  to significant  precedents governing\r\n\nthe pivotal determination whether civil fees constitute  \"punish-\r\n\nment.\"  See Taylor,  908 F. Supp. at 98.   Although it involved a\r                            \r\n\n\"double  jeopardy\" claim, United  States v. Halper,  490 U.S. 435\r                                                            \r\n\n(1989), applies as well in the ex post facto context.  See Martel\r                                                                           \r\n\nv. Fridovich, 14 F.3d 1, 3 (1st Cir. 1993) (citing Halper for the\r                                                                   \r\n\nview  that a civil sanction  is \"punishment\" only  when it serves\r\n\nthe aims of retribution or deterrence).4  As we explained recent-\r\n\nly, the Halper \"punishment\"  test applies to \"fines, forfeitures,\r                        \r\n\nand other monetary penalties designed to make the sovereign whole\r\n\nfor harm or loss that is quantifiable in monetary terms.\"  United\r                                                                           \r\n\nStates v. Stoller, 78 F.3d 710, 717 (1st Cir.) , cert. dismissed,\r                                                                          \r\n\n   S. Ct.       (1996).   Since it  is clear that  the challenged\r                         \r\n                    \r                              \r\n\n     4Subsequent to the district court decision in this case, the\r\nRhode Island Supreme Court adopted the  Halper test for determin-\r                                                        \r\ning whether a civil fee constitutes \"punishment\" under the Double\r\nJeopardy Clause.   See State v.  One Lot of $8,560,  670 A.2d 772\r                                                            \r\n(R.I. 1996).  \r\n\n                                7\r\r\n\noffender fee fits the Stoller mold, the Halper \"punishment\"  test\r                                                        \r\n\napplies.  See  also Artway  v. Attorney General  of State of  New\r                                                                           \r\n\nJersey, 81  F. 3d 1235,  1256 n. 18  (3d Cir. 1996)  (noting that\r                \r\n\nHalper  test applies  because Ex  Post Facto  Clause  serves aims\r                \r\n\nsimilar to Double Jeopardy Clause); DiCola v. Food &amp; Drug Admin.,\r                                                                          \r\n\n77 F.3d 504,  506-07 (D.C.  Cir. 1996) (applying  Halper test  to\r                                                                  \r\n\nboth ex post facto  and double jeopardy claims); Bae  v. Shalala,\r                                                                          \r\n\n44 F.3d 489, 492-93 (7th Cir. 1995) (employing Halper standard to\r                                                               \r\n\ndetermine whether  civil sanction  implicates ex post  facto con-\r                                                                      \r\n\ncerns).\r\n\n          Halper adapted the Supreme Court's longstanding subjec-\r                          \r\n\ntive test for defining \"punishment,\" see DeVeau v.  Braisted, 363\r                                                                      \r\n\nU.S. 144, 160 (1960) (\"The question is . . . whether the legisla-\r\n\ntive aim was to  punish that individual for past  activity.\"), by\r\n\ncoupling it with an  objective standard.  Accordingly, under  the\r\n\ncurrent regime  governing civil  provisions, we inquire  not only\r\n\nwhether  the  legislative  intent  was punitive  in  nature,  but\r                                           \r\n\nwhether the challenged civil provision is \"so extreme . . . as to\r\n\nconstitute punishment.\"  Halper, 490 U.S. at 442.  \r                                         \r\n\n          For purposes of  determining whether a law  is penal in\r\n\nnature,  \"the labels 'criminal' and 'civil'  are not of paramount\r\n\nimportance.\"  Id. at 447.  Rather, the court must  \"assess[]. . .\r                           \r\n\nthe [sanction] imposed and  the purposes [it] may fairly  be said\r\n\nto serve.  Simply put, a civil . . . sanction constitutes punish-\r\n\nment when the sanction  as applied in the individual  case serves\r\n\nthe goals of punishment[,]\" id. at 448; see Martel, 14 F.3d at 3;\r                                                            \r\n\n                                8\r\r\n\nthat is to say, retribution and deterrence.  Halper, 490 U.S.  at\r                                                             \r\n\n448.\r\n\n          On its face, the offender fee statute, suitably located\r\n\namong other Rhode Island civil statutes, imposes a civil charge.5\r\n\nThe modest fee authorized by the statute comprises no part of any\r\n\nsentence imposed  for the crimes committed by offenders.  Rather,\r\n\nit is expressly designed to \"reimburse\"  the Department for costs\r\n\ndirectly associated with providing goods and services required to\r\n\nsupervise  probationers and  parolees  living  in the  community.\r\n\nR.I. Gen. Laws    42-56-38.  Moreover, all offender  fee revenues\r\n\nare dedicated to such use, Regulation 1.12.01(IV)(K), and waivers\r\n\nare   available   to   offenders   unable   to   pay,  Regulation\r\n\n10.07.03(II)(E).    Finally, the  same  monthly  fee is  assessed\r\n\nagainst  all offenders released  into the community  who are cur-\r\n\nrently under Department supervision, without regard to the nature\r\n\nor severity of their  respective offenses.6  In our  judgment, so\r\n                    \r                              \r\n\n     5Our research discloses no relevant legislative history. \r\n\n     6In determining  that the offender fee  constituted \"punish-\r\nment,\" the  district court  ruled that  it was  part of  \"the law\r\nannexed  to the crime,\"  Calder v. Bull, 3  U.S. 386, 390 (1798),\r                                                 \r\nsince probation is punishment  and the offender fee is  linked to\r\nappellees' probationary  sentences.   In our view,  this analysis\r\noverlooks several determinative distinctions.  \r\n     First,  though a probationary  sentence is \"punishment,\" the\r\nsupervisory services for probationers released into the community\r\nare largely rehabilitative, both in nature and purpose.  See R.I.\r                                                                      \r\nGen. Laws   42-56-4(c) (Organization of department) (\"Rehabilita-\r\ntive services shall include . . . intermediary sanctions (includ-\r\ning but not limited  to . . . probation, parole, restitution, and\r\ncommunity service) . . . .\").  See also United States v. Cardona,\r                                                                          \r\n903 F.2d 60,  62 (1st  Cir. 1990) (noting  that probation  serves\r\ngoals  of rehabilitation  and public  safety), cert.  denied, 498\r                                                                      \r\nU.S.  1049 (1991); Tillinghast v. Howard, 287 A.2d 749, 752 (R.I.\r                                                  \r\n1972) (\"[I]t is for the purpose of giving a convicted accused the\r\n\n                                9\r\r\n\nmodest a  cost-based supervisory fee reasonably  cannot be deemed\r\n\npunitive in purpose, especially since any conceivable retributive\r                             \r\n\nor  deterrent effect could only be  inconsequential.  See Martel,\r                                                                          \r\n\n14 F.3d at 3. \r\n\n          Finally, we  inquire whether the  fee nonetheless  runs\r\n\nafoul  of the  objective test  announced in  Halper:   a monetary\r                                                             \r\n\nassessment  \"that  cannot  be said  solely  to  serve a  remedial\r\n\npurpose,  but rather can only be explained as also serving either\r\n\nretributive or deterrent purposes, is  punishment as we have come\r\n\nto understand  the term.\"  Halper,  490 U.S. at 448.   Under this\r                                           \r\n\nstandard, the offender fee must be deemed \"punitive\" if it \"bears\r\n\nno  rational relation to the goal of compensating the [State] for\r\n\nits  loss.\"  Id. at 449.7  To  state the question in this case is\r                          \r\n\nto answer it.\r\n\n                    \r                              \r\n\nopportunity for rehabilitation that he retains his liberty and is\r\nplaced on probation.\").   Second, the monthly fee is  not imposed\r\non  all offenders sentenced to probation, but only those actually\r\nreceiving the  supervisory services  whose costs are  defrayed by\r\nthe fee.  Regulation 10.07.03(II)(C)(3).  \r\n     Thus, the offender fee differs  materially from the fees  at\r\nissue in  a case relied upon  by appellees and cited  by the dis-\r\ntrict court, see In re Petition  of Delaware for a Writ of Manda-\r                                                                           \r\nmus, 603 A.2d 814  (Del. 1992), in which monetary  sanctions were\r             \r\nimposed on the  offenders at  sentencing.  The  fees involved  in\r                                                  \r\nthat case  were blanket surcharges, calculated  as percentages of\r\nthe criminal penalty, fine,  or forfeiture imposed at sentencing,\r\nrather than reimbursements for the costs of providing services to\r\nthe offenders.  As the Halper Court explained, \"it is the purpos-\r                                       \r\nes  actually served by the sanction in question, not the underly-\r\ning  nature of the proceeding  giving rise to  the sanction, that\r\nmust be evaluated.\"  Halper, 490 U.S. at 447 n.7.  \r                                     \r\n\n     7We note no  contention, and  no evidence,  that the  $15.00\r\nmonthly fee  exceeds the costs associated  with providing Depart-\r\nment supervision of  offenders released into the community.   See\r                                                                           \r\nHalper, 490 U.S. at 452.  \r                \r\n\n                                10\r\r\n\n          The   offender  fee  statute  mandates  that  \"[m]onies\r\n\nreceived under this  section will accrue first  to the department\r\n\nof  corrections for use  to offset costs of  the specific care or\r\n\nservice.\"  R.I. Gen.  Laws   42-56-38.  The  implementing regula-\r\n\ntions in turn  make clear  that the offender  fee was  rationally\r\n\ndesigned to promote  its legislative objective;  viz., reimburse-\r                                                              \r\n\nment  of the Department for  its costs in  providing the required\r\n\nsupervisory services  to its probationers and  parolees.  Regula-\r\n\ntion 1.12.01(IV)(K).   Furthermore, the  implementing regulations\r\n\nexplicitly state that the offender fees collected from probation-\r\n\ners  and parolees  must  be deposited  in  a restricted  account,\r\n\nexclusively available for defraying Department costs in affording\r\n\noffenders the required community  supervision.8  Thus, the legis-\r\n\nlative  intent actuating  the  offender fee  program is  entirely\r\n\nremedial  and its  practical  effect is  neither retributive  nor\r\n\ndeterrent  in  nature.   Under  the Halper  test,  therefore, the\r                                                    \r\n\noffender fee is not punitive.9   \r\n                    \r                              \r\n\n     8Moreover,  as already noted,  see supra p.  3, the offender\r                                                       \r\nfee is imposed only on probationers and parolees currently  under\r\nDepartment supervision in the community, not upon probationers in\r\n\"banked\"  status.   Regulation 10.07.03(II)(C)(3).   Thus, rather\r\nthan a blanket fee  assessed at sentencing without regard  to the\r\ncommencement or  duration of  any term of  community supervision,\r\nthe  Rhode Island offender fee is directly and rationally related\r\nto recouping the  State's costs in  providing supervision to  the\r\nindividual offenders for whose benefit the services are rendered.\r\nCf. In re Petition of  Delaware for a Writ of Mandamus,  603 A.2d\r                                                                \r\n814 (Del. 1992); note 4 supra.\r                                       \r\n\n     9The fact that  nonpayment of the fee can be  brought to the\r\nattention of the court  at a parole/probation revocation hearing,\r\nsee supra p.3, does not transform the fee into punishment.  While\r                   \r\nrevocation  of parole/probation might  constitute punishment, the\r\nSupreme  Court explained  in Morales  that courts  must determine\r                                              \r\n\n                                11\r\r\n\n                               III\r                                         III\r\n\n                            CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          For the foregoing reasons, the  district court judgment\r\n\nis reversed and the  case is remanded for further  proceedings on\r\n\nappellees' procedural due process  claims under state and federal\r\n\nlaw.  The parties shall bear their own costs. \r\n\n          SO ORDERED.\r                    SO ORDERED\r                              \r\n\n                    \r                              \r\n\nwhether  a  legislative change  \"produces  a  sufficient risk  of\r\nincreasing  the measure of punishment.\"   Morales, 115  S. Ct. at\r                                                           \r\n1603.  A legislative change which creates only a \"speculative and\r\nattenuated  possibility of  producing  the  prohibited effect  of\r\nincreasing the  measure of  punishment\" is insufficient  to raise\r\nthe ex  post facto specter.   Id.   As the district  court recog-\r                                           \r\nnized, any possible  link between nonpayment of  the offender fee\r\nand  the  revocation of  parole/probation  is  too attenuated  to\r\nrender  the offender fee violative  of the Ex  Post Facto Clause,\r\nTaylor,  908 F. Supp. at  101, especially since  inability to pay\r                                                                           \r\nconstitutes grounds for waiver. \r\n\n                                12\r\r\n",
  "html": "<p class=\"case_cite\">101 F.3d 780</p>\n    <p class=\"parties\">William L. TAYLOR, et al., Plaintiffs, Appellees,<br>v.<br>STATE OF RHODE ISLAND, et al., Defendants, Appellants.</p>\n    <p class=\"docket\">No. 96-1002.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 8, 1996.<br>Decided Dec. 4, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas A. Palombo, Special Assistant Attorney General, Providence, RI, argued (Jeffrey B. Pine, Attorney General, Rebecca Tedford Partington, Special Assistant Attorney General, and Ellen Evans Alexander, Deputy Chief Legal Counsel, on the brief), for appellants.</p>\n      <p class=\"indent\">Richard A. Sinapi, Cranston, RI, argued (Sinapi Law Associates, Ltd. and American Civil Liberties Union, on the brief) for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CYR, and CUMMINGS,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Circuit Judges.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Rhode Island Department of Corrections (\"Department\") appeals from a district court judgment declaring ultra vires and unconstitutional the Department's application of a Rhode Island statute which would impose a monthly offender fee upon the appellees, all of whom were sentenced to probationary terms under Department supervision for criminal offenses committed prior to the effective date of the statute as implemented by regulations promulgated by the Department.  The district court held that the Department's interpretation of the statute exceeded its authority under the enabling statute and that the statute, as applied to appellees, violated the ex post facto clauses in the United States and Rhode Island Constitutions.  We vacate the district court judgment and remand for the entry of summary judgment for appellants on the ultra vires and ex post facto claims, and for further proceedings on appellees' procedural due process claims.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Rhode Island General Laws &#167; 42-56-38, P.L.1992, ch. 133, art. 97, &#167; 2, directs that \"[e]ach sentenced offender committed to the care, custody, or control of the [Department] shall reimburse the state for the cost or the reasonable portion thereof incurred by the state relating to such commitment.\"  (Emphasis added.)   The offender fee statute itself expressly delegates to the Department the power to determine its effective date by declaring that its provisions \"shall not be effective until the date rules and regulations implementing its provisions are filed with the office of the Secretary of State.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Department responded by promulgating, inter alia, Regulation 10.07.03, designating July 1, 1994 as the effective date of the \"offender fee\" program, following its filing of the implementing regulations with the Secretary of State on June 17, 1994.  See also R.I. Gen. Laws &#167; 42-56-10(v) (Powers of the director);  R.I. Gen. Laws &#167; 42-56-38 (Assessment of costs).  The Regulation further provides for \"offender fee\" waivers based on inability to pay, see Regulation &#167; 10.07.03(II)(E), and, in cases of nonpayment, authorizes notification of the appropriate criminal court at any parole or probation revocation hearing, id. &#167; 10.07.03(II)(D), as well as civil actions to collect unpaid offender fees, id.   Mere nonpayment does not constitute a parole or probation violation, however.  Id. &#167; 10.07.03(II)(D)(3).  Nor are offenders in \"banked\" status (i.e., either residing outside Rhode Island or not on supervised status) liable for the fee, id. &#167; 10.07.03(II)(C)(3).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellees, all convicted offenders sentenced to probation prior to July 1, 1994, each received advance written notice that the $15.00 offender fee would become effective July 1, 1994, and subsequently received monthly bills.  Appellees thereafter commenced suit in federal district court claiming that the offender fee statute, as applied, violates the Ex Post Facto and Due Process clauses of the United States and Rhode Island Constitutions.  In due course, the parties submitted cross-motions for summary judgment on a stipulated record and the district court ruled that (i) the Department had exceeded its authority under the enabling statute by interpreting the statute so as to render the offender fee retroactive as to appellees and (ii) the statute violated the Ex Post Facto Clause since it retroactively increased the \"punishment\" for their preenactment crimes.  See Taylor v. State of Rhode Island Dept. of Corrections, 908 F.Supp. 92 (D.R.I.1995).</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    <p>A. The Ultra Vires Claim</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court concluded that the statutory interpretation adopted by the Department exceeded the scope of its delegated authority because it (i) results in an unauthorized \"retroactive\" application and (ii) would not be accorded deference by the Rhode Island Supreme Court.  As the plain language of the statute demonstrates that the Department did not exceed its mandate, we demur.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Under Rhode Island law, it \"is well established ... that statutes and their amendments are presumed to apply prospectively.\"  Hydro-Manufacturing v. Kayser-Roth, 640 A.2d 950, 954 (R.I.1994).  See also VanMarter v. Royal Indem. Co., 556 A.2d 41, 44 (R.I.1989);  Lawrence v. Anheuser-Busch, Inc., 523 A.2d 864, 869 (R.I.1987).  It is only in the event that \"it appears by strong, clear language or necessary implication that the Legislature intended the statute or amendment to have a retroactive effect,\" id.;   see also Pion v. Bess Eaton Donuts Flour Co., Inc., 637 A.2d 367, 371 (R.I.1994), that the new enactment \"will be interpreted to operate retrospectively.\"  Avanzo v. Rhode Island Dept. of Human Servs., 625 A.2d 208, 211 (R.I.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The statute itself explicitly states that the offender fee \"shall not be effective until the date the rules and regulations are filed.\"  R.I. Gen. Laws &#167; 42-56-38.  Thus, its plain language requires no interpretation, see Whitehouse v. Rumford Liability &amp; Ins. Co., 658 A.2d 506, 508 (R.I.1995), as it mandates prospective application.  See, e.g., Hydro-Manufacturing, 640 A.2d at 955 (statute which states that it \"shall take effect upon passage\" evinces plain legislative intent that it be given only prospective application);  Avanzo, 625 A.2d at 211 (holding that phrase \"shall take effect\" indicates legislative intent that statute be given prospective effect).  As the Rhode Island Legislature explicitly delegated to the Department the responsibility for promulgating and filing the required implementing rules and regulations with the Secretary of State before the offender fee program could take effect, R.I. Gen. Laws &#167; 42-56-38, and there is no claim that the Department failed to comply with the legislative mandate, its designation of a later (July 1, 1994) effective date could not render its interpretation either ultra vires or retroactive.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>B. The Ex Post Facto Claim</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court awarded appellees summary judgment on their claims that the offender fee statute violates the Ex Post Facto Clause under both the United States Constitution and the Rhode Island Constitution.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  As the Rhode Island Supreme Court has held that Federal Ex Post Facto Clause jurisprudence likewise guides the required analysis under the Rhode Island Constitution, Lerner v. Gill, 463 A.2d 1352, 1356 (R.I.1983), cert. denied, 472 U.S. 1010, 105 S.Ct. 2709, 86 L.Ed.2d 724 (1985), these claims merge.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Ex Post Facto Clause effectively prohibits laws \" 'retroactively alter[ing] the definition of crimes or increas[ing] the punishment for criminal acts.' \"  California Dept. of Corrections v. Morales, 514 U.S. 499, ----, 115 S.Ct. 1597, 1601, 131 L.Ed.2d 588 (1995) (quoting Collins v. Youngblood, 497 U.S. 37, 43, 110 S.Ct. 2715, 2719, 111 L.Ed.2d 30 (1990)).  See also Hamm v. Latessa, 72 F.3d 947, 956 (1st Cir.1995), cert. denied, --- U.S. ----, 117 S.Ct. 154, 136 L.Ed.2d 99 (1996).  Thus, ex post facto laws operate retroactively either to redefine a crime or increase its \"punishment.\"  Morales, 514 U.S. at ---- n. 3, 115 S.Ct. at 1602 n. 3. See also Dominique v. Weld, 73 F.3d 1156, 1162 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It would appear that the parties failed to call the district court's attention to significant precedents governing the pivotal determination whether civil fees constitute \"punishment.\"   See Taylor, 908 F.Supp. at 98.   Although it involved a \"double jeopardy\" claim, United States v. Halper, 490 U.S. 435, 109 S.Ct. 1892, 104 L.Ed.2d 487 (1989), applies as well in the ex post facto context.  See Martel v. Fridovich, 14 F.3d 1, 3 (1st Cir.1993) (citing Halper for the view that a civil sanction is \"punishment\" only when it serves the aims of retribution or deterrence).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  As we explained recently, the Halper \"punishment\" test applies to \"fines, forfeitures, and other monetary penalties designed to make the sovereign whole for harm or loss that is quantifiable in monetary terms.\"  United States v. Stoller, 78 F.3d 710, 717 (1st Cir.), cert. dismissed,  --- U.S. ----, 117 S.Ct. 378, 136 L.Ed.2d 297 (1996).   Since it is clear that the challenged offender fee fits the Stoller mold, the Halper \"punishment\" test applies.  See also Artway v. Attorney General of State of New Jersey, 81 F.3d 1235, 1256 n. 18 (3d Cir.1996) (noting that Halper test applies because Ex Post Facto Clause serves aims similar to Double Jeopardy Clause);  DiCola v. Food &amp; Drug Admin., 77 F.3d 504, 506-07 (D.C.Cir.1996) (applying Halper test to both ex post facto and double jeopardy claims);  Bae v. Shalala, 44 F.3d 489, 492-93 (7th Cir.1995) (employing Halper standard to determine whether civil sanction implicates ex post facto concerns).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Halper adapted the Supreme Court's longstanding subjective test for defining \"punishment,\" see DeVeau v. Braisted, 363 U.S. 144, 160, 80 S.Ct. 1146, 1155, 4 L.Ed.2d 1109 (1960) (\"The question is ... whether the legislative aim was to punish that individual for past activity.\"), by coupling it with an objective standard.  Accordingly, under the current regime governing civil provisions, we inquire not only whether the legislative intent was punitive in nature, but whether the challenged civil provision is \"so extreme ... as to constitute punishment.\"  Halper, 490 U.S. at 442, 109 S.Ct. at 1898.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">For purposes of determining whether a law is penal in nature, \"the labels 'criminal' and 'civil' are not of paramount importance.\"  Id. at 447, 109 S.Ct. at 1901.   Rather, the court must \"assess[ ] ... the [sanction] imposed and the purposes [it] may fairly be said to serve.  Simply put, a civil ... sanction constitutes punishment when the sanction as applied in the individual case serves the goals of punishment[,]\" id. at 448, 109 S.Ct. at 1901-02;  see Martel, 14 F.3d at 3;  that is to say, retribution and deterrence.  Halper, 490 U.S. at 448, 109 S.Ct. at 1901.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On its face, the offender fee statute, suitably located among other Rhode Island civil statutes, imposes a civil charge.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The modest fee authorized by the statute comprises no part of any sentence imposed for the crimes committed by offenders.  Rather, it is expressly designed to \"reimburse\" the Department for costs directly associated with providing goods and services required to supervise probationers and parolees living in the community.  R.I. Gen. Laws &#167; 42-56-38.  Moreover, all offender fee revenues are dedicated to such use, Regulation 1.12.01(IV)(K), and waivers are available to offenders unable to pay, Regulation 10.07.03(II)(E).  Finally, the same monthly fee is assessed against all offenders released into the community who are currently under Department supervision, without regard to the nature or severity of their respective offenses.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  In our judgment, so modest a cost-based supervisory fee reasonably cannot be deemed punitive in purpose, especially since any conceivable retributive or deterrent effect could only be inconsequential.  See Martel, 14 F.3d at 3.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Finally, we inquire whether the fee nonetheless runs afoul of the objective test announced in Halper:  a monetary assessment \"that cannot be said solely to serve a remedial purpose, but rather can only be explained as also serving either retributive or deterrent purposes, is punishment as we have come to understand the term.\"  Halper, 490 U.S. at 448, 109 S.Ct. at 1901.   Under this standard, the offender fee must be deemed \"punitive\" if it \"bears no rational relation to the goal of compensating the [State] for its loss.\"  Id. at 449, 109 S.Ct. at 1902.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  To state the question in this case is to answer it.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The offender fee statute mandates that \"[m]onies received under this section will accrue first to the department of corrections for use to offset costs of the specific care or service.\"  R.I. Gen. Laws &#167; 42-56-38.  The implementing regulations in turn make clear that the offender fee was rationally designed to promote its legislative objective;  viz., reimbursement of the Department for its costs in providing the required supervisory services to its probationers and parolees.  Regulation 1.12.01(IV)(K).  Furthermore, the implementing regulations explicitly state that the offender fees collected from probationers and parolees must be deposited in a restricted account, exclusively available for defraying Department costs in affording offenders the required community supervision.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Thus, the legislative intent actuating the offender fee program is entirely remedial and its practical effect is neither retributive nor deterrent in nature.  Under the Halper test, therefore, the offender fee is not punitive.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">For the foregoing reasons, the district court judgment is reversed and the case is remanded for further proceedings on appellees' procedural due process claims under state and federal law.  The parties shall bear their own costs.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">SO ORDERED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Seventh Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We review summary judgment rulings de novo, and must uphold them if the record, \"viewed in the light most favorable to the nonmoving party, reveals no trialworthy issue of material fact and the moving party is entitled to judgment as a matter of law.\"   Velez-Gomez v. SMA Life Assur. Co., 8 F.3d 873, 874-75 (1st Cir.1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It appears that the district court may have been misled by an ambiguity in the statutory language, which states that the offender fee shall apply to \"each sentenced offender committed to the care, custody or control of the [Department].\"  R.I. Gen. Laws &#167; 42-56-38 (emphasis added).  The court correctly noted that \"[t]he word 'committed' could mean either 'who has been committed,' which would include existing probationers, or 'who is committed,' which would implicate only new probationers.\"  Taylor, 908 F.Supp. at 104.   However that may be, we suggest, the Department's interpretation cannot be considered ultra vires.   As the agency responsible for implementing and enforcing the statute, it was entirely appropriate that the Department disambiguate the statutory language.  See Gallison v. Bristol Sch. Comm., 493 A.2d 164, 166 (R.I.1985)</p>\n        <p>We need not decide at this time, however, whether the Department's interpretation of the term \"committed\" would be material under a due process analysis.  See Avanzo, 625 A.2d at 208 (retroactive application violates due process);  Lawrence, 523 A.2d at 864 (due process challenge to explicitly-retroactive legislation);  but see Rhode Island Depositors Economic Protection Corp. v. Brown, 659 A.2d 95, 103 (R.I.), cert. denied, --- U.S. ----, 116 S.Ct. 476, 133 L.Ed.2d 405 (1995) (retrospectivity alone does not render statute violative of due process).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Article 1, &#167; 10, of the United States Constitution provides:  \"No State shall ... pass any ... ex post facto Law.\"  Article 1, &#167; 12, of the Constitution of the State of Rhode Island reads:  \"No ex post facto law ... shall be passed.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Subsequent to the district court decision in this case, the Rhode Island Supreme Court adopted the Halper test for determining whether a civil fee constitutes \"punishment\" under the Double Jeopardy Clause.  See State v. One Lot of $8,560, 670 A.2d 772 (R.I.1996)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Our research discloses no relevant legislative history</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In determining that the offender fee constituted \"punishment,\" the district court ruled that it was part of \"the law annexed to the crime,\" Calder v. Bull, 3 U.S. 386, 390, 3 Dall. 386, 390, 1 L.Ed. 648 (1798), since probation is punishment and the offender fee is linked to appellees' probationary sentences.  In our view, this analysis overlooks several determinative distinctions</p>\n        <p>First, though a probationary sentence is \"punishment,\" the supervisory services for probationers released into the community are largely rehabilitative, both in nature and purpose.  See R.I. Gen. Laws &#167; 42-56-4(c) (Organization of department) (\"Rehabilitative services shall include ... intermediary sanctions (including but not limited to ... probation, parole, restitution, and community service)....\").  See also United States v. Cardona, 903 F.2d 60, 62 (1st Cir.1990) (noting that probation serves goals of rehabilitation and public safety), cert. denied, 498 U.S. 1049, 111 S.Ct. 758, 112 L.Ed.2d 778 (1991);  Tillinghast v. Howard, 109 R.I. 497, 287 A.2d 749, 752 (1972) (\"[I]t is for the purpose of giving a convicted accused the opportunity for rehabilitation that he retains his liberty and is placed on probation.\").  Second, the monthly fee is not imposed on all offenders sentenced to probation, but only those actually receiving the supervisory services whose costs are defrayed by the fee.  Regulation 10.07.03(II)(C)(3).</p>\n        <p>Thus, the offender fee differs materially from the fees at issue in a case relied upon by appellees and cited by the district court, see In re Petition of Delaware for a Writ of Mandamus, 603 A.2d 814 (Del.1992), in which monetary sanctions were imposed on the offenders at sentencing.   The fees involved in that case were blanket surcharges, calculated as percentages of the criminal penalty, fine, or forfeiture imposed at sentencing, rather than reimbursements for the costs of providing services to the offenders.  As the Halper Court explained, \"it is the purposes actually served by the sanction in question, not the underlying nature of the proceeding giving rise to the sanction, that must be evaluated.\"  Halper, 490 U.S. at 447 n. 7, 109 S.Ct. at 1901 n. 7.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We note no contention, and no evidence, that the $15.00 monthly fee exceeds the costs associated with providing Department supervision of offenders released into the community.  See Halper, 490 U.S. at 452, 109 S.Ct. at 1903</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Moreover, as already noted, see supra p. 781, the offender fee is imposed only on probationers and parolees currently under Department supervision in the community, not upon probationers in \"banked\" status.  Regulation 10.07.03(II)(C)(3).  Thus, rather than a blanket fee assessed at sentencing without regard to the commencement or duration of any term of community supervision, the Rhode Island offender fee is directly and rationally related to recouping the State's costs in providing supervision to the individual offenders for whose benefit the services are rendered.  Cf. In re Petition of Delaware for a Writ of Mandamus, 603 A.2d 814 (Del.1992);  note 4 supra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The fact that nonpayment of the fee can be brought to the attention of the court at a parole/probation revocation hearing, see supra p. 781, does not transform the fee into punishment.  While revocation of parole/probation might constitute punishment, the Supreme Court explained in Morales that courts must determine whether a legislative change \"produces a sufficient risk of increasing the measure of punishment.\"  Morales, 514 U.S. at ----, 115 S.Ct. at 1603.   A legislative change which creates only a \"speculative and attenuated possibility of producing the prohibited effect of increasing the measure of punishment\" is insufficient to raise the ex post facto specter.  Id.  As the district court recognized, any possible link between nonpayment of the offender fee and the revocation of parole/probation is too attenuated to render the offender fee violative of the Ex Post Facto Clause, Taylor, 908 F.Supp. at 101, especially since inability to pay constitutes grounds for waiver</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">780</span></span></p>\n    <p class=\"parties\">William L. TAYLOR, et al., Plaintiffs, Appellees,<br>v.<br>STATE OF RHODE ISLAND, et al., Defendants, Appellants.</p>\n    <p class=\"docket\">No. 96-1002.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 8, 1996.<br>Decided Dec. 4, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas A. Palombo, Special Assistant Attorney General, Providence, RI, argued (Jeffrey B. Pine, Attorney General, Rebecca Tedford Partington, Special Assistant Attorney General, and Ellen Evans Alexander, Deputy Chief Legal Counsel, on the brief), for appellants.</p>\n      <p class=\"indent\">Richard A. Sinapi, Cranston, RI, argued (Sinapi Law Associates, Ltd. and American Civil Liberties Union, on the brief) for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CYR, and CUMMINGS,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Circuit Judges.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Rhode Island Department of Corrections (\"Department\") appeals from a district court judgment declaring ultra vires and unconstitutional the Department's application of a Rhode Island statute which would impose a monthly offender fee upon the appellees, all of whom were sentenced to probationary terms under Department supervision for criminal offenses committed prior to the effective date of the statute as implemented by regulations promulgated by the Department.  The district court held that the Department's interpretation of the statute exceeded its authority under the enabling statute and that the statute, as applied to appellees, violated the ex post facto clauses in the United States and Rhode Island Constitutions.  We vacate the district court judgment and remand for the entry of summary judgment for appellants on the ultra vires and ex post facto claims, and for further proceedings on appellees' procedural due process claims.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Rhode Island General Laws &#167; 42-56-38, P.L.1992, ch. 133, art. 97, &#167; 2, directs that \"[e]ach sentenced offender committed to the care, custody, or control of the [Department] shall reimburse the state for the cost or the reasonable portion thereof incurred by the state relating to such commitment.\"  (Emphasis added.)   The offender fee statute itself expressly delegates to the Department the power to determine its effective date by declaring that its provisions \"shall not be effective until the date rules and regulations implementing its provisions are filed with the office of the Secretary of State.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Department responded by promulgating, inter alia, Regulation 10.07.03, designating July 1, 1994 as the effective date of the \"offender fee\" program, following its filing of the implementing regulations with the Secretary of State on June 17, 1994.  See also R.I. Gen. Laws &#167; 42-56-10(v) (Powers of the director);  R.I. Gen. Laws &#167; 42-56-38 (Assessment of costs).  The Regulation further provides for \"offender fee\" waivers based on inability to pay, see Regulation &#167; 10.07.03(II)(E), and, in cases of nonpayment, authorizes notification of the appropriate criminal court at any parole or probation revocation hearing, id. &#167; 10.07.03(II)(D), as well as civil actions to collect unpaid offender fees, id.   Mere nonpayment does not constitute a parole or probation violation, however.  Id. &#167; 10.07.03(II)(D)(3).  Nor are offenders in \"banked\" status (i.e., either residing outside Rhode Island or not on supervised status) liable for the fee, id. &#167; 10.07.03(II)(C)(3).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellees, all convicted offenders sentenced to probation prior to July 1, 1994, each received advance written notice that the $15.00 offender fee would become effective July 1, 1994, and subsequently received monthly bills.  Appellees thereafter commenced suit in federal district court claiming that the offender fee statute, as applied, violates the Ex Post Facto and Due Process clauses of the United States and Rhode Island Constitutions.  In due course, the parties submitted cross-motions for summary judgment on a stipulated record and the district court ruled that (i) the Department had exceeded its authority under the enabling statute by interpreting the statute so as to render the offender fee retroactive as to appellees and (ii) the statute violated the Ex Post Facto Clause since it retroactively increased the \"punishment\" for their preenactment crimes.  See Taylor v. State of Rhode Island Dept. of Corrections, <span class=\"citation no-link\"><span class=\"volume\">908</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">92</span></span> (D.R.I.1995).</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    <p>A. The Ultra Vires Claim</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court concluded that the statutory interpretation adopted by the Department exceeded the scope of its delegated authority because it (i) results in an unauthorized \"retroactive\" application and (ii) would not be accorded deference by the Rhode Island Supreme Court.  As the plain language of the statute demonstrates that the Department did not exceed its mandate, we demur.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Under Rhode Island law, it \"is well established ... that statutes and their amendments are presumed to apply prospectively.\"  Hydro-Manufacturing v. Kayser-Roth, <span class=\"citation\" data-id=\"1540607\"><a href=\"/opinion/1540607/hydro-manufacturing-inc-v-kayser-roth-corp/\"><span class=\"volume\">640</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">950</span></a></span>, 954 (R.I.1994).  See also VanMarter v. Royal Indem. Co., <span class=\"citation\" data-id=\"1998638\"><a href=\"/opinion/1998638/vanmarter-v-royal-indem-co/\"><span class=\"volume\">556</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">41</span></a></span>, 44 (R.I.1989);  Lawrence v. Anheuser-Busch, Inc., <span class=\"citation\" data-id=\"1926659\"><a href=\"/opinion/1926659/lawrence-v-anheuser-busch-inc/\"><span class=\"volume\">523</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">864</span></a></span>, 869 (R.I.1987).  It is only in the event that \"it appears by strong, clear language or necessary implication that the Legislature intended the statute or amendment to have a retroactive effect,\" id.;   see also Pion v. Bess Eaton Donuts Flour Co., Inc., <span class=\"citation\" data-id=\"1947615\"><a href=\"/opinion/1947615/pion-v-bess-eaton-donuts-flour-co/\"><span class=\"volume\">637</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">367</span></a></span>, 371 (R.I.1994), that the new enactment \"will be interpreted to operate retrospectively.\"  Avanzo v. Rhode Island Dept. of Human Servs., <span class=\"citation\" data-id=\"1929151\"><a href=\"/opinion/1929151/avanzo-v-ri-dept-of-human-services/\"><span class=\"volume\">625</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">208</span></a></span>, 211 (R.I.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The statute itself explicitly states that the offender fee \"shall not be effective until the date the rules and regulations are filed.\"  R.I. Gen. Laws &#167; 42-56-38.  Thus, its plain language requires no interpretation, see Whitehouse v. Rumford Liability &amp; Ins. Co., <span class=\"citation\" data-id=\"1972471\"><a href=\"/opinion/1972471/whitehouse-v-rumford-prop-liab-ins-co/\"><span class=\"volume\">658</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">506</span></a></span>, 508 (R.I.1995), as it mandates prospective application.  See, e.g., Hydro-Manufacturing, 640 A.2d at 955 (statute which states that it \"shall take effect upon passage\" evinces plain legislative intent that it be given only prospective application);  Avanzo, 625 A.2d at 211 (holding that phrase \"shall take effect\" indicates legislative intent that statute be given prospective effect).  As the Rhode Island Legislature explicitly delegated to the Department the responsibility for promulgating and filing the required implementing rules and regulations with the Secretary of State before the offender fee program could take effect, R.I. Gen. Laws &#167; 42-56-38, and there is no claim that the Department failed to comply with the legislative mandate, its designation of a later (July 1, 1994) effective date could not render its interpretation either ultra vires or retroactive.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>B. The Ex Post Facto Claim</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court awarded appellees summary judgment on their claims that the offender fee statute violates the Ex Post Facto Clause under both the United States Constitution and the Rhode Island Constitution.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  As the Rhode Island Supreme Court has held that Federal Ex Post Facto Clause jurisprudence likewise guides the required analysis under the Rhode Island Constitution, Lerner v. Gill, <span class=\"citation\" data-id=\"2372502\"><a href=\"/opinion/2372502/lerner-v-gill/\"><span class=\"volume\">463</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1352</span></a></span>, 1356 (R.I.1983), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1010</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2709</span></span>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">724</span></span> (1985), these claims merge.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Ex Post Facto Clause effectively prohibits laws \" 'retroactively alter[ing] the definition of crimes or increas[ing] the punishment for criminal acts.' \"  California Dept. of Corrections v. Morales, <span class=\"citation\" data-id=\"117925\"><a href=\"/opinion/117925/california-dept-of-corrections-v-morales/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">499</span></a></span>, ----, <span class=\"citation\" data-id=\"117925\"><a href=\"/opinion/117925/california-dept-of-corrections-v-morales/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1597</span></a></span>, 1601, <span class=\"citation\" data-id=\"117925\"><a href=\"/opinion/117925/california-dept-of-corrections-v-morales/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">588</span></a></span> (1995) (quoting Collins v. Youngblood, <span class=\"citation\" data-id=\"112471\"><a href=\"/opinion/112471/collins-v-youngblood/\"><span class=\"volume\">497</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span>, 43, <span class=\"citation\" data-id=\"112471\"><a href=\"/opinion/112471/collins-v-youngblood/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2715</span></a></span>, 2719, <span class=\"citation\" data-id=\"112471\"><a href=\"/opinion/112471/collins-v-youngblood/\"><span class=\"volume\">111</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">30</span></a></span> (1990)).  See also Hamm v. Latessa, <span class=\"citation\" data-id=\"196495\"><a href=\"/opinion/196495/hamm-v-latessa-mci/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">947</span></a></span>, 956 (1st Cir.1995), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">154</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">99</span></span> (1996).  Thus, ex post facto laws operate retroactively either to redefine a crime or increase its \"punishment.\"  Morales, 514 U.S. at ---- n. 3, 115 S.Ct. at 1602 n. 3. See also Dominique v. Weld, <span class=\"citation\" data-id=\"711034\"><a href=\"/opinion/711034/james-dominique-v-william-weld/\"><span class=\"volume\">73</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1156</span></a></span>, 1162 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It would appear that the parties failed to call the district court's attention to significant precedents governing the pivotal determination whether civil fees constitute \"punishment.\"   See Taylor, 908 F.Supp. at 98.   Although it involved a \"double jeopardy\" claim, United States v. Halper, <span class=\"citation\" data-id=\"112259\"><a href=\"/opinion/112259/united-states-v-halper/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">435</span></a></span>, <span class=\"citation\" data-id=\"112259\"><a href=\"/opinion/112259/united-states-v-halper/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1892</span></a></span>, <span class=\"citation\" data-id=\"112259\"><a href=\"/opinion/112259/united-states-v-halper/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">487</span></a></span> (1989), applies as well in the ex post facto context.  See Martel v. Fridovich, <span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span>, 3 (1st Cir.1993) (citing Halper for the view that a civil sanction is \"punishment\" only when it serves the aims of retribution or deterrence).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  As we explained recently, the Halper \"punishment\" test applies to \"fines, forfeitures, and other monetary penalties designed to make the sovereign whole for harm or loss that is quantifiable in monetary terms.\"  United States v. Stoller, <span class=\"citation\" data-id=\"714794\"><a href=\"/opinion/714794/united-states-v-robert-s-stoller/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">710</span></a></span>, 717 (1st Cir.), cert. dismissed,  --- U.S. ----, <span class=\"citation\" data-id=\"118064\"><a href=\"/opinion/118064/department-of-state-v-legal-assistance-for-vietnamese-asylum-seekers-inc/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">378</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">297</span></span> (1996).   Since it is clear that the challenged offender fee fits the Stoller mold, the Halper \"punishment\" test applies.  See also Artway v. Attorney General of State of New Jersey, <span class=\"citation\" data-id=\"716733\"><a href=\"/opinion/716733/alexander-a-artway-v-the-attorney-general-of-the-state-of-new-jersey/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1235</span></a></span>, 1256 n. 18 (3d Cir.1996) (noting that Halper test applies because Ex Post Facto Clause serves aims similar to Double Jeopardy Clause);  DiCola v. Food &amp; Drug Admin., <span class=\"citation\" data-id=\"713995\"><a href=\"/opinion/713995/charles-g-dicola-v-food-and-drug-administration/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">504</span></a></span>, 506-07 (D.C.Cir.1996) (applying Halper test to both ex post facto and double jeopardy claims);  Bae v. Shalala, <span class=\"citation\" data-id=\"686490\"><a href=\"/opinion/686490/kun-chae-bae-v-donna-e-shalala-secretary-of-the-united-states-department/\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">489</span></a></span>, 492-93 (7th Cir.1995) (employing Halper standard to determine whether civil sanction implicates ex post facto concerns).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Halper adapted the Supreme Court's longstanding subjective test for defining \"punishment,\" see DeVeau v. Braisted, <span class=\"citation\" data-id=\"106061\"><a href=\"/opinion/106061/de-veau-v-braisted/\"><span class=\"volume\">363</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">144</span></a></span>, 160, <span class=\"citation\" data-id=\"106061\"><a href=\"/opinion/106061/de-veau-v-braisted/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1146</span></a></span>, 1155, <span class=\"citation\" data-id=\"106061\"><a href=\"/opinion/106061/de-veau-v-braisted/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1109</span></a></span> (1960) (\"The question is ... whether the legislative aim was to punish that individual for past activity.\"), by coupling it with an objective standard.  Accordingly, under the current regime governing civil provisions, we inquire not only whether the legislative intent was punitive in nature, but whether the challenged civil provision is \"so extreme ... as to constitute punishment.\"  Halper, 490 U.S. at 442, 109 S.Ct. at 1898.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">For purposes of determining whether a law is penal in nature, \"the labels 'criminal' and 'civil' are not of paramount importance.\"  Id. at 447, 109 S.Ct. at 1901.   Rather, the court must \"assess[ ] ... the [sanction] imposed and the purposes [it] may fairly be said to serve.  Simply put, a civil ... sanction constitutes punishment when the sanction as applied in the individual case serves the goals of punishment[,]\" id. at 448, 109 S.Ct. at 1901-02;  see Martel, 14 F.3d at 3;  that is to say, retribution and deterrence.  Halper, 490 U.S. at 448, 109 S.Ct. at 1901.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On its face, the offender fee statute, suitably located among other Rhode Island civil statutes, imposes a civil charge.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The modest fee authorized by the statute comprises no part of any sentence imposed for the crimes committed by offenders.  Rather, it is expressly designed to \"reimburse\" the Department for costs directly associated with providing goods and services required to supervise probationers and parolees living in the community.  R.I. Gen. Laws &#167; 42-56-38.  Moreover, all offender fee revenues are dedicated to such use, Regulation 1.12.01(IV)(K), and waivers are available to offenders unable to pay, Regulation 10.07.03(II)(E).  Finally, the same monthly fee is assessed against all offenders released into the community who are currently under Department supervision, without regard to the nature or severity of their respective offenses.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  In our judgment, so modest a cost-based supervisory fee reasonably cannot be deemed punitive in purpose, especially since any conceivable retributive or deterrent effect could only be inconsequential.  See Martel, 14 F.3d at 3.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Finally, we inquire whether the fee nonetheless runs afoul of the objective test announced in Halper:  a monetary assessment \"that cannot be said solely to serve a remedial purpose, but rather can only be explained as also serving either retributive or deterrent purposes, is punishment as we have come to understand the term.\"  Halper, 490 U.S. at 448, 109 S.Ct. at 1901.   Under this standard, the offender fee must be deemed \"punitive\" if it \"bears no rational relation to the goal of compensating the [State] for its loss.\"  Id. at 449, 109 S.Ct. at 1902.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  To state the question in this case is to answer it.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The offender fee statute mandates that \"[m]onies received under this section will accrue first to the department of corrections for use to offset costs of the specific care or service.\"  R.I. Gen. Laws &#167; 42-56-38.  The implementing regulations in turn make clear that the offender fee was rationally designed to promote its legislative objective;  viz., reimbursement of the Department for its costs in providing the required supervisory services to its probationers and parolees.  Regulation 1.12.01(IV)(K).  Furthermore, the implementing regulations explicitly state that the offender fees collected from probationers and parolees must be deposited in a restricted account, exclusively available for defraying Department costs in affording offenders the required community supervision.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Thus, the legislative intent actuating the offender fee program is entirely remedial and its practical effect is neither retributive nor deterrent in nature.  Under the Halper test, therefore, the offender fee is not punitive.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">For the foregoing reasons, the district court judgment is reversed and the case is remanded for further proceedings on appellees' procedural due process claims under state and federal law.  The parties shall bear their own costs.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">SO ORDERED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Seventh Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We review summary judgment rulings de novo, and must uphold them if the record, \"viewed in the light most favorable to the nonmoving party, reveals no trialworthy issue of material fact and the moving party is entitled to judgment as a matter of law.\"   Velez-Gomez v. SMA Life Assur. Co., <span class=\"citation\" data-id=\"195013\"><a href=\"/opinion/195013/velez-gomez-v-sma-life-assurance/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">873</span></a></span>, 874-75 (1st Cir.1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It appears that the district court may have been misled by an ambiguity in the statutory language, which states that the offender fee shall apply to \"each sentenced offender committed to the care, custody or control of the [Department].\"  R.I. Gen. Laws &#167; 42-56-38 (emphasis added).  The court correctly noted that \"[t]he word 'committed' could mean either 'who has been committed,' which would include existing probationers, or 'who is committed,' which would implicate only new probationers.\"  Taylor, 908 F.Supp. at 104.   However that may be, we suggest, the Department's interpretation cannot be considered ultra vires.   As the agency responsible for implementing and enforcing the statute, it was entirely appropriate that the Department disambiguate the statutory language.  See Gallison v. Bristol Sch. Comm., <span class=\"citation\" data-id=\"2052833\"><a href=\"/opinion/2052833/gallison-v-bristol-school-committee/\"><span class=\"volume\">493</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">164</span></a></span>, 166 (R.I.1985)</p>\n        <p>We need not decide at this time, however, whether the Department's interpretation of the term \"committed\" would be material under a due process analysis.  See Avanzo, 625 A.2d at 208 (retroactive application violates due process);  Lawrence, 523 A.2d at 864 (due process challenge to explicitly-retroactive legislation);  but see Rhode Island Depositors Economic Protection Corp. v. Brown, <span class=\"citation\" data-id=\"2328303\"><a href=\"/opinion/2328303/rhode-island-depositors-corp-v-brown/\"><span class=\"volume\">659</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">95</span></a></span>, 103 (R.I.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">476</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">405</span></span> (1995) (retrospectivity alone does not render statute violative of due process).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Article 1, &#167; 10, of the United States Constitution provides:  \"No State shall ... pass any ... ex post facto Law.\"  Article 1, &#167; 12, of the Constitution of the State of Rhode Island reads:  \"No ex post facto law ... shall be passed.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Subsequent to the district court decision in this case, the Rhode Island Supreme Court adopted the Halper test for determining whether a civil fee constitutes \"punishment\" under the Double Jeopardy Clause.  See State v. One Lot of $8,560, <span class=\"citation\" data-id=\"1436862\"><a href=\"/opinion/1436862/state-v-one-lot-of-8560/\"><span class=\"volume\">670</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">772</span></a></span> (R.I.1996)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Our research discloses no relevant legislative history</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In determining that the offender fee constituted \"punishment,\" the district court ruled that it was part of \"the law annexed to the crime,\" Calder v. Bull, <span class=\"citation\" data-id=\"84695\"><a href=\"/opinion/84695/calder-v-bull/\"><span class=\"volume\">3</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">386</span></a></span>, 390, 3 Dall. 386, 390, <span class=\"citation\" data-id=\"84695\"><a href=\"/opinion/84695/calder-v-bull/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">648</span></a></span> (1798), since probation is punishment and the offender fee is linked to appellees' probationary sentences.  In our view, this analysis overlooks several determinative distinctions</p>\n        <p>First, though a probationary sentence is \"punishment,\" the supervisory services for probationers released into the community are largely rehabilitative, both in nature and purpose.  See R.I. Gen. Laws &#167; 42-56-4(c) (Organization of department) (\"Rehabilitative services shall include ... intermediary sanctions (including but not limited to ... probation, parole, restitution, and community service)....\").  See also United States v. Cardona, <span class=\"citation\" data-id=\"541733\"><a href=\"/opinion/541733/united-states-v-edward-cardona/\"><span class=\"volume\">903</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">60</span></a></span>, 62 (1st Cir.1990) (noting that probation serves goals of rehabilitation and public safety), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1049</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">758</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">778</span></span> (1991);  Tillinghast v. Howard, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">497</span></span>, <span class=\"citation\" data-id=\"1953888\"><a href=\"/opinion/1953888/tillinghast-v-howard/\"><span class=\"volume\">287</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">749</span></a></span>, 752 (1972) (\"[I]t is for the purpose of giving a convicted accused the opportunity for rehabilitation that he retains his liberty and is placed on probation.\").  Second, the monthly fee is not imposed on all offenders sentenced to probation, but only those actually receiving the supervisory services whose costs are defrayed by the fee.  Regulation 10.07.03(II)(C)(3).</p>\n        <p>Thus, the offender fee differs materially from the fees at issue in a case relied upon by appellees and cited by the district court, see In re Petition of Delaware for a Writ of Mandamus, <span class=\"citation\" data-id=\"2310248\"><a href=\"/opinion/2310248/petition-of-state/\"><span class=\"volume\">603</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">814</span></a></span> (Del.1992), in which monetary sanctions were imposed on the offenders at sentencing.   The fees involved in that case were blanket surcharges, calculated as percentages of the criminal penalty, fine, or forfeiture imposed at sentencing, rather than reimbursements for the costs of providing services to the offenders.  As the Halper Court explained, \"it is the purposes actually served by the sanction in question, not the underlying nature of the proceeding giving rise to the sanction, that must be evaluated.\"  Halper, 490 U.S. at 447 n. 7, 109 S.Ct. at 1901 n. 7.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We note no contention, and no evidence, that the $15.00 monthly fee exceeds the costs associated with providing Department supervision of offenders released into the community.  See Halper, 490 U.S. at 452, 109 S.Ct. at 1903</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Moreover, as already noted, see supra p. 781, the offender fee is imposed only on probationers and parolees currently under Department supervision in the community, not upon probationers in \"banked\" status.  Regulation 10.07.03(II)(C)(3).  Thus, rather than a blanket fee assessed at sentencing without regard to the commencement or duration of any term of community supervision, the Rhode Island offender fee is directly and rationally related to recouping the State's costs in providing supervision to the individual offenders for whose benefit the services are rendered.  Cf. In re Petition of Delaware for a Writ of Mandamus, <span class=\"citation\" data-id=\"2310248\"><a href=\"/opinion/2310248/petition-of-state/\"><span class=\"volume\">603</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">814</span></a></span> (Del.1992);  note 4 supra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The fact that nonpayment of the fee can be brought to the attention of the court at a parole/probation revocation hearing, see supra p. 781, does not transform the fee into punishment.  While revocation of parole/probation might constitute punishment, the Supreme Court explained in Morales that courts must determine whether a legislative change \"produces a sufficient risk of increasing the measure of punishment.\"  Morales, 514 U.S. at ----, 115 S.Ct. at 1603.   A legislative change which creates only a \"speculative and attenuated possibility of producing the prohibited effect of increasing the measure of punishment\" is insufficient to raise the ex post facto specter.  Id.  As the district court recognized, any possible link between nonpayment of the offender fee and the revocation of parole/probation is too attenuated to render the offender fee violative of the Ex Post Facto Clause, Taylor, 908 F.Supp. at 101, especially since inability to pay constitutes grounds for waiver</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/84695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106061/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112259/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117925/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118064/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195013/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196495/",
    "http://www.courtlistener.com/api/rest/v3/opinions/541733/",
    "http://www.courtlistener.com/api/rest/v3/opinions/686490/",
    "http://www.courtlistener.com/api/rest/v3/opinions/711034/",
    "http://www.courtlistener.com/api/rest/v3/opinions/713995/",
    "http://www.courtlistener.com/api/rest/v3/opinions/714794/",
    "http://www.courtlistener.com/api/rest/v3/opinions/716733/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1436862/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1540607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1926659/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1929151/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1947615/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1953888/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1972471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1998638/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2052833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2310248/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2328303/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2372502/"
  ]
}