{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197138/",
  "absolute_url": "/opinion/197138/boyle-v-hasbro-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197138/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:23:04Z",
  "date_modified": "2017-03-24T10:50:18.391056Z",
  "type": "010combined",
  "sha1": "e05095fa06a11a094a5dca942e488c597b41c34f",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1337.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 96-1337\r\n\n             PATRICK J. DOYLE AND H.P. LEASING, INC.,\r\n\n                     Plaintiffs - Appellants,\r\n\n                                v.\r\n\n                      HASBRO, INC., ET AL.,\r\n\n                     Defendants - Appellees.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n           [Hon. William G. Young, U.S. District Judge]\r                                                                \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                 Campbell, Senior Circuit Judge,\r                                                         \r\n\n                    and Boudin, Circuit Judge.\r                                                       \r\n\n                                           \r\n\n     Jeffrey  S. Entin and Sahady,  Entin &amp; Entin,  P.C. on brief\r                                                                  \r\nfor appellants.\r\n     John A.  Tarantino, Patricia K.  Rocha and  Adler Pollock  &amp;\r                                                                           \r\nSheehan Incorporated on brief for appellees Hasbro, Inc. and Alan\r                              \r\nHassenfeld.  J. Richard Ratcliffe and Temkin &amp; Associates Ltd. on\r                                                                        \r\nbrief  for  appellees  Israel  and Miriam  Laudon.    William  A.\r                                                                           \r\nJacobson and  Kaplan  and Jacobson,  Inc. on  brief for  appellee\r                                                   \r\nDavid Thibodeau.\r\n\n                                           \r\n\n                        December 23, 1996\r\n                                           \r\r\n\n          TORRUELLA,  Chief  Judge.   Plaintiffs-appellants, H.P.\r                    TORRUELLA,  Chief  Judge.\r                                            \r\n\nLeasing,  Inc., and  Patrick J.  Doyle (\"Doyle\"),  H.P. Leasing's\r\n\nsole stockholder and President, brought this civil action against\r\n\nHasbro, Inc.; Alan Hassenfeld (\"Hassenfeld\"), Hasbro's President,\r\n\nChairman of the Board of Directors, and  Chief Executive Officer;\r\n\nIsrael  Laudon  (\"Laudon\"), Vice  President  of Hasbro's  Traffic\r\n\nDepartment;   Miriam  Laudon,  Laudon's  wife;  David  Thibodeau,\r\n\nLaudon's assistant; Hugh Maxwell,  an Executive Vice President at\r\n\nHasbro;  and Michael  Oliva d/b/a  Transport Services  (\"Oliva\").\r\n\nPlaintiffs claimed violation of the federal racketeering laws, 18\r\n\nU.S.C.     1962(c)  &amp; (d)  (\"RICO\"),  as  well as  the  following\r\n\nviolations  of  Massachusetts  state  law:   breach  of  contract\r\n\nagainst  all defendants  (Count  I); civil  conversion and  civil\r\n\nlarceny  against   Laudon,  Oliva   and  Thibodeau  (Count   II);\r\n\nintentional  and  malicious  interference  with  an  advantageous\r\n\nbusiness relationship against Laudon, Oliva, and Thibodeau (Count\r\n\nIII);  intentional  infliction  of  emotional   distress  against\r\n\nLaudon,  Oliva,  and  Thibodeau  (Count IV);  fraud,  deceit  and\r\n\nmisrepresentation  against  Laudon,  Thibodeau,  Hassenfeld,  and\r\n\nHasbro  (Count  V);   and  negligent  entrustment   or  negligent\r\n\nsupervision against Hasbro (Count VI).\r\n\n          The district court dismissed  the RICO claim and Counts\r\n\nI through VI as to  defendants Hassenfeld, Oliva, and  Thibodeau.\r\n\nDoyle v. Hasbro,  884 F.  Supp. 35, 42  (D. Mass.  1995).  In  an\r                         \r\n\norder dated May  4, 1995,  the claims against  Israel and  Miriam\r\n\nLaudon  were also dismissed.   The RICO claim  against Hasbro was\r\n\n                               -2-\r\r\n\ndismissed from the bench on March 27, 1995, see id. at 38-39, and\r                                                             \r\n\nCounts I,  V, and VI  were also  dismissed as to  Hasbro.1   This\r\n\nappeal followed.2\r\n\n                          I.  BACKGROUND\r                                    I.  BACKGROUND\r\n\n          Plaintiffs'  amended  complaint  alleges the  following\r\n\nfacts.  In August and September 1980, plaintiffs met with Laudon,\r\n\nwho  agreed,  on  Hasbro's  behalf,  to  retain  the  plaintiffs'\r\n\nservices  for hauling and  delivering freight.   In October 1980,\r\n\nLaudon required that  Doyle pay  to Oliva a  \"commission\" of  ten\r\n\npercent of the  traffic charges  billed by H.P.  Leasing.   Doyle\r\n\nacceded to Laudon's  request, viewing the payments  as a business\r\n\nexpense that would ensure a consistent volume of business.  Doyle\r\n\nwas  instructed by  Laudon that  receipt of  the  commissions was\r\n\nnecessary for the  continuance of  the contracts.   Early in  the\r\n\nrelationship,  Laudon  informed  plaintiffs that  business  would\r\n\nincrease and that additional  tractor-trailers would be required.\r\n\nIn  reliance  on these  representations, plaintiffs  purchased 28\r\n\ntractors.   The increase in business  that materialized, however,\r\n\ndid not merit such expansion.\r\n\n                    \r                              \r\n\n1   Doyle  v. Hasbro,  884 F.  Supp. 35,  42-43 (D.  Mass. 1995),\r                              \r\ndismissed Count V as  to Hasbro only \"to the extent  liability is\r\npremised on the conduct of Hassenfeld, Oliva, and Thibodeau,\" and\r\nstated that the count may \"proceed to the extent premised on  the\r\nconduct of  the remaining  defendants.\"   Id. at 42-43.   In  its\r                                                       \r\norder of May 4, 1995, however, the district court dismissed Count\r\nV  against Israel  and Miriam  Laudon, the  remaining defendants,\r\nimplying that the claim against Hasbro must also be dismissed.\r\n\n2   Plaintiffs-appellants  have appealed  only  a subset  of  the\r\nclaims that were dismissed.\r\n\n                               -3-\r\r\n\n          As time went on, Oliva and Laudon reduced the volume of\r\n\nbusiness  sent  to H.P.  Leasing.   Between  1982 and  1985, H.P.\r\n\nLeasing paid Laudon and  Oliva commissions averaging $440,000 per\r\n\nyear,  but  from 1990  to  1992,  these  payments  averaged  only\r\n\n$45,000.\r\n\n          Over the  twelve years from  1980 to 1992,  Laudon also\r\n\nforced  Doyle  to pay  for  yearly Christmas  parties  for Hasbro\r\n\nemployees,  to give gift certificates to Hasbro employees, to pay\r\n\nfor personal vacations  for Laudon  and his wife,  and to  pledge\r\n\n$30,000  to  the Holocaust  Memorial.   Doyle  and his  wife were\r\n\npersonally contacted, harassed and threatened during  the period.\r\n\nFor  example, Thibodeau, Laudon, and their  wives would demand to\r\n\nbe  taken out  to  dinner.   These  demands were  accompanied  by\r\n\ncomments  such as \"I own you\" and  \"I can put you out of business\r\n\nand you  won't have a house  to live in.\"   Laudon, Thibodeau and\r\n\nHassenfeld worked closely together and were aware of each other's\r\n\nconduct.\r\n\n          In  1992, Laudon informed  plaintiffs that H.P. Leasing\r\n\nought to file for  bankruptcy under Chapter 11 of  the Bankruptcy\r\n\nCode.  He promised that Hasbro would support H.P. Leasing  with a\r\n\nminimum  of $50,000  a week  in revenue.   Doyle  felt he  had no\r\n\nchoice,   and,  on  March  12,   1992,  H.P.  Leasing  filed  for\r\n\nbankruptcy.  Defendants did not  provide the support promised  by\r\n\nLaudon.\r\n\n          In June 1992, Doyle stopped making  commission payments\r\n\nto Laudon.   Doyle perceived Hasbro's failure to  award contracts\r\n\n                               -4-\r\r\n\nto  plaintiffs as a breach  of the prior  representations made to\r\n\nhim.  In November  1992, Doyle met with Hassenfeld,  who directed\r\n\nthat  plaintiffs receive  twenty to  thirty thousand  dollars per\r\n\nweek  in business.  In  January 1993, plaintiffs received $28,000\r\n\nin business from  Hasbro.  On January 27, 1993,  H.P. Leasing was\r\n\nclosed for business.\r\n\n                     II.  STANDARD OF REVIEW\r                               II.  STANDARD OF REVIEW\r\n\n          We review the  motion to  dismiss de novo.   Aulson  v.\r                                                                       \r\n\nBlanchard, 83 F.3d 1, 3 (1st Cir.  1996).  We accept as true \"all\r                   \r\n\nwell-pleaded  factual  averments  and  indulg[e]  all  reasonable\r\n\ninferences  in the  plaintiff's  favor.\"   Id.   Dismissal  under\r                                                        \r\n\nFederal Rule  of Civil Procedure  12(b)(6) is appropriate  if the\r\n\nfacts alleged, taken as true, do not justify recovery.   Id.  The\r                                                                      \r\n\npleading  requirement, however,  is  \"not  entirely  a  toothless\r\n\ntiger.\"   The Dartmouth Review v. Dartmouth College, 889 F.2d 13,\r                                                             \r\n\n16 (1st Cir. 1989).  \"The threshold [for stating a  claim] may be\r\n\nlow, but it is real.\"  Gooley v.  Mobile Oil Corp., 851 F.2d 513,\r                                                            \r\n\n514 (1st  Cir. 1988).  In  order to survive a  motion to dismiss,\r\n\nplaintiffs must set forth  \"factual allegations, either direct or\r\n\ninferential, regarding each material element necessary to sustain\r\n\nrecovery.\"  Id. at 515.   Although all inferences must be made in\r                         \r\n\nthe  plaintiffs'   favor,  this  court  need   not  accept  \"bald\r\n\nassertions,      unsupportable     conclusions,      periphrastic\r\n\ncircumlocutions, and the like.\"  Aulson, 83 F.3d at 3.\r                                                 \r\n\n          In conducting our review of the case, we are limited to\r\n\nthose  allegations contained in  the amended complaint.   This is\r\n\n                               -5-\r\r\n\ntrue both as to facts, see Litton Indus., Inc. v. Col n, 587 F.2d\r                                                                 \r\n\n70,   74  (1st  Cir.  1978)  (\"[O]ur  focus  is  limited  to  the\r\n\nallegations  of the complaint.  The question is whether a liberal\r\n\nreading  of [the  complaint] can  reasonably admit  of  a claim.\"\r\n\n(internal quotations omitted)), and as to arguments, see McCoy v.\r                                                                        \r\n\nMassachusetts Inst.  of Technology,  950 F.2d  13,  22 (1st  Cir.\r                                            \r\n\n1991) (\"It is hornbook  law that theories not raised  squarely in\r\n\nthe  district  court cannot  be surfaced  for  the first  time on\r\n\nappeal.\").   We, therefore, do not  consider factual allegations,\r\n\narguments,  and  claims that  were  not included  in  the amended\r\n\ncomplaint.\r\n\n                III.  THE RICO CLAIMS (COUNT VII)\r                          III.  THE RICO CLAIMS (COUNT VII)\r\n\n          We begin by  considering plaintiffs-appellants'  claims\r\n\nunder 18 U.S.C.    1962(c) and (d).  Section 1962(c) reads:\r\n\n            It  shall  be  unlawful  for  any  person\r\n            employed  by  or   associated  with   any\r\n            enterprise engaged in, or  the activities\r\n            of  which  affect, interstate  or foreign\r\n            commerce,  to   conduct  or  participate,\r\n            directly or indirectly, in the conduct of\r\n            such   enterprise's  affairs   through  a\r\n            pattern   of  racketeering   activity  or\r\n            collection of unlawful debt.\r\n\n18 U.S.C.   1962(c).  Section 1962(d) states that \"[i]t  shall be\r\n\nunlawful  for  any person  to violate  any  of the  provisions of\r\n\nsubsections (a), (b), or (c) of this section.\"  Id.   1962(d).\r                                                             \r\n\n          For  the section 1962(c)  claim to survive  a motion to\r\n\ndismiss,  the amended complaint must allege:  \"(1) conduct (2) of\r\n\nan  enterprise   (3)  through  a  pattern   (4)  of  racketeering\r\n\nactivity.\"   Sedima,  S.P.R.L. v.  Imrex Co.,  473 U.S.  479, 496\r                                                      \r\n\n                               -6-\r\r\n\n(1985); see also Arzuaga-Collazo v. Oriental Fed. Sav. Bank,  913\r                                                                     \r\n\nF.2d 5, 5-6 (1st  Cir. 1990).  \"In  addition, the plaintiff  only\r\n\nhas standing if, and can only  recover to the extent that, he has\r\n\nbeen  injured  in   his  business  or  property  by  the  conduct\r\n\nconstituting the violation.\"  Sedima, 423 U.S. at 496.\r                                              \r\n\n          This court  has held  that under section  1962(c), \"the\r\n\nunlawful  enterprise  itself  cannot   also  be  the  person  the\r\n\nplaintiff charges with conducting it.\"  Arzuaga-Collazo, 913 F.2d\r                                                                 \r\n\nat 6; see also Odishelidze v. Aetna Life &amp; Casualty Co., 853 F.2d\r                                                                 \r\n\n21, 23 (1st Cir. 1988) (per curiam); Schofield v. First Commodity\r                                                                           \r\n\nCorp. of Boston, 793  F.2d 28, 29-30 (1st Cir.  1986) (collecting\r                         \r\n\ncases).   In  order  to succeed,  therefore,  the complaint  must\r\n\nallege   the  existence   of   a  \"person\"   distinct  from   the\r\n\n\"enterprise.\"\r\n\n          We must, therefore, determine  if the amended complaint\r\n\nis  sufficient to identify a  \"person\" and an  \"enterprise.\"  The\r\n\namended  complaint  is  reasonably  clear  with  respect  to  the\r\n\n\"person\" requirement,  stating that  \"all of said  defendants are\r                                                   \r\n\n'persons' within the meaning  of this Act.\"  Amended  Complaint  \r\n\n62 (emphasis added).  The  only reasonable interpretation of this\r\n\nstatement includes  all defendants:   Hasbro, Hassenfeld,  Israel\r\n\nLaudon, Miriam Laudon, Hugh Maxwell, Thibodeau, and Oliva.  Later\r\n\nin the same paragraph, the complaint once again alleges that \"all\r                                                                           \r\n\ndefendants can be shown  to be persons within the meaning of this\r\n\nAct.\"  Id. (emphasis  added).  In paragraph 64,  where appellants\r                    \r\n\nallege  the  section  1962(d)  violation,  the  amended complaint\r\n\n                               -7-\r\r\n\nstates  that  \"plaintiff  is   entitled  to  relief  against  all\r                                                                           \r\n\ndefendants,\"  (emphasis added)  once again  suggesting that  each\r\n\ndefendant is,  individually, identified  as a \"person\"  under the\r\n\nAct.\r\n\n          The amended  complaint fails to  distinguish any subset\r\n\nof  the  defendants  in  its  section  1962(c)  claim.    Indeed,\r\n\nplaintiffs-appellants  do not  mention any  defendant by  name in\r\n\nparagraphs  61-63, in which  the violation of  section 1962(c) is\r\n\nalleged.  Thus, although appellants'  brief would have us believe\r\n\nthat only Hasbro  is a  \"person\" for RICO  purposes, the  amended\r\n\ncomplaint does not,  even under a generous  reading, support this\r\n\nclaim.\r\n\n          Although the amended complaint alleges the existence of\r\n\nan enterprise, id. at   62, it never squarely identifies one.  It\r                            \r\n\nmay be that a  sympathetic reader could infer from  the complaint\r\n\nthat   Hasbro was the alleged RICO enterprise; this reading might\r\n\ntake support,  for example, from the  complaint's allegation that\r\n\n\"[d]efendant, Hasbro,  Inc., is civilly liable  under [  1962(d)]\r\n\nfor an  agreement of its officers  to conduct the affairs  of the\r\n\ncorporation in  a manner  which violates  Section 1962(c)  of the\r\n\nRICO  Act.\"   Id. at    64.   However,  the possibility  that the\r                           \r\n\nplaintiffs considered  Hasbro the  \"enterprise\" is  undermined by\r\n\nthe  complaint's  repeated  contention  that  Hasbro  is  a  RICO\r\n\n\"person.\"  A RICO person cannot also serve as the RICO enterprise\r\n\nthat the person is  allegedly conducting in violation  of section\r\n\n                               -8-\r\r\n\n1962(c).  See Miranda v. Ponce Fed. Bank, 948 F.2d 41, 44-45 (1st\r                                                  \r\n\nCir. 1991); Arzuaga-Collazo, 913 F.2d at 6.\r                                     \r\n\n          More importantly, the plaintiffs do not argue on appeal\r\n\nthat  Hasbro is the enterprise.  Instead, they contend that their\r\n\nown  company, H.P.  Leasing, is  the enterprise.   We  decline to\r\n\nrewrite the complaint language  in order to find that  plaintiffs\r\n\nsufficiently  identified  Hasbro  as   a  RICO  enterprise   when\r\n\nplaintiffs  do not  even  suggest as  much  on appeal.    Rather,\r\n\nholding  plaintiffs to  their present  position, we  look to  the\r\n\ncomplaint to  see whether  it can  fairly be  taken  to bear  the\r\n\nmeaning that plaintiffs now ascribe to it.\r\n\n          Unfortunately,  no reasonable  reading  of the  amended\r\n\ncomplaint supports plaintiffs' current position that H.P. Leasing\r\n\nis  the enterprise.  The complaint's only mention of H.P. Leasing\r\n\nin  connection  with  the   RICO  count  appears  to  distinguish\r\n\nplaintiff  H.P.   Leasing  from  the  enterprise   controlled  by\r\n\ndefendants that  allegedly caused  H.P. Leasing injury.   Amended\r\n\nComplaint   63  (\"The facts provided . . .  above, allege a nexus\r\n\nbetween  the   control  of  said   enterprise,  the  racketeering\r\n\nactivity, and  ultimately the  injury to plaintiffs  H.P. Leasing\r\n\nand  Pat Doyle.\").   We  add  that there  is  no indication  that\r\n\nplaintiffs' present  position was  ever advanced in  the district\r\n\ncourt.  Cf.  McCoy v. Massachusetts Inst. of  Tech., 950 F.2d 13,\r                                                             \r\n\n22-23 (1st Cir. 1991), cert. denied, 504 U.S. 910 (1992).\r                                             \r\n\n          The  complaint's  failure to  identify  any enterprise,\r\n\ndistinct from a named person defendant, is fatal under RICO.  But\r\n\n                               -9-\r\r\n\nwe think it worth adding, although we do not formally decide  the\r\n\npoint,  that  the  claim  appears  remarkably  weak  in  a  quite\r\n\ndifferent respect.  To prevail under section 1962(c), a complaint\r\n\nmust  \"establish a causal  relationship between  the racketeering\r\n\npredicates  and [the] asserted injury.\"  Miranda, 948 F.2d at 46-\r                                                          \r\n\n47.   Here, if there  had been  no bribes, we  have no  reason to\r\n\nthink that plaintiffs  would have gotten  any Hasbro business  at\r\n\nall.\r\n\n          We conclude, therefore, that plaintiffs-appellants fail\r\n\nto  meet the  bare requirements  of a  RICO claim  under sections\r\n\n1962(c)  and (d).   Because we find  that the RICO  count must be\r\n\ndismissed for failure  to state a claim, we  need not address the\r\n\nother issues raised in plaintiffs-appellants' brief regarding the\r\n\nRICO claim.3   For the  foregoing reasons,  the dismissal of  the\r\n\nRICO claim is affirmed.\r                                \r\n\n                    IV.  THE STATE LAW CLAIMS\r                              IV.  THE STATE LAW CLAIMS\r\n\n          A.   Negligence (Count VI)\r                    A.   Negligence (Count VI)\r                                              \r\n\n          Count  VI alleges  \"negligent entrustment  or negligent\r\n\nsupervision\"  by  Hasbro.   We  will  deal  with  the two  claims\r\n\nseparately.\r\n\n          The tort  of negligent entrustment is  normally used in\r\n\ncases in which  a defendant has entrusted  a motor vehicle to  an\r\n\nincompetent driver, resulting in injury.  See,  e.g., Mitchell v.\r                                                                        \r\n                    \r                              \r\n\n3   For  example,  the question  of  whether Schofield  v.  First\r                                                                           \r\nCommodity  Corp. of Boston, 793 F.2d 28 (1st Cir. 1986) (limiting\r                                    \r\nthe circumstances under which corporate liability can attach in a\r\nRICO action),  applies to  the facts  of  this case  need not  be\r\ndecided. \r\n\n                               -10-\r\r\n\nHastings &amp; Koch Enters.,  Inc., 647 N.E.2d 78, 82-84  (Mass. App.\r                                        \r\n\nCt.  1995); Kunkel v. Alger, 406 N.E.2d  402, 407 (Mass. App. Ct.\r                                     \r\n\n1980).  The tort has also been applied to suppliers.  A \"supplier\r\n\nmay  be liable for harm  caused after the  supplier has knowingly\r\n\nplaced property in the hands of  an incompetent person.\"  Kyte v.\r                                                                        \r\n\nPhilip Morris, Inc., 556 N.E.2d 1025, 1029 (Mass. 1990).\r                             \r\n\n          Plaintiffs-appellants  would have us apply the doctrine\r\n\nto the instant case.  They have not offered, and our own research\r\n\nhas failed to uncover, any  cases from Massachusetts or elsewhere\r\n\nin  this circuit,  applying the doctrine  to facts  that resemble\r\n\nthose at bar.4\r\n\n          The question  for this court, therefore,  is whether we\r\n\nshould  expand  the  present  reach  of  the  tort  of  negligent\r\n\nentrustment,  as used in Massachusetts, to include this case.  To\r\n\ndo so would require a novel  use of the doctrine which we decline\r\n\nto adopt.   The relationship between a firm and  its employees is\r\n\nvery  different  from  the  relationships  usually  at  issue  in\r\n\nnegligent  entrustment  cases.   The  latter  normally involve  a\r\n\nparent or other  adult entrusting a  minor or incompetent  person\r\n\nwith a motor vehicle  or some other instrumentality.   \"An action\r\n\nfor  negligent entrustment  involves  a person's  duty to  keep a\r\n\ndangerous  instrumentality out of a child's reach.\"  Id. at 1036.\r                                                                  \r\n\nWhile it may  be possible  to point to  similarities between  the\r\n\n                    \r                              \r\n\n4  Plaintiffs-appellants muster only a single district court case\r\nin support  of their claim, Bernstein v.  IDT Corp., 582 F. Supp.\r                                                             \r\n1079 (D. Del. 1984).  Although that case has certain similarities\r\nto the case at bar, we are not bound by its holding.\r\n\n                               -11-\r\r\n\ncurrent application  of the  doctrine  and the  one advocated  by\r\n\nplaintiffs-appellants, we  believe that the differences  are much\r\n\nmore striking.\r\n\n          Furthermore, plaintiffs-appellants  offer no convincing\r\n\nargument showing  why  the application  of the  doctrine in  this\r\n\ncontext  would  be  desirable.   Indeed,  their  brief  offers no\r\n\nreasons  whatsoever why  this court  should extend  the doctrine.\r\n\nBecause  the question  before us  is one  of state  law, we  must\r\n\nexercise considerable caution when  considering the adoption of a\r\n\nnew  application.  \"[A]s a  federal court hearing  this state law\r\n\nissue under  our supplemental  jurisdiction, we are  reluctant to\r\n\nextend [state]  law beyond its well-marked  boundaries.\"  Andrade\r                                                                           \r\n\nv. Jamestown Housing Auth., 82 F.3d 1179, 1186-87 (1st Cir. 1996)\r                                    \r\n\n(citations  omitted).    Without  a  powerful  argument  for  the\r\n\nextension of  the doctrine, we are, therefore, unwilling to apply\r\n\nthe doctrine of negligent entrustment in a novel fashion.\r\n\n          For  the  above reasons,  we  affirm  the dismissal  of\r                                                        \r\n\nplaintiffs-appellants' negligent entrustment claim.\r\n\n          We now turn  to the negligent  supervision claim.   The\r\n\ndistrict court found that plaintiffs-appellants failed to provide\r\n\nany  case   law  suggesting   that  the  doctrine   of  negligent\r\n\nsupervision reaches the instant case.  Doyle, 884 F. Supp. at 42.\r                                                      \r\n\nWe  need not decide that  issue here, however,  because the claim\r\n\nfails  on other  grounds.   The plaintiffs-appellants'  theory on\r\n\nappeal  is  that \"had  plaintiffs  been  dealing with  competent,\r\n\nresponsible and honest Hasbro  employees, H.P. Leasing would have\r\n\n                               -12-\r\r\n\nsimply shipped goods, made a profit, and there would be no issues\r\n\nto litigate.\"  Appellants' Brief at 36.  This theory, however, is\r\n\ncontradicted  by the  amended complaint,  which alleges  that the\r\n\ncommissions, or kickbacks, were paid within a month or two of the\r\n\nstart of the relationship between the parties  and that plaintiff\r\n\nbelieved  the  payments  \"would  insure a  consistent  volume  of\r\n\nbusiness.\"   Plaintiffs would be entitled to damages only if they\r\n\nalleged  that they would  have received Hasbro's  business in the\r\n\nabsence of kickbacks.   If H.P. Leasing was awarded  the business\r\n\nonly because it  agreed to the  kickback scheme, and,  therefore,\r\n\nearned  profits that it would not have earned without the scheme,\r\n\nit  cannot claim  damages  when  the  scheme  comes  to  an  end.\r\n\nPlaintiffs, however,  make no  claims to  the effect that  proper\r\n\nsupervision by Hasbro would  have left plaintiffs-appellants in a\r\n\nbetter  position.  There is  no evidence that  H.P. Leasing would\r\n\nhave  received any  business from  Hasbro in  the absence  of the\r\n\nkickback  scheme.   It  is not  sufficient  for the  purposes  of\r\n\nstating  a claim for damages  that the benefits  derived from the\r\n\nillegal  kickbacks  have disappeared.    Because  no damages  are\r\n\nalleged, plaintiffs-appellants  have failed to state  a claim for\r\n\nnegligent supervision.\r\n\n          For the  foregoing reasons, we affirm  the dismissal of\r                                                         \r\n\nCount VI.\r\n\n          B.   Fraud, Deceit, and Misrepresentation (Count V)\r                    B.   Fraud, Deceit, and Misrepresentation (Count V)\r                                                                       \r\n\n          Count V of  the complaint alleges  that the conduct  of\r\n\ndefendants  Laudon, Thibodeau, Hassenfeld  and Hasbro constituted\r\n\n                               -13-\r\r\n\n\"fraud, deceit  and misrepresentations.\"  Amended  Complaint at  \r\n\n54.   In order to state a claim for fraudulent misrepresentation,\r\n\nthe plaintiff must allege:\r\n\n            (1) that  the  statement was  knowingly false;  (2)\r\n            that [defendants] made the false statement with the\r\n            intent  to  deceive;  (3)  that  the  statement was\r\n            material  to the  plaintiffs' decision  . .  .; (4)\r\n            that  the  plaintiffs   reasonably  relied  on  the\r\n            statement; and (5) that the plaintiffs were injured\r\n            as a result of their reliance.\r\n\nTurner v. Johnson &amp; Johnson, 809 F.2d 90, 95 (1st Cir. 1986); see\r                                                                           \r\n\nalso Danca v.  Taunton Sav.  Bank, 429 N.E.2d  1129, 1133  (Mass.\r                                           \r\n\n1982).\r\n\n          With  respect to Hassenfeld,  plaintiffs allege that in\r\n\nNovember 1992, he \"directed that plaintiffs receive $20,000.00 to\r\n\n$30,000.00 per week in business from the defendant, Hasbro, Inc.\"\r\n\nAmended  Complaint   37.   Hassenfeld also  promised that Doyle's\r\n\nson,  the owner of a contract carrier in the State of Washington,\r\n\n\"would be  taken care of and  would continue to do  business with\r\n\nHasbro.\"   Amended Complaint   41.   In both cases, the complaint\r\n\nsuggests that Hassenfeld's comments were  \"an effort to right the\r\n\nwrong done to  plaintiffs,\"  amended complaint   37,  or to \"make\r\n\namends,\" amended complaint   41.\r\n\n          Several of  the required  elements of common  law fraud\r\n\nare absent from these allegations.  First, there is no allegation\r\n\nthat Hassenfeld's statements were knowingly false.   In fact, the\r\n\ncomplaint states that  the promises  were an \"effort  to right  a\r\n\nwrong done to plaintiffs,\" suggesting that Hassenfeld intended to\r\n\nkeep these promises.   Second,  there is no  allegation that  the\r\n\n                               -14-\r\r\n\nstatements were made with an intent to deceive.  Finally, neither\r\n\nreliance nor injury is alleged.\r\n\n          The district  court also dismissed the  claims of fraud\r\n\nagainst Laudon and Thibodeau.  Because plaintiffs-appellants have\r\n\nfailed to argue  for the  reversal of these  dismissals on  their\r\n\nappeal, we do not review them here.\r\n\n          There remains  the questions of whether plaintiffs have\r\n\nclaimed  that defendants  Hassenfeld, Thibodeau,  and Oliva  were\r\n\npart of a  larger conspiracy to  defraud and whether  a claim  of\r\n\nfraud is made against Hasbro.  The district court ruled that \"the\r\n\nconclusory  allegations  throughout  the  amended  complaint  are\r\n\ninsufficient   under Fed. R.  Civ. P.  9(b)'s strict  requirement\r\n\nthat  fraud be pled with particularity.\"   Doyle, 884 F. Supp. at\r                                                          \r\n\n41.  Appellants respond  that notice is the principal  purpose of\r\n\nany pleading,  including fraud, and  Rule 9(b) \"does  not require\r\n\nthe claimant to set out in detail all of the facts  upon which he\r\n\nbases  his claim,  nor  does it  require  him to  plead  detailed\r\n\nevidentiary  matters.\"  Collins v. Rukin, 342 F. Supp. 1282, 1292\r                                                  \r\n\n(D. Mass. 1972).\r\n\n          There is a well-developed  body of case law surrounding\r\n\nthe  application of  Rule  9(b) in  this  circuit.5   See,  e.g.,\r                                                                          \r\n                    \r                              \r\n\n5  Rule 9 reads, in relevant part:\r\n\n            (b) In all averments of fraud or mistake,\r\n            the  circumstances constituting  fraud or\r\n            mistake    shall     be    stated    with\r\n            particularity.        Malice,     intent,\r\n            knowledge, and other condition of mind of\r\n            a person may be averred generally.\r\n\n                               -15-\r\r\n\nSerabian v. Amoskeag  Bank Shares,  Inc., 24 F.3d  357, 361  (1st\r                                                  \r\n\nCir. 1994); Romani v.  Shearson Lehman Hutton, 929 F.2d  875, 878\r                                                       \r\n\n(1st Cir. 1991); New England Data Servs. Inc. v. Becher, 829 F.2d\r                                                                 \r\n\n286, 288-90 (1st Cir. 1987); Wayne Inv. Inc. v. Gulf Oil Co., 739\r                                                                      \r\n\nF.2d 11 (1st Cir. 1984).   In New England Data Services,  we held\r                                                                 \r\n\nthat  the  case law  interpreting and  applying  Rule 9  in cases\r\n\ndealing with general fraud  and securities fraud applies  to RICO\r\n\ncases.  The \"degree of specificity [in RICO cases] is no more nor\r\n\nless  than  we have  required  in  general fraud  and  securities\r\n\ncases.\"  829 F.2d at 290.\r\n\n          Rule  9 imposes a  heightened pleading  requirement for\r\n\nallegations of fraud in order to give notice to defendants of the\r\n\nplaintiffs' claim, to protect  defendants whose reputation may be\r\n\nharmed  by  meritless  claims  of fraud,  to  discourage  \"strike\r\n\nsuits,\"  and to prevent the  filing of suits  that simply hope to\r\n\nuncover relevant  information during discovery.   See McGuinty v.\r                                                                        \r\n\nBeranger Volkswagen, Inc., 633  F.2d 226, 228-29 &amp; n.2  (1st Cir.\r                                   \r\n\n1980).\r\n\n          In McGuinty, this court stated that \"[t]he clear weight\r                               \r\n\nof authority is that  Rule 9 requires specification of  the time,\r\n\nplace, and  content of an  alleged false representation,  but not\r\n\nthe circumstances or evidence  from which fraudulent intent could\r\n\nbe  inferred.\"    Id. at  228.    \"[M]ere  allegations of  fraud,\r                               \r\n\ncorruption  or conspiracy,  averments to  conditions of  mind, or\r\n\nreferrals to plans  and schemes are  too conclusional to  satisfy\r\n                    \r                              \r\n\nFed. R. Civ. P. 9(b).\r\n\n                               -16-\r\r\n\nthe  particularity requirement,  no  matter how  many times  such\r\n\naccusations  are repeated.\"  Hayduk  v. Lanna, 775  F.2d 441, 444\r                                                       \r\n\n(1st Cir. 1985) (citations omitted).\r\n\n          We agree  with the district court  that the allegations\r\n\nof conspiracy included in  the amended complaint are insufficient\r\n\nto satisfy the requirements  of Rule 9(b).  The  complaint simply\r\n\nstates that the defendants:\r\n\n            worked closely together and were aware of\r\n            the  others'  conduct.   These defendants\r\n            conspired  to use  H.P.  Leasing for  the\r\n            benefit of Hasbro and their  own personal\r\n            financial gain.   It is not certain  what\r\n            the specifics of the  conspiracy entailed\r\n            or how exactly defendants Thibideau [sic]\r\n            and   Hassenfeld   benefited  from   that\r\n            conspiracy.\r\n\nAmended  Complaint    24.   Elsewhere in  the  Amended Complaint,\r\n\nthese conclusory  allegations are  repeated:  \"defendants  worked\r\n\ntogether to shut  down H.P.  Leasing,\"  Amended  Complaint    28;\r\n\n\"all defendants were suddenly  acting to terminate H.P. Leasing,\"\r\n\nAmended  Complaint    38.    The  amended  complaint includes  no\r\n\nspecification of the time, place, and content of an alleged false\r\n\nrepresentation as required  by McGuinty.   In addition, no  claim\r                                                 \r\n\ncan survive  as against Hasbro in light of the fact that no claim\r\n\nhas  been made against any  of the other  defendants through whom\r\n\nHasbro could act.\r\n\n                               -17-\r\r\n\n          Because the plaintiffs-appellants  have failed to  meet\r\n\nthe  requirements  of Rule  9,  we  affirm the  district  court's\r                                                    \r\n\ndismissal of Count V as against Hassenfeld and Hasbro.6\r\n\n          C.   Breach of Contract (Count I)\r                    C.   Breach of Contract (Count I)\r                                                     \r\n\n          In order to sustain Count I's breach of contract claim,\r\n\nplaintiffs must plead:   (1)  that the parties  had an  agreement\r\n\nsupported by valid consideration; (2) that plaintiffs were ready,\r\n\nwilling  and able  to perform;  (3)  that defendant's  breach has\r\n\nprevented  them from  performing;  and (4)  that plaintiffs  were\r\n\ndamaged.  See Singarella v. City  of Boston, 173 N.E.2d 290,  291\r                                                     \r\n\n(Mass. 1961); Petricca v. Simpson, 862 F.  Supp. 13, 17 (D. Mass.\r                                           \r\n\n1994).   Plaintiffs-appellants are mistaken in  their belief that\r\n\nthey \"need no more  than to allege that the facts [demonstrate a]\r\n\nbreach of  that contractual relationship.\"   Appellants' Brief at\r\n\n40.  \"[I]t is essential to state with 'substantial certainty' the\r\n\nfacts  showing the existence of the contract and the legal effect\r\n\nthereof.\"   Pollock v. New England Tel. &amp; Tel. Co., 194 N.E. 133,\r                                                            \r\n\n136 (Mass. 1935).  Appellants fail to do so.\r\n\n          The amended complaint fails to state the nature of  the\r\n\nalleged contract with any specificity.   There is no presentation\r\n\nof the  terms of a  contract, its duration,  or even when  it was\r\n\nformed.  Nor  does the Amended Complaint explain what obligations\r\n\nwere imposed  on each of the parties by the alleged contract.  It\r\n                    \r                              \r\n\n6   The district  court states  that \"Count  V must  be dismissed\r\nagainst Thibodeau and Oliva as well [as Hassenfeld].\"  Doyle, 884\r                                                                      \r\nF. Supp. at 41.  The Amended Complaint does not,  however, allege\r\nthat Oliva  has  committed  fraud,  and,  therefore,  he  is  not\r\nimplicated in our discussion.\r\n\n                               -18-\r\r\n\ndoes  not plead that plaintiffs  were ready to  perform under the\r\n\ncontract  or  that the  defendants'  breach  prevented them  from\r\n\nperforming,  and it does not identify the damages attributable to\r\n\nthe  breach.     Conclusory  statements  that   \"Hasbro  and  its\r\n\nexecutives failed to meet their contractual requirement,\" amended\r\n\ncomplaint     34,  are   insufficient  to  satisfy  the  pleading\r\n\nrequirements.\r\n\n          Because  appellants have  failed to  state a  claim for\r\n\nbreach, we need not address the argument made in their brief that\r\n\nthe alleged contract was, in fact, an at-will employment contract\r\n\nand that  it was breached  in bad faith.   Nor do  we address the\r\n\nquestion of  whether the individual defendants  are shielded from\r\n\nliability on the ground  that an agent for a  disclosed principal\r\n\ncannot  be personally liable  for the  principal's conduct.   See\r                                                                           \r\n\nDoyle, 884 F. Supp. at 39.\r               \r\n\n          For the  foregoing reasons, we affirm  the dismissal of\r                                                         \r\n\nthe breach of contract claim.\r\n\n                               -19-\r\r\n\n          D.   Intentional   Infliction  of   Emotional  Distress\r                    D.   Intentional   Infliction  of   Emotional  Distress\r                                                                           \r\n               (Count IV)\r                         (Count IV)\r                                   \r\n\n          Count IV of  the amended complaint  alleges a claim  of\r\n\nintentional  infliction  of  emotional  distress  against Laudon,\r\n\nOliva, and Thibodeau.7  The  relevant requirements for this claim\r\n\nin  Massachusetts were set forth  in Agis v.  Howard Johnson Co.,\r                                                                          \r\n\n355  N.E.2d 315 (Mass. 1976).  A claim for intentional infliction\r\n\nof emotional  distress requires \"(1)  that the actor  intended to\r\n\ninflict emotional distress or  that he knew or should  have known\r\n\nthat emotional distress was the  likely result of [the]  conduct;\r\n\n(2) that  the conduct was  'extreme and outrageous,'  was 'beyond\r\n\nall possible bounds of decency' and was 'utterly intolerable in a\r\n\ncivilized  community;' (3) that the actions of the defendant were\r\n\nthe cause of the plaintiff's distress; and (4) that the emotional\r\n\ndistress  sustained by the plaintiff was 'severe' and of a nature\r\n\n'that no  reasonable [person] could  be expected to  endure it.'\"\r\n\nId. at 318-19  (citations omitted).   The standard  for making  a\r             \r\n\nclaim  of intentional  infliction of  emotional distress  is very\r\n\nhigh in order to \"avoid[] litigation in situations where only bad\r\n\nmanners  and mere  hurt  feelings are  involved.\"   Id.  at  319.\r                                                                 \r\n\nRecovery on such a  claim requires more than \"that  the defendant\r\n\nhas acted with  an intent which is tortious or  even criminal, or\r\n\nthat  he has intended to inflict emotional distress, or even that\r\n\nhis conduct has  been characterized  by 'malice' or  a degree  of\r\n\naggravation which would entitle the plaintiff to punitive damages\r\n                    \r                              \r\n\n7   Plaintiffs-appellants have not appealed the dismissal of this\r\nclaim against Oliva.\r\n\n                               -20-\r\r\n\nfor another tort.\"   Foley v. Polaroid  Corp., 508 N.E.2d 72,  82\r                                                       \r\n\n(Mass. 1986).\r\n\n          We agree  with the district court  that \"[a]ssuming the\r\n\ntruth of  all  the  allegations in  the  amended  complaint,  the\r\n\nconduct  complained of  does not  as a  matter of  law amount  to\r\n\nextreme  and outrageous  behavior beyond  all possible  bounds of\r\n\ndecency  and  which  are   utterly  intolerable  in  a  civilized\r\n\ncommunity.\"  Doyle, 884 F. Supp. at 40 (citations omitted).  \"Nor\r                            \r\n\nhas Doyle even  attempted to  plead severe distress  of a  nature\r\n\nthat no reasonable [person] could be expected to endure it.\"  Id.\r                                                                           \r\n\n          Accordingly, we  affirm the  dismissal of the  claim of\r                                           \r\n\nintentional infliction of emotional distress.\r\n\n          E.   Interference     with     Advantageous    Business\r                    E.   Interference     with     Advantageous    Business\r                                                                           \r\n               Relationships (Count III)\r                         Relationships (Count III)\r                                                  \r\n\n          Count III of the amended complaint alleges \"intentional\r\n\nand  malicious  interference  with  the  plaintiffs' advantageous\r\n\nbusiness  relationships\" against  Laudon, Oliva,  and Thibodeau.8\r\n\nAmended Complaint   50.  The elements of the tort of interference\r\n\nwith  an  advantageous relationship  include:    \"(1) a  business\r\n\nrelationship or  contemplated contract  of economic  benefit; (2)\r\n\nthe  defendant's  knowledge   of  such   relationship;  (3)   the\r\n\ndefendant's  interference  with  it  through  improper motive  or\r\n\nmeans;  and  (4)  the  plaintiff's  loss  of  advantage  directly\r\n\nresulting from  the defendant's conduct.\"   American Private Line\r                                                                           \r\n\nServs., Inc. v.  Eastern Microwave,  Inc., 980 F.2d  33, 36  (1st\r                                                   \r\n                    \r                              \r\n\n8   Plaintiffs-appellants have not appealed the dismissal of this\r\nclaim as against Oliva.\r\n\n                               -21-\r\r\n\nCir.  1992) (citing  United Truck Leasing  Corp. v.  Geltman, 511\r                                                                      \r\n\nN.E.2d 20 (Mass. 1990)).\r\n\n          Implicit  in  the  above requirements  for  intentional\r\n\ninterference in a business  relationship is that the relationship\r\n\nbe lawful.   See Chemewa Country  Golf, Inc. v. Wnuk,  402 N.E.2d\r                                                              \r\n\n1069, 1072  (Mass. App. Ct. 1980) (requiring that the complained-\r\n\nof acts be \"calculated to cause damage to the plaintiffs in their\r\n\nlawful business\" (emphasis added)).   Plaintiffs-appellants argue\r                \r\n\nthat defendants-appellees interfered with a business relationship\r\n\nthat consisted  of allegedly  unlawful kickbacks in  exchange for\r\n\nbusiness.  As such, the business relationship in question was not\r\n\nlawful, and plaintiffs cannot recover on their claim.\r\n\n          Accordingly, we affirm  the district court's  dismissal\r                                          \r\n\nof Count III against Laudon and Thibodeau.\r\n\n                          V. CONCLUSION\r                                    V. CONCLUSION\r\n\n          For  the  reasons  discussed   herein,  we  affirm  the\r                                                                      \r\n\ndistrict court's dismissal on  all claims appealed by plaintiffs-\r\n\nappellants:  the  RICO  count  against all  defendants,  Count  I\r\n\nagainst all  defendants, Counts  III  and IV  against Laudon  and\r\n\nThibodeau, Count V against Hasbro and Hassenfeld (and noting that\r\n\nplaintiffs-appellants failed to raise the liability of Laudon and\r\n\nThibodeau), and Count VI against Hasbro.\r\n\n          Finally, we note that plaintiffs-appellants  have filed\r\n\nan  overly  long brief.   Although  the  brief is  less  than the\r\n\npermissible fifty pages,  it is  not double  spaced as  required,\r\n\nFed.  R. App.  Proc. 32(a),  making the  effective length  of the\r\n\n                               -22-\r\r\n\nbrief  considerably longer.  Additionally, we are able to find no\r\n\nreason for the length  of the brief.   Despite the extra  length,\r\n\nthe  brief failed to adequately present  the claims of appellants\r\n\nor even to clearly identify the claims being appealed.  See In re\r                                                                           \r\n\nM.S.V., Inc., 892 F.2d 5, 6 (1st Cir. 1989) (\"[W]hether or not we\r                      \r\n\ngrant  permission to  file an  overly long  brief, we  may assess\r\n\nspecial costs if we  subsequently conclude that the  extra length\r\n\nwas  unnecessary and did not help.\").  \"We believe it appropriate\r\n\nto  discourage the  filing  of excessively  long  briefs in  this\r\n\ncourt,\" id., and we believe it appropriate to discourage  parties\r                     \r\n\nfrom attempting  to flaunt the  page limits by  submitting briefs\r\n\nwith improper line spacing.  Accordingly, we assess  double costs\r\n\nagainst appellants.\r\n\n                               -23-\r\r\n",
  "html": "<p class=\"case_cite\">103 F.3d 186</p>\n    <p class=\"case_cite\">RICO Bus.Disp.Guide 9180</p>\n    <p class=\"parties\">Patrick J. DOYLE and H.P. Leasing, Inc., Plaintiffs-Appellants,<br>v.<br>HASBRO, INC., et al., Defendants-Appellees.</p>\n    <p class=\"docket\">No. 96-1337.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Dec. 23, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jeffrey S. Entin and Sahady, Entin &amp; Entin, P.C. on brief for appellants.</p>\n      <p class=\"indent\">John A. Tarantino, Patricia K. Rocha and Adler Pollock &amp; Sheehan Incorporated on brief for appellees Hasbro, Inc. and Alan Hassenfeld.  J. Richard Ratcliffe and Temkin &amp; Associates Ltd. on brief for appellees Israel and Miriam Laudon.  William A. Jacobson and Kaplan and Jacobson, Inc. on brief for appellee David Thibodeau.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs-appellants, H.P. Leasing, Inc., and Patrick J. Doyle (\"Doyle\"), H.P. Leasing's sole stockholder and President, brought this civil action against Hasbro, Inc.;   Alan Hassenfeld (\"Hassenfeld\"), Hasbro's President, Chairman of the Board of Directors, and Chief Executive Officer;  Israel Laudon (\"Laudon\"), Vice President of Hasbro's Traffic Department;  Miriam Laudon, Laudon's wife;  David Thibodeau, Laudon's assistant;  Hugh Maxwell, an Executive Vice President at Hasbro;  and Michael Oliva d/b/a Transport Services (\"Oliva\").  Plaintiffs claimed violation of the federal racketeering laws, 18 U.S.C. &#167;&#167; 1962(c) &amp; (d) (\"RICO\"), as well as the following violations of Massachusetts state law:  breach of contract against all defendants (Count I);  civil conversion and civil larceny against Laudon, Oliva and Thibodeau (Count II);  intentional and malicious interference with an advantageous business relationship against Laudon, Oliva, and Thibodeau (Count III);  intentional infliction of emotional distress against Laudon, Oliva, and Thibodeau (Count IV);  fraud, deceit and misrepresentation against Laudon, Thibodeau, Hassenfeld, and Hasbro (Count V);  and negligent entrustment or negligent supervision against Hasbro (Count VI).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The district court dismissed the RICO claim and Counts I through VI as to defendants Hassenfeld, Oliva, and Thibodeau.  Doyle v. Hasbro, 884 F.Supp. 35, 42 (D.Mass.1995).  In an order dated May 4, 1995, the claims against Israel and Miriam Laudon were also dismissed.  The RICO claim against Hasbro was dismissed from the bench on March 27, 1995, see id. at 38-39, and Counts I, V, and VI were also dismissed as to Hasbro.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  This appeal followed.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Plaintiffs' amended complaint alleges the following facts.  In August and September 1980, plaintiffs met with Laudon, who agreed, on Hasbro's behalf, to retain the plaintiffs' services for hauling and delivering freight.  In October 1980, Laudon required that Doyle pay to Oliva a \"commission\" of ten percent of the traffic charges billed by H.P. Leasing.  Doyle acceded to Laudon's request, viewing the payments as a business expense that would ensure a consistent volume of business.  Doyle was instructed by Laudon that receipt of the commissions was necessary for the continuance of the contracts.  Early in the relationship, Laudon informed plaintiffs that business would increase and that additional tractor-trailers would be required.  In reliance on these representations, plaintiffs purchased 28 tractors.  The increase in business that materialized, however, did not merit such expansion.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As time went on, Oliva and Laudon reduced the volume of business sent to H.P. Leasing.  Between 1982 and 1985, H.P. Leasing paid Laudon and Oliva commissions averaging $440,000 per year, but from 1990 to 1992, these payments averaged only $45,000.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Over the twelve years from 1980 to 1992, Laudon also forced Doyle to pay for yearly Christmas parties for Hasbro employees, to give gift certificates to Hasbro employees, to pay for personal vacations for Laudon and his wife, and to pledge $30,000 to the Holocaust Memorial.  Doyle and his wife were personally contacted, harassed and threatened during the period.  For example, Thibodeau, Laudon, and their wives would demand to be taken out to dinner.  These demands were accompanied by comments such as \"I own you\" and \"I can put you out of business and you won't have a house to live in.\"   Laudon, Thibodeau and Hassenfeld worked closely together and were aware of each other's conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In 1992, Laudon informed plaintiffs that H.P. Leasing ought to file for bankruptcy under Chapter 11 of the Bankruptcy Code.  He promised that Hasbro would support H.P. Leasing with a minimum of $50,000 a week in revenue.  Doyle felt he had no choice, and, on March 12, 1992, H.P. Leasing filed for bankruptcy.  Defendants did not provide the support promised by Laudon.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In June 1992, Doyle stopped making commission payments to Laudon.  Doyle perceived Hasbro's failure to award contracts to plaintiffs as a breach of the prior representations made to him.  In November 1992, Doyle met with Hassenfeld, who directed that plaintiffs receive twenty to thirty thousand dollars per week in business.  In January 1993, plaintiffs received $28,000 in business from Hasbro.  On January 27, 1993, H.P. Leasing was closed for business.</p>\n    </div>\n    <p>II. STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We review the motion to dismiss de novo.  Aulson v. Blanchard, 83 F.3d 1, 3 (1st Cir.1996).  We accept as true \"all well-pleaded factual averments and indulg[e] all reasonable inferences in the plaintiff's favor.\"  Id.  Dismissal under Federal Rule of Civil Procedure 12(b)(6) is appropriate if the facts alleged, taken as true, do not justify recovery.  Id.  The pleading requirement, however, is \"not entirely a toothless tiger.\"  The Dartmouth Review v. Dartmouth College, 889 F.2d 13, 16 (1st Cir.1989).  \"The threshold [for stating a claim] may be low, but it is real.\"  Gooley v. Mobil Oil Corp., 851 F.2d 513, 514 (1st Cir.1988).  In order to survive a motion to dismiss, plaintiffs must set forth \"factual allegations, either direct or inferential, regarding each material element necessary to sustain recovery.\"  Id. at 515.   Although all inferences must be made in the plaintiffs' favor, this court need not accept \"bald assertions, unsupportable conclusions, periphrastic circumlocutions, and the like.\"  Aulson, 83 F.3d at 3.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In conducting our review of the case, we are limited to those allegations contained in the amended complaint.  This is true both as to facts, see Litton Indus., Inc. v. Coln, 587 F.2d 70, 74 (1st Cir.1978) (\"[O]ur focus is limited to the allegations of the complaint.  The question is whether a liberal reading of [the complaint] can reasonably admit of a claim.\"  (internal quotations omitted)), and as to arguments, see McCoy v. Massachusetts Inst. of Technology, 950 F.2d 13, 22 (1st Cir.1991) (\"It is hornbook law that theories not raised squarely in the district court cannot be surfaced for the first time on appeal.\").  We, therefore, do not consider factual allegations, arguments, and claims that were not included in the amended complaint.</p>\n    </div>\n    <p>III. THE RICO CLAIMS (COUNT VII)</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We begin by considering plaintiffs-appellants' claims under 18 U.S.C. &#167;&#167; 1962(c) and (d).  Section 1962(c) reads:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>It shall be unlawful for any person employed by or associated with any enterprise engaged in, or the activities of which affect, interstate or foreign commerce, to conduct or participate, directly or indirectly, in the conduct of such enterprise's affairs through a pattern of racketeering activity or collection of unlawful debt.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">18 U.S.C. &#167; 1962(c).  Section 1962(d) states that \"[i]t shall be unlawful for any person to violate any of the provisions of subsections (a), (b), or (c) of this section.\"  Id. &#167; 1962(d).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">For the section 1962(c) claim to survive a motion to dismiss, the amended complaint must allege:  \"(1) conduct (2) of an enterprise (3) through a pattern (4) of racketeering activity.\"  Sedima, S.P.R.L. v. Imrex Co., 473 U.S. 479, 496, 105 S.Ct. 3275, 87 L.Ed.2d 346 (1985);  see also Arzuaga-Collazo v. Oriental Fed.  Sav. Bank, 913 F.2d 5, 5-6 (1st Cir.1990).  \"In addition, the plaintiff only has standing if, and can only recover to the extent that, he has been injured in his business or property by the conduct constituting the violation.\"  Sedima, 473 U.S. at 496, 105 S.Ct. at 3285.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">This court has held that under section 1962(c), \"the unlawful enterprise itself cannot also be the person the plaintiff charges with conducting it.\"  Arzuaga-Collazo, 913 F.2d at 6;  see also Odishelidze v. Aetna Life &amp; Casualty Co., 853 F.2d 21, 23 (1st Cir.1988) (per curiam);  Schofield v. First Commodity Corp. of Boston, 793 F.2d 28, 29-30 (1st Cir.1986) (collecting cases).  In order to succeed, therefore, the complaint must allege the existence of a \"person\" distinct from the \"enterprise.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We must, therefore, determine if the amended complaint is sufficient to identify a \"person\" and an \"enterprise.\"   The amended complaint is reasonably clear with respect to the \"person\" requirement, stating that \"all of said defendants are 'persons' within the meaning of this Act.\"   Amended Complaint p 62 (emphasis added).  The only reasonable interpretation of this statement includes all defendants:  Hasbro, Hassenfeld, Israel Laudon, Miriam Laudon, Hugh Maxwell, Thibodeau, and Oliva.  Later in the same paragraph, the complaint once again alleges that \"all defendants can be shown to be persons within the meaning of this Act.\"  Id. (emphasis added).  In paragraph 64, where appellants allege the section 1962(d) violation, the amended complaint states that \"plaintiff is entitled to relief against all defendants,\" (emphasis added) once again suggesting that each defendant is, individually, identified as a \"person\" under the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The amended complaint fails to distinguish any subset of the defendants in its section 1962(c) claim.  Indeed, plaintiffs-appellants do not mention any defendant by name in paragraphs 61-63, in which the violation of section 1962(c) is alleged.  Thus, although appellants' brief would have us believe that only Hasbro is a \"person\" for RICO purposes, the amended complaint does not, even under a generous reading, support this claim.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Although the amended complaint alleges the existence of an enterprise, id. at p 62, it never squarely identifies one.  It may be that a sympathetic reader could infer from the complaint that Hasbro was the alleged RICO enterprise;  this reading might take support, for example, from the complaint's allegation that \"[d]efendant, Hasbro, Inc., is civilly liable under [&#167; 1962(d) ] for an agreement of its officers to conduct the affairs of the corporation in a manner which violates Section 1962(c) of the RICO Act.\"  Id. at p 64.   However, the possibility that the plaintiffs considered Hasbro the \"enterprise\" is undermined by the complaint's repeated contention that Hasbro is a RICO \"person.\"   A RICO person cannot also serve as the RICO enterprise that the person is allegedly conducting in violation of section 1962(c).  See Miranda v. Ponce Fed.  Bank, 948 F.2d 41, 44-45 (1st Cir.1991);  Arzuaga-Collazo, 913 F.2d at 6.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">More importantly, the plaintiffs do not argue on appeal that Hasbro is the enterprise.  Instead, they contend that their own company, H.P. Leasing, is the enterprise.  We decline to rewrite the complaint language in order to find that plaintiffs sufficiently identified Hasbro as a RICO enterprise when plaintiffs do not even suggest as much on appeal.  Rather, holding plaintiffs to their present position, we look to the complaint to see whether it can fairly be taken to bear the meaning that plaintiffs now ascribe to it.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Unfortunately, no reasonable reading of the amended complaint supports plaintiffs' current position that H.P. Leasing is the enterprise.  The complaint's only mention of H.P. Leasing in connection with the RICO count appears to distinguish plaintiff H.P. Leasing from the enterprise controlled by defendants that allegedly caused H.P. Leasing injury.  Amended Complaint p 63 (\"The facts provided ... above, allege a nexus between the control of said enterprise, the racketeering activity, and ultimately the injury to plaintiffs H.P. Leasing and Pat Doyle.\").  We add that there is no indication that plaintiffs' present position was ever advanced in the district court.  Cf. McCoy v. Massachusetts Inst. of Tech., 950 F.2d 13, 22-23 (1st Cir.1991), cert. denied, 504 U.S. 910, 112 S.Ct. 1939, 118 L.Ed.2d 545 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The complaint's failure to identify any enterprise, distinct from a named person defendant, is fatal under RICO.  But we think it worth adding, although we do not formally decide the point, that the claim appears remarkably weak in a quite different respect.  To prevail under section 1962(c), a complaint must \"establish a causal relationship between the racketeering predicates and [the] asserted injury.\"  Miranda, 948 F.2d at 46-47.   Here, if there had been no bribes, we have no reason to think that plaintiffs would have gotten any Hasbro business at all.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We conclude, therefore, that plaintiffs-appellants fail to meet the bare requirements of a RICO claim under sections 1962(c) and (d).  Because we find that the RICO count must be dismissed for failure to state a claim, we need not address the other issues raised in plaintiffs-appellants' brief regarding the RICO claim.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  For the foregoing reasons, the dismissal of the RICO claim is affirmed.</p>\n    </div>\n    <p>IV. THE STATE LAW CLAIMS</p>\n    <p class=\"indent\">A. Negligence (Count VI)</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Count VI alleges \"negligent entrustment or negligent supervision\" by Hasbro.  We will deal with the two claims separately.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The tort of negligent entrustment is normally used in cases in which a defendant has entrusted a motor vehicle to an incompetent driver, resulting in injury.  See, e.g., Mitchell v. Hastings &amp; Koch Enters., Inc., 38 Mass.App.Ct. 271, 647 N.E.2d 78, 82-84 (1995);  Kunkel v. Alger, 10 Mass.App.Ct. 76, 406 N.E.2d 402, 407 (1980).  The tort has also been applied to suppliers.  A \"supplier may be liable for harm caused after the supplier has knowingly placed property in the hands of an incompetent person.\"  Kyte v. Philip Morris, Inc., 408 Mass. 162, 556 N.E.2d 1025, 1029 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Plaintiffs-appellants would have us apply the doctrine to the instant case.  They have not offered, and our own research has failed to uncover, any cases from Massachusetts or elsewhere in this circuit, applying the doctrine to facts that resemble those at bar.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The question for this court, therefore, is whether we should expand the present reach of the tort of negligent entrustment, as used in Massachusetts, to include this case.  To do so would require a novel use of the doctrine which we decline to adopt.  The relationship between a firm and its employees is very different from the relationships usually at issue in negligent entrustment cases.  The latter normally involve a parent or other adult entrusting a minor or incompetent person with a motor vehicle or some other instrumentality.  \"An action for negligent entrustment involves a person's duty to keep a dangerous instrumentality out of a child's reach.\"  Id. 556 N.E.2d at 1036.   While it may be possible to point to similarities between the current application of the doctrine and the one advocated by plaintiffs-appellants, we believe that the differences are much more striking.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Furthermore, plaintiffs-appellants offer no convincing argument showing why the application of the doctrine in this context would be desirable.  Indeed, their brief offers no reasons whatsoever why this court should extend the doctrine.  Because the question before us is one of state law, we must exercise considerable caution when considering the adoption of a new application.  \"[A]s a federal court hearing this state law issue under our supplemental jurisdiction, we are reluctant to extend [state] law beyond its well-marked boundaries.\"  Andrade v. Jamestown Housing Auth., 82 F.3d 1179, 1186-87 (1st Cir.1996) (citations omitted).  Without a powerful argument for the extension of the doctrine, we are, therefore, unwilling to apply the doctrine of negligent entrustment in a novel fashion.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">For the above reasons, we affirm the dismissal of plaintiffs-appellants' negligent entrustment claim.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We now turn to the negligent supervision claim.  The district court found that plaintiffs-appellants failed to provide any case law suggesting that the doctrine of negligent supervision reaches the instant case.  Doyle, 884 F.Supp. at 42.   We need not decide that issue here, however, because the claim fails on other grounds.  The plaintiffs-appellants' theory on appeal is that \"had plaintiffs been dealing with competent, responsible and honest Hasbro employees, H.P. Leasing would have simply shipped goods, made a profit, and there would be no issues to litigate.\"   Appellants' Brief at 36.  This theory, however, is contradicted by the amended complaint, which alleges that the commissions, or kickbacks, were paid within a month or two of the start of the relationship between the parties and that plaintiff believed the payments \"would insure a consistent volume of business.\"   Plaintiffs would be entitled to damages only if they alleged that they would have received Hasbro's business in the absence of kickbacks.  If H.P. Leasing was awarded the business only because it agreed to the kickback scheme, and, therefore, earned profits that it would not have earned without the scheme, it cannot claim damages when the scheme comes to an end.  Plaintiffs, however, make no claims to the effect that proper supervision by Hasbro would have left plaintiffs-appellants in a better position.  There is no evidence that H.P. Leasing would have received any business from Hasbro in the absence of the kickback scheme.  It is not sufficient for the purposes of stating a claim for damages that the benefits derived from the illegal kickbacks have disappeared.  Because no damages are alleged, plaintiffs-appellants have failed to state a claim for negligent supervision.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the dismissal of Count VI.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">B. Fraud, Deceit, and Misrepresentation (Count V)</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Count V of the complaint alleges that the conduct of defendants Laudon, Thibodeau, Hassenfeld and Hasbro constituted \"fraud, deceit and misrepresentations.\"   Amended Complaint at p 54.  In order to state a claim for fraudulent misrepresentation, the plaintiff must allege:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>(1) that the statement was knowingly false;  (2) that [defendants] made the false statement with the intent to deceive;  (3) that the statement was material to the plaintiffs' decision ...;  (4) that the plaintiffs reasonably relied on the statement;  and (5) that the plaintiffs were injured as a result of their reliance.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Turner v. Johnson &amp; Johnson, 809 F.2d 90, 95 (1st Cir.1986);  see also Danca v. Taunton Sav. Bank, 385 Mass. 1, 429 N.E.2d 1129, 1133 (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">With respect to Hassenfeld, plaintiffs allege that in November 1992, he \"directed that plaintiffs receive $20,000.00 to $30,000.00 per week in business from the defendant, Hasbro, Inc.\"   Amended Complaint p 37.  Hassenfeld also promised that Doyle's son, the owner of a contract carrier in the State of Washington, \"would be taken care of and would continue to do business with Hasbro.\"   Amended Complaint p 41.  In both cases, the complaint suggests that Hassenfeld's comments were \"an effort to right the wrong done to plaintiffs,\" amended complaint p 37, or to \"make amends,\" amended complaint p 41.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Several of the required elements of common law fraud are absent from these allegations.  First, there is no allegation that Hassenfeld's statements were knowingly false.  In fact, the complaint states that the promises were an \"effort to right a wrong done to plaintiffs,\" suggesting that Hassenfeld intended to keep these promises.  Second, there is no allegation that the statements were made with an intent to deceive.  Finally, neither reliance nor injury is alleged.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The district court also dismissed the claims of fraud against Laudon and Thibodeau.  Because plaintiffs-appellants have failed to argue for the reversal of these dismissals on their appeal, we do not review them here.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">There remains the questions of whether plaintiffs have claimed that defendants Hassenfeld, Thibodeau, and Oliva were part of a larger conspiracy to defraud and whether a claim of fraud is made against Hasbro.  The district court ruled that \"the conclusory allegations throughout the amended complaint are insufficient under Fed.R.Civ.P. 9(b)'s strict requirement that fraud be pled with particularity.\"  Doyle, 884 F.Supp. at 41.   Appellants respond that notice is the principal purpose of any pleading, including fraud, and Rule 9(b) \"does not require the claimant to set out in detail all of the facts upon which he bases his claim, nor does it require him to plead detailed evidentiary matters.\"  Collins v. Rukin, 342 F.Supp. 1282, 1292 (D.Mass.1972).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">There is a well-developed body of case law surrounding the application of Rule 9(b) in this circuit.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  See, e.g., Serabian v. Amoskeag Bank Shares, Inc., 24 F.3d 357, 361 (1st Cir.1994);  Romani v. Shearson Lehman Hutton, 929 F.2d 875, 878 (1st Cir.1991);   New England Data Servs.  Inc. v. Becher, 829 F.2d 286, 288-90 (1st Cir.1987);  Wayne Inv. Inc. v. Gulf Oil Corp., 739 F.2d 11 (1st Cir.1984).  In New England Data Services, we held that the case law interpreting and applying Rule 9 in cases dealing with general fraud and securities fraud applies to RICO cases.  The \"degree of specificity [in RICO cases] is no more nor less than we have required in general fraud and securities cases.\"  829 F.2d at 290.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Rule 9 imposes a heightened pleading requirement for allegations of fraud in order to give notice to defendants of the plaintiffs' claim, to protect defendants whose reputation may be harmed by meritless claims of fraud, to discourage \"strike suits,\" and to prevent the filing of suits that simply hope to uncover relevant information during discovery.  See McGinty v. Beranger Volkswagen, Inc., 633 F.2d 226, 228-29 &amp; n. 2 (1st Cir.1980).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">In McGinty, this court stated that \"[t]he clear weight of authority is that Rule 9 requires specification of the time, place, and content of an alleged false representation, but not the circumstances or evidence from which fraudulent intent could be inferred.\"  Id. at 228.  \"[M]ere allegations of fraud, corruption or conspiracy, averments to conditions of mind, or referrals to plans and schemes are too conclusional to satisfy the particularity requirement, no matter how many times such accusations are repeated.\"  Hayduk v. Lanna, 775 F.2d 441, 444 (1st Cir.1985) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We agree with the district court that the allegations of conspiracy included in the amended complaint are insufficient to satisfy the requirements of Rule 9(b).  The complaint simply states that the defendants:</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>worked closely together and were aware of the others' conduct.  These defendants conspired to use H.P. Leasing for the benefit of Hasbro and their own personal financial gain.  It is not certain what the specifics of the conspiracy entailed or how exactly defendants Thibideau [sic] and Hassenfeld benefited from that conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Amended Complaint p 24.  Elsewhere in the Amended Complaint, these conclusory allegations are repeated:  \"defendants worked together to shut down H.P. Leasing,\" Amended Complaint p 28;  \"all defendants were suddenly acting to terminate H.P. Leasing,\" Amended Complaint p 38.  The amended complaint includes no specification of the time, place, and content of an alleged false representation as required by McGinty.   In addition, no claim can survive as against Hasbro in light of the fact that no claim has been made against any of the other defendants through whom Hasbro could act.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Because the plaintiffs-appellants have failed to meet the requirements of Rule 9, we affirm the district court's dismissal of Count V as against Hassenfeld and Hasbro.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p class=\"indent\">C. Breach of Contract (Count I)</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">In order to sustain Count I's breach of contract claim, plaintiffs must plead:  (1) that the parties had an agreement supported by valid consideration;  (2) that plaintiffs were ready, willing and able to perform;  (3) that defendant's breach has prevented them from performing;  and (4) that plaintiffs were damaged.  See Singarella v. City of Boston, 342 Mass. 385, 173 N.E.2d 290, 291 (1961);  Petricca v. Simpson, 862 F.Supp. 13, 17 (D.Mass.1994).  Plaintiffs-appellants are mistaken in their belief that they \"need no more than to allege that the facts [demonstrate a] breach of that contractual relationship.\"   Appellants' Brief at 40.  \"[I]t is essential to state with 'substantial certainty' the facts showing the existence of the contract and the legal effect thereof.\"  Pollock v. New England Tel. &amp; Tel. Co., 289 Mass. 255, 194 N.E. 133, 136 (1935).  Appellants fail to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The amended complaint fails to state the nature of the alleged contract with any specificity.  There is no presentation of the terms of a contract, its duration, or even when it was formed.  Nor does the Amended Complaint explain what obligations were imposed on each of the parties by the alleged contract.  It does not plead that plaintiffs were ready to perform under the contract or that the defendants' breach prevented them from performing, and it does not identify the damages attributable to the breach.  Conclusory statements that \"Hasbro and its executives failed to meet their contractual requirement,\" amended complaint p 34, are insufficient to satisfy the pleading requirements.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Because appellants have failed to state a claim for breach, we need not address the argument made in their brief that the alleged contract was, in fact, an at-will employment contract and that it was breached in bad faith.  Nor do we address the question of whether the individual defendants are shielded from liability on the ground that an agent for a disclosed principal cannot be personally liable for the principal's conduct.  See Doyle, 884 F.Supp. at 39.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the dismissal of the breach of contract claim.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">D. Intentional Infliction of Emotional Distress (Count IV)</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Count IV of the amended complaint alleges a claim of intentional infliction of emotional distress against Laudon, Oliva, and Thibodeau.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  The relevant requirements for this claim in Massachusetts were set forth in Agis v. Howard Johnson Co., 371 Mass. 140, 355 N.E.2d 315 (1976).  A claim for intentional infliction of emotional distress requires \"(1) that the actor intended to inflict emotional distress or that he knew or should have known that emotional distress was the likely result of [the] conduct;  (2) that the conduct was 'extreme and outrageous,' was 'beyond all possible bounds of decency' and was 'utterly intolerable in a civilized community;' (3) that the actions of the defendant were the cause of the plaintiff's distress;  and (4) that the emotional distress sustained by the plaintiff was 'severe' and of a nature 'that no reasonable [person] could be expected to endure it.' \"  Id. 355 N.E.2d at 318-19 (citations omitted).  The standard for making a claim of intentional infliction of emotional distress is very high in order to \"avoid[ ] litigation in situations where only bad manners and mere hurt feelings are involved.\"  Id. 355 N.E.2d at 319.   Recovery on such a claim requires more than \"that the defendant has acted with an intent which is tortious or even criminal, or that he has intended to inflict emotional distress, or even that his conduct has been characterized by 'malice' or a degree of aggravation which would entitle the plaintiff to punitive damages for another tort.\"  Foley v. Polaroid Corp., 400 Mass. 82, 508 N.E.2d 72, 82 (1986).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">We agree with the district court that \"[a]ssuming the truth of all the allegations in the amended complaint, the conduct complained of does not as a matter of law amount to extreme and outrageous behavior beyond all possible bounds of decency and which are utterly intolerable in a civilized community.\"  Doyle, 884 F.Supp. at 40 (citations omitted).  \"Nor has Doyle even attempted to plead severe distress of a nature that no reasonable [person] could be expected to endure it.\"  Id.  Accordingly, we affirm the dismissal of the claim of intentional infliction of emotional distress.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">E. Interference with Advantageous Business Relationships (Count III)</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Count III of the amended complaint alleges \"intentional and malicious interference with the plaintiffs' advantageous business relationships\" against Laudon, Oliva, and Thibodeau.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Amended Complaint p 50.  The elements of the tort of interference with an advantageous relationship include:  \"(1) a business relationship or contemplated contract of economic benefit;  (2) the defendant's knowledge of such relationship;  (3) the defendant's interference with it through improper motive or means;  and (4) the plaintiff's loss of advantage directly resulting from the defendant's conduct.\"   American Private Line Servs., Inc. v. Eastern Microwave, Inc., 980 F.2d 33, 36 (1st Cir.1992) (citing United Truck Leasing Corp. v. Geltman, 406 Mass. 811, 551 N.E.2d 20 (1990)).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Implicit in the above requirements for intentional interference in a business relationship is that the relationship be lawful.  See Chemawa Country Golf, Inc. v. Wnuk, 9 Mass.App.Ct. 506, 402 N.E.2d 1069, 1072 (1980) (requiring that the complained-of acts be \"calculated to cause damage to the plaintiffs in their lawful business\" (emphasis added)).  Plaintiffs-appellants argue that defendants-appellees interfered with a business relationship that consisted of allegedly unlawful kickbacks in exchange for business.  As such, the business relationship in question was not lawful, and plaintiffs cannot recover on their claim.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Accordingly, we affirm the district court's dismissal of Count III against Laudon and Thibodeau.</p>\n    </div>\n    <p>V. CONCLUSION</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">For the reasons discussed herein, we affirm the district court's dismissal on all claims appealed by plaintiffs-appellants:  the RICO count against all defendants, Count I against all defendants, Counts III and IV against Laudon and Thibodeau, Count V against Hasbro and Hassenfeld (and noting that plaintiffs-appellants failed to raise the liability of Laudon and Thibodeau), and Count VI against Hasbro.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Finally, we note that plaintiffs-appellants have filed an overly long brief.  Although the brief is less than the permissible fifty pages, it is not double spaced as required, Fed.R.App.Proc. 32(a), making the effective length of the brief considerably longer.  Additionally, we are able to find no reason for the length of the brief.  Despite the extra length, the brief failed to adequately present the claims of appellants or even to clearly identify the claims being appealed.  See In re M.S.V., Inc., 892 F.2d 5, 6 (1st Cir.1989) (\"[W]hether or not we grant permission to file an overly long brief, we may assess special costs if we subsequently conclude that the extra length was unnecessary and did not help.\").  \"We believe it appropriate to discourage the filing of excessively long briefs in this court,\" id., and we believe it appropriate to discourage parties from attempting to flaunt the page limits by submitting briefs with improper line spacing.  Accordingly, we assess double costs against appellants.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Doyle v. Hasbro, 884 F.Supp. 35, 42-43 (D.Mass.1995), dismissed Count V as to Hasbro only \"to the extent liability is premised on the conduct of Hassenfeld, Oliva, and Thibodeau,\" and stated that the count may \"proceed to the extent premised on the conduct of the remaining defendants.\"  Id. at 42-43.   In its order of May 4, 1995, however, the district court dismissed Count V against Israel and Miriam Laudon, the remaining defendants, implying that the claim against Hasbro must also be dismissed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Plaintiffs-appellants have appealed only a subset of the claims that were dismissed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> For example, the question of whether Schofield v. First Commodity Corp. of Boston, 793 F.2d 28 (1st Cir.1986) (limiting the circumstances under which corporate liability can attach in a RICO action), applies to the facts of this case need not be decided</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Plaintiffs-appellants muster only a single district court case in support of their claim, Bernstein v. IDT Corp., 582 F.Supp. 1079 (D.Del.1984).  Although that case has certain similarities to the case at bar, we are not bound by its holding</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Rule 9 reads, in relevant part:</p>\n        <p>(b) In all averments of fraud or mistake, the circumstances constituting fraud or mistake shall be stated with particularity.  Malice, intent, knowledge, and other condition of mind of a person may be averred generally.</p>\n        <p>Fed.R.Civ.P. 9(b).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The district court states that \"Count V must be dismissed against Thibodeau and Oliva as well [as Hassenfeld].\"  Doyle, 884 F.Supp. at 41.   The Amended Complaint does not, however, allege that Oliva has committed fraud, and, therefore, he is not implicated in our discussion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Plaintiffs-appellants have not appealed the dismissal of this claim against Oliva</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Plaintiffs-appellants have not appealed the dismissal of this claim as against Oliva</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">186</span></span></p>\n    <p class=\"case_cite\">RICO Bus.Disp.Guide 9180</p>\n    <p class=\"parties\">Patrick J. DOYLE and H.P. Leasing, Inc., Plaintiffs-Appellants,<br>v.<br>HASBRO, INC., et al., Defendants-Appellees.</p>\n    <p class=\"docket\">No. 96-1337.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Dec. 23, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jeffrey S. Entin and Sahady, Entin &amp; Entin, P.C. on brief for appellants.</p>\n      <p class=\"indent\">John A. Tarantino, Patricia K. Rocha and Adler Pollock &amp; Sheehan Incorporated on brief for appellees Hasbro, Inc. and Alan Hassenfeld.  J. Richard Ratcliffe and Temkin &amp; Associates Ltd. on brief for appellees Israel and Miriam Laudon.  William A. Jacobson and Kaplan and Jacobson, Inc. on brief for appellee David Thibodeau.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs-appellants, H.P. Leasing, Inc., and Patrick J. Doyle (\"Doyle\"), H.P. Leasing's sole stockholder and President, brought this civil action against Hasbro, Inc.;   Alan Hassenfeld (\"Hassenfeld\"), Hasbro's President, Chairman of the Board of Directors, and Chief Executive Officer;  Israel Laudon (\"Laudon\"), Vice President of Hasbro's Traffic Department;  Miriam Laudon, Laudon's wife;  David Thibodeau, Laudon's assistant;  Hugh Maxwell, an Executive Vice President at Hasbro;  and Michael Oliva d/b/a Transport Services (\"Oliva\").  Plaintiffs claimed violation of the federal racketeering laws, 18 U.S.C. &#167;&#167; 1962(c) &amp; (d) (\"RICO\"), as well as the following violations of Massachusetts state law:  breach of contract against all defendants (Count I);  civil conversion and civil larceny against Laudon, Oliva and Thibodeau (Count II);  intentional and malicious interference with an advantageous business relationship against Laudon, Oliva, and Thibodeau (Count III);  intentional infliction of emotional distress against Laudon, Oliva, and Thibodeau (Count IV);  fraud, deceit and misrepresentation against Laudon, Thibodeau, Hassenfeld, and Hasbro (Count V);  and negligent entrustment or negligent supervision against Hasbro (Count VI).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The district court dismissed the RICO claim and Counts I through VI as to defendants Hassenfeld, Oliva, and Thibodeau.  Doyle v. Hasbro, <span class=\"citation no-link\"><span class=\"volume\">884</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">35</span></span>, 42 (D.Mass.1995).  In an order dated May 4, 1995, the claims against Israel and Miriam Laudon were also dismissed.  The RICO claim against Hasbro was dismissed from the bench on March 27, 1995, see id. at 38-39, and Counts I, V, and VI were also dismissed as to Hasbro.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  This appeal followed.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Plaintiffs' amended complaint alleges the following facts.  In August and September 1980, plaintiffs met with Laudon, who agreed, on Hasbro's behalf, to retain the plaintiffs' services for hauling and delivering freight.  In October 1980, Laudon required that Doyle pay to Oliva a \"commission\" of ten percent of the traffic charges billed by H.P. Leasing.  Doyle acceded to Laudon's request, viewing the payments as a business expense that would ensure a consistent volume of business.  Doyle was instructed by Laudon that receipt of the commissions was necessary for the continuance of the contracts.  Early in the relationship, Laudon informed plaintiffs that business would increase and that additional tractor-trailers would be required.  In reliance on these representations, plaintiffs purchased 28 tractors.  The increase in business that materialized, however, did not merit such expansion.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As time went on, Oliva and Laudon reduced the volume of business sent to H.P. Leasing.  Between 1982 and 1985, H.P. Leasing paid Laudon and Oliva commissions averaging $440,000 per year, but from 1990 to 1992, these payments averaged only $45,000.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Over the twelve years from 1980 to 1992, Laudon also forced Doyle to pay for yearly Christmas parties for Hasbro employees, to give gift certificates to Hasbro employees, to pay for personal vacations for Laudon and his wife, and to pledge $30,000 to the Holocaust Memorial.  Doyle and his wife were personally contacted, harassed and threatened during the period.  For example, Thibodeau, Laudon, and their wives would demand to be taken out to dinner.  These demands were accompanied by comments such as \"I own you\" and \"I can put you out of business and you won't have a house to live in.\"   Laudon, Thibodeau and Hassenfeld worked closely together and were aware of each other's conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In 1992, Laudon informed plaintiffs that H.P. Leasing ought to file for bankruptcy under Chapter 11 of the Bankruptcy Code.  He promised that Hasbro would support H.P. Leasing with a minimum of $50,000 a week in revenue.  Doyle felt he had no choice, and, on March 12, 1992, H.P. Leasing filed for bankruptcy.  Defendants did not provide the support promised by Laudon.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In June 1992, Doyle stopped making commission payments to Laudon.  Doyle perceived Hasbro's failure to award contracts to plaintiffs as a breach of the prior representations made to him.  In November 1992, Doyle met with Hassenfeld, who directed that plaintiffs receive twenty to thirty thousand dollars per week in business.  In January 1993, plaintiffs received $28,000 in business from Hasbro.  On January 27, 1993, H.P. Leasing was closed for business.</p>\n    </div>\n    <p>II. STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We review the motion to dismiss de novo.  Aulson v. Blanchard, <span class=\"citation\" data-id=\"717572\"><a href=\"/opinion/717572/alan-aulson-et-ux-maureen-aulson-v-charles-blanchard/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1996).  We accept as true \"all well-pleaded factual averments and indulg[e] all reasonable inferences in the plaintiff's favor.\"  Id.  Dismissal under Federal Rule of Civil Procedure 12(b)(6) is appropriate if the facts alleged, taken as true, do not justify recovery.  Id.  The pleading requirement, however, is \"not entirely a toothless tiger.\"  The Dartmouth Review v. Dartmouth College, <span class=\"citation\" data-id=\"531870\"><a href=\"/opinion/531870/the-dartmouth-review-on-behalf-of-its-officers-staff-and-subscribers-v/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 16 (1st Cir.1989).  \"The threshold [for stating a claim] may be low, but it is real.\"  Gooley v. Mobil Oil Corp., <span class=\"citation\" data-id=\"508719\"><a href=\"/opinion/508719/william-r-gooley-v-mobil-oil-corporation/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">513</span></a></span>, 514 (1st Cir.1988).  In order to survive a motion to dismiss, plaintiffs must set forth \"factual allegations, either direct or inferential, regarding each material element necessary to sustain recovery.\"  Id. at 515.   Although all inferences must be made in the plaintiffs' favor, this court need not accept \"bald assertions, unsupportable conclusions, periphrastic circumlocutions, and the like.\"  Aulson, 83 F.3d at 3.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In conducting our review of the case, we are limited to those allegations contained in the amended complaint.  This is true both as to facts, see Litton Indus., Inc. v. Coln, <span class=\"citation\" data-id=\"360951\"><a href=\"/opinion/360951/litton-industries-inc-v-rafael-hernandez-colon/\"><span class=\"volume\">587</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">70</span></a></span>, 74 (1st Cir.1978) (\"[O]ur focus is limited to the allegations of the complaint.  The question is whether a liberal reading of [the complaint] can reasonably admit of a claim.\"  (internal quotations omitted)), and as to arguments, see McCoy v. Massachusetts Inst. of Technology, <span class=\"citation\" data-id=\"572652\"><a href=\"/opinion/572652/james-l-mccoy-administrator-of-the-electrical-workers-trust-funds-etc-v/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 22 (1st Cir.1991) (\"It is hornbook law that theories not raised squarely in the district court cannot be surfaced for the first time on appeal.\").  We, therefore, do not consider factual allegations, arguments, and claims that were not included in the amended complaint.</p>\n    </div>\n    <p>III. THE RICO CLAIMS (COUNT VII)</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We begin by considering plaintiffs-appellants' claims under 18 U.S.C. &#167;&#167; 1962(c) and (d).  Section 1962(c) reads:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>It shall be unlawful for any person employed by or associated with any enterprise engaged in, or the activities of which affect, interstate or foreign commerce, to conduct or participate, directly or indirectly, in the conduct of such enterprise's affairs through a pattern of racketeering activity or collection of unlawful debt.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">18 U.S.C. &#167; 1962(c).  Section 1962(d) states that \"[i]t shall be unlawful for any person to violate any of the provisions of subsections (a), (b), or (c) of this section.\"  Id. &#167; 1962(d).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">For the section 1962(c) claim to survive a motion to dismiss, the amended complaint must allege:  \"(1) conduct (2) of an enterprise (3) through a pattern (4) of racketeering activity.\"  Sedima, S.P.R.L. v. Imrex Co., <span class=\"citation\" data-id=\"111508\"><a href=\"/opinion/111508/sedima-sp-rl-v-imrex-co/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span>, 496, <span class=\"citation\" data-id=\"111508\"><a href=\"/opinion/111508/sedima-sp-rl-v-imrex-co/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3275</span></a></span>, <span class=\"citation\" data-id=\"111508\"><a href=\"/opinion/111508/sedima-sp-rl-v-imrex-co/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">346</span></a></span> (1985);  see also Arzuaga-Collazo v. Oriental Fed.  Sav. Bank, <span class=\"citation\" data-id=\"547466\"><a href=\"/opinion/547466/jose-lorenzo-arzuaga-collazo-v-oriental-federal-savings-bank/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 5-6 (1st Cir.1990).  \"In addition, the plaintiff only has standing if, and can only recover to the extent that, he has been injured in his business or property by the conduct constituting the violation.\"  Sedima, 473 U.S. at 496, 105 S.Ct. at 3285.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">This court has held that under section 1962(c), \"the unlawful enterprise itself cannot also be the person the plaintiff charges with conducting it.\"  Arzuaga-Collazo, 913 F.2d at 6;  see also Odishelidze v. Aetna Life &amp; Casualty Co., <span class=\"citation\" data-id=\"509522\"><a href=\"/opinion/509522/alexander-odishelidze-v-aetna-life-casualty-co/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">21</span></a></span>, 23 (1st Cir.1988) (per curiam);  Schofield v. First Commodity Corp. of Boston, <span class=\"citation\" data-id=\"471651\"><a href=\"/opinion/471651/rebecca-j-schofield-v-first-commodity-corporation-of-boston-rebecca-j/\"><span class=\"volume\">793</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span>, 29-30 (1st Cir.1986) (collecting cases).  In order to succeed, therefore, the complaint must allege the existence of a \"person\" distinct from the \"enterprise.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We must, therefore, determine if the amended complaint is sufficient to identify a \"person\" and an \"enterprise.\"   The amended complaint is reasonably clear with respect to the \"person\" requirement, stating that \"all of said defendants are 'persons' within the meaning of this Act.\"   Amended Complaint p 62 (emphasis added).  The only reasonable interpretation of this statement includes all defendants:  Hasbro, Hassenfeld, Israel Laudon, Miriam Laudon, Hugh Maxwell, Thibodeau, and Oliva.  Later in the same paragraph, the complaint once again alleges that \"all defendants can be shown to be persons within the meaning of this Act.\"  Id. (emphasis added).  In paragraph 64, where appellants allege the section 1962(d) violation, the amended complaint states that \"plaintiff is entitled to relief against all defendants,\" (emphasis added) once again suggesting that each defendant is, individually, identified as a \"person\" under the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The amended complaint fails to distinguish any subset of the defendants in its section 1962(c) claim.  Indeed, plaintiffs-appellants do not mention any defendant by name in paragraphs 61-63, in which the violation of section 1962(c) is alleged.  Thus, although appellants' brief would have us believe that only Hasbro is a \"person\" for RICO purposes, the amended complaint does not, even under a generous reading, support this claim.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Although the amended complaint alleges the existence of an enterprise, id. at p 62, it never squarely identifies one.  It may be that a sympathetic reader could infer from the complaint that Hasbro was the alleged RICO enterprise;  this reading might take support, for example, from the complaint's allegation that \"[d]efendant, Hasbro, Inc., is civilly liable under [&#167; 1962(d) ] for an agreement of its officers to conduct the affairs of the corporation in a manner which violates Section 1962(c) of the RICO Act.\"  Id. at p 64.   However, the possibility that the plaintiffs considered Hasbro the \"enterprise\" is undermined by the complaint's repeated contention that Hasbro is a RICO \"person.\"   A RICO person cannot also serve as the RICO enterprise that the person is allegedly conducting in violation of section 1962(c).  See Miranda v. Ponce Fed.  Bank, <span class=\"citation\" data-id=\"571255\"><a href=\"/opinion/571255/clarissa-miranda-aka-clarissa-miranda-rodriguez-v-ponce-federal-bank/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">41</span></a></span>, 44-45 (1st Cir.1991);  Arzuaga-Collazo, 913 F.2d at 6.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">More importantly, the plaintiffs do not argue on appeal that Hasbro is the enterprise.  Instead, they contend that their own company, H.P. Leasing, is the enterprise.  We decline to rewrite the complaint language in order to find that plaintiffs sufficiently identified Hasbro as a RICO enterprise when plaintiffs do not even suggest as much on appeal.  Rather, holding plaintiffs to their present position, we look to the complaint to see whether it can fairly be taken to bear the meaning that plaintiffs now ascribe to it.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Unfortunately, no reasonable reading of the amended complaint supports plaintiffs' current position that H.P. Leasing is the enterprise.  The complaint's only mention of H.P. Leasing in connection with the RICO count appears to distinguish plaintiff H.P. Leasing from the enterprise controlled by defendants that allegedly caused H.P. Leasing injury.  Amended Complaint p 63 (\"The facts provided ... above, allege a nexus between the control of said enterprise, the racketeering activity, and ultimately the injury to plaintiffs H.P. Leasing and Pat Doyle.\").  We add that there is no indication that plaintiffs' present position was ever advanced in the district court.  Cf. McCoy v. Massachusetts Inst. of Tech., <span class=\"citation\" data-id=\"572652\"><a href=\"/opinion/572652/james-l-mccoy-administrator-of-the-electrical-workers-trust-funds-etc-v/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 22-23 (1st Cir.1991), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">910</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1939</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">545</span></span> (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The complaint's failure to identify any enterprise, distinct from a named person defendant, is fatal under RICO.  But we think it worth adding, although we do not formally decide the point, that the claim appears remarkably weak in a quite different respect.  To prevail under section 1962(c), a complaint must \"establish a causal relationship between the racketeering predicates and [the] asserted injury.\"  Miranda, 948 F.2d at 46-47.   Here, if there had been no bribes, we have no reason to think that plaintiffs would have gotten any Hasbro business at all.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We conclude, therefore, that plaintiffs-appellants fail to meet the bare requirements of a RICO claim under sections 1962(c) and (d).  Because we find that the RICO count must be dismissed for failure to state a claim, we need not address the other issues raised in plaintiffs-appellants' brief regarding the RICO claim.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  For the foregoing reasons, the dismissal of the RICO claim is affirmed.</p>\n    </div>\n    <p>IV. THE STATE LAW CLAIMS</p>\n    <p class=\"indent\">A. Negligence (Count VI)</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Count VI alleges \"negligent entrustment or negligent supervision\" by Hasbro.  We will deal with the two claims separately.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The tort of negligent entrustment is normally used in cases in which a defendant has entrusted a motor vehicle to an incompetent driver, resulting in injury.  See, e.g., Mitchell v. Hastings &amp; Koch Enters., Inc., 38 Mass.App.Ct. 271, <span class=\"citation no-link\"><span class=\"volume\">647</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">78</span></span>, 82-84 (1995);  Kunkel v. Alger, 10 Mass.App.Ct. 76, <span class=\"citation\" data-id=\"2029555\"><a href=\"/opinion/2029555/kunkel-v-alger/\"><span class=\"volume\">406</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">402</span></a></span>, 407 (1980).  The tort has also been applied to suppliers.  A \"supplier may be liable for harm caused after the supplier has knowingly placed property in the hands of an incompetent person.\"  Kyte v. Philip Morris, Inc., <span class=\"citation\" data-id=\"2098846\"><a href=\"/opinion/2098846/kyte-v-philip-morris-inc/\"><span class=\"volume\">408</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">162</span></a></span>, <span class=\"citation\" data-id=\"2098846\"><a href=\"/opinion/2098846/kyte-v-philip-morris-inc/\"><span class=\"volume\">556</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1025</span></a></span>, 1029 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Plaintiffs-appellants would have us apply the doctrine to the instant case.  They have not offered, and our own research has failed to uncover, any cases from Massachusetts or elsewhere in this circuit, applying the doctrine to facts that resemble those at bar.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The question for this court, therefore, is whether we should expand the present reach of the tort of negligent entrustment, as used in Massachusetts, to include this case.  To do so would require a novel use of the doctrine which we decline to adopt.  The relationship between a firm and its employees is very different from the relationships usually at issue in negligent entrustment cases.  The latter normally involve a parent or other adult entrusting a minor or incompetent person with a motor vehicle or some other instrumentality.  \"An action for negligent entrustment involves a person's duty to keep a dangerous instrumentality out of a child's reach.\"  Id. 556 N.E.2d at 1036.   While it may be possible to point to similarities between the current application of the doctrine and the one advocated by plaintiffs-appellants, we believe that the differences are much more striking.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Furthermore, plaintiffs-appellants offer no convincing argument showing why the application of the doctrine in this context would be desirable.  Indeed, their brief offers no reasons whatsoever why this court should extend the doctrine.  Because the question before us is one of state law, we must exercise considerable caution when considering the adoption of a new application.  \"[A]s a federal court hearing this state law issue under our supplemental jurisdiction, we are reluctant to extend [state] law beyond its well-marked boundaries.\"  Andrade v. Jamestown Housing Auth., <span class=\"citation\" data-id=\"717546\"><a href=\"/opinion/717546/helen-ruth-andrade-v-jamestown-housing-authority-estate-of-barrett-gross/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1179</span></a></span>, 1186-87 (1st Cir.1996) (citations omitted).  Without a powerful argument for the extension of the doctrine, we are, therefore, unwilling to apply the doctrine of negligent entrustment in a novel fashion.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">For the above reasons, we affirm the dismissal of plaintiffs-appellants' negligent entrustment claim.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We now turn to the negligent supervision claim.  The district court found that plaintiffs-appellants failed to provide any case law suggesting that the doctrine of negligent supervision reaches the instant case.  Doyle, 884 F.Supp. at 42.   We need not decide that issue here, however, because the claim fails on other grounds.  The plaintiffs-appellants' theory on appeal is that \"had plaintiffs been dealing with competent, responsible and honest Hasbro employees, H.P. Leasing would have simply shipped goods, made a profit, and there would be no issues to litigate.\"   Appellants' Brief at 36.  This theory, however, is contradicted by the amended complaint, which alleges that the commissions, or kickbacks, were paid within a month or two of the start of the relationship between the parties and that plaintiff believed the payments \"would insure a consistent volume of business.\"   Plaintiffs would be entitled to damages only if they alleged that they would have received Hasbro's business in the absence of kickbacks.  If H.P. Leasing was awarded the business only because it agreed to the kickback scheme, and, therefore, earned profits that it would not have earned without the scheme, it cannot claim damages when the scheme comes to an end.  Plaintiffs, however, make no claims to the effect that proper supervision by Hasbro would have left plaintiffs-appellants in a better position.  There is no evidence that H.P. Leasing would have received any business from Hasbro in the absence of the kickback scheme.  It is not sufficient for the purposes of stating a claim for damages that the benefits derived from the illegal kickbacks have disappeared.  Because no damages are alleged, plaintiffs-appellants have failed to state a claim for negligent supervision.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the dismissal of Count VI.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">B. Fraud, Deceit, and Misrepresentation (Count V)</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Count V of the complaint alleges that the conduct of defendants Laudon, Thibodeau, Hassenfeld and Hasbro constituted \"fraud, deceit and misrepresentations.\"   Amended Complaint at p 54.  In order to state a claim for fraudulent misrepresentation, the plaintiff must allege:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>(1) that the statement was knowingly false;  (2) that [defendants] made the false statement with the intent to deceive;  (3) that the statement was material to the plaintiffs' decision ...;  (4) that the plaintiffs reasonably relied on the statement;  and (5) that the plaintiffs were injured as a result of their reliance.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Turner v. Johnson &amp; Johnson, <span class=\"citation\" data-id=\"481631\"><a href=\"/opinion/481631/robert-b-turner-v-johnson-johnson-robert-b-turner-v-johnson/\"><span class=\"volume\">809</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">90</span></a></span>, 95 (1st Cir.1986);  see also Danca v. Taunton Sav. Bank, <span class=\"citation\" data-id=\"2147163\"><a href=\"/opinion/2147163/danca-v-taunton-savings-bank/\"><span class=\"volume\">385</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"2147163\"><a href=\"/opinion/2147163/danca-v-taunton-savings-bank/\"><span class=\"volume\">429</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1129</span></a></span>, 1133 (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">With respect to Hassenfeld, plaintiffs allege that in November 1992, he \"directed that plaintiffs receive $20,000.00 to $30,000.00 per week in business from the defendant, Hasbro, Inc.\"   Amended Complaint p 37.  Hassenfeld also promised that Doyle's son, the owner of a contract carrier in the State of Washington, \"would be taken care of and would continue to do business with Hasbro.\"   Amended Complaint p 41.  In both cases, the complaint suggests that Hassenfeld's comments were \"an effort to right the wrong done to plaintiffs,\" amended complaint p 37, or to \"make amends,\" amended complaint p 41.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Several of the required elements of common law fraud are absent from these allegations.  First, there is no allegation that Hassenfeld's statements were knowingly false.  In fact, the complaint states that the promises were an \"effort to right a wrong done to plaintiffs,\" suggesting that Hassenfeld intended to keep these promises.  Second, there is no allegation that the statements were made with an intent to deceive.  Finally, neither reliance nor injury is alleged.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The district court also dismissed the claims of fraud against Laudon and Thibodeau.  Because plaintiffs-appellants have failed to argue for the reversal of these dismissals on their appeal, we do not review them here.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">There remains the questions of whether plaintiffs have claimed that defendants Hassenfeld, Thibodeau, and Oliva were part of a larger conspiracy to defraud and whether a claim of fraud is made against Hasbro.  The district court ruled that \"the conclusory allegations throughout the amended complaint are insufficient under Fed.R.Civ.P. 9(b)'s strict requirement that fraud be pled with particularity.\"  Doyle, 884 F.Supp. at 41.   Appellants respond that notice is the principal purpose of any pleading, including fraud, and Rule 9(b) \"does not require the claimant to set out in detail all of the facts upon which he bases his claim, nor does it require him to plead detailed evidentiary matters.\"  Collins v. Rukin, <span class=\"citation\" data-id=\"2339572\"><a href=\"/opinion/2339572/collins-v-rukin/\"><span class=\"volume\">342</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1282</span></a></span>, 1292 (D.Mass.1972).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">There is a well-developed body of case law surrounding the application of Rule 9(b) in this circuit.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  See, e.g., Serabian v. Amoskeag Bank Shares, Inc., <span class=\"citation\" data-id=\"195389\"><a href=\"/opinion/195389/serabian-v-amoskeag-bank/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">357</span></a></span>, 361 (1st Cir.1994);  Romani v. Shearson Lehman Hutton, <span class=\"citation\" data-id=\"558579\"><a href=\"/opinion/558579/richard-romani-v-shearson-lehman-hutton/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">875</span></a></span>, 878 (1st Cir.1991);   New England Data Servs.  Inc. v. Becher, <span class=\"citation\" data-id=\"494597\"><a href=\"/opinion/494597/new-england-data-services-inc-v-barry-becher/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">286</span></a></span>, 288-90 (1st Cir.1987);  Wayne Inv. Inc. v. Gulf Oil Corp., <span class=\"citation\" data-id=\"438832\"><a href=\"/opinion/438832/wayne-investment-inc-v-gulf-oil-corporation/\"><span class=\"volume\">739</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">11</span></a></span> (1st Cir.1984).  In New England Data Services, we held that the case law interpreting and applying Rule 9 in cases dealing with general fraud and securities fraud applies to RICO cases.  The \"degree of specificity [in RICO cases] is no more nor less than we have required in general fraud and securities cases.\"  829 F.2d at 290.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Rule 9 imposes a heightened pleading requirement for allegations of fraud in order to give notice to defendants of the plaintiffs' claim, to protect defendants whose reputation may be harmed by meritless claims of fraud, to discourage \"strike suits,\" and to prevent the filing of suits that simply hope to uncover relevant information during discovery.  See McGinty v. Beranger Volkswagen, Inc., <span class=\"citation\" data-id=\"383539\"><a href=\"/opinion/383539/kathleen-mcginty-v-beranger-volkswagen-inc/\"><span class=\"volume\">633</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">226</span></a></span>, 228-29 &amp; n. 2 (1st Cir.1980).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">In McGinty, this court stated that \"[t]he clear weight of authority is that Rule 9 requires specification of the time, place, and content of an alleged false representation, but not the circumstances or evidence from which fraudulent intent could be inferred.\"  Id. at 228.  \"[M]ere allegations of fraud, corruption or conspiracy, averments to conditions of mind, or referrals to plans and schemes are too conclusional to satisfy the particularity requirement, no matter how many times such accusations are repeated.\"  Hayduk v. Lanna, <span class=\"citation\" data-id=\"460035\"><a href=\"/opinion/460035/robert-g-hayduk-v-vincent-t-lanna/\"><span class=\"volume\">775</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">441</span></a></span>, 444 (1st Cir.1985) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We agree with the district court that the allegations of conspiracy included in the amended complaint are insufficient to satisfy the requirements of Rule 9(b).  The complaint simply states that the defendants:</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>worked closely together and were aware of the others' conduct.  These defendants conspired to use H.P. Leasing for the benefit of Hasbro and their own personal financial gain.  It is not certain what the specifics of the conspiracy entailed or how exactly defendants Thibideau [sic] and Hassenfeld benefited from that conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Amended Complaint p 24.  Elsewhere in the Amended Complaint, these conclusory allegations are repeated:  \"defendants worked together to shut down H.P. Leasing,\" Amended Complaint p 28;  \"all defendants were suddenly acting to terminate H.P. Leasing,\" Amended Complaint p 38.  The amended complaint includes no specification of the time, place, and content of an alleged false representation as required by McGinty.   In addition, no claim can survive as against Hasbro in light of the fact that no claim has been made against any of the other defendants through whom Hasbro could act.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Because the plaintiffs-appellants have failed to meet the requirements of Rule 9, we affirm the district court's dismissal of Count V as against Hassenfeld and Hasbro.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p class=\"indent\">C. Breach of Contract (Count I)</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">In order to sustain Count I's breach of contract claim, plaintiffs must plead:  (1) that the parties had an agreement supported by valid consideration;  (2) that plaintiffs were ready, willing and able to perform;  (3) that defendant's breach has prevented them from performing;  and (4) that plaintiffs were damaged.  See Singarella v. City of Boston, <span class=\"citation\" data-id=\"2028254\"><a href=\"/opinion/2028254/singarella-v-boston/\"><span class=\"volume\">342</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">385</span></a></span>, <span class=\"citation\" data-id=\"2028254\"><a href=\"/opinion/2028254/singarella-v-boston/\"><span class=\"volume\">173</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">290</span></a></span>, 291 (1961);  Petricca v. Simpson, <span class=\"citation no-link\"><span class=\"volume\">862</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">13</span></span>, 17 (D.Mass.1994).  Plaintiffs-appellants are mistaken in their belief that they \"need no more than to allege that the facts [demonstrate a] breach of that contractual relationship.\"   Appellants' Brief at 40.  \"[I]t is essential to state with 'substantial certainty' the facts showing the existence of the contract and the legal effect thereof.\"  Pollock v. New England Tel. &amp; Tel. Co., <span class=\"citation no-link\"><span class=\"volume\">289</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">255</span></span>, <span class=\"citation no-link\"><span class=\"volume\">194</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">133</span></span>, 136 (1935).  Appellants fail to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The amended complaint fails to state the nature of the alleged contract with any specificity.  There is no presentation of the terms of a contract, its duration, or even when it was formed.  Nor does the Amended Complaint explain what obligations were imposed on each of the parties by the alleged contract.  It does not plead that plaintiffs were ready to perform under the contract or that the defendants' breach prevented them from performing, and it does not identify the damages attributable to the breach.  Conclusory statements that \"Hasbro and its executives failed to meet their contractual requirement,\" amended complaint p 34, are insufficient to satisfy the pleading requirements.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Because appellants have failed to state a claim for breach, we need not address the argument made in their brief that the alleged contract was, in fact, an at-will employment contract and that it was breached in bad faith.  Nor do we address the question of whether the individual defendants are shielded from liability on the ground that an agent for a disclosed principal cannot be personally liable for the principal's conduct.  See Doyle, 884 F.Supp. at 39.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the dismissal of the breach of contract claim.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">D. Intentional Infliction of Emotional Distress (Count IV)</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Count IV of the amended complaint alleges a claim of intentional infliction of emotional distress against Laudon, Oliva, and Thibodeau.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  The relevant requirements for this claim in Massachusetts were set forth in Agis v. Howard Johnson Co., <span class=\"citation\" data-id=\"2078606\"><a href=\"/opinion/2078606/agis-v-howard-johnson-co/\"><span class=\"volume\">371</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">140</span></a></span>, <span class=\"citation\" data-id=\"2078606\"><a href=\"/opinion/2078606/agis-v-howard-johnson-co/\"><span class=\"volume\">355</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">315</span></a></span> (1976).  A claim for intentional infliction of emotional distress requires \"(1) that the actor intended to inflict emotional distress or that he knew or should have known that emotional distress was the likely result of [the] conduct;  (2) that the conduct was 'extreme and outrageous,' was 'beyond all possible bounds of decency' and was 'utterly intolerable in a civilized community;' (3) that the actions of the defendant were the cause of the plaintiff's distress;  and (4) that the emotional distress sustained by the plaintiff was 'severe' and of a nature 'that no reasonable [person] could be expected to endure it.' \"  Id. 355 N.E.2d at 318-19 (citations omitted).  The standard for making a claim of intentional infliction of emotional distress is very high in order to \"avoid[ ] litigation in situations where only bad manners and mere hurt feelings are involved.\"  Id. 355 N.E.2d at 319.   Recovery on such a claim requires more than \"that the defendant has acted with an intent which is tortious or even criminal, or that he has intended to inflict emotional distress, or even that his conduct has been characterized by 'malice' or a degree of aggravation which would entitle the plaintiff to punitive damages for another tort.\"  Foley v. Polaroid Corp., <span class=\"citation no-link\"><span class=\"volume\">400</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">82</span></span>, <span class=\"citation no-link\"><span class=\"volume\">508</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">72</span></span>, 82 (1986).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">We agree with the district court that \"[a]ssuming the truth of all the allegations in the amended complaint, the conduct complained of does not as a matter of law amount to extreme and outrageous behavior beyond all possible bounds of decency and which are utterly intolerable in a civilized community.\"  Doyle, 884 F.Supp. at 40 (citations omitted).  \"Nor has Doyle even attempted to plead severe distress of a nature that no reasonable [person] could be expected to endure it.\"  Id.  Accordingly, we affirm the dismissal of the claim of intentional infliction of emotional distress.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">E. Interference with Advantageous Business Relationships (Count III)</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Count III of the amended complaint alleges \"intentional and malicious interference with the plaintiffs' advantageous business relationships\" against Laudon, Oliva, and Thibodeau.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Amended Complaint p 50.  The elements of the tort of interference with an advantageous relationship include:  \"(1) a business relationship or contemplated contract of economic benefit;  (2) the defendant's knowledge of such relationship;  (3) the defendant's interference with it through improper motive or means;  and (4) the plaintiff's loss of advantage directly resulting from the defendant's conduct.\"   American Private Line Servs., Inc. v. Eastern Microwave, Inc., <span class=\"citation\" data-id=\"595483\"><a href=\"/opinion/595483/american-private-line-services-inc-v-eastern-microwave-inc/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">33</span></a></span>, 36 (1st Cir.1992) (citing United Truck Leasing Corp. v. Geltman, <span class=\"citation\" data-id=\"2090012\"><a href=\"/opinion/2090012/united-truck-leasing-corp-v-geltman/\"><span class=\"volume\">406</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">811</span></a></span>, <span class=\"citation\" data-id=\"2090012\"><a href=\"/opinion/2090012/united-truck-leasing-corp-v-geltman/\"><span class=\"volume\">551</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">20</span></a></span> (1990)).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Implicit in the above requirements for intentional interference in a business relationship is that the relationship be lawful.  See Chemawa Country Golf, Inc. v. Wnuk, 9 Mass.App.Ct. 506, <span class=\"citation\" data-id=\"2044480\"><a href=\"/opinion/2044480/chemawa-country-golf-inc-v-wnuk/\"><span class=\"volume\">402</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1069</span></a></span>, 1072 (1980) (requiring that the complained-of acts be \"calculated to cause damage to the plaintiffs in their lawful business\" (emphasis added)).  Plaintiffs-appellants argue that defendants-appellees interfered with a business relationship that consisted of allegedly unlawful kickbacks in exchange for business.  As such, the business relationship in question was not lawful, and plaintiffs cannot recover on their claim.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Accordingly, we affirm the district court's dismissal of Count III against Laudon and Thibodeau.</p>\n    </div>\n    <p>V. CONCLUSION</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">For the reasons discussed herein, we affirm the district court's dismissal on all claims appealed by plaintiffs-appellants:  the RICO count against all defendants, Count I against all defendants, Counts III and IV against Laudon and Thibodeau, Count V against Hasbro and Hassenfeld (and noting that plaintiffs-appellants failed to raise the liability of Laudon and Thibodeau), and Count VI against Hasbro.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Finally, we note that plaintiffs-appellants have filed an overly long brief.  Although the brief is less than the permissible fifty pages, it is not double spaced as required, Fed.R.App.Proc. 32(a), making the effective length of the brief considerably longer.  Additionally, we are able to find no reason for the length of the brief.  Despite the extra length, the brief failed to adequately present the claims of appellants or even to clearly identify the claims being appealed.  See In re M.S.V., Inc., <span class=\"citation\" data-id=\"533859\"><a href=\"/opinion/533859/in-re-ms-v-inc-martin-specialty-vehicles-inc-debtors-ms-v-inc/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 6 (1st Cir.1989) (\"[W]hether or not we grant permission to file an overly long brief, we may assess special costs if we subsequently conclude that the extra length was unnecessary and did not help.\").  \"We believe it appropriate to discourage the filing of excessively long briefs in this court,\" id., and we believe it appropriate to discourage parties from attempting to flaunt the page limits by submitting briefs with improper line spacing.  Accordingly, we assess double costs against appellants.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Doyle v. Hasbro, <span class=\"citation no-link\"><span class=\"volume\">884</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">35</span></span>, 42-43 (D.Mass.1995), dismissed Count V as to Hasbro only \"to the extent liability is premised on the conduct of Hassenfeld, Oliva, and Thibodeau,\" and stated that the count may \"proceed to the extent premised on the conduct of the remaining defendants.\"  Id. at 42-43.   In its order of May 4, 1995, however, the district court dismissed Count V against Israel and Miriam Laudon, the remaining defendants, implying that the claim against Hasbro must also be dismissed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Plaintiffs-appellants have appealed only a subset of the claims that were dismissed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> For example, the question of whether Schofield v. First Commodity Corp. of Boston, <span class=\"citation\" data-id=\"471651\"><a href=\"/opinion/471651/rebecca-j-schofield-v-first-commodity-corporation-of-boston-rebecca-j/\"><span class=\"volume\">793</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span> (1st Cir.1986) (limiting the circumstances under which corporate liability can attach in a RICO action), applies to the facts of this case need not be decided</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Plaintiffs-appellants muster only a single district court case in support of their claim, Bernstein v. IDT Corp., <span class=\"citation\" data-id=\"1760875\"><a href=\"/opinion/1760875/bernstein-v-idt-corp/\"><span class=\"volume\">582</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1079</span></a></span> (D.Del.1984).  Although that case has certain similarities to the case at bar, we are not bound by its holding</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Rule 9 reads, in relevant part:</p>\n        <p>(b) In all averments of fraud or mistake, the circumstances constituting fraud or mistake shall be stated with particularity.  Malice, intent, knowledge, and other condition of mind of a person may be averred generally.</p>\n        <p>Fed.R.Civ.P. 9(b).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The district court states that \"Count V must be dismissed against Thibodeau and Oliva as well [as Hassenfeld].\"  Doyle, 884 F.Supp. at 41.   The Amended Complaint does not, however, allege that Oliva has committed fraud, and, therefore, he is not implicated in our discussion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Plaintiffs-appellants have not appealed the dismissal of this claim against Oliva</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Plaintiffs-appellants have not appealed the dismissal of this claim as against Oliva</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111508/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195389/",
    "http://www.courtlistener.com/api/rest/v3/opinions/360951/",
    "http://www.courtlistener.com/api/rest/v3/opinions/383539/",
    "http://www.courtlistener.com/api/rest/v3/opinions/438832/",
    "http://www.courtlistener.com/api/rest/v3/opinions/460035/",
    "http://www.courtlistener.com/api/rest/v3/opinions/471651/",
    "http://www.courtlistener.com/api/rest/v3/opinions/481631/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494597/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/509522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531870/",
    "http://www.courtlistener.com/api/rest/v3/opinions/533859/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547466/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558579/",
    "http://www.courtlistener.com/api/rest/v3/opinions/571255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/595483/",
    "http://www.courtlistener.com/api/rest/v3/opinions/717546/",
    "http://www.courtlistener.com/api/rest/v3/opinions/717572/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1760875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2028254/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2029555/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2044480/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2078606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2090012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2098846/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2147163/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2339572/"
  ]
}