{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197165/",
  "absolute_url": "/opinion/197165/institut-pasteur-v-cambridge-biotech/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197165/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:23:46Z",
  "date_modified": "2017-03-24T10:50:29.756539Z",
  "type": "010combined",
  "sha1": "b09ceb3931818a655bd9a0184787b87e698f027f",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-2028.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\nNo. 96-2028\r\n\n         INSTITUT PASTEUR AND PASTEUR SANOFI DIAGNOSTICS,\r\n\n                           Appellants,\r\n\n                                v.\r\n\n                  CAMBRIDGE BIOTECH CORPORATION,\r\n\n                            Appellee.\r\n\n                                           \r                                                     \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Nathaniel M. Gorton, U.S. District Judge]\r                                                                 \r\n\n                                           \r                                                     \r\n\n                              Before\r\n\n                      Cyr, Boudin and Lynch,\r\n\n                         Circuit Judges.\r                                                 \r\n\n                                           \r                                                     \r\n\n   Jeffrey D.  Sternklar, with  whom Michael  Gottfried and  Burns &amp;\r                                                                              \r\nLevinson LLP were on brief for appellants. \r                    \r\n   Joseph  F. Ryan,  with whom  Jeffrey L.  Jonas, Anthony  L. Gray,\r                                                                             \r\nAndrew P.  Strehle and  Brown, Rudnick, Freed  &amp; Gesmer, P.C.  were on\r                                                                     \r\nbrief for appellee.\r\n\n                                           \r                                                     \r\n\n                         January 17, 1997\r\n                                           \r                                                     \r\r\n\n          CYR, Circuit Judge.    Unsuccessful in their intermedi-\r                    CYR, Circuit Judge.\r                                      \r\n\nate appeal  to the district  court, Institut Pasteur  and Pasteur\r\n\nSanofi Diagnostics [collectively:   \"Pasteur\"] again appeal  from\r\n\nthe bankruptcy court order which confirmed the chapter 11 reorga-\r\n\nnization plan (\"Plan\") proposed by debtor-in-possession Cambridge\r\n\nBiotech  Corporation  (\"CBC\"),  the  holder of  two  licenses  to\r\n\nutilize  Pasteur  patents.   The  Plan provision  central  to the\r\n\npresent dispute  calls for the sale of all CBC stock to a subsid-\r\n\niary of bioMerieux Vitek, Inc. (\"bioMerieux\"), a major competitor\r\n\nof appellant Pasteur.  Finding no error, we affirm.\r\n\n                                I\r                                          I\r\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          CBC  manufactures and sells retroviral diagnostic tests\r\n\nfor detecting the human  immunodeficiency virus (HIV)  associated\r\n\nwith  AIDS.   Its  HIV  diagnostics  division annually  generates\r\n\napproximately  $14  million in  revenues.    Institut Pasteur,  a\r\n\nnonprofit French foundation engaged in  AIDS-related research and\r\n\ndevelopment, owns various patented procedures for  diagnosing HIV\r\n\nVirus  Type 2  (\"HIV2 procedures\").   Pasteur  Sanofi Diagnostics\r\n\nholds  the  exclusive  right   to  use  and  sublicense  Institut\r\n\nPasteur's patents.\r\n\n          In October  1989, CBC  and Pasteur entered  into mutual\r\n\ncross-license  agreements, whereby  each acquired  a nonexclusive\r\n\nperpetual  license to  use  some of  the  technology patented  or\r\n\nlicensed by the other.   Specifically, CBC acquired the  right to\r\n\nincorporate Pasteur's  HIV2 procedures into  any diagnostic  kits\r\n\n                                2\r\r\n\nsold  by CBC in the United States, Canada, Mexico, Australia, New\r\n\nZealand and elsewhere.1  \r\n\n          Each cross-license broadly  prohibits the licensee from\r\n\nassigning  or sublicensing  to others.   See  Royalty-Free Cross-\r                                                      \r\n\nLicense, at   7.1; Royalty-Bearing Cross-License, at   8.1 (\"[N]o\r\n\nother  person shall acquire or have  any right under or by virtue\r\n\nof this Agreement.\").   Nevertheless, either  Pasteur or CBC  was\r\n\nauthorized to \"extend to its Affiliated Companies the benefits of\r\n\nthis Agreement so  that such party shall  remain responsible with\r\n\nregard  [to] all [license] obligations.\"  Id.   1.4.  \"Affiliated\r                                                       \r\n\nCompany\"  is defined  as \"an  organization which  controls or  is\r\n\ncontrolled  by a party or  an organization which  is under common\r\n\ncontrol with a party.\" Id.\r                                    \r\n\n          CBC  filed its chapter 11 petition on July 7, 1994, and\r\n\nthereafter continued to operate its retroviral diagnostic testing\r\n\nbusiness   as  debtor-in-possession.    Its  reorganization  plan\r\n\nproposed that CBC assume both cross-licenses, see 11 U.S.C.   365\r                                                           \r\n\n(executory  contracts),2  continue   to  operate  its  retroviral\r\n\ndiagnostics  division  utilizing Pasteur's  patented  HIV2 proce-\r\n\ndures, and sell  all CBC stock  to a subsidiary of  bioMerieux, a\r\n\ngiant  French  biotechnology  corporation  and  Pasteur's  direct\r\n\n                         \r                                   \r\n\n     1These cross-licenses expressly  provide that  Massachusetts\r\nlaw governs  their interpretation.    See Royalty-Free  Cross-Li-\r                                                   \r\ncense, at   9; Royalty-Bearing Cross-License, at   10. \r\n\n     2The  parties agree that  the cross-licenses  are \"executory\r\ncontracts,\"  since substantial  performance remains  due by  both\r\nparties.   See Summit Inv. &amp; Dev. Corp. v. Leroux (In re Leroux),\r                                                                         \r\n69 F.3d 608, 610 n.3 (1st Cir. 1995).\r\n\n                                3\r\r\n\ncompetitor in international biotechnology  sales.  Pasteur previ-\r\n\nously had licensed bioMerieux to use its HIV2 procedures, but the\r\n\nearlier  license  related to  a  single  product manufactured  by\r\n\nbioMerieux (i.e., bioMerieux's  VIDAS automated immunoassay  test\r                          \r\n\nsystem),  and applied only to  VIDAS sales in  markets other than\r                                                                           \r\n\nthe United  States, Canada,  Mexico, Australia, and  New Zealand,\r\n\nmarkets expressly encompassed within the CBC cross-licenses.  \r\n\n          Not surprisingly, in due course Pasteur objected to the\r\n\nPlan.  Citing  Bankruptcy Code    365(c), 11 U.S.C.    365(c), it\r\n\ncontended  that the  proposed sale of  CBC's stock  to bioMerieux\r\n\namounted  to CBC's  assumption of  the patent  cross-licenses and\r\n\ntheir  de facto \"assignment\" to a third party in contravention of\r                         \r\n\nthe presumption  of  nonassignability  ordained  by  the  federal\r\n\ncommon law of patents, as  well as the explicit  nonassignability\r\n\nprovision  contained in  the cross-licenses.   Isabelle  Bressac,\r\n\nPasteur's licensing  director,   attested that Pasteur  would not\r\n\nhave  granted  its competitor,  bioMerieux,  or  a subsidiary,  a\r\n\npatent license under the terms allowed CBC.   \r                                                      \r\n\n          The  bankruptcy  court  authorized  CBC  to  assume the\r\n\ncross-licenses  over  Pasteur's objection.    It  ruled that  the\r\n\nproposed sale of  CBC stock to bioMerieux did not constitute a de\r                                                                           \r\n\nfacto  \"assignment\"  of  the cross-licenses  to  bioMerieux,  but\r               \r\n\nmerely  an assumption  of the  cross-licenses by  the reorganized\r\n\ndebtor  under new  ownership, and  that Bankruptcy Code    365(c)\r\n\nenabled CBC to assume the cross-licenses  as debtor-in-possession\r\n\nbecause  the prepetition  licensing relationship  between Pasteur\r\n\n                                4\r\r\n\nand CBC was neither \"unique\" nor \"something in the category of  a\r\n\npersonal services contract.\"  In  re Cambridge Biotech Corp., No.\r                                                                      \r\n\n94-43054, slip op. at 17-18, 24 (Bankr. D. Mass. Sept. 18, 1996);\r\n\nTr.  176-77.3   The district  court upheld  the  bankruptcy court\r\n\nruling on intermediate appeal. \r\n\n                                II\r                                          II\r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\nA.   Appellate Jurisdiction\r          A.   Appellate Jurisdiction\r                                     \r\n\n          Citing  our decision  in  Rochman  v. Northeast  Utils.\r                                                                           \r\n\nServ.  Group (In re Public Serv. Co.  of N.H.), 963 F.2d 469 (1st\r                                                       \r\n\nCir.) (\"Public Service\"), cert. denied,  506 U.S. 908 (1992), CBC\r                                                \r\n\nnow moves to dismiss  the appeal for lack of  appellate jurisdic-\r\n\ntion.   It contends that  Pasteur failed to  pursue all available\r\n\nremedies  for preserving  a  temporary stay  of the  confirmation\r\n\norder pending appeal after  this court lifted the temporary  stay\r\n\non October 9,  1996.4  See  Trone v. Roberts  Farms, Inc. (In  re\r                                                                           \r\n\nRoberts Farms, Inc.), 652  F.2d 793, 798 (9th Cir.  1981) (noting\r                             \r\n\nthat appellant should  file motion to stay  judgment with Circuit\r\n\n                         \r                                   \r\n\n     3The bankruptcy court  further found that the  Plan had been\r\nproposed  in good faith, see 11 U.S.C.   1129(a)(3), and that the\r                                      \r\nstock sale to bioMerieux had been negotiated in good faith and at\r\narm's  length.  In re Cambridge Biotech Corp., No. 94-43054, slip\r                                                       \r\nop. at 7, 12.\r\n\n     4A series of stays had  prevented CBC from consummating  the\r\nPlan  by August 2, 1996,  as scheduled, and  a final consummation\r\ndate was set  for October 31, 1996.  In  early October, CBC asked\r\nthis  court to  vacate the  pending stay,  claiming that  further\r\ndelay threatened irreparable injury.   It represented that almost\r\nhalf its  employees had quit  during the preceding  year, jittery\r\nclients  had begun to cancel contracts, and that its revenues had\r\ndeclined by 10%.\r\n\n                                5\r\r\n\nJustice if  necessary).  Since CBC  substantially consummated its\r                                                                       \r\n\nPlan on October 21, 1996, it argues that Pasteur can no longer be\r\n\nafforded  complete  relief because  neither  this  court nor  the\r\n\nbankruptcy  court has  jurisdiction over  the many  third parties\r\n\naffected by, and  much of  the res distributed  pursuant to,  the\r                                            \r\n\nconsummated  Plan.  Finally, CBC argues, no court can now provide\r\n\nPasteur with meaningful partial relief, such as selective rescis-\r\n\nsion of the stock sale or the cross-license assumption/assignment\r\n\nprovisions, because  retention of these cross-licenses  by CBC is\r\n\nindispensable to any successful reorganization  of its retroviral\r\n\ndiagnostics business,  and,  from bioMerieux's  standpoint, is  a\r\n\n\"deal-busting\" component  of  the  Plan.   See  Plan     IX.B.2.a\r                                                        \r\n\n(\"[P]rovisions of  the Confirmation  Order  are nonseverable  and\r\n\nmutually dependent.\").  We disagree.\r\n\n          Contrary  to  CBC's   suggestion,  our  Public  Service\r                                                                           \r\n\ndecision does not reduce  to the simplistic theme  that appellate\r\n\ncourts  invariably are deprived  of jurisdiction by  the lack (or\r\n\npremature  dissolution) of  a stay  which results  in substantial\r\n\nplan  consummation  prior to  final  disposition  of the  appeal.\r\n\nRather, we rested our decision in Public Service primarily on two\r                                                          \r\n\ncircumstantial considerations.  See  In re Andreuccetti, 975 F.2d\r                                                                 \r\n\n413, 418 (7th  Cir. 1992)   (noting that  Public Service  contem-\r                                                                  \r\n\nplates that \"'[t]he court should reach a determination upon close\r\n\nconsideration  of the relief sought in light  of the facts of the\r\n\nparticular case'\") (citation omitted).  \r\n\n          First, the equities weighed heavily against the  appel-\r\n\n                                6\r\r\n\nlants in  Public Service, who repeatedly  and inexplicably failed\r                                  \r\n\nto avail themselves of interlocutory appeals from earlier denials\r\n\nof their requests for stay by the courts below.  As a consequence\r\n\nof their notable  lack of  diligence, a full  sixteen months  had\r\n\nelapsed from the date  of confirmation, during which \"implementa-\r\n\ntion of the confirmed plan proceeded apace.\"  In re Public Serv.,\r                                                                          \r\n\n963  F.2d at 472.  In contrast, Pasteur assiduously preserved its\r\n\nstay throughout  the three-month  period which  elapsed following\r\n\nconfirmation, and, on the day  this court dissolved the temporary\r\n\nstay, we expedited the Pasteur appeal. \r\n\n          Second, Public Service involved  extraordinarily intri-\r                                          \r\n\ncate Plan  provisions, as well  as a multi-billion  dollar enter-\r\n\nprise,  with  the  result  that any  attempted  Plan  dismantling\r\n\nfollowing  the  substantial  and unexcused  lapses  by appellants\r\n\nwould have produced \"'a  nightmarish situation for the bankruptcy\r\n\ncourt on remand.'\"   Id.  at 474 (citation  omitted); see,  e.g.,\r                                                                          \r\n\nBaker &amp; Drake, Inc. v. Public Serv. Comm'n of Nev., 35 F.3d 1348,\r                                                            \r\n\n1351-52 (9th  Cir.  1994) (finding  appellate  jurisdiction,  and\r\n\nnoting that  reorganization plan  at  issue was  \"not a  complex,\r\n\nbillion-dollar affair\"  like the plans  in Trone and  Public Ser-\r                                                                           \r\n\nvice).  Although  the CBC Plan is  not without its  own complexi-\r              \r\n\nties,  CBC is a much less complex enterprise than Public Service,\r\n\nand its Plan was substantially consummated much  more recently in\r\n\nrelation to the date of appeal.5         \r\n                         \r                                   \r\n\n     5The  equitable  and  pragmatic  tests  employed  in  Public\r                                                                           \r\nService are  symbiotic.  See In  re UNR Indus., 20  F.3d 766, 769\r                                                        \r\n(7th Cir.), cert. denied, 115 S. Ct. 509 (1994) (\"There  is a big\r                                  \r\n\n                                7\r\r\n\n          We need not resolve  the jurisdictional challenge urged\r\n\nupon us by CBC, however, since the merits of Pasteur's contention\r\n\n    that CBC's assumption of  the cross-licenses and  its sale of\r\n\nstock to  the bioMerieux subsidiary contravene  Bankruptcy Code  \r\n\n365(c)     are readily dispatched.  See Casco N. Bank. N.A. v. DN\r                                                                           \r\n\nAssocs.  (In re  DN  Assocs.), 3  F.3d 512,  515 (1st  Cir. 1993)\r                                      \r\n\n(noting that  appellate court may bypass jurisdictional questions\r\n\nwhere appeal  would falter on merits  even assuming jurisdiction)\r\n\n(citing Norton v. Mathews, 427 U.S. 524, 532 (1976)).\r                                   \r\n\nB.   The Merits6\r          B.   The Merits\r                         \r\n\n          Pasteur argues  that the  CBC Plan  effects a  de facto\r                                                                           \r\n\nassignment of  its two cross-licenses to  bioMerieux, contrary to\r\n\nBankruptcy Code   365(c)(1) which provides as follows: \r\n\n          The trustee  [viz., CBC]7  may not assume  or\r                                      \r\n          assign any executory contract . . . , whether\r\n          or not such contract  . . . prohibits or  re-\r\n          stricts assignment of rights or delegation of\r\n          duties, if    \r\n\n               (1)(A) applicable law excuses  a party[]\r\n               other than the debtor[]  [viz., Pasteur]\r                                                       \r\n               to  such contract .  . .  from accepting\r\n                         \r                                   \r\n\ndifference between inability to alter the outcome (real mootness)\r\nand unwillingness to  alter the outcome  ('equitable mootness'),\"\r\nand \"[u]sing one  word for two  different concepts breeds  confu-\r\nsion\"; instead, appellate courts  ultimately must ask \"whether it\r\nis  prudent  to upset  the plan  of  reorganization at  this late\r\ndate.\") (citations omitted). \r\n\n     6We review the district court's  conclusions of law de  novo\r                                                                           \r\nand the bankruptcy court's findings of fact for clear error only.\r\nSee Petit v. Fessenden, 80 F.3d 29, 32 (1st Cir. 1996).\r                                \r\n\n     7As  debtor-in-possession,  CBC has  substantially  the same\r\nrights and powers as a chapter 11 trustee, including the power to\r\nassume executory contracts under  Bankruptcy Code   365.   See 11\r                                                                        \r\nU.S.C.   1107.\r\n\n                                8\r\r\n\n               performance  from  or rendering  perfor-\r\n               mance to an entity other than the debtor\r\n               or the debtor in possession,  whether or\r\n               not such contract . . . prohibits or re-\r\n               stricts assumption or assignment; and \r\n\n               (B)  such party [viz., Pasteur] does not\r                                             \r\n               consent to such assumption or assignment\r\n               . . . .\r\n\n11 U.S.C.   365(c)(1). \r\n\n          Pasteur  argues that  in  order  to  encourage  optimum\r\n\nproduct  innovation the  federal common  law of  patents presumes\r\n\nthat patent licensees, such  as CBC, may not sublicense  to third\r\n\nparties absent  the patent holder's consent.   See, e.g., Commis-\r                                                                           \r\n\nsioner v. Sunnen, 333 U.S. 591, 609  (1948).  This federal common\r                          \r\n\nlaw  rule of  presumptive nonassignability  thus qualifies  as an\r\n\n\"applicable  law,\"  within  the  meaning  of  Bankruptcy  Code   \r\n\n365(c)(1)(A),  which precludes  Pasteur from  being  compelled to\r\n\naccept  performance  from  any entity  other  than  CBC     e.g.,\r                                                                          \r\n\nbioMerieux's subsidiary    and therefore prevents CBC from either\r                                                                           \r\n\nassuming  or assigning  these cross-licenses.   See  Everex Sys.,\r                                                                           \r\n\nInc.  v. Cadtrak  Corp. (In re  CFLC, Inc.), 89  F.3d 673, 679-80\r                                                    \r\n\n(9th Cir. 1996) (federal  patent law of nonassignability preempts\r\n\nstate law  relating to  patent license assignability).   Further,\r\n\nsays Pasteur,  even assuming that  section 365(c)  might allow  a\r\n\ndebtor simply  to assume the cross-licenses  without a subsequent\r                                                                           \r\n\nassignment  to a third  party, CBC formally  structured this Plan\r                                                     \r\n\ntransaction as an assumption by the debtor-in-possession, whereas\r\n\nin  substance  it  was an  assignment  of  the cross-licenses  to\r                       \r\n\nbioMerieux, a  complete stranger to  the original cross-licensing\r\n\n                                9\r\r\n\nagreements. \r\n\n          These  contentions are  foreclosed by  our decision  in\r\n\nSummit Inv.  &amp; Dev. Corp. v.  Leroux (In re Leroux),  69 F.3d 608\r                                                            \r\n\n(1st  Cir.  1995),8  which  analyzed  and  interpreted  companion\r\n\nBankruptcy  Code subsections  365(c) and  (e) and  their relevant\r\n\nlegislative history.9  As in the present case, in  Leroux we were\r                                                                   \r\n\nurged  to  interpret subsections  365(c) and  (e) as  mandating a\r\n\n\"hypothetical  test.\"   Under such  an  approach, the  chapter 11\r\n\ndebtor  would lose its option to assume the contract, even though\r                                                 \r\n\nit  never intended to assign  the contract to  another entity, if\r\n\neither  the  particular  executory  contract  or  the  applicable\r\n\nnonbankruptcy law  purported to terminate  the contract automati-\r\n\ncally  upon the filing of the chapter  11 petition or to preclude\r\n\nits assignment to an  entity not a party to the contract.  Id. at\r                                                                        \r\n\n612.   \r\n\n          We rejected  the proposed hypothetical test  in Leroux,\r                                                                          \r\n\nholding  instead that  subsections 365(c)  and (e)  contemplate a\r\n\ncase-by-case inquiry  into  whether the  nondebtor  party  (viz.,\r                                                                          \r\n                         \r                                   \r\n\n     8See  Williams v. Ashland Eng'g  Co., 45 F.3d  588, 592 (1st\r                                                   \r\nCir.) (\"In  a multi-panel circuit, newly  constituted panels are,\r\nfor  the most  part, bound  by prior  panel decisions  closely on\r\npoint.\"), cert. denied, 116 S. Ct. 51 (1995).\r                                \r\n\n     9Bankruptcy Code   365(e)(2)(A) provides that a statutory or\r\ncontractual termination  provision, which is  contingent upon the\r\nfiling of a bankruptcy petition, may be enforceable in bankruptcy\r\nif the \"applicable law excuses a party, other than the debtor, to\r\nsuch contract or lease from accepting performance from or render-\r\ning performance to the trustee or to an assignee of such contract\r                                                          \r\nor  lease, whether  or not  such contract  or lease  prohibits or\r\nrestricts assignment of rights or delegation of duties;  and (ii)\r\nsuch  party does not consent to such assumption or assignment . .\r\n. .\"  11 U.S.C.   365(e)(2)(A) (emphasis added).\r\n\n                                10\r\r\n\nPasteur) actually  was being \"forced to  accept performance under\r                           \r\n\nits executory contract  from someone other than  the debtor party\r\n\nwith whom it originally  contracted.\"  Id.  Where  the particular\r                                                    \r\n\ntransaction  envisions that the debtor-in-possession would assume\r\n\nand  continue to perform  under an executory  contract, the bank-\r\n\nruptcy court  cannot simply presume  as a matter of  law that the\r\n\ndebtor-in-possession is a legal  entity materially distinct  from\r                                                            \r\n\nthe  prepetition  debtor with  whom  the  nondebtor party  (viz.,\r                                                                          \r\n\nPasteur) contracted.  Id.  at 613-14 (citing H.R. Rep.  No. 1195,\r                                   \r\n\n96th  Cong.,  2d  Sess.      27(b)  (1980);  NLRB  v.  Bildisco &amp;\r                                                                           \r\n\nBildisco, 465 U.S. 513,  528 (1984)).  Rather, \"sensitive  to the\r                  \r\n\nrights of  the nondebtor  party (viz., Pasteur),\"  the bankruptcy\r                                               \r\n\ncourt  must focus on the  performance actually to  be rendered by\r\n\nthe  debtor-in-possession  with  a  view  to  ensuring  that  the\r\n\nnondebtor party (viz., Pasteur) will receive \"the full benefit of\r                              \r\n\n[its] bargain.\"   Id.  at 612-13  (citing S.  Rep. No.  989, 95th\r                               \r\n\nCong., 2d Sess.  59 (1978), reprinted in 1980  U.S.C.C.A.N. 5787,\r                                                  \r\n\n5845). \r\n\n          Given the pragmatic  \"actual performance\" test  adopted\r\n\nin Leroux, the ultimate  findings of fact and conclusions  of law\r                   \r\n\nmade by  the bankruptcy court10  below did not  constitute error.\r\n\nCBC simply does  not occupy the  same position  as the debtor  in\r\n\nCFLC,  Inc.,  89 F.3d  673 (9th  Cir.  1996), upon  which Pasteur\r                     \r\n                         \r                                   \r\n\n     10We  are not  persuaded  by Pasteur's  contention that  the\r\nfailure to cite Leroux  in the confirmation order  indicates that\r                                \r\nthe bankruptcy court failed  to follow it.  Pasteur  itself cited\r\nLeroux  at the July 1996 confirmation hearing, and the bankruptcy\r                \r\ncourt's ultimate findings faithfully track its model. \r\n\n                                11\r\r\n\nrelies most heavily.  The Plan in CFLC, Inc. unmistakably provid-\r                                                      \r\n\ned for an outright  assignment of the debtor's patent  license to\r                                        \r\n\nan entirely  different corporation  with which the  patent holder\r\n\nCadtrak Corporation had  never contracted.   Id. at  679-80.   By\r                                                          \r\n\ncontrast, CBC all along has conducted, and  proposes to continue,\r\n\nits retroviral diagnostic enterprise as the same corporate entity\r\n\nwhich  functioned prepetition,  while  utilizing  Pasteur's  HIV2\r\n\nprocedures in that same prepetition endeavor.  \r\n\n          Pasteur nonetheless insists that the reorganized CBC is\r\n\ndifferent than  the prepetition  entity,  not due  merely to  its\r\n\nchapter 11 filing  but because  it is  now owned  by a  different\r                                                              \r\n\nlegal entity  than before    namely,  bioMerieux's subsidiary qua\r                                                                           \r\n\nCBC shareholder.  Pasteur's contention finds no support, however,\r\n\neither in Massachusetts law, see  supra note 1, or in the  cross-\r                                                 \r\n\nlicense provisions it negotiated. \r\n\n          Stock sales are not  mergers whereby outright title and\r\n\nownership of  the  licensee-corporation's assets  (including  its\r\n\npatent licenses) pass to the acquiring corporation.  Rather, as a\r\n\ncorporation, CBC \"is a legal entity distinct from its  sharehold-\r\n\ners.\" Seagram  Distillers  Co.  v.  Alcoholic  Beverages  Control\r                                                                           \r\n\nComm'n, 519 N.E.2d  276, 281  (Mass. 1988) (citing  6 William  M.\r                \r\n\nFletcher, Cyclopedia of Corporations   2456 (1979 &amp; Supp. 1986)).\r\n\nAbsent compelling  grounds for  disregarding its  corporate form,\r\n\ntherefore, CBC's  separate legal  identity, and its  ownership of\r\n\nthe  patent cross-licenses, survive without interruption notwith-\r\n\nstanding repeated and even drastic changes in its ownership.  See\r                                                                           \r\n\n                                12\r\r\n\nid.  (holding that  corporation's sale of  all its  capital stock\r             \r\n\ndoes  not  alter  its identity,  nor  effect  a  transfer of  the\r\n\ncorporation's  executory  contracts or  licenses);  see  also PPG\r                                                                           \r\n\nIndus.  v. Guardian Indus. Corp., 597 F.2d 1090, 1096 (6th Cir.),\r                                          \r\n\ncert. denied, 444 U.S. 930 (1979) (same; distinguishing mere sale\r                      \r\n\nof  stock from a transfer of  patent license as part of corporate\r\n\nmerger wherein  merging licensee  ends its corporate  existence).\r\n\nPasteur cites no apposite authority to the contrary.\r\n\n          Furthermore, Pasteur's position finds no support in the\r\n\nnegotiated  terms of its cross-licenses.  As the patent holder   \r\n\nand given  CBC's corporate  form and the  governing Massachusetts\r\n\nlaw, supra    Pasteur was free to negotiate restrictions on CBC's\r                    \r\n\ncontinuing rights  under the  cross-licenses based on  changes in\r\n\nits  stock ownership  or  corporate control.    See id.  at  1095\r                                                                 \r\n\n(parties may override law of merger by negotiating express patent\r\n\nlicense  provision); see  also Seagram,  519 N.E.2d  at 280-81.11\r                                                \r\n\nNevertheless,  these cross-licenses  contain no  provision either\r\n\nlimiting  or terminating  CBC's  rights in  the  event its  stock\r\n\nownership  were to  change hands.   The  generic nonassignability\r\n\nprovisions found in these cross-licenses, see, e.g., Royalty-Free\r                                                             \r\n\nCross-License,  at    7.1 (\"This  Agreement .  . . has  been made\r\n\nsolely  for  the benefit  of the  parties  hereto\" and  \"no other\r\n\nperson shall acquire or have any right under or by virtue of this\r\n                         \r                                   \r\n\n     11Notwithstanding Pasteur's reliance on the important policy\r\ngoals animating the federal  common law of patents,  the product-\r\ninnovation  theme promoted under patent law  may well be accommo-\r\ndated by allowing patent  holders to control sublicensing through\r                                                                           \r\nnegotiated contract restrictions. \r                                          \r\n\n                                13\r\r\n\nAgreement.\"), plainly  do not address the  circumstance presented\r\n\nhere.   Rather, these nonassignability provisions  simply beg the\r\n\nessential question, which is whether  bioMerieux's subsidiary, by\r\n\nvirtue  of its acquisition of  CBC stock, terminated CBC's rights\r                                                                  \r\n\nunder the cross-licenses.  Interpreted as Pasteur proposes, CBC's\r\n\nown  rights under  the  cross-licenses would  terminate with  any\r                                                                           \r\n\nchange in the identity of any CBC stockholder.  \r\n\n          Other   cross-license   provisions  directly   undercut\r\n\nPasteur's interpretation as well.  See Willitts v. Roman Catholic\r                                                                           \r\n\nArchbishop of Boston,  581 N.E.2d 475,  478 (Mass. 1991)  (noting\r                              \r\n\nthat a contract  must be interpreted as  a whole).  These  cross-\r\n\nlicenses  explicitly authorize  CBC to  share its  license rights\r\n\nwith  any  \"affiliated company,\"  which  on  its face  presumably\r\n\nencompasses a parent corporation such as bioMerieux's subsidiary.\r\n\nCross-Licenses, at    1.4  (defining \"Affiliated Company\"  as \"an\r\n\norganization  which controls  . .  . a  party or  an organization\r\n\nwhich is under common  control with a party\"); see  supra Section\r                                                                   \r\n\nI.  Yet  more importantly,  CBC insisted upon  a provision  which\r\n\nwould afford it the unilateral right to terminate any  sublicense\r\n\nPasteur  might extend  to a  company called  Genetic Systems  \"if\r\n\ncontrol of Genetic Systems shall .  . . be acquired, directly  or\r\n\nindirectly, by  any  person  or group  of  connected  persons  or\r\n\ncompany not having  such control  at the date  hereof, by  recon-\r\n\nstruction,  amalgamation,  acquisition  of  shares or  assets  or\r                                                                           \r\n\notherwise.\"    Royalty-Free  Cross-license,  at    2.3  (emphasis\r                   \r\n\nadded);  see PPG  Indus., 597  F.2d at  1096 (noting  that patent\r                                  \r\n\n                                14\r\r\n\nholder's express reservation of  change-of-stock-ownership condi-\r\n\ntion  in  two patent  licenses  suggested  its intention  not  to\r\n\nreserve  condition  in  nine  other patent  licenses);  see  also\r                                                                           \r\n\nPlumbers &amp; Steamfitters Local 150 v. Vertex Constr. Co., 932 F.2d\r                                                                 \r\n\n1443, 1449 (11th Cir. 1991)  (\"[T]he doctrine of expressio  unius\r                                                                           \r\n\nest  exclusio alterius  instructs that  when certain  matters are\r                                \r\n\nmentioned in a contract, other similar matters not mentioned were\r\n\nintended  to be  excluded.\").   Taken together,  these provisions\r\n\npersuade  us  that Pasteur  foresaw,  or  reasonably should  have\r\n\nforeseen, that CBC might undergo changes of stock ownership which\r\n\nwould  not alter  its corporate  legal identity,  but nonetheless\r\n\nchose  not to  condition  the continued  viability of  its cross-\r\n\nlicenses accordingly.12 \r\n                         \r                                   \r\n\n     12Lastly, Pasteur  misplaces  reliance upon  In  re  Alltech\r                                                                           \r\nPlastics, Inc., 5 U.S.P.Q.2d 1806 (Bankr. W.D. Tenn. 1987), where\r                        \r\nit  was held that section  365(c) precluded an  entity, which had\r\nacquired the corporate  debtor's stock pursuant  to a chapter  11\r\nreorganization plan, from exercising  the debtor's rights under a\r\nprepetition  patent license.    Following the  conversion of  its\r\noriginal  chapter 11 reorganization case  to a chapter 7 liquida-\r\ntion, Alltech  discontinued  all operations  and  discharged  its\r\nemployees.  Before the debtor once again converted to chapter 11,\r\nits trustee  liquidated virtually all its assets,  except for its\r\npatent license.  Noting  that plan confirmation is a  fact-inten-\r\nsive,  equity-based inquiry,  id. at  1813, the  bankruptcy court\r                                           \r\ncharacterized the sale of  Alltech's stock to Fluoropak Container\r\nCorporation as a de facto assignment  of the patent license to  a\r                                   \r\nnoncontracting party.  It so held because unlike CBC, Alltech had\r                                                              \r\nceased to exist except as a \"shell.\"   Id. at 1807 &amp; 1810 (noting\r                                                    \r\nthat \"shell\" emerging after Alltech's chapter 7 conversion \"is in\r\nreality  a different entity  than the prepetition  Debtor\").  The\r\nbankruptcy   court  specifically  observed  that  the  \"attempted\r\ninnovative rebirth of  a corporate  shell is not  analogous to  a\r\nsale of stock by an active corporation,\" id. at 1810-11, and that\r                                                      \r\n\"the present case is distinguished from  one where the reorganiz-\r\ning debtor, operating continuously and in good standing  with its\r\nlicensor,  seeks to  approve the  sale of its  stock [to  a third\r\nparty],\"  id. at 1812.   The bankruptcy court  further noted that\r                       \r\n\n                                15\r\r\n\n                               III\r                                         III\r\n\n                            CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          As  CBC  remains in  all  material  respects the  legal\r\n\nentity with which Pasteur freely contracted, Pasteur has not made\r\n\nthe required individualized  showing that  it is or  will be  de-\r\n\nprived of \"the full benefit of [its] bargain,\" Leroux, 69 F.3d at\r                                                               \r\n\n612-13, under the ruling challenged on  appeal.  Accordingly, the\r                                                                           \r\n\ndistrict  court judgment  is affirmed  and  costs are  awarded to\r                                                                           \r\n\nappellee.\r                  \r\n\n          So ordered.\r                    So ordered.\r                              \r\n\n                         \r                                   \r\n\nthe lack of demonstrated  expertise on the part of  Fluoropak, in\r\nutilizing  the  patented  process to  manufacture  toxic-material\r\ncontainers, likewise  posed a  serious public safety  risk.   Id.\r                                                                           \r\nThese distinguishing circumstances make Alltech inapposite.\r                                                         \r\n\n                                16\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\nNo. 96-2028\r\n\n         INSTITUT PASTEUR AND PASTEUR SANOFI DIAGNOSTICS,\r\n\n                           Appellants,\r\n\n                                v.\r\n\n                  CAMBRIDGE BIOTECH CORPORATION,\r\n\n                            Appellee.\r\n\n                                           \r                                                     \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Nathaniel M. Gorton, U.S. District Judge]\r                                                                 \r\n\n                                           \r                                                     \r\n\n                              Before\r\n\n                      Cyr, Boudin and Lynch,\r\n\n                         Circuit Judges.\r                                                 \r\n\n                                           \r                                                     \r\n\n   Jeffrey D.  Sternklar, with  whom Michael  Gottfried and  Burns &amp;\r                                                                              \r\nLevinson LLP were on brief for appellants. \r                    \r\n   Joseph  F. Ryan,  with whom  Jeffrey L.  Jonas, Anthony  L. Gray,\r                                                                             \r\nAndrew P.  Strehle and  Brown, Rudnick, Freed  &amp; Gesmer, P.C.  were on\r                                                                     \r\nbrief for appellee.\r\n\n                                           \r                                                     \r\n\n                         January 17, 1997\r\n                                           \r                                                     \r\r\n\n          CYR, Circuit Judge.    Unsuccessful in their intermedi-\r                    CYR, Circuit Judge.\r                                      \r\n\nate appeal  to the district  court, Institut Pasteur  and Pasteur\r\n\nSanofi Diagnostics [collectively:   \"Pasteur\"] again appeal  from\r\n\nthe bankruptcy court order which confirmed the chapter 11 reorga-\r\n\nnization plan (\"Plan\") proposed by debtor-in-possession Cambridge\r\n\nBiotech  Corporation  (\"CBC\"),  the  holder of  two  licenses  to\r\n\nutilize  Pasteur  patents.   The  Plan provision  central  to the\r\n\npresent dispute  calls for the sale of all CBC stock to a subsid-\r\n\niary of bioMerieux Vitek, Inc. (\"bioMerieux\"), a major competitor\r\n\nof appellant Pasteur.  Finding no error, we affirm.\r\n\n                                I\r                                          I\r\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          CBC  manufactures and sells retroviral diagnostic tests\r\n\nfor detecting the human  immunodeficiency virus (HIV)  associated\r\n\nwith  AIDS.   Its  HIV  diagnostics  division annually  generates\r\n\napproximately  $14  million in  revenues.    Institut Pasteur,  a\r\n\nnonprofit French foundation engaged in  AIDS-related research and\r\n\ndevelopment, owns various patented procedures for  diagnosing HIV\r\n\nVirus  Type 2  (\"HIV2 procedures\").   Pasteur  Sanofi Diagnostics\r\n\nholds  the  exclusive  right   to  use  and  sublicense  Institut\r\n\nPasteur's patents.\r\n\n          In October  1989, CBC  and Pasteur entered  into mutual\r\n\ncross-license  agreements, whereby  each acquired  a nonexclusive\r\n\nperpetual  license to  use  some of  the  technology patented  or\r\n\nlicensed by the other.   Specifically, CBC acquired the  right to\r\n\nincorporate Pasteur's  HIV2 procedures into  any diagnostic  kits\r\n\n                                2\r\r\n\nsold  by CBC in the United States, Canada, Mexico, Australia, New\r\n\nZealand and elsewhere.1  \r\n\n          Each cross-license broadly  prohibits the licensee from\r\n\nassigning  or sublicensing  to others.   See  Royalty-Free Cross-\r                                                      \r\n\nLicense, at   7.1; Royalty-Bearing Cross-License, at   8.1 (\"[N]o\r\n\nother  person shall acquire or have  any right under or by virtue\r\n\nof this Agreement.\").   Nevertheless, either  Pasteur or CBC  was\r\n\nauthorized to \"extend to its Affiliated Companies the benefits of\r\n\nthis Agreement so  that such party shall  remain responsible with\r\n\nregard  [to] all [license] obligations.\"  Id.   1.4.  \"Affiliated\r                                                       \r\n\nCompany\"  is defined  as \"an  organization which  controls or  is\r\n\ncontrolled  by a party or  an organization which  is under common\r\n\ncontrol with a party.\" Id.\r                                    \r\n\n          CBC  filed its chapter 11 petition on July 7, 1994, and\r\n\nthereafter continued to operate its retroviral diagnostic testing\r\n\nbusiness   as  debtor-in-possession.    Its  reorganization  plan\r\n\nproposed that CBC assume both cross-licenses, see 11 U.S.C.   365\r                                                           \r\n\n(executory  contracts),2  continue   to  operate  its  retroviral\r\n\ndiagnostics  division  utilizing Pasteur's  patented  HIV2 proce-\r\n\ndures, and sell  all CBC stock  to a subsidiary of  bioMerieux, a\r\n\ngiant  French  biotechnology  corporation  and  Pasteur's  direct\r\n\n                         \r                                   \r\n\n     1These cross-licenses expressly  provide that  Massachusetts\r\nlaw governs  their interpretation.    See Royalty-Free  Cross-Li-\r                                                   \r\ncense, at   9; Royalty-Bearing Cross-License, at   10. \r\n\n     2The  parties agree that  the cross-licenses  are \"executory\r\ncontracts,\"  since substantial  performance remains  due by  both\r\nparties.   See Summit Inv. &amp; Dev. Corp. v. Leroux (In re Leroux),\r                                                                         \r\n</pre><span class=\"citation\" data-id=\"707516\"><a href=\"/opinion/707516/summit-investment-and-development-corporation-v-edward-g-leroux-jr/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">608</span></a></span><pre class=\"inline\">, 610 n.3 (1st Cir. 1995).\r\n\n                                3\r\r\n\ncompetitor in international biotechnology  sales.  Pasteur previ-\r\n\nously had licensed bioMerieux to use its HIV2 procedures, but the\r\n\nearlier  license  related to  a  single  product manufactured  by\r\n\nbioMerieux (i.e., bioMerieux's  VIDAS automated immunoassay  test\r                          \r\n\nsystem),  and applied only to  VIDAS sales in  markets other than\r                                                                           \r\n\nthe United  States, Canada,  Mexico, Australia, and  New Zealand,\r\n\nmarkets expressly encompassed within the CBC cross-licenses.  \r\n\n          Not surprisingly, in due course Pasteur objected to the\r\n\nPlan.  Citing  Bankruptcy Code    365(c), 11 U.S.C.    365(c), it\r\n\ncontended  that the  proposed sale of  CBC's stock  to bioMerieux\r\n\namounted  to CBC's  assumption of  the patent  cross-licenses and\r\n\ntheir  de facto \"assignment\" to a third party in contravention of\r                         \r\n\nthe presumption  of  nonassignability  ordained  by  the  federal\r\n\ncommon law of patents, as  well as the explicit  nonassignability\r\n\nprovision  contained in  the cross-licenses.   Isabelle  Bressac,\r\n\nPasteur's licensing  director,   attested that Pasteur  would not\r\n\nhave  granted  its competitor,  bioMerieux,  or  a subsidiary,  a\r\n\npatent license under the terms allowed CBC.   \r                                                      \r\n\n          The  bankruptcy  court  authorized  CBC  to  assume the\r\n\ncross-licenses  over  Pasteur's objection.    It  ruled that  the\r\n\nproposed sale of  CBC stock to bioMerieux did not constitute a de\r                                                                           \r\n\nfacto  \"assignment\"  of  the cross-licenses  to  bioMerieux,  but\r               \r\n\nmerely  an assumption  of the  cross-licenses by  the reorganized\r\n\ndebtor  under new  ownership, and  that Bankruptcy Code    365(c)\r\n\nenabled CBC to assume the cross-licenses  as debtor-in-possession\r\n\nbecause  the prepetition  licensing relationship  between Pasteur\r\n\n                                4\r\r\n\nand CBC was neither \"unique\" nor \"something in the category of  a\r\n\npersonal services contract.\"  In  re Cambridge Biotech Corp., No.\r                                                                      \r\n\n94-43054, slip op. at 17-18, 24 (Bankr. D. Mass. Sept. 18, 1996);\r\n\nTr.  176-77.3   The district  court upheld  the  bankruptcy court\r\n\nruling on intermediate appeal. \r\n\n                                II\r                                          II\r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\nA.   Appellate Jurisdiction\r          A.   Appellate Jurisdiction\r                                     \r\n\n          Citing  our decision  in  Rochman  v. Northeast  Utils.\r                                                                           \r\n\nServ.  Group (In re Public Serv. Co.  of N.H.), </pre><span class=\"citation\" data-id=\"583333\"><a href=\"/opinion/583333/bankr-l-rep-p-74609-in-re-public-service-company-of-new-hampshire/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">469</span></a></span><pre class=\"inline\"> (1st\r                                                       \r\n\nCir.) (\"Public Service\"), cert. denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">908</span></span><pre class=\"inline\"> (1992), CBC\r                                                \r\n\nnow moves to dismiss  the appeal for lack of  appellate jurisdic-\r\n\ntion.   It contends that  Pasteur failed to  pursue all available\r\n\nremedies  for preserving  a  temporary stay  of the  confirmation\r\n\norder pending appeal after  this court lifted the temporary  stay\r\n\non October 9,  1996.4  See  Trone v. Roberts  Farms, Inc. (In  re\r                                                                           \r\n\nRoberts Farms, Inc.), </pre><span class=\"citation\" data-id=\"391947\"><a href=\"/opinion/391947/in-re-roberts-farms-inc-a-corporation-debtor-curvin-j-trone-jr-and/\"><span class=\"volume\">652</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">793</span></a></span><pre class=\"inline\">, 798 (9th Cir.  1981) (noting\r                             \r\n\nthat appellant should  file motion to stay  judgment with Circuit\r\n\n                         \r                                   \r\n\n     3The bankruptcy court  further found that the  Plan had been\r\nproposed  in good faith, see 11 U.S.C.   1129(a)(3), and that the\r                                      \r\nstock sale to bioMerieux had been negotiated in good faith and at\r\narm's  length.  In re Cambridge Biotech Corp., No. 94-43054, slip\r                                                       \r\nop. at 7, 12.\r\n\n     4A series of stays had  prevented CBC from consummating  the\r\nPlan  by August 2, 1996,  as scheduled, and  a final consummation\r\ndate was set  for October 31, 1996.  In  early October, CBC asked\r\nthis  court to  vacate the  pending stay,  claiming that  further\r\ndelay threatened irreparable injury.   It represented that almost\r\nhalf its  employees had quit  during the preceding  year, jittery\r\nclients  had begun to cancel contracts, and that its revenues had\r\ndeclined by 10%.\r\n\n                                5\r\r\n\nJustice if  necessary).  Since CBC  substantially consummated its\r                                                                       \r\n\nPlan on October 21, 1996, it argues that Pasteur can no longer be\r\n\nafforded  complete  relief because  neither  this  court nor  the\r\n\nbankruptcy  court has  jurisdiction over  the many  third parties\r\n\naffected by, and  much of  the res distributed  pursuant to,  the\r                                            \r\n\nconsummated  Plan.  Finally, CBC argues, no court can now provide\r\n\nPasteur with meaningful partial relief, such as selective rescis-\r\n\nsion of the stock sale or the cross-license assumption/assignment\r\n\nprovisions, because  retention of these cross-licenses  by CBC is\r\n\nindispensable to any successful reorganization  of its retroviral\r\n\ndiagnostics business,  and,  from bioMerieux's  standpoint, is  a\r\n\n\"deal-busting\" component  of  the  Plan.   See  Plan     IX.B.2.a\r                                                        \r\n\n(\"[P]rovisions of  the Confirmation  Order  are nonseverable  and\r\n\nmutually dependent.\").  We disagree.\r\n\n          Contrary  to  CBC's   suggestion,  our  Public  Service\r                                                                           \r\n\ndecision does not reduce  to the simplistic theme  that appellate\r\n\ncourts  invariably are deprived  of jurisdiction by  the lack (or\r\n\npremature  dissolution) of  a stay  which results  in substantial\r\n\nplan  consummation  prior to  final  disposition  of the  appeal.\r\n\nRather, we rested our decision in Public Service primarily on two\r                                                          \r\n\ncircumstantial considerations.  See  In re Andreuccetti, </pre><span class=\"citation\" data-id=\"590952\"><a href=\"/opinion/590952/27-collier-bankrcas2d-1157-bankr-l-rep-p-74903-in-the-matter-of/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span>\r                                                                 \r\n\n<span class=\"page\">413</span></a></span><pre class=\"inline\">, 418 (7th  Cir. 1992)   (noting that  Public Service  contem-\r                                                                  \r\n\nplates that \"'[t]he court should reach a determination upon close\r\n\nconsideration  of the relief sought in light  of the facts of the\r\n\nparticular case'\") (citation omitted).  \r\n\n          First, the equities weighed heavily against the  appel-\r\n\n                                6\r\r\n\nlants in  Public Service, who repeatedly  and inexplicably failed\r                                  \r\n\nto avail themselves of interlocutory appeals from earlier denials\r\n\nof their requests for stay by the courts below.  As a consequence\r\n\nof their notable  lack of  diligence, a full  sixteen months  had\r\n\nelapsed from the date  of confirmation, during which \"implementa-\r\n\ntion of the confirmed plan proceeded apace.\"  In re Public Serv.,\r                                                                          \r\n\n963  F.2d at 472.  In contrast, Pasteur assiduously preserved its\r\n\nstay throughout  the three-month  period which  elapsed following\r\n\nconfirmation, and, on the day  this court dissolved the temporary\r\n\nstay, we expedited the Pasteur appeal. \r\n\n          Second, Public Service involved  extraordinarily intri-\r                                          \r\n\ncate Plan  provisions, as well  as a multi-billion  dollar enter-\r\n\nprise,  with  the  result  that any  attempted  Plan  dismantling\r\n\nfollowing  the  substantial  and unexcused  lapses  by appellants\r\n\nwould have produced \"'a  nightmarish situation for the bankruptcy\r\n\ncourt on remand.'\"   Id.  at 474 (citation  omitted); see,  e.g.,\r                                                                          \r\n\nBaker &amp; Drake, Inc. v. Public Serv. Comm'n of Nev., </pre><span class=\"citation\" data-id=\"678559\"><a href=\"/opinion/678559/bankr-l-rep-p-76065-in-re-baker-drake-inc-dba-yellow-cab/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1348</span></a></span><pre class=\"inline\">,\r                                                            \r\n\n1351-52 (9th  Cir.  1994) (finding  appellate  jurisdiction,  and\r\n\nnoting that  reorganization plan  at  issue was  \"not a  complex,\r\n\nbillion-dollar affair\"  like the plans  in Trone and  Public Ser-\r                                                                           \r\n\nvice).  Although  the CBC Plan is  not without its  own complexi-\r              \r\n\nties,  CBC is a much less complex enterprise than Public Service,\r\n\nand its Plan was substantially consummated much  more recently in\r\n\nrelation to the date of appeal.5         \r\n                         \r                                   \r\n\n     5The  equitable  and  pragmatic  tests  employed  in  Public\r                                                                           \r\nService are  symbiotic.  See In  re UNR Indus., </pre><span class=\"citation\" data-id=\"666892\"><a href=\"/opinion/666892/in-the-matter-of-unr-industries-inc-debtors-appeals-of-unarco/\"><span class=\"volume\">20</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">766</span></a></span><pre class=\"inline\">, 769\r                                                        \r\n(7th Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">509</span></span><pre class=\"inline\"> (1994) (\"There  is a big\r                                  \r\n\n                                7\r\r\n\n          We need not resolve  the jurisdictional challenge urged\r\n\nupon us by CBC, however, since the merits of Pasteur's contention\r\n\n    that CBC's assumption of  the cross-licenses and  its sale of\r\n\nstock to  the bioMerieux subsidiary contravene  Bankruptcy Code  \r\n\n365(c)     are readily dispatched.  See Casco N. Bank. N.A. v. DN\r                                                                           \r\n\nAssocs.  (In re  DN  Assocs.), </pre><span class=\"citation\" data-id=\"194900\"><a href=\"/opinion/194900/casco-northern-bank-v-dn-associates/\"><span class=\"volume\">3</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">512</span></a></span><pre class=\"inline\">,  515 (1st  Cir. 1993)\r                                      \r\n\n(noting that  appellate court may bypass jurisdictional questions\r\n\nwhere appeal  would falter on merits  even assuming jurisdiction)\r\n\n(citing Norton v. Mathews, </pre><span class=\"citation\" data-id=\"109524\"><a href=\"/opinion/109524/norton-v-mathews/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">524</span></a></span><pre class=\"inline\">, 532 (1976)).\r                                   \r\n\nB.   The Merits6\r          B.   The Merits\r                         \r\n\n          Pasteur argues  that the  CBC Plan  effects a  de facto\r                                                                           \r\n\nassignment of  its two cross-licenses to  bioMerieux, contrary to\r\n\nBankruptcy Code   365(c)(1) which provides as follows: \r\n\n          The trustee  [viz., CBC]7  may not assume  or\r                                      \r\n          assign any executory contract . . . , whether\r\n          or not such contract  . . . prohibits or  re-\r\n          stricts assignment of rights or delegation of\r\n          duties, if    \r\n\n               (1)(A) applicable law excuses  a party[]\r\n               other than the debtor[]  [viz., Pasteur]\r                                                       \r\n               to  such contract .  . .  from accepting\r\n                         \r                                   \r\n\ndifference between inability to alter the outcome (real mootness)\r\nand unwillingness to  alter the outcome  ('equitable mootness'),\"\r\nand \"[u]sing one  word for two  different concepts breeds  confu-\r\nsion\"; instead, appellate courts  ultimately must ask \"whether it\r\nis  prudent  to upset  the plan  of  reorganization at  this late\r\ndate.\") (citations omitted). \r\n\n     6We review the district court's  conclusions of law de  novo\r                                                                           \r\nand the bankruptcy court's findings of fact for clear error only.\r\nSee Petit v. Fessenden, </pre><span class=\"citation\" data-id=\"196675\"><a href=\"/opinion/196675/duffy-petit-v-fessenden/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span><pre class=\"inline\">, 32 (1st Cir. 1996).\r                                \r\n\n     7As  debtor-in-possession,  CBC has  substantially  the same\r\nrights and powers as a chapter 11 trustee, including the power to\r\nassume executory contracts under  Bankruptcy Code   365.   See 11\r                                                                        \r\nU.S.C.   1107.\r\n\n                                8\r\r\n\n               performance  from  or rendering  perfor-\r\n               mance to an entity other than the debtor\r\n               or the debtor in possession,  whether or\r\n               not such contract . . . prohibits or re-\r\n               stricts assumption or assignment; and \r\n\n               (B)  such party [viz., Pasteur] does not\r                                             \r\n               consent to such assumption or assignment\r\n               . . . .\r\n\n11 U.S.C.   365(c)(1). \r\n\n          Pasteur  argues that  in  order  to  encourage  optimum\r\n\nproduct  innovation the  federal common  law of  patents presumes\r\n\nthat patent licensees, such  as CBC, may not sublicense  to third\r\n\nparties absent  the patent holder's consent.   See, e.g., Commis-\r                                                                           \r\n\nsioner v. Sunnen, </pre><span class=\"citation\" data-id=\"104537\"><a href=\"/opinion/104537/commissioner-v-sunnen/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">591</span></a></span><pre class=\"inline\">, 609  (1948).  This federal common\r                          \r\n\nlaw  rule of  presumptive nonassignability  thus qualifies  as an\r\n\n\"applicable  law,\"  within  the  meaning  of  Bankruptcy  Code   \r\n\n365(c)(1)(A),  which precludes  Pasteur from  being  compelled to\r\n\naccept  performance  from  any entity  other  than  CBC     e.g.,\r                                                                          \r\n\nbioMerieux's subsidiary    and therefore prevents CBC from either\r                                                                           \r\n\nassuming  or assigning  these cross-licenses.   See  Everex Sys.,\r                                                                           \r\n\nInc.  v. Cadtrak  Corp. (In re  CFLC, Inc.), </pre><span class=\"citation\" data-id=\"721579\"><a href=\"/opinion/721579/in-re-cflc-inc-a-delaware-corporation-formerly-known-as-everex/\"><span class=\"volume\">89</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">673</span></a></span><pre class=\"inline\">, 679-80\r                                                    \r\n\n(9th Cir. 1996) (federal  patent law of nonassignability preempts\r\n\nstate law  relating to  patent license assignability).   Further,\r\n\nsays Pasteur,  even assuming that  section 365(c)  might allow  a\r\n\ndebtor simply  to assume the cross-licenses  without a subsequent\r                                                                           \r\n\nassignment  to a third  party, CBC formally  structured this Plan\r                                                     \r\n\ntransaction as an assumption by the debtor-in-possession, whereas\r\n\nin  substance  it  was an  assignment  of  the cross-licenses  to\r                       \r\n\nbioMerieux, a  complete stranger to  the original cross-licensing\r\n\n                                9\r\r\n\nagreements. \r\n\n          These  contentions are  foreclosed by  our decision  in\r\n\nSummit Inv.  &amp; Dev. Corp. v.  Leroux (In re Leroux),  </pre><span class=\"citation\" data-id=\"707516\"><a href=\"/opinion/707516/summit-investment-and-development-corporation-v-edward-g-leroux-jr/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">608</span></a></span><pre class=\"inline\">\r                                                            \r\n\n(1st  Cir.  1995),8  which  analyzed  and  interpreted  companion\r\n\nBankruptcy  Code subsections  365(c) and  (e) and  their relevant\r\n\nlegislative history.9  As in the present case, in  Leroux we were\r                                                                   \r\n\nurged  to  interpret subsections  365(c) and  (e) as  mandating a\r\n\n\"hypothetical  test.\"   Under such  an  approach, the  chapter 11\r\n\ndebtor  would lose its option to assume the contract, even though\r                                                 \r\n\nit  never intended to assign  the contract to  another entity, if\r\n\neither  the  particular  executory  contract  or  the  applicable\r\n\nnonbankruptcy law  purported to terminate  the contract automati-\r\n\ncally  upon the filing of the chapter  11 petition or to preclude\r\n\nits assignment to an  entity not a party to the contract.  Id. at\r                                                                        \r\n\n612.   \r\n\n          We rejected  the proposed hypothetical test  in Leroux,\r                                                                          \r\n\nholding  instead that  subsections 365(c)  and (e)  contemplate a\r\n\ncase-by-case inquiry  into  whether the  nondebtor  party  (viz.,\r                                                                          \r\n                         \r                                   \r\n\n     8See  Williams v. Ashland Eng'g  Co., </pre><span class=\"citation\" data-id=\"195880\"><a href=\"/opinion/195880/williams-v-ashland-engineering/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">588</span></a></span><pre class=\"inline\">, 592 (1st\r                                                   \r\nCir.) (\"In  a multi-panel circuit, newly  constituted panels are,\r\nfor  the most  part, bound  by prior  panel decisions  closely on\r\npoint.\"), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">51</span></span><pre class=\"inline\"> (1995).\r                                \r\n\n     9Bankruptcy Code   365(e)(2)(A) provides that a statutory or\r\ncontractual termination  provision, which is  contingent upon the\r\nfiling of a bankruptcy petition, may be enforceable in bankruptcy\r\nif the \"applicable law excuses a party, other than the debtor, to\r\nsuch contract or lease from accepting performance from or render-\r\ning performance to the trustee or to an assignee of such contract\r                                                          \r\nor  lease, whether  or not  such contract  or lease  prohibits or\r\nrestricts assignment of rights or delegation of duties;  and (ii)\r\nsuch  party does not consent to such assumption or assignment . .\r\n. .\"  11 U.S.C.   365(e)(2)(A) (emphasis added).\r\n\n                                10\r\r\n\nPasteur) actually  was being \"forced to  accept performance under\r                           \r\n\nits executory contract  from someone other than  the debtor party\r\n\nwith whom it originally  contracted.\"  Id.  Where  the particular\r                                                    \r\n\ntransaction  envisions that the debtor-in-possession would assume\r\n\nand  continue to perform  under an executory  contract, the bank-\r\n\nruptcy court  cannot simply presume  as a matter of  law that the\r\n\ndebtor-in-possession is a legal  entity materially distinct  from\r                                                            \r\n\nthe  prepetition  debtor with  whom  the  nondebtor party  (viz.,\r                                                                          \r\n\nPasteur) contracted.  Id.  at 613-14 (citing H.R. Rep.  No. 1195,\r                                   \r\n\n96th  Cong.,  2d  Sess.      27(b)  (1980);  NLRB  v.  Bildisco &amp;\r                                                                           \r\n\nBildisco, </pre><span class=\"citation\" data-id=\"111108\"><a href=\"/opinion/111108/nlrb-v-bildisco-bildisco/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">513</span></a></span><pre class=\"inline\">,  528 (1984)).  Rather, \"sensitive  to the\r                  \r\n\nrights of  the nondebtor  party (viz., Pasteur),\"  the bankruptcy\r                                               \r\n\ncourt  must focus on the  performance actually to  be rendered by\r\n\nthe  debtor-in-possession  with  a  view  to  ensuring  that  the\r\n\nnondebtor party (viz., Pasteur) will receive \"the full benefit of\r                              \r\n\n[its] bargain.\"   Id.  at 612-13  (citing S.  Rep. No.  989, 95th\r                               \r\n\nCong., 2d Sess.  59 (1978), reprinted in 1980  U.S.C.C.A.N. 5787,\r                                                  \r\n\n5845). \r\n\n          Given the pragmatic  \"actual performance\" test  adopted\r\n\nin Leroux, the ultimate  findings of fact and conclusions  of law\r                   \r\n\nmade by  the bankruptcy court10  below did not  constitute error.\r\n\nCBC simply does  not occupy the  same position  as the debtor  in\r\n\nCFLC,  Inc.,  </pre><span class=\"citation\" data-id=\"721579\"><a href=\"/opinion/721579/in-re-cflc-inc-a-delaware-corporation-formerly-known-as-everex/\"><span class=\"volume\">89</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">673</span></a></span><pre class=\"inline\"> (9th  Cir.  1996), upon  which Pasteur\r                     \r\n                         \r                                   \r\n\n     10We  are not  persuaded  by Pasteur's  contention that  the\r\nfailure to cite Leroux  in the confirmation order  indicates that\r                                \r\nthe bankruptcy court failed  to follow it.  Pasteur  itself cited\r\nLeroux  at the July 1996 confirmation hearing, and the bankruptcy\r                \r\ncourt's ultimate findings faithfully track its model. \r\n\n                                11\r\r\n\nrelies most heavily.  The Plan in CFLC, Inc. unmistakably provid-\r                                                      \r\n\ned for an outright  assignment of the debtor's patent  license to\r                                        \r\n\nan entirely  different corporation  with which the  patent holder\r\n\nCadtrak Corporation had  never contracted.   Id. at  679-80.   By\r                                                          \r\n\ncontrast, CBC all along has conducted, and  proposes to continue,\r\n\nits retroviral diagnostic enterprise as the same corporate entity\r\n\nwhich  functioned prepetition,  while  utilizing  Pasteur's  HIV2\r\n\nprocedures in that same prepetition endeavor.  \r\n\n          Pasteur nonetheless insists that the reorganized CBC is\r\n\ndifferent than  the prepetition  entity,  not due  merely to  its\r\n\nchapter 11 filing  but because  it is  now owned  by a  different\r                                                              \r\n\nlegal entity  than before    namely,  bioMerieux's subsidiary qua\r                                                                           \r\n\nCBC shareholder.  Pasteur's contention finds no support, however,\r\n\neither in Massachusetts law, see  supra note 1, or in the  cross-\r                                                 \r\n\nlicense provisions it negotiated. \r\n\n          Stock sales are not  mergers whereby outright title and\r\n\nownership of  the  licensee-corporation's assets  (including  its\r\n\npatent licenses) pass to the acquiring corporation.  Rather, as a\r\n\ncorporation, CBC \"is a legal entity distinct from its  sharehold-\r\n\ners.\" Seagram  Distillers  Co.  v.  Alcoholic  Beverages  Control\r                                                                           \r\n\nComm'n, </pre><span class=\"citation no-link\"><span class=\"volume\">519</span> <span class=\"reporter\">N.E.2d</span>  <span class=\"page\">276</span></span><pre class=\"inline\">, 281  (Mass. 1988) (citing  6 William  M.\r                \r\n\nFletcher, Cyclopedia of Corporations   2456 (1979 &amp; Supp. 1986)).\r\n\nAbsent compelling  grounds for  disregarding its  corporate form,\r\n\ntherefore, CBC's  separate legal  identity, and its  ownership of\r\n\nthe  patent cross-licenses, survive without interruption notwith-\r\n\nstanding repeated and even drastic changes in its ownership.  See\r                                                                           \r\n\n                                12\r\r\n\nid.  (holding that  corporation's sale of  all its  capital stock\r             \r\n\ndoes  not  alter  its identity,  nor  effect  a  transfer of  the\r\n\ncorporation's  executory  contracts or  licenses);  see  also PPG\r                                                                           \r\n\nIndus.  v. Guardian Indus. Corp., </pre><span class=\"citation\" data-id=\"365908\"><a href=\"/opinion/365908/ppg-industries-inc-77-3166-77-3167-v-guardian-industries/\"><span class=\"volume\">597</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1090</span></a></span><pre class=\"inline\">, 1096 (6th Cir.),\r                                          \r\n\ncert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">930</span></span><pre class=\"inline\"> (1979) (same; distinguishing mere sale\r                      \r\n\nof  stock from a transfer of  patent license as part of corporate\r\n\nmerger wherein  merging licensee  ends its corporate  existence).\r\n\nPasteur cites no apposite authority to the contrary.\r\n\n          Furthermore, Pasteur's position finds no support in the\r\n\nnegotiated  terms of its cross-licenses.  As the patent holder   \r\n\nand given  CBC's corporate  form and the  governing Massachusetts\r\n\nlaw, supra    Pasteur was free to negotiate restrictions on CBC's\r                    \r\n\ncontinuing rights  under the  cross-licenses based on  changes in\r\n\nits  stock ownership  or  corporate control.    See id.  at  1095\r                                                                 \r\n\n(parties may override law of merger by negotiating express patent\r\n\nlicense  provision); see  also Seagram,  519 N.E.2d  at 280-81.11\r                                                \r\n\nNevertheless,  these cross-licenses  contain no  provision either\r\n\nlimiting  or terminating  CBC's  rights in  the  event its  stock\r\n\nownership  were to  change hands.   The  generic nonassignability\r\n\nprovisions found in these cross-licenses, see, e.g., Royalty-Free\r                                                             \r\n\nCross-License,  at    7.1 (\"This  Agreement .  . . has  been made\r\n\nsolely  for  the benefit  of the  parties  hereto\" and  \"no other\r\n\nperson shall acquire or have any right under or by virtue of this\r\n                         \r                                   \r\n\n     11Notwithstanding Pasteur's reliance on the important policy\r\ngoals animating the federal  common law of patents,  the product-\r\ninnovation  theme promoted under patent law  may well be accommo-\r\ndated by allowing patent  holders to control sublicensing through\r                                                                           \r\nnegotiated contract restrictions. \r                                          \r\n\n                                13\r\r\n\nAgreement.\"), plainly  do not address the  circumstance presented\r\n\nhere.   Rather, these nonassignability provisions  simply beg the\r\n\nessential question, which is whether  bioMerieux's subsidiary, by\r\n\nvirtue  of its acquisition of  CBC stock, terminated CBC's rights\r                                                                  \r\n\nunder the cross-licenses.  Interpreted as Pasteur proposes, CBC's\r\n\nown  rights under  the  cross-licenses would  terminate with  any\r                                                                           \r\n\nchange in the identity of any CBC stockholder.  \r\n\n          Other   cross-license   provisions  directly   undercut\r\n\nPasteur's interpretation as well.  See Willitts v. Roman Catholic\r                                                                           \r\n\nArchbishop of Boston,  </pre><span class=\"citation no-link\"><span class=\"volume\">581</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">475</span></span><pre class=\"inline\">,  478 (Mass. 1991)  (noting\r                              \r\n\nthat a contract  must be interpreted as  a whole).  These  cross-\r\n\nlicenses  explicitly authorize  CBC to  share its  license rights\r\n\nwith  any  \"affiliated company,\"  which  on  its face  presumably\r\n\nencompasses a parent corporation such as bioMerieux's subsidiary.\r\n\nCross-Licenses, at    1.4  (defining \"Affiliated Company\"  as \"an\r\n\norganization  which controls  . .  . a  party or  an organization\r\n\nwhich is under common  control with a party\"); see  supra Section\r                                                                   \r\n\nI.  Yet  more importantly,  CBC insisted upon  a provision  which\r\n\nwould afford it the unilateral right to terminate any  sublicense\r\n\nPasteur  might extend  to a  company called  Genetic Systems  \"if\r\n\ncontrol of Genetic Systems shall .  . . be acquired, directly  or\r\n\nindirectly, by  any  person  or group  of  connected  persons  or\r\n\ncompany not having  such control  at the date  hereof, by  recon-\r\n\nstruction,  amalgamation,  acquisition  of  shares or  assets  or\r                                                                           \r\n\notherwise.\"    Royalty-Free  Cross-license,  at    2.3  (emphasis\r                   \r\n\nadded);  see PPG  Indus., 597  F.2d at  1096 (noting  that patent\r                                  \r\n\n                                14\r\r\n\nholder's express reservation of  change-of-stock-ownership condi-\r\n\ntion  in  two patent  licenses  suggested  its intention  not  to\r\n\nreserve  condition  in  nine  other patent  licenses);  see  also\r                                                                           \r\n\nPlumbers &amp; Steamfitters Local 150 v. Vertex Constr. Co., </pre><span class=\"citation no-link\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span>\r                                                                 \r\n\n<span class=\"page\">1443</span></span><pre class=\"inline\">, 1449 (11th Cir. 1991)  (\"[T]he doctrine of expressio  unius\r                                                                           \r\n\nest  exclusio alterius  instructs that  when certain  matters are\r                                \r\n\nmentioned in a contract, other similar matters not mentioned were\r\n\nintended  to be  excluded.\").   Taken together,  these provisions\r\n\npersuade  us  that Pasteur  foresaw,  or  reasonably should  have\r\n\nforeseen, that CBC might undergo changes of stock ownership which\r\n\nwould  not alter  its corporate  legal identity,  but nonetheless\r\n\nchose  not to  condition  the continued  viability of  its cross-\r\n\nlicenses accordingly.12 \r\n                         \r                                   \r\n\n     12Lastly, Pasteur  misplaces  reliance upon  In  re  Alltech\r                                                                           \r\nPlastics, Inc., 5 U.S.P.Q.2d 1806 (Bankr. W.D. Tenn. 1987), where\r                        \r\nit  was held that section  365(c) precluded an  entity, which had\r\nacquired the corporate  debtor's stock pursuant  to a chapter  11\r\nreorganization plan, from exercising  the debtor's rights under a\r\nprepetition  patent license.    Following the  conversion of  its\r\noriginal  chapter 11 reorganization case  to a chapter 7 liquida-\r\ntion, Alltech  discontinued  all operations  and  discharged  its\r\nemployees.  Before the debtor once again converted to chapter 11,\r\nits trustee  liquidated virtually all its assets,  except for its\r\npatent license.  Noting  that plan confirmation is a  fact-inten-\r\nsive,  equity-based inquiry,  id. at  1813, the  bankruptcy court\r                                           \r\ncharacterized the sale of  Alltech's stock to Fluoropak Container\r\nCorporation as a de facto assignment  of the patent license to  a\r                                   \r\nnoncontracting party.  It so held because unlike CBC, Alltech had\r                                                              \r\nceased to exist except as a \"shell.\"   Id. at 1807 &amp; 1810 (noting\r                                                    \r\nthat \"shell\" emerging after Alltech's chapter 7 conversion \"is in\r\nreality  a different entity  than the prepetition  Debtor\").  The\r\nbankruptcy   court  specifically  observed  that  the  \"attempted\r\ninnovative rebirth of  a corporate  shell is not  analogous to  a\r\nsale of stock by an active corporation,\" id. at 1810-11, and that\r                                                      \r\n\"the present case is distinguished from  one where the reorganiz-\r\ning debtor, operating continuously and in good standing  with its\r\nlicensor,  seeks to  approve the  sale of its  stock [to  a third\r\nparty],\"  id. at 1812.   The bankruptcy court  further noted that\r                       \r\n\n                                15\r\r\n\n                               III\r                                         III\r\n\n                            CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          As  CBC  remains in  all  material  respects the  legal\r\n\nentity with which Pasteur freely contracted, Pasteur has not made\r\n\nthe required individualized  showing that  it is or  will be  de-\r\n\nprived of \"the full benefit of [its] bargain,\" Leroux, 69 F.3d at\r                                                               \r\n\n612-13, under the ruling challenged on  appeal.  Accordingly, the\r                                                                           \r\n\ndistrict  court judgment  is affirmed  and  costs are  awarded to\r                                                                           \r\n\nappellee.\r                  \r\n\n          So ordered.\r                    So ordered.\r                              \r\n\n                         \r                                   \r\n\nthe lack of demonstrated  expertise on the part of  Fluoropak, in\r\nutilizing  the  patented  process to  manufacture  toxic-material\r\ncontainers, likewise  posed a  serious public safety  risk.   Id.\r                                                                           \r\nThese distinguishing circumstances make Alltech inapposite.\r                                                         \r\n\n                                16\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104537/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109524/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111108/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194900/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195880/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196675/",
    "http://www.courtlistener.com/api/rest/v3/opinions/365908/",
    "http://www.courtlistener.com/api/rest/v3/opinions/391947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583333/",
    "http://www.courtlistener.com/api/rest/v3/opinions/590952/",
    "http://www.courtlistener.com/api/rest/v3/opinions/666892/",
    "http://www.courtlistener.com/api/rest/v3/opinions/678559/",
    "http://www.courtlistener.com/api/rest/v3/opinions/707516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/721579/"
  ]
}