{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197179/",
  "absolute_url": "/opinion/197179/legault-v-arusso/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197179/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:24:02Z",
  "date_modified": "2017-03-24T10:50:30.640456Z",
  "type": "010combined",
  "sha1": "5a754b121ede3f663b16c1e292d509076de2ac43",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1566.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 96-1566\r\n\n                        MICHELLE LEGAULT,\r\n\n                      Plaintiff - Appellee,\r\n\n                                v.\r\n\n              ALAN ZAMBARANO, AND TOWN OF JOHNSTON,\r\n\n                     Defendants - Appellees.\r\n\n                                           \r\n\n                         RALPH R. ARUSSO,\r\n\n                      Defendant - Appellant.\r\n\n                                           \r\n\nNo. 96-1567\r\n\n                        MICHELLE LEGAULT,\r\n\n                      Plaintiff - Appellee,\r\n\n                                v.\r\n\n      RALPH R. ARUSSO, ALAN ZABARANO, AND TOWN OF JOHNSTON,\r\n\n                     Defendants - Appellees.\r\n\n                                           \r\n\n                       THOMAS A. DILUGLIO,\r\n\n                            Appellant.\r\n\n                                           \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF RHODE ISLAND\r\n\n          [Hon. Paul J. Barbadoro, U.S. District Judge]\r                                                                \r\n\n                                           \r\r\n\n                              Before\r\n\n                 Cyr and Boudin, Circuit Judges,\r                                                         \r\n\n                   and Ponsor,* District Judge.\r                                                        \r\n\n                                           \r\n\n     Jeffrey S.  Michaelson, with  whom Julius C.  Michaelson and\r                                                                       \r\nMichaelson  &amp; Michaelson  were on brief  for appellants  Ralph R.\r                                  \r\naRusso and Thomas A. DiLuglio.\r\n     G. Robert Blakey,  with whom Ina P. Schiff  was on brief for\r                                                         \r\nappellee Michelle Legault.\r\n\n                                           \r\n\n                         January 28, 1997\r\n                                           \r\n\n                    \r                              \r\n\n*  Of the District of Massachusetts, sitting by designation.\r\n\n                               -2-\r\r\n\n          PONSOR,  District Judge.   This  appeal challenges  the\r                    PONSOR,  District Judge.\r                                           \r\n\npropriety  of   the  district  court's  imposition   of  monetary\r\n\nsanctions  upon  the  defendant-appellant  Ralph aRusso  and  his\r\n\nattorney Thomas DiLuglio for violations of Fed. R. Civ. P. 11, 16\r\n\nand 26, committed during  pretrial proceedings in this employment\r\n\ndiscrimination case.  Finding no error, we affirm.\r\n\n                          I.  BACKGROUND\r                                    I.  BACKGROUND\r                                                  \r\n\n          In  May  of  1993  plaintiff-appellee  Michelle Legault\r\n\nbrought  suit against  the town  of Johnston,  Rhode Island,  its\r\n\nmayor  at  the  time, Ralph  aRusso,  and  its  fire chief,  Alan\r\n\nZambarano,  contending that the  defendants discriminated against\r\n\nher based  on her  gender when  she applied for  a position  as a\r\n\nfirefighter.   On February 10, 1994 the district court found that\r\n\nLegault was likely to  prevail and that inaction would  cause her\r\n\nirreparable  harm.  Based on this, the court issued a preliminary\r\n\ninjunction  requiring  the defendants  to hire  her.   Legault v.\r                                                                        \r\n\naRusso, 842  F. Supp. 1479 (D.N.H.  1994).  On April  5, 1995 the\r                \r\n\ncase  settled when  the  district judge  signed  a consent  order\r\n\nawarding  Legault judgment  against  the town  for violations  of\r\n\nTitle  VII, 42  U.S.C.    1983  and  two Rhode  Island  statutes.\r\n\nSubsequently,  the  town  paid  Legault's  reasonable  costs  and\r\n\nattorney's fees.\r\n\n          In April 1994, following the preliminary injunction but\r\n\nbefore the  consent order, Legault  filed a motion  for sanctions\r\n\nagainst aRusso,  Zambarano  and their  attorney Thomas  DiLuglio.\r\n\nThe district court heard evidence on the motion over two days and\r\n\n                               -3-\r\r\n\non December 30, 1994  allowed the motion, in part,  ordering that\r\n\nthe  three each  be held  responsible for  one-third of  the fees\r\n\nnecessitated by their misconduct during discovery.  \r\n\n          On  March  29,  1996,  following  the  settlement,  the\r\n\ndistrict judge denied a motion to reconsider his sanctions ruling\r\n\nand  set the  monetary  penalty in  the  amount of  $16,450.   He\r\n\nordered  that each of the  three parties be  responsible for one-\r\n\nthird of this sum.  The court gave the town of Johnston the right\r\n\nto recover  from the three  any part of  the fee already  paid to\r\n\nLegault but caused by their wrongdoing.    \r\n\n          DiLuglio and aRusso now claim  that both the finding of\r\n\nmisconduct  and  the award  of the  fees  constituted error  as a\r\n\nmatter of law and  an abuse of discretion.  Neither Zambarano nor\r\n\nthe town of Johnston has  appealed either the sanctions  decision\r\n\nor the judgment of discrimination.\r\n\n                         II.  DISCUSSION\r                                   II.  DISCUSSION\r                                                  \r\n\n          A challenge  to a trial judge's  exercise of discretion\r\n\nin these circumstances carries an  especially heavy burden.  Over\r\n\ntwenty  years  ago  the  Supreme  Court  sharply  underlined  the\r\n\nimportance of  supporting a  trial  court's decisions  concerning\r\n\nsanctions,  even  where  the  judge imposed  the  most  stringent\r\n\nsanction,  outright dismissal,  for  misconduct  in the  pretrial\r\n\nphase of a case.   National Hockey League v.  Metropolitan Hockey\r                                                                           \r\n\nClub,  Inc.,  427  U.S.  639,  642-43  (1976).    This  circuit's\r                     \r\n\ndecisions have been entirely  consistent with the Supreme Court's\r\n\ndirective.   See, e.g., Spiller v. U.S.V. Laboratories, Inc., 842\r                                                                      \r\n\n                               -4-\r\r\n\nF.2d 535, 537 (1st Cir. 1988); Damiani v. Rhode Island Hosp., 704\r                                                                      \r\n\nF.2d  12,  17  (1st  Cir.  1983).    In  this  legal  medium  the\r\n\nappellants' thin claims of abuse dissolve almost upon scrutiny.\r\n\n          As a threshold matter, appellants contend that appellee\r\n\nlacks \"standing to participate\" in this appeal.  This argument is\r\n\noffered  on the ground that  the district court  ordered that the\r\n\n$16,450  sanction be  paid  as a  reimbursement  to the  town  of\r\n\nJohnston, and not to Legault, to the extent that the town's prior\r\n\npayment  of   fees  to  Legault  covered   work  necessitated  by\r\n\nappellants'  misconduct.   The town of  Johnston, they  appear to\r\n\nclaim,  and not  Legault,  is the  proper  party to  oppose  this\r\n\nappeal, and it has chosen not to do so.\r\n\n          This  is  a meaningless  quibble.   The  issue  on this\r\n\nappeal  is not the identity  of the proper  appellee, but whether\r\n\nthe district  court abused  its discretion in  awarding sanctions\r\n\nagainst the appellants.   Legault,  in fact, has  an interest  in\r\n\nthis appeal  because  the appellants seek, among other  things, a\r\n\nruling from this court that the district judge erred in declining\r\n\nto impose sanctions on Legault herself.  \r\n\n          Moreover, even  if she lacked  a personal stake  in the\r\n\noutcome, this court would hear Legault as an amicus curiae.  This\r                                                                    \r\n\nis certainly  not a case, if  any such cases there  be, where (as\r\n\nappellants' argument implies) a  trial court's valid order should\r\n\nbe vacated without consideration of its merits simply because the\r\n\nparty opposing the appeal lacks technical  eligibility to offer a\r\n\ncontest.  \r\n\n                               -5-\r\r\n\n          Moving beyond this preliminary  argument, then, we must\r\n\naddress the four instances of misconduct that the district judge,\r\n\nafter considering several  possible grounds,  found justified  an\r\n\naward of sanctions.\r\n\n          A.  Violation  of  Fed. R.  Civ.  P.  26(g)  Re: Hiring\r                    A.  Violation  of  Fed. R.  Civ.  P.  26(g)  Re: Hiring\r                                                                           \r\n\nProcess.\r          Process.\r                  \r\n\n          A   detour   into   the  merits   of   the   underlying\r\n\ndiscrimination case is necessary in order to understand the basis\r\n\nfor the trial court's action.  \r\n\n          Although allegations of  intentional discrimination  --\r\n\ni.e.,  discriminatory treatment  --  were included  in  Legault's\r              \r\n\ncomplaint as originally filed, the early stages of the litigation\r\n\nfocused  on  plaintiff's  alternative  claim   of  discriminatory\r\n\nimpact.   She contended that  the three-part testing  process for\r                \r\n\nnew firefighters in Johnston had the effect, not justified by any\r\n\nfair  rationale,   of  excluding  women  from   hiring.    During\r\n\ndiscovery,  and  in  opposition  to the  motion  for  preliminary\r\n\ninjunction, defendants contended that the testing process,  which\r\n\nincluded rigorous  physical trials, was fair  and reasonable and,\r\n\nfurther, that they actually followed it as an objective basis for\r\n\ndetermining who would  get on  the fire department.   Both  sides\r\n\npursued  this issue  with  energy at  the preliminary  injunction\r\n\nhearing, generating  testimony of an expert and thirteen pages in\r\n\nthe federal supplement devoted  almost solely to disparate impact\r\n\nanalysis.  Legault v. aRusso, 842 F. Supp. 1479 (D.N.H. 1994).\r                                      \r\n\n                               -6-\r\r\n\n          This whole exercise, as  the district court later found\r\n\nand as the defendants now do not contest, was a complete waste of\r\n\ntime. Performance on these supposedly objective tests bore little\r\n\nor no relation to an applicant's chances of getting a  job on the\r\n\nJohnston fire department.  Hiring decisions were,  in fact, based\r\n\non undisclosed, subjective criteria  within the discretion of the\r\n\ndefendants.     The  town's  impressive  edifice  of  purportedly\r\n\nobjective, multi-stage testing was  ultimately acknowledged to be\r\n\na mirage -- in the words of the district judge, \"a sham.\" \r\n\n          Nevertheless,  in  answers  to  interrogatories  served\r\n\nbefore  the ruse was exposed, aRusso, assisted by DiLuglio as his\r\n\nattorney, stated that performance  on the tests determined hiring\r\n\nrank.     Judge  Barbadoro  found  that   these  false  responses\r\n\nconstituted  a flat violation  of Fed  R. Civ.  P. 26(g)(2).   It\r\n\ncannot remotely be said that he abused his discretion in reaching\r\n\nthis conclusion. \r\n\n          Rule  26(g)(2) requires  that every  discovery response\r\n\nbear  the signature of the  attorney, certifying \"to  the best of\r\n\nthe signer's  knowledge, information  and belief, formed  after a\r\n\nreasonable  inquiry\" that  the response  is \"(A)  consistent with\r\n\nthese rules . . . ;  (B) not interposed for any improper purpose,\r\n\nsuch as to harass or cause unnecessary delay . . . ; and  (C) not\r\n\nunreasonable . . . .\"1\r\n                    \r                              \r\n\n1  Judge Barbadoro applied the  civil rules as they existed prior\r\nto the 1993 amendments since the misconduct occurred before their\r\neffective date, out of  concern that application of the  rules in\r\ntheir later  form might be unfair to the defendants.  For ease of\r\nreference,  because we  perceive no  unfairness, and  because the\r\n\n                               -7-\r\r\n\n          Defendants' responses, the court could well have found,\r\n\nfailed  all  three  of these  tests.    Either  as  a  result  of\r\n\ndeliberate intent, or gross negligence in failing to inquire into\r\n\nthe real  facts, the  discovery responses were  inconsistent with\r\n\nthe rules, were  interposed to  harass and cause  delay and  were\r\n\nunreasonable.\r\n\n          Our conclusion that the  trial judge did not  abuse his\r\n\ndiscretion  on  these facts  is not  intended  to suggest  that a\r                               \r\n\nlitigant  and   his  attorney  expose  themselves   to  discovery\r\n\nsanctions every time their  position ultimately fails to convince\r\n\na  court, or even  where it enjoys  only very weak  support.  The\r\n\ntrial court found something here of an entirely  different order.\r\n\nThe  initial position  of  the town  and  its officials  was,  in\r\n\nessence, a hoax perpetuated through their discovery responses and\r\n\neventually conceded.   This  misconduct caused  substantial delay\r\n\nand expense.  Behavior of this sort may rightly be  found to call\r\n\nfor action by the trial judge.\r\n\n          Fed. R. Civ. P. 26(g)(3) states as follows.\r\n\n            If  without   substantial  justification  a\r\n          certification  is made  in  violation of  the\r\n          rule, the court, upon  motion or upon its own\r\n          initiative,  shall impose upon the person who\r\n          made  the certification,  the party  on whose\r\n          behalf the disclosure, request,  response, or\r\n          objection  is made,  or both,  an appropriate\r\n          sanction, which  may include an  order to pay\r\n          the   amount   of  the   reasonable  expenses\r\n          incurred because of the  violation, including\r\n          a reasonable attorney's fee.\r\n\n                    \r                              \r\n\noutcome  of this  appeal would  not change,  we have  applied the\r\nrules in their current form.\r\n\n                               -8-\r\r\n\n          In this case the trial judge apportioned responsibility\r\n\nfor  the sanction equally between the lawyer and the parties, and\r\n\nlimited the penalty to the fees reasonably expended by Legault in\r\n\npursuing  her motion  for sanctions.   Moreover,  the plaintiff's\r\n\nrequested sanction  was carefully  trimmed to eliminate  what the\r\n\ncourt   found  to  be  excessive  time.    A  more  moderate  and\r\n\npainstaking  approach to  the issue is  hard to imagine.   At the\r\n\nrisk of repetition, no abuse of discretion occurred.\r\n\n          B.  Violation of  Fed.  R.  Civ.  P. 11  Re:  Selection\r                    B.  Violation of  Fed.  R.  Civ.  P. 11  Re:  Selection\r                                                                           \r\n\nProcess.\r          Process.\r                  \r\n\n          On  August  13, 1993,  three  days  before the  initial\r\n\nhearing on Legault's motion for preliminary injunction before the\r\n\nMagistrate  Judge, Attorney  DiLuglio sent  a letter  to opposing\r\n\ncounsel,  which  he copied  to the  court.   This  letter stated,\r\n\nfalsely, that \"[s]tandings in the obstacle course and the written\r\n\nexam determine overall standings in the application process.\"\r\n\n          Fed. R. Civ. P.  11, which parallels Rule 26(g)  in all\r\n\npertinent  respects for  purposes  of this  decision, applies  to\r\n\n\"[e]very pleading,  written motion and other  paper\" presented to\r\n\nthe court.  Without contesting the falsity of  the representation\r\n\nmade in the August  13, 1993 letter, DiLuglio argues that  it was\r\n\nan abuse  of discretion for the trial judge to view the letter as\r\n\nan \"other paper\" for purposes of Rule 11.\r\n\n          Courts  have been properly  reluctant to characterize a\r\n\nletter  generally  as  an  \"other  paper\"  in  weighing  Rule  11\r\n\n                               -9-\r\r\n\nsanctions.  See,  Curley v. Brignoli,  Curley &amp; Roberts,  Assoc.,\r                                                                          \r\n\n128  F.R.D. 613,  616 (S.D.N.Y.  1989).   In this  case, however,\r\n\nDiLuglio  deliberately  copied   his  letter  to  the   presiding\r\n\nMagistrate Judge  three  days before  the preliminary  injunction\r\n\nhearing with the purpose \"to advise the court and all parties\" of\r\n\nits contents.   He repeated  the substance of  the letter  in his\r\n\nmemorandum   opposing  the  motion  for  preliminary  injunction.\r\n\nMoreover,  the letter's message -- that Legault would have a fair\r\n\nchance at getting a job on the fire department if she did well on\r\n\nthe tests -- actually influenced Magistrate Judge Barry in making\r\n\nhis recommendation  (later rejected  by the district  court) that\r\n\nLegault receive only partial injunctive relief.\r\n\n          To  hold under these circumstances that this particular\r\n\nletter sails beyond the reach  of Rule 11 would be to  exalt form\r\n\nover  substance and  reward the  rankest game-playing.   DiLuglio\r\n\nsent  this  letter, the  trial judge  found,  with the  intent to\r\n\ninfluence the  court, at a  time and  in a  manner calculated  to\r\n\ninsure its  impact.  As it  happened, it did  influence the court\r\n\nsubstantially.  Given this, the imposition of sanctions based  in\r\n\npart upon the letter's false contents was no abuse of discretion.\r\n\n          C.   Violation   of  Fed.   R.   Civ.   P.  26(g)   Re:\r                    C.   Violation   of  Fed.   R.   Civ.   P.  26(g)   Re:\r                                                                           \r\n\nIdentification of Documents.\r          Identification of Documents.\r                                      \r\n\n          The  trial  judge   found  that   the  defendants   had\r\n\nimproperly  failed to  produce  four categories  of documents  in\r\n\nresponse to  plaintiff's legitimate discovery  requests: a report\r\n\n                               -10-\r\r\n\nby an independent testing  service listing each applicant's score\r\n\non  the written examination; a  list of code  numbers assigned to\r\n\neach  applicant who  took the  written exam;  a list  showing the\r\n\nactual hiring  rank  of  each applicant  who  took  the  training\r\n\ncourse,  and pleadings in  other civil  rights cases  against the\r\n\ntown of Johnston.\r\n\n          The first three categories of documents, in particular,\r\n\nwould  have  gone   far  to  uncover  the  speciousness   of  the\r\n\ndefendants' claim that applicants to the fire department received\r\n\ntheir jobs based  on objective  criteria.  The  court found  that\r\n\neach of the four  categories of documents was in  the defendants'\r\n\npossession and that a reasonable search would have  located them.\r\n\nThe  Advisory Committee's Notes to the 1983 amendments to Rule 26\r\n\nspell  out  the  obvious:  a  certifying  lawyer   must  make  \"a\r\n\nreasonable  effort to assure that the client has provided all the\r\n\ninformation and documents available to him that are responsive to\r\n\nthe discovery demand.\"   Here, the trial court's finding  that no\r\n\nsuch  effort was made is well supported.  Imposition of sanctions\r\n\nunder Rule 26(g)(3) constituted no abuse of discretion.  \r\n\n          D. Violation of Rule 16. \r                    D. Violation of Rule 16. \r                                            \r\n\n          On December 16, 1993 the district court issued an order\r\n\nrequiring  the  filing  of  all pretrial  material  on  or before\r\n\nApril 15, 1994.   Defendants,  it is  conceded,  did not  comply.\r\n\nTheir pretrial submission  arrived over three  weeks late, on  or\r\n\n                               -11-\r\r\n\nabout  May 9, 1994.  The trial judge based his sanction decision,\r\n\nin part, upon this tardiness.\r\n\n          Rule 16(f) gives a trial judge faced with  disregard of\r\n\na pretrial order the  power, upon motion or sua  sponte, to \"make\r                                                                 \r\n\nsuch orders with regard thereto as are just, and among others any\r\n\nof the orders provided in Rule  37(b)(2)(B), (C), (D).\"   In lieu\r\n\nof  or in  addition to  this sanction,  the  court may  order the\r\n\noffending party to \"pay  the reasonable expenses incurred because\r\n\nof noncompliance with this rule.\"\r\n\n          Appellants argue that, because the  cited provisions of\r\n\nRule 37 describe non-monetary sanctions, and because the district\r\n\ncourt  made  no  explicit   finding  that  the  defendants'  non-\r\n\ncompliance  with the  court's pretrial  order caused  Legault any\r\n\nexpense,  imposition of a  monetary penalty based  (even in part)\r\n\nupon their  acknowledged neglect  of the court's  order regarding\r\n\nfiling of pretrial papers constituted an abuse of discretion.\r\n\n          We cannot agree.  The extent to which a party's failure\r\n\nto file  pretrial papers in a timely manner puts an opponent into\r\n\nan unfair position, by causing unnecessary preparation, confusion\r\n\nor distraction, and the translation of this unfairness into a sum\r\n\nof  money,  are  tasks  that  must be  left  except  in  the most\r\n\nextraordinary circumstances to the good sense of the judge on the\r\n\nscene.   \r\n\n          Beyond  this  the   trial  judge  has  an   independent\r\n\nresponsibility to enforce the directives he has laid down for the\r\n\n                               -12-\r\r\n\ncase.   This court  has made this  point before  in the  clearest\r\n\nterms.\r\n\n             Rules are rules  -- and  the parties  must\r\n          play  by them.   In  the final  analysis, the\r\n          judicial  process  depends  heavily   on  the\r\n          judge's   credibility.      To  ensure   such\r\n          credibility,  a district judge  must often be\r\n          firm   in   managing   crowded  dockets   and\r\n          demanding  adherence to  announced deadlines.\r\n          If  he or  she  sets a  reasonable due  date,\r\n          parties  should  not be  allowed  casually to\r\n          flout   it  or   painlessly  to   escape  the\r\n          foreseeable consequences of noncompliance.\r\n\nM ndez v. Banco  Popular de Puerto Rico, 900 F.2d  4, 7 (1st Cir.\r                                                 \r\n\n1990).\r\n\n          Here  the judge's prudent  assessment of  the situation\r\n\nfairly  jumps out of  the record.   We cannot say  that including\r\n\ndefendants' conceded disregard of his pretrial order into the mix\r\n\nof  factors that brought him to the figure of $16,450 constituted\r\n\nan abuse of discretion.  \r\n\n          Finally, given the ample justification for the award of\r\n\nsanctions against appellants,  the district  court certainly  did\r\n\nnot abuse  its discretion in  declining to impose  sanctions upon\r\n\nLegault  herself.    While  her  sanction  motion  may  have been\r\n\noverbroad,  the  core  of her  grievance  was  found  to be  well\r\n\nsupported.\r\n\n                         III.  CONCLUSION\r                                   III.  CONCLUSION\r                                                   \r\n\n          In  summary, this was  a textbook  job by  the district\r\n\ncourt  in  considering and  imposing  sanctions.   The  offending\r\n\nparties were given  clear notice  of the  claimed misconduct  and\r\n\nample  opportunity to be heard.  The judge sorted the unsupported\r\n\n                               -13-\r\r\n\nor trivial  violations from the substantial wrongdoing.   He then\r\n\nimposed a  sanction crafted  to penalize only  improprieties that\r\n\nwere  sufficiently egregious  to  warrant a  penalty and  clearly\r\n\nsupported by the record.  Both the amount and the  targets of the\r\n\nsanctions were exactly specified.  There was no error.2\r\n\n          Affirmed.\r                            \r\n\n                    \r                              \r\n\n2   Plaintiff-appellee, though  prevailing, should not  view this\r\nopinion  as a testament to  the cogency of  her written advocacy.\r\nHer  brief,  relying  substantially on  overcharged  rhetoric and\r\nirrelevancy,  is  almost  useless.   It  has  been  rescued by  a\r\ncombination of  the essential  weakness of  appellants' position,\r\nthe  performance of the court below and a dexterous oral argument\r\npresented by substitute counsel.\r\n\n                               -14-\r\r\n",
  "html": "<p class=\"case_cite\">105 F.3d 24</p>\n    <p class=\"case_cite\">72 Fair Empl.Prac.Cas. (BNA) 1652,<br>70 Empl. Prac. Dec. P 44,632, 36 Fed.R.Serv.3d 1229</p>\n    <p class=\"parties\">Michelle LEGAULT, Plaintiff-Appellee,<br>v.<br>Alan ZAMBARANO, and Town of Johnston, Defendants-Appellees.<br>Ralph R. aRusso, Defendant-Appellant.<br>Michelle LEGAULT, Plaintiff-Appellee,<br>v.<br>Ralph R. aRUSSO, Alan Zabarano, and Town of Johnston,<br>Defendants-Appellees.<br>Thomas A. Diluglio, Appellant.</p>\n    <p class=\"docket\">Nos. 96-1566, 96-1567.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 9, 1996.<br>Decided Jan. 28, 1997.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Jeffrey S. Michaelson, with whom Julius C. Michaelson and Michaelson &amp; Michaelson, Providence, RI, were on brief for appellants Ralph R. aRusso and Thomas A. DiLuglio.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">G. Robert Blakey, with whom Ina P. Schiff, Providence, RI, was on brief for appellee Michelle Legault.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before CYR and BOUDIN, Circuit Judges, and PONSOR,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">PONSOR, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This appeal challenges the propriety of the district court's imposition of monetary sanctions upon the defendant-appellant Ralph aRusso and his attorney Thomas DiLuglio for violations of Fed.R.Civ.P. 11, 16 and 26, committed during pretrial proceedings in this employment discrimination case.  Finding no error, we affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In May of 1993 plaintiff-appellee Michelle Legault brought suit against the town of Johnston, Rhode Island, its mayor at the time, Ralph aRusso, and its fire chief, Alan Zambarano, contending that the defendants discriminated against her based on her gender when she applied for a position as a firefighter.  On February 10, 1994 the district court found that Legault was likely to prevail and that inaction would cause her irreparable harm.  Based on this, the court issued a preliminary injunction requiring the defendants to hire her.  Legault v. aRusso, 842 F.Supp. 1479 (D.N.H.1994).  On April 5, 1995 the case settled when the district judge signed a consent order awarding Legault judgment against the town for violations of Title VII, 42 U.S.C. &#167; 1983 and two Rhode Island statutes.  Subsequently, the town paid Legault's reasonable costs and attorney's fees.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In April 1994, following the preliminary injunction but before the consent order, Legault filed a motion for sanctions against aRusso, Zambarano and their attorney Thomas DiLuglio.  The district court heard evidence on the motion over two days and on December 30, 1994 allowed the motion, in part, ordering that the three each be held responsible for one-third of the fees necessitated by their misconduct during discovery.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On March 29, 1996, following the settlement, the district judge denied a motion to reconsider his sanctions ruling and set the monetary penalty in the amount of $16,450.  He ordered that each of the three parties be responsible for one-third of this sum.  The court gave the town of Johnston the right to recover from the three any part of the fee already paid to Legault but caused by their wrongdoing.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">DiLuglio and aRusso now claim that both the finding of misconduct and the award of the fees constituted error as a matter of law and an abuse of discretion.  Neither Zambarano nor the town of Johnston has appealed either the sanctions decision or the judgment of discrimination.II. DISCUSSION</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A challenge to a trial judge's exercise of discretion in these circumstances carries an especially heavy burden.  Over twenty years ago the Supreme Court sharply underlined the importance of supporting a trial court's decisions concerning sanctions, even where the judge imposed the most stringent sanction, outright dismissal, for misconduct in the pretrial phase of a case.  National Hockey League v. Metropolitan Hockey Club, Inc., 427 U.S. 639, 642-43, 96 S.Ct. 2778, 2780-81, 49 L.Ed.2d 747 (1976).  This circuit's decisions have been entirely consistent with the Supreme Court's directive.  See, e.g., Spiller v. U.S.V. Laboratories, Inc., 842 F.2d 535, 537 (1st Cir.1988);  Damiani v. Rhode Island Hosp., 704 F.2d 12, 17 (1st Cir.1983).  In this legal medium the appellants' thin claims of abuse dissolve almost upon scrutiny.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As a threshold matter, appellants contend that appellee lacks \"standing to participate\" in this appeal.  This argument is offered on the ground that the district court ordered that the $16,450 sanction be paid as a reimbursement to the town of Johnston, and not to Legault, to the extent that the town's prior payment of fees to Legault covered work necessitated by appellants' misconduct.  The town of Johnston, they appear to claim, and not Legault, is the proper party to oppose this appeal, and it has chosen not to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This is a meaningless quibble.  The issue on this appeal is not the identity of the proper appellee, but whether the district court abused its discretion in awarding sanctions against the appellants.  Legault, in fact, has an interest in this appeal because the appellants seek, among other things, a ruling from this court that the district judge erred in declining to impose sanctions on Legault herself.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Moreover, even if she lacked a personal stake in the outcome, this court would hear Legault as an amicus curiae.   This is certainly not a case, if any such cases there be, where (as appellants' argument implies) a trial court's valid order should be vacated without consideration of its merits simply because the party opposing the appeal lacks technical eligibility to offer a contest.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Moving beyond this preliminary argument, then, we must address the four instances of misconduct that the district judge, after considering several possible grounds, found justified an award of sanctions.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A. Violation of Fed.R.Civ.P. 26(g) Re:  Hiring Process.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">A detour into the merits of the underlying discrimination case is necessary in order to understand the basis for the trial court's action.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Although allegations of intentional discrimination--i.e., discriminatory treatment--were included in Legault's complaint as originally filed, the early stages of the litigation focused on plaintiff's alternative claim of discriminatory impact.   She contended that the three-part testing process for new firefighters in Johnston had the effect, not justified by any fair rationale, of excluding women from hiring.  During discovery, and in opposition to the motion for preliminary injunction, defendants contended that the testing process, which included rigorous physical trials, was fair and reasonable and, further, that they actually followed it as an objective basis for determining who would get on the fire department.  Both sides pursued this issue with energy at the preliminary injunction hearing, generating testimony of an expert and thirteen pages in the federal supplement devoted almost solely to disparate impact analysis.  Legault v. aRusso, 842 F.Supp. 1479 (D.N.H.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This whole exercise, as the district court later found and as the defendants now do not contest, was a complete waste of time.  Performance on these supposedly objective tests bore little or no relation to an applicant's chances of getting a job on the Johnston fire department.  Hiring decisions were, in fact, based on undisclosed, subjective criteria within the discretion of the defendants.  The town's impressive edifice of purportedly objective, multi-stage testing was ultimately acknowledged to be a mirage--in the words of the district judge, \"a sham.\"Nevertheless, in answers to interrogatories served before the ruse was exposed, aRusso, assisted by DiLuglio as his attorney, stated that performance on the tests determined hiring rank.  Judge Barbadoro found that these false responses constituted a flat violation of Fed R.Civ.P. 26(g)(2).  It cannot remotely be said that he abused his discretion in reaching this conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Rule 26(g)(2) requires that every discovery response bear the signature of the attorney, certifying \"to the best of the signer's knowledge, information and belief, formed after a reasonable inquiry\" that the response is \"(A) consistent with these rules ...;  (B) not interposed for any improper purpose, such as to harass or cause unnecessary delay ...;  and (C) not unreasonable....\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Defendants' responses, the court could well have found, failed all three of these tests.  Either as a result of deliberate intent, or gross negligence in failing to inquire into the real facts, the discovery responses were inconsistent with the rules, were interposed to harass and cause delay and were unreasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Our conclusion that the trial judge did not abuse his discretion on these facts is not intended to suggest that a litigant and his attorney expose themselves to discovery sanctions every time their position ultimately fails to convince a court, or even where it enjoys only very weak support.  The trial court found something here of an entirely different order.  The initial position of the town and its officials was, in essence, a hoax perpetuated through their discovery responses and eventually conceded.  This misconduct caused substantial delay and expense.  Behavior of this sort may rightly be found to call for action by the trial judge.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Fed.R.Civ.P. 26(g)(3) states as follows.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">If without substantial justification a certification is made in violation of the rule, the court, upon motion or upon its own initiative, shall impose upon the person who made the certification, the party on whose behalf the disclosure, request, response, or objection is made, or both, an appropriate sanction, which may include an order to pay the amount of the reasonable expenses incurred because of the violation, including a reasonable attorney's fee.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In this case the trial judge apportioned responsibility for the sanction equally between the lawyer and the parties, and limited the penalty to the fees reasonably expended by Legault in pursuing her motion for sanctions.  Moreover, the plaintiff's requested sanction was carefully trimmed to eliminate what the court found to be excessive time.  A more moderate and painstaking approach to the issue is hard to imagine.  At the risk of repetition, no abuse of discretion occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">B. Violation of Fed.R.Civ.P. 11 Re:  Selection Process.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">On August 13, 1993, three days before the initial hearing on Legault's motion for preliminary injunction before the Magistrate Judge, Attorney DiLuglio sent a letter to opposing counsel, which he copied to the court.  This letter stated, falsely, that \"[s]tandings in the obstacle course and the written exam determine overall standings in the application process.\"</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Fed.R.Civ.P. 11, which parallels Rule 26(g) in all pertinent respects for purposes of this decision, applies to \"[e]very pleading, written motion and other paper\" presented to the court.  Without contesting the falsity of the representation made in the August 13, 1993 letter, DiLuglio argues that it was an abuse of discretion for the trial judge to view the letter as an \"other paper\" for purposes of Rule 11.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Courts have been properly reluctant to characterize a letter generally as an \"other paper\" in weighing Rule 11 sanctions.  See, Curley v. Brignoli, Curley &amp; Roberts, Assoc., 128 F.R.D. 613, 616 (S.D.N.Y.1989).  In this case, however, DiLuglio deliberately copied his letter to the presiding Magistrate Judge three days before the preliminary injunction hearing with the purpose \"to advise the court and all parties\" of its contents.  He repeated the substance of the letter in his memorandum opposing the motion for preliminary injunction.  Moreover, the letter's message--that Legault would have a fair chance at getting a job on the fire department if she did well on the tests--actually influenced Magistrate Judge Barry in making his recommendation (later rejected by the district court) that Legault receive only partial injunctive relief.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">To hold under these circumstances that this particular letter sails beyond the reach of Rule 11 would be to exalt form over substance and reward the rankest game-playing.  DiLuglio sent this letter, the trial judge found, with the intent to influence the court, at a time and in a manner calculated to insure its impact.  As it happened, it did influence the court substantially.  Given this, the imposition of sanctions based in part upon the letter's false contents was no abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">C. Violation of Fed.R.Civ.P. 26(g) Re:  Identification of Documents.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The trial judge found that the defendants had improperly failed to produce four categories of documents in response to plaintiff's legitimate discovery requests:  a report by an independent testing service listing each applicant's score on the written examination;  a list of code numbers assigned to each applicant who took the written exam;  a list showing the actual hiring rank of each applicant who took the training course, and pleadings in other civil rights cases against the town of Johnston.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The first three categories of documents, in particular, would have gone far to uncover the speciousness of the defendants' claim that applicants to the fire department received their jobs based on objective criteria.  The court found that each of the four categories of documents was in the defendants' possession and that a reasonable search would have located them.  The Advisory Committee's Notes to the 1983 amendments to Rule 26 spell out the obvious:  a certifying lawyer must make \"a reasonable effort to assure that the client has provided all the information and documents available to him that are responsive to the discovery demand.\"   Here, the trial court's finding that no such effort was made is well supported.  Imposition of sanctions under Rule 26(g)(3) constituted no abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">D. Violation of Rule 16.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">On December 16, 1993 the district court issued an order requiring the filing of all pretrial material on or before April 15, 1994.  Defendants, it is conceded, did not comply.  Their pretrial submission arrived over three weeks late, on or about May 9, 1994.  The trial judge based his sanction decision, in part, upon this tardiness.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Rule 16(f) gives a trial judge faced with disregard of a pretrial order the power, upon motion or sua sponte, to \"make such orders with regard thereto as are just, and among others any of the orders provided in Rule 37(b)(2)(B), (C), (D).\"   In lieu of or in addition to this sanction, the court may order the offending party to \"pay the reasonable expenses incurred because of noncompliance with this rule.\"</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Appellants argue that, because the cited provisions of Rule 37 describe non-monetary sanctions, and because the district court made no explicit finding that the defendants' non-compliance with the court's pretrial order caused Legault any expense, imposition of a monetary penalty based (even in part) upon their acknowledged neglect of the court's order regarding filing of pretrial papers constituted an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We cannot agree.  The extent to which a party's failure to file pretrial papers in a timely manner puts an opponent into an unfair position, by causing unnecessary preparation, confusion or distraction, and the translation of this unfairness into a sum of money, are tasks that must be left except in the most extraordinary circumstances to the good sense of the judge on the scene.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Beyond this the trial judge has an independent responsibility to enforce the directives he has laid down for the case.  This court has made this point before in the clearest terms.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Rules are rules--and the parties must play by them.  In the final analysis, the judicial process depends heavily on the judge's credibility.  To ensure such credibility, a district judge must often be firm in managing crowded dockets and demanding adherence to announced deadlines.  If he or she sets a reasonable due date, parties should not be allowed casually to flout it or painlessly to escape the foreseeable consequences of noncompliance.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Mendez v. Banco Popular de Puerto Rico, 900 F.2d 4, 7 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Here the judge's prudent assessment of the situation fairly jumps out of the record.  We cannot say that including defendants' conceded disregard of his pretrial order into the mix of factors that brought him to the figure of $16,450 constituted an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Finally, given the ample justification for the award of sanctions against appellants, the district court certainly did not abuse its discretion in declining to impose sanctions upon Legault herself.  While her sanction motion may have been overbroad, the core of her grievance was found to be well supported.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In summary, this was a textbook job by the district court in considering and imposing sanctions.  The offending parties were given clear notice of the claimed misconduct and ample opportunity to be heard.  The judge sorted the unsupported or trivial violations from the substantial wrongdoing.  He then imposed a sanction crafted to penalize only improprieties that were sufficiently egregious to warrant a penalty and clearly supported by the record.  Both the amount and the targets of the sanctions were exactly specified.  There was no error.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Judge Barbadoro applied the civil rules as they existed prior to the 1993 amendments since the misconduct occurred before their effective date, out of concern that application of the rules in their later form might be unfair to the defendants.  For ease of reference, because we perceive no unfairness, and because the outcome of this appeal would not change, we have applied the rules in their current form</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Plaintiff-appellee, though prevailing, should not view this opinion as a testament to the cogency of her written advocacy.  Her brief, relying substantially on overcharged rhetoric and irrelevancy, is almost useless.  It has been rescued by a combination of the essential weakness of appellants' position, the performance of the court below and a dexterous oral argument presented by substitute counsel</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">Fair Empl. Prac. Cas. (BNA)</span> <span class=\"page\">1652</span></span>,<br>70 Empl. Prac. Dec. P 44,632, <span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">1229</span></span></p>\n    <p class=\"parties\">Michelle LEGAULT, Plaintiff-Appellee,<br>v.<br>Alan ZAMBARANO, and Town of Johnston, Defendants-Appellees.<br>Ralph R. aRusso, Defendant-Appellant.<br>Michelle LEGAULT, Plaintiff-Appellee,<br>v.<br>Ralph R. aRUSSO, Alan Zabarano, and Town of Johnston,<br>Defendants-Appellees.<br>Thomas A. Diluglio, Appellant.</p>\n    <p class=\"docket\">Nos. 96-1566, 96-1567.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 9, 1996.<br>Decided Jan. 28, 1997.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Jeffrey S. Michaelson, with whom Julius C. Michaelson and Michaelson &amp; Michaelson, Providence, RI, were on brief for appellants Ralph R. aRusso and Thomas A. DiLuglio.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">G. Robert Blakey, with whom Ina P. Schiff, Providence, RI, was on brief for appellee Michelle Legault.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before CYR and BOUDIN, Circuit Judges, and PONSOR,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">PONSOR, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This appeal challenges the propriety of the district court's imposition of monetary sanctions upon the defendant-appellant Ralph aRusso and his attorney Thomas DiLuglio for violations of Fed.R.Civ.P. 11, 16 and 26, committed during pretrial proceedings in this employment discrimination case.  Finding no error, we affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In May of 1993 plaintiff-appellee Michelle Legault brought suit against the town of Johnston, Rhode Island, its mayor at the time, Ralph aRusso, and its fire chief, Alan Zambarano, contending that the defendants discriminated against her based on her gender when she applied for a position as a firefighter.  On February 10, 1994 the district court found that Legault was likely to prevail and that inaction would cause her irreparable harm.  Based on this, the court issued a preliminary injunction requiring the defendants to hire her.  Legault v. aRusso, <span class=\"citation no-link\"><span class=\"volume\">842</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1479</span></span> (D.N.H.1994).  On April 5, 1995 the case settled when the district judge signed a consent order awarding Legault judgment against the town for violations of Title VII, 42 U.S.C. &#167; 1983 and two Rhode Island statutes.  Subsequently, the town paid Legault's reasonable costs and attorney's fees.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In April 1994, following the preliminary injunction but before the consent order, Legault filed a motion for sanctions against aRusso, Zambarano and their attorney Thomas DiLuglio.  The district court heard evidence on the motion over two days and on December 30, 1994 allowed the motion, in part, ordering that the three each be held responsible for one-third of the fees necessitated by their misconduct during discovery.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On March 29, 1996, following the settlement, the district judge denied a motion to reconsider his sanctions ruling and set the monetary penalty in the amount of $16,450.  He ordered that each of the three parties be responsible for one-third of this sum.  The court gave the town of Johnston the right to recover from the three any part of the fee already paid to Legault but caused by their wrongdoing.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">DiLuglio and aRusso now claim that both the finding of misconduct and the award of the fees constituted error as a matter of law and an abuse of discretion.  Neither Zambarano nor the town of Johnston has appealed either the sanctions decision or the judgment of discrimination.II. DISCUSSION</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A challenge to a trial judge's exercise of discretion in these circumstances carries an especially heavy burden.  Over twenty years ago the Supreme Court sharply underlined the importance of supporting a trial court's decisions concerning sanctions, even where the judge imposed the most stringent sanction, outright dismissal, for misconduct in the pretrial phase of a case.  National Hockey League v. Metropolitan Hockey Club, Inc., <span class=\"citation\" data-id=\"109527\"><a href=\"/opinion/109527/national-hockey-league-v-metropolitan-hockey-club-inc/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">639</span></a></span>, 642-43, <span class=\"citation\" data-id=\"109527\"><a href=\"/opinion/109527/national-hockey-league-v-metropolitan-hockey-club-inc/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span>, 2780-81, <span class=\"citation\" data-id=\"109527\"><a href=\"/opinion/109527/national-hockey-league-v-metropolitan-hockey-club-inc/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">747</span></a></span> (1976).  This circuit's decisions have been entirely consistent with the Supreme Court's directive.  See, e.g., Spiller v. U.S.V. Laboratories, Inc., <span class=\"citation\" data-id=\"503429\"><a href=\"/opinion/503429/michael-e-spiller-v-us-v-laboratories-inc/\"><span class=\"volume\">842</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">535</span></a></span>, 537 (1st Cir.1988);  Damiani v. Rhode Island Hosp., <span class=\"citation\" data-id=\"416550\"><a href=\"/opinion/416550/louis-m-damiani-md-v-rhode-island-hospital/\"><span class=\"volume\">704</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 17 (1st Cir.1983).  In this legal medium the appellants' thin claims of abuse dissolve almost upon scrutiny.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As a threshold matter, appellants contend that appellee lacks \"standing to participate\" in this appeal.  This argument is offered on the ground that the district court ordered that the $16,450 sanction be paid as a reimbursement to the town of Johnston, and not to Legault, to the extent that the town's prior payment of fees to Legault covered work necessitated by appellants' misconduct.  The town of Johnston, they appear to claim, and not Legault, is the proper party to oppose this appeal, and it has chosen not to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This is a meaningless quibble.  The issue on this appeal is not the identity of the proper appellee, but whether the district court abused its discretion in awarding sanctions against the appellants.  Legault, in fact, has an interest in this appeal because the appellants seek, among other things, a ruling from this court that the district judge erred in declining to impose sanctions on Legault herself.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Moreover, even if she lacked a personal stake in the outcome, this court would hear Legault as an amicus curiae.   This is certainly not a case, if any such cases there be, where (as appellants' argument implies) a trial court's valid order should be vacated without consideration of its merits simply because the party opposing the appeal lacks technical eligibility to offer a contest.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Moving beyond this preliminary argument, then, we must address the four instances of misconduct that the district judge, after considering several possible grounds, found justified an award of sanctions.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A. Violation of Fed.R.Civ.P. 26(g) Re:  Hiring Process.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">A detour into the merits of the underlying discrimination case is necessary in order to understand the basis for the trial court's action.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Although allegations of intentional discrimination--i.e., discriminatory treatment--were included in Legault's complaint as originally filed, the early stages of the litigation focused on plaintiff's alternative claim of discriminatory impact.   She contended that the three-part testing process for new firefighters in Johnston had the effect, not justified by any fair rationale, of excluding women from hiring.  During discovery, and in opposition to the motion for preliminary injunction, defendants contended that the testing process, which included rigorous physical trials, was fair and reasonable and, further, that they actually followed it as an objective basis for determining who would get on the fire department.  Both sides pursued this issue with energy at the preliminary injunction hearing, generating testimony of an expert and thirteen pages in the federal supplement devoted almost solely to disparate impact analysis.  Legault v. aRusso, <span class=\"citation no-link\"><span class=\"volume\">842</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1479</span></span> (D.N.H.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This whole exercise, as the district court later found and as the defendants now do not contest, was a complete waste of time.  Performance on these supposedly objective tests bore little or no relation to an applicant's chances of getting a job on the Johnston fire department.  Hiring decisions were, in fact, based on undisclosed, subjective criteria within the discretion of the defendants.  The town's impressive edifice of purportedly objective, multi-stage testing was ultimately acknowledged to be a mirage--in the words of the district judge, \"a sham.\"Nevertheless, in answers to interrogatories served before the ruse was exposed, aRusso, assisted by DiLuglio as his attorney, stated that performance on the tests determined hiring rank.  Judge Barbadoro found that these false responses constituted a flat violation of Fed R.Civ.P. 26(g)(2).  It cannot remotely be said that he abused his discretion in reaching this conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Rule 26(g)(2) requires that every discovery response bear the signature of the attorney, certifying \"to the best of the signer's knowledge, information and belief, formed after a reasonable inquiry\" that the response is \"(A) consistent with these rules ...;  (B) not interposed for any improper purpose, such as to harass or cause unnecessary delay ...;  and (C) not unreasonable....\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Defendants' responses, the court could well have found, failed all three of these tests.  Either as a result of deliberate intent, or gross negligence in failing to inquire into the real facts, the discovery responses were inconsistent with the rules, were interposed to harass and cause delay and were unreasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Our conclusion that the trial judge did not abuse his discretion on these facts is not intended to suggest that a litigant and his attorney expose themselves to discovery sanctions every time their position ultimately fails to convince a court, or even where it enjoys only very weak support.  The trial court found something here of an entirely different order.  The initial position of the town and its officials was, in essence, a hoax perpetuated through their discovery responses and eventually conceded.  This misconduct caused substantial delay and expense.  Behavior of this sort may rightly be found to call for action by the trial judge.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Fed.R.Civ.P. 26(g)(3) states as follows.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">If without substantial justification a certification is made in violation of the rule, the court, upon motion or upon its own initiative, shall impose upon the person who made the certification, the party on whose behalf the disclosure, request, response, or objection is made, or both, an appropriate sanction, which may include an order to pay the amount of the reasonable expenses incurred because of the violation, including a reasonable attorney's fee.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In this case the trial judge apportioned responsibility for the sanction equally between the lawyer and the parties, and limited the penalty to the fees reasonably expended by Legault in pursuing her motion for sanctions.  Moreover, the plaintiff's requested sanction was carefully trimmed to eliminate what the court found to be excessive time.  A more moderate and painstaking approach to the issue is hard to imagine.  At the risk of repetition, no abuse of discretion occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">B. Violation of Fed.R.Civ.P. 11 Re:  Selection Process.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">On August 13, 1993, three days before the initial hearing on Legault's motion for preliminary injunction before the Magistrate Judge, Attorney DiLuglio sent a letter to opposing counsel, which he copied to the court.  This letter stated, falsely, that \"[s]tandings in the obstacle course and the written exam determine overall standings in the application process.\"</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Fed.R.Civ.P. 11, which parallels Rule 26(g) in all pertinent respects for purposes of this decision, applies to \"[e]very pleading, written motion and other paper\" presented to the court.  Without contesting the falsity of the representation made in the August 13, 1993 letter, DiLuglio argues that it was an abuse of discretion for the trial judge to view the letter as an \"other paper\" for purposes of Rule 11.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Courts have been properly reluctant to characterize a letter generally as an \"other paper\" in weighing Rule 11 sanctions.  See, Curley v. Brignoli, Curley &amp; Roberts, Assoc., <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">613</span></span>, 616 (S.D.N.Y.1989).  In this case, however, DiLuglio deliberately copied his letter to the presiding Magistrate Judge three days before the preliminary injunction hearing with the purpose \"to advise the court and all parties\" of its contents.  He repeated the substance of the letter in his memorandum opposing the motion for preliminary injunction.  Moreover, the letter's message--that Legault would have a fair chance at getting a job on the fire department if she did well on the tests--actually influenced Magistrate Judge Barry in making his recommendation (later rejected by the district court) that Legault receive only partial injunctive relief.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">To hold under these circumstances that this particular letter sails beyond the reach of Rule 11 would be to exalt form over substance and reward the rankest game-playing.  DiLuglio sent this letter, the trial judge found, with the intent to influence the court, at a time and in a manner calculated to insure its impact.  As it happened, it did influence the court substantially.  Given this, the imposition of sanctions based in part upon the letter's false contents was no abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">C. Violation of Fed.R.Civ.P. 26(g) Re:  Identification of Documents.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The trial judge found that the defendants had improperly failed to produce four categories of documents in response to plaintiff's legitimate discovery requests:  a report by an independent testing service listing each applicant's score on the written examination;  a list of code numbers assigned to each applicant who took the written exam;  a list showing the actual hiring rank of each applicant who took the training course, and pleadings in other civil rights cases against the town of Johnston.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The first three categories of documents, in particular, would have gone far to uncover the speciousness of the defendants' claim that applicants to the fire department received their jobs based on objective criteria.  The court found that each of the four categories of documents was in the defendants' possession and that a reasonable search would have located them.  The Advisory Committee's Notes to the 1983 amendments to Rule 26 spell out the obvious:  a certifying lawyer must make \"a reasonable effort to assure that the client has provided all the information and documents available to him that are responsive to the discovery demand.\"   Here, the trial court's finding that no such effort was made is well supported.  Imposition of sanctions under Rule 26(g)(3) constituted no abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">D. Violation of Rule 16.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">On December 16, 1993 the district court issued an order requiring the filing of all pretrial material on or before April 15, 1994.  Defendants, it is conceded, did not comply.  Their pretrial submission arrived over three weeks late, on or about May 9, 1994.  The trial judge based his sanction decision, in part, upon this tardiness.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Rule 16(f) gives a trial judge faced with disregard of a pretrial order the power, upon motion or sua sponte, to \"make such orders with regard thereto as are just, and among others any of the orders provided in Rule 37(b)(2)(B), (C), (D).\"   In lieu of or in addition to this sanction, the court may order the offending party to \"pay the reasonable expenses incurred because of noncompliance with this rule.\"</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Appellants argue that, because the cited provisions of Rule 37 describe non-monetary sanctions, and because the district court made no explicit finding that the defendants' non-compliance with the court's pretrial order caused Legault any expense, imposition of a monetary penalty based (even in part) upon their acknowledged neglect of the court's order regarding filing of pretrial papers constituted an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We cannot agree.  The extent to which a party's failure to file pretrial papers in a timely manner puts an opponent into an unfair position, by causing unnecessary preparation, confusion or distraction, and the translation of this unfairness into a sum of money, are tasks that must be left except in the most extraordinary circumstances to the good sense of the judge on the scene.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Beyond this the trial judge has an independent responsibility to enforce the directives he has laid down for the case.  This court has made this point before in the clearest terms.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Rules are rules--and the parties must play by them.  In the final analysis, the judicial process depends heavily on the judge's credibility.  To ensure such credibility, a district judge must often be firm in managing crowded dockets and demanding adherence to announced deadlines.  If he or she sets a reasonable due date, parties should not be allowed casually to flout it or painlessly to escape the foreseeable consequences of noncompliance.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Mendez v. Banco Popular de Puerto Rico, <span class=\"citation\" data-id=\"539215\"><a href=\"/opinion/539215/julio-mendez-aka-julio-mendez-rodriguez-v-banco-popular-de-puerto-rico/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span>, 7 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Here the judge's prudent assessment of the situation fairly jumps out of the record.  We cannot say that including defendants' conceded disregard of his pretrial order into the mix of factors that brought him to the figure of $16,450 constituted an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Finally, given the ample justification for the award of sanctions against appellants, the district court certainly did not abuse its discretion in declining to impose sanctions upon Legault herself.  While her sanction motion may have been overbroad, the core of her grievance was found to be well supported.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In summary, this was a textbook job by the district court in considering and imposing sanctions.  The offending parties were given clear notice of the claimed misconduct and ample opportunity to be heard.  The judge sorted the unsupported or trivial violations from the substantial wrongdoing.  He then imposed a sanction crafted to penalize only improprieties that were sufficiently egregious to warrant a penalty and clearly supported by the record.  Both the amount and the targets of the sanctions were exactly specified.  There was no error.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Judge Barbadoro applied the civil rules as they existed prior to the 1993 amendments since the misconduct occurred before their effective date, out of concern that application of the rules in their later form might be unfair to the defendants.  For ease of reference, because we perceive no unfairness, and because the outcome of this appeal would not change, we have applied the rules in their current form</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Plaintiff-appellee, though prevailing, should not view this opinion as a testament to the cogency of her written advocacy.  Her brief, relying substantially on overcharged rhetoric and irrelevancy, is almost useless.  It has been rescued by a combination of the essential weakness of appellants' position, the performance of the court below and a dexterous oral argument presented by substitute counsel</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109527/",
    "http://www.courtlistener.com/api/rest/v3/opinions/416550/",
    "http://www.courtlistener.com/api/rest/v3/opinions/503429/",
    "http://www.courtlistener.com/api/rest/v3/opinions/539215/"
  ]
}