{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197160/",
  "absolute_url": "/opinion/197160/united-states-v-loaisiga/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197160/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:23:41Z",
  "date_modified": "2017-03-24T10:50:29.526852Z",
  "type": "010combined",
  "sha1": "23a95eb87d43a5c299e2b607bea653dec07c6143",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1403.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 96-1403\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellant,\r\n\n                              v.\r\n\n                    DONALD JESUS LOAISIGA,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Robert E. Keeton, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                Cyr and Boudin, Circuit Judges,\r                                                          \r\n\n                 and Ponsor,* District Judge.\r                                                        \r\n\n                                         \r\n\nJacqueline  Ross,  Assistant  United  States Attorney,  with  whom\r                            \r\nDonald K.  Stern, United  States Attorney,  and Robert  E. Richardson,\r                                                                             \r\nAssistant  United States  Attorney,  were  on  briefs for  the  United\r\nStates.\r\nJeffrey M. Smith, by Appointment of  the Court, with whom  Peters,\r                                                                             \r\nSmith &amp; Moscardelli was on brief for appellee.\r                           \r\n\n                                         \r\n\n                       January 15, 1997\r\n                                         \r\n\n                \r                            \r\n\n*Of the District of Massachusetts, sitting by designation.\r\r\n\n     BOUDIN, Circuit Judge.  Donald Loaisiga was indicted for\r                                      \r\n\nreentering the United  States after having been deported.   8\r\n\nU.S.C.    1326.  Prior  to trial, the  district court granted\r\n\nLoaisiga's   motion  to   suppress  evidence  of   his  prior\r\n\ndeportation,  an essential  element  of the  offense, on  the\r\n\nground that the deportation hearing was fundamentally flawed.\r\n\nThe government now  appeals in advance of trial, as permitted\r\n\nby 18 U.S.C.   3731, to challenge this ruling.\r\n\n     The pertinent  facts are almost all undisputed.  In July\r\n\n1987  Loaisiga  came to  the  United  States from  Nicaragua,\r\n\nentering as an  illegal immigrant.  He was  granted political\r\n\nasylum  in  April  1989  and  thereafter  attained  permanent\r\n\nresident status.   In  March  1992, Loaisiga  pled guilty  in\r\n\nMassachusetts state  court to  charges of armed  assault with\r\n\nintent to  murder and several  lesser related  offenses.   He\r\n\nreceived  a  10-year  suspended  sentence and  two  years  of\r\n\nprobation.\r\n\n     On  March 23,  1994, the Immigration  and Naturalization\r\n\nService served  on Loaisiga a show-cause  order, proposing to\r\n\ndeport him  because he  had been convicted  of an  aggravated\r\n\nfelony.  8 U.S.C.    1251(a)(2)(A)(iii).  Six days  later, on\r\n\nMarch  29,  Loaisiga appeared  for  a hearing  before  an INS\r\n\nimmigration judge  who explained the purpose  of the hearing,\r\n\ntold  Loaisiga that  he  had a  right  to be  represented  by\r\n\n                             -2-\r                                         -2-\r\r\n\ncounsel at no expense  to the government, and  confirmed that\r\n\nhehadbeen givenalistof entitiesthatprovidefree legalservices.\r\n\n     The immigration  judge asked Loaisiga  whether he wanted\r\n\ncounsel  and  after several  unclear  replies, Loaisiga  said\r\n\nfirmly that  he did  not.    Reminded  that  Loaisiga had  an\r\n\nautomatic  right to a 14-day delay after service of the show-\r\n\ncause order,  8 U.S.C.    1252b(b)(1), the  immigration judge\r\n\nasked  Loaisiga  whether  he  wanted  to  waive  that  right.\r\n\nLoaisiga said he  did not.   The judge  then rescheduled  the\r\n\nhearing for April  19, 1994,  gave Loaisiga  another list  of\r\n\nlegal service providers, and urged him to obtain an attorney.\r\n\n     At the April 19  hearing, the immigration judge inquired\r\n\nat  the outset  whether  Loaisiga had  arranged for  counsel.\r\n\nLoaisiga  told the  immigration judge  that no  one had  been\r\n\nwilling  to take his case.   The immigration  judge said that\r\n\nLoaisiga would  have to represent himself  and proceeded with\r\n\nthe  hearing.    Proof  of Loaisiga's  state  conviction  was\r\n\noffered, and  the judge  ultimately ordered that  Loaisiga be\r\n\ndeported, as required by 8 U.S.C.   1251(a)(2)(A)(iii).\r\n\n     The immigration judge told Loaisiga that he could appeal\r\n\nto  the Board  of Immigration  Appeals and  asked whether  he\r\n\nwanted to do so.  Loaisiga said he did not.   The immigration\r\n\njudge  said  nothing  more  about  an  appeal,  omitting  any\r\n\nreference  to the  time to  appeal (within  ten days)  or the\r\n\npossibility of counsel  on appeal (allowed, as before, at the\r\n\n                             -3-\r                                         -3-\r\r\n\nrespondent's  own  expense).    Loaisiga made  no  effort  to\r\n\nappeal,   although  his   father  unsuccessfully   sought  an\r\n\nadministrative stay, and in due course Loaisiga was deported.\r\n\n     After his deportation,  Loaisiga returned to  the United\r\n\nStates.  He  was arrested and charged  under 8 U.S.C.    1326\r\n\nwith  reentry  after  deportation.   That  statute  does  not\r\n\nsuggest that the deportation  can be collaterally attacked in\r\n\nthe  criminal case.   However, in  United States  v. Mendoza-\r                                                                         \r\n\nLopez, 481 U.S. 828 (1987), the Supreme Court ruled that such\r                 \r\n\na collateral attack would be permitted if the deportation was\r\n\nfundamentally flawed and if the deportee had been effectively\r                                    \r\n\ndenied a right to appeal the original deportation order.\r\n\n     Prior to trial in the district court, Loaisiga sought to\r\n\ninvoke  Mendoza-Lopez  to obtain  dismissal  of  the case  or\r                                 \r\n\nsuppression  of evidence of his deportation.   He argued that\r\n\nhe had not been adequately advised of his right to counsel at\r\n\nthe deportation hearing and that  his appeal rights had  been\r\n\nfrustrated in  various respects.  After a hearing on November\r\n\n21, 1995, the district  court granted the motion  to suppress\r\n\non two different  grounds.  The government then  brought this\r\n\nappeal.\r\n\n     1.   The district court's  main reason for granting  the\r\n\nmotion to suppress  was that the immigration  judge failed to\r\n\nadvise Loaisiga  at the April 19, 1994, hearing that he had a\r\n\nright   to  representation   by   counsel.     There  is   no\r\n\n                             -4-\r                                         -4-\r\r\n\nconstitutional right to  appointed counsel  in a  deportation\r\n\nproceeding.   Lozada v. INS, 857 F.2d 10, 13 (1st Cir. 1988).\r                                       \r\n\nBut Congress  has provided that  a respondent may  obtain his\r\n\nown  counsel.   8 U.S.C.    1252(b)(2).   INS  regulations, 8\r\n\nC.F.R.   242.16(a), provide that at the hearing \r\n\n     [t]he Immigration Judge shall advise the respondent\r\n     of his  right to  representation, at no  expense to\r\n     the  Government, by counsel of his own choice . . .\r\n     and require him to state  then and there whether he\r\n     desires representation; [and] advise the respondent\r\n     of the availability of free legal services programs\r\n     . .  .  located in  the  district  . .  .  ;  [and]\r\n     ascertain that  the respondent has received  a list\r\n     of such programs . . . .\r\n\n     We will  assume  without deciding  that  it would  be  a\r\n\nfundamental flaw  under Mendoza-Lopez  to fail to  advise one\r                                                 \r\n\nthreatened with  deportation of his statutory  right to self-\r\n\nobtained counsel.   See United States  v. Campos-Asencio, 822\r                                                                    \r\n\nF.2d 506, 509-10 (5th Cir. 1987).  But in this  case Loaisiga\r\n\nwas told at  the initial hearing  on March 29  that he had  a\r\n\nright  to provide his  own counsel; in  fact, the immigration\r\n\njudge asked six questions on the subject because Loaisiga was\r\n\nat first unclear  in expressing  his desires.   Two lists  of\r\n\nproviders were furnished.\r\n\n      When the government made  this argument to the district\r\n\ncourt, the district court replied that the advice provided at\r\n\nthe  March 29  hearing did  not count.   Congress,  the court\r\n\npointed  out, has required a 14-day  period to elapse (unless\r\n\nwaived)  between  the show-cause  order  and  the hearing,  8\r\n\n                             -5-\r                                         -5-\r\r\n\nU.S.C.   1252b(b)(1), and here the  March 29 hearing occurred\r\n\nonly  six days after the  show-cause order.   In the district\r\n\ncourt's view, the advice had to be given at the outset of the\r\n\nApril 19 hearing, after the 14-day period, which it was not.\r\n\n     The district court's reasoning, presenting a legal issue\r\n\nthat we consider de novo, see United States v. Smith, 14 F.3d\r                                                                \r\n\n662,  664-65  (1st Cir.  1994),  seems to  us  overly formal.\r\n\nLoaisiga was  plainly  told several  times  at the  March  29\r\n\nhearing  of his  right to  self-obtained counsel, and  he was\r\n\nthen  given  three  weeks  to  seek   counsel.    Thus,  both\r\n\nobjectives reflected in the statute  and regulation--advising\r\n\nthe respondent of  his statutory right to  obtain counsel and\r\n\nproviding him the statutory 14 days to do it--were  satisfied\r\n\nin this case.    \r\n\n     There  was nothing  unlawful in  convening the  March 29\r\n\nhearing,  even  assuming  that  would matter.    By  statute,\r\n\nLoaisiga  was  free to  waive the  14-day  delay, 8  U.S.C.  \r\n\n1252b(b)(1), although he  chose not to do so.   By that time,\r\n\nhe  knew of his right  to obtain counsel  and, furnished with\r\n\ntwo lists, had three weeks to seek counsel.   It appears that\r\n\nhe made unsuccessful efforts to obtain free assistance.\r\n\n     It is plain that the district judge was concerned  that,\r\n\nregardless  of  the  formalities  in  providing   advice  and\r\n\nallowing the  14-day period,  the immigration judge  had done\r\n\ntoo little  at the April 19  hearing to help Loaisiga  in his\r\n\n                             -6-\r                                         -6-\r\r\n\nquest for counsel and  assuring him enough time to  find one.\r\n\n\"Suppose,\" the  district judge said, \"[Loaisiga]  had been in\r\n\nthe hospital ill.  Suppose . . . he had been disabled for all\r\n\nof that three weeks.   There's no opportunity here  given for\r\n\nan explanation of what he had done in that three weeks.\"  \r\n\n     Such   solicitude   is   common  in   federal   criminal\r\n\nproceedings.  For example, in taking a guilty plea, the court\r\n\nnot only complies with numerous formal requirements but seeks\r\n\nto be certain that the defendant knows what  he is doing, has\r\n\nbeen  adequately counseled, and is guilty of the crime.  Fed.\r\n\nR.  Crim. P.  11.   One might  think that  deportation, whose\r\n\neffects are more enduring than many convictions, would follow\r\n\nthis pattern.\r\n\n     But deportations  are civil  matters, exempt  from Sixth\r\n\nAmendment protections, and  they are  primarily conducted  by\r\n\nadministrative bodies and not by courts.  Accordingly, it has\r\n\nbeen  left primarily to  Congress and  to INS  regulations to\r\n\ndictate the  course of  proceedings--which  both bodies  have\r\n\ndone in some  detail.  See  8 U.S.C.    1252b; 8 C.F.R.  part\r                                      \r\n\n242.   Courts  normally require  nothing more  in the  way of\r\n\nprocedural  protection, except  to prevent  flagrant abuses--\r                      \r\n\nnormally those rising to the level of due process violations.\r\n\nUnited  States v.  Palacios-Martinez,  845 F.2d  89, 92  (5th\r                                                \r\n\nCir.), cert. denied, 488 U.S. 844 (1988).\r                               \r\n\n                             -7-\r                                         -7-\r\r\n\n     Loaisiga said nothing at the April 19 hearing to suggest\r\n\nthat he had been ill or disabled, or even that he wanted more\r\n\ntime  and  had some  reason to  think  that he  might thereby\r\n\nobtain  counsel.    Nothing  in the  statute  or  regulations\r\n\nrequired  further  inquiry.    And absent  some  signal  from\r\n\nLoaisiga--such as a plausible request for a further delay--we\r\n\ndo  not  think that  it  was  even  close to  a  due  process\r\n\nviolation for the immigration judge to move on to the merits.\r\n\nCf. United  States v. Baez-Ortega,  906 F. Supp.  740, 744-45\r                                             \r\n\n(D.P.R. 1995), aff'd, 95 F.3d 1146 (1st Cir. 1996) (table).1\r                                \r\n\n     2.   The   district  court  gave  a  second  reason  for\r\n\ngranting  the  motion  to  suppress,  which  focused  upon  a\r\n\ndifferent stage of  the INS proceeding.   The district  court\r\n\nsaid  briefly that  even assuming  that the  March 29  advice\r\n\ncarried over  to the April  19 hearing, due  process required\r\n\nthat Loaisiga be advised again at  the close of the April  19\r                                                        \r\n\nhearing of his right to obtain his own counsel for an appeal.\r                                                                        \r\n\nIn the court's words:\r\n\n     The rights  [to self-obtained  counsel and time  to\r\n     seek  one] may not be as concrete and as easily and\r\n     well  understood at an earlier point as they are at\r\n     that point when the determination about deportation\r\n     is  being  made and  the  order  is being  entered.\r\n     That's the time at  which due process requires that\r\n     notice of the  alien's rights, including rights  to\r\n\n                    \r                                \r\n\n     1Only  the Ninth Circuit  has ever  suggested otherwise,\r\nand  its  ruling,  on  more extreme  facts,  occurred  before\r\nCongress added  the 14-day  waiting period.   Rios-Berrios v.\r                                                                      \r\nINS, 776 F.2d 859, 863 (9th Cir. 1985).\r               \r\n\n                             -8-\r                                         -8-\r\r\n\n     representation  of  counsel and  rights  to appeal,\r\n     must be given. \r\n\n     By regulation, 8 C.F.R.   242.19(b), the respondent must\r\n\nbe  told of his right  to appeal from  the deportation order;\r\n\nbut  there is no statute or regulation prescribing that he be\r\n\ntold anything  more if he says  on the spot that  he does not\r\n\nwish  to  appeal.      When  the  immigration  judge  ordered\r\n\ndeportation at  the close of  the April 19  hearing, Loaisiga\r\n\nwas told that he had a right to appeal, and he did say on the\r\n\nspot that he did not wish to appeal.  Thus, Loaisiga got what\r\n\nthe regulation requires and nothing more.\r\n\n     Ordinarily,  in a  civil  proceeding, the  judge is  not\r\n\nobligated  to say  anything to  a pro  se losing  party about\r                                                     \r\n\nappeal  rights, let  alone about  the right  of the  party to\r\n\nprovide  his  own  counsel  for  appeal.    Deportations  are\r\n\nobviously  special,  and  it  would  certainly  be  admirable\r\n\nadministrative  practice  to  remind the  respondent  of  his\r\n\ncontinuing  right  to  representation  at  his  own  expense.\r\n\nWhether  failure to do so, where the respondent has just said\r\n\nthat he does  not wish to appeal, is so  unfair as to violate\r\n\nthe Constitution is quite another matter.\r\n\n     One might ask why  such advice is even pertinent  if the\r\n\nrespondent flatly  disclaims any desire to appeal, especially\r\n\nwhere there does not appear to be much about which to appeal.\r\n\nStill, a respondent's inclination to appeal might be affected\r\n\nby  being  told  (again)  that he  could  be  represented  by\r\n\n                             -9-\r                                         -9-\r\r\n\ncounsel; Loaisiga has filed an affidavit  saying that this is\r\n\nso in  his case, although such  self-serving statements years\r\n\nafter the fact are not very  compelling.  In all events, this\r\n\ninteresting issue need not be decided here.\r\n\n     At  least  for  a   collateral  attack  on  a  now-final\r                                               \r\n\ndeportation order,  the defendant must show  prejudice in the\r\n\nsense  of a reasonable likelihood  that the result would have\r\n\nbeen different if the error in the deportation proceeding had\r\n\nnot occurred.   Although nuances differ,  a prejudice showing\r\n\nappears to be required  in every circuit that  has considered\r                                            \r\n\nsuch  collateral attacks  during a prosecution  under section\r\n\n1328.2   Several courts have found  this requirement implicit\r\n\nin  Mendoza-Lopez,  pointing  out that  absent  prejudice,  a\r                             \r\n\nproceeding  cannot be  deemed  fundamentally  unfair.   E.g.,\r                                                                        \r\n\nEspinoza-Farlo, 34 F.3d at 471.\r                          \r\n\n     Even  a  showing  of  prejudice  would  not  suffice  if\r\n\nLoaisiga  had obtained a  fair opportunity  to file  a direct\r\n\nappeal  from  his deportation  order.   In  such a  case, the\r\n\nappeal is the means  to correct error and  a later attack  in\r\n\nthe criminal  proceeding is barred.   Mendoza-Lopez, 481 U.S.\r                                                               \r\n\n                    \r                                \r\n\n     2United States v. Fares, 978 F.2d 52, 57 (2d Cir. 1992);\r                                        \r\nFigeroa  v.  INS, 886  F.2d 76,  78  (4th Cir.  1989); United\r                                                                         \r\nStates  v. Encarnacion-Galvez,  964 F.2d  402, 408  (5th Cir.\r                                         \r\n1992); United States v. Espinoza-Farlo, 34 F.3d 469, 471 (7th\r                                                  \r\nCir. 1994); United States v. Polanco-Gomez, 841 F.2d 235, 237\r                                                      \r\n(8th Cir. 1988); United  States v. Proa-Tovar, 975  F.2d 592,\r                                                         \r\n595 (9th Cir. 1992) (en banc); United States v. Meraz-Valeta,\r                                                                        \r\n26  F.3d 992, 998 (10th Cir. 1994); United States v. Holland,\r                                                                        \r\n876 F.2d 1533, 1537 (11th Cir. 1989).\r\n\n                             -10-\r                                         -10-\r\r\n\nat 839.  But Loaisiga says that his opportunity to appeal was\r\n\nundercut by  the alleged  due process violation,  namely, the\r\n\nfailure to remind him of his  right to counsel for an appeal.\r\n\nAnd we find  it harder to  resolve that issue than  to decide\r\n\nthat, in all events, he has made no showing of prejudice.\r\n\n     The \"right  to counsel,\" says Loaisiga,  is an exception\r\n\nto  the general  rule  that prejudice  must  be shown.    But\r\n\nargument by  talisman is not very  productive; impairments of\r\n\nthe right to counsel  differ in degree and context,  and such\r\n\ndifferences affect whether and  to what extent prejudice must\r\n\nbe shown.   See Scarpa  v. Dubois,  38 F.3d 1,  12 (1st  Cir.\r                                             \r\n\n1994),  cert. denied, 115 S.  Ct. 940 (1995).   Perhaps there\r                                \r\n\nmay  be  deportations  where  a  denial  of  counsel  was  so\r\n\nflagrant, and  the difficulty of proving  prejudice so great,\r\n\nas to argue for presuming harm.   Cf. Lozada, 857 F.2d at 13.\r                                                        \r\n\nBut this is not such a case.\r\n\n     If there was error  at all in the deportation, it  was a\r\n\nfailure  to  repeat  advice  already  given,  where  no  such\r\n\nrepetition  was  required  by statute,  regulation  or direct\r\n\nprecedent.    And  judging   whether  prejudice  occurred  to\r\n\nLoaisiga  is especially  easy in  light of  the statute  that\r\n\ngoverned the deportation and the admitted facts of this case.\r\n\n8 U.S.C.   1251(a)(2)(A)(iii)  provides that one convicted of\r\n\nan aggravated  felony \"shall\" be  deported, providing  little\r\n\nroom to maneuver;  and Loaisiga has  never disputed that  his\r\n\n                             -11-\r                                         -11-\r\r\n\nconviction  for  assault  with  intent  to  murder  fits  the\r\n\n\"aggravated felony\" pigeon-hole.\r\n\n     Loaisiga's brief  closes by saying that  if prejudice is\r\n\nrequired,  he can point to avenues of relief available to him\r\n\nwhich counsel  might have  pursued:   listed are  claims that\r\n\nLoaisiga was entitled to consular contact with the Nicaraguan\r\n\ngovernment,  that the  underlying conviction  in state  court\r\n\nmight have been set aside, that an application for \"asylum or\r\n\nother  similar relief\"  might have  been pursued, and  that 8\r\n\nU.S.C.    1251(a)(2)(A)(iii)  might  have been  challenged on\r\n\nconstitutional  grounds  (e.g., because  Loaisiga's suspended\r                                          \r\n\nstate-court sentence shows that he posed no danger).\r\n\n     The government's  reply brief  parries each thrust.   It\r\n\nsays, for  example, that  Loaisiga was ineligible  by statute\r\n\nfor  \"withholding  of  deportation\" relief,  which  otherwise\r\n\nprohibits deportation  to  countries where  the alien's  life\r\n\nwill be threatened.   8  U.S.C.    1253(h)(2)(B).    It  also\r\n\nappears  that   Loaisiga  was  debarred   from  discretionary\r\n\n\"suspension  of  deportation\" relief,  available  in hardship\r\n\ncases, id.   1254(a)(2), or for a discretionary \"waiver\" from\r                      \r\n\nthe Attorney General, id.   1182(c), because he had not lived\r                                     \r\n\nin the United States for a sufficiently long period.\r\n\n     Loaisiga says that if appellate proceedings  had dragged\r\n\non long enough, he might have met the time requirements.  But\r\n\neven if  this is  so,  there is  no hint  of  a showing  that\r\n\n                             -12-\r                                         -12-\r\r\n\nLoaisiga  would  have met  the  explicit  criteria under  the\r\n\nsuspension statute  or that  there is any  reason to  believe\r\n\nthat  the  Attorney  General's  discretion  would  have  been\r\n\nexercised in his  favor, as  required under both  8 U.S.C.   \r\n\n1254(a)(2) and 8 U.S.C.   1182(c).\r\n\n     Similarly,  nothing suggests  that  Loaisiga could  have\r\n\nsucceeded in  a  timely  effort to  vacate  his  state  court\r\n\nconviction,   nor  that   he  could   have  prevailed   in  a\r\n\nconstitutional attack on 8  U.S.C.   1251(a)(2)(A)(iii).  See\r                                                                         \r\n\nMosquera-Perez  v.  INS, 3  F.3d  553, 559  (1st  Cir. 1993).\r                                   \r\n\nThese possibilities are a tribute to defense counsel's energy\r\n\nand imagination.  But based on Loaisiga's showing, we have no\r\n\nreason  to think  that Loaisiga had  any realistic  chance of\r\n\nsuccess  in avoiding  deportation by  appeal or  in ancillary\r\n\nproceedings.\r\n\n     Finally, we turn to Loaisiga's related argument that his\r\n\nappeal rights  were unfairly impaired because  no mention was\r\n\nmade in the April 19 hearing of the 10-day period for appeal.\r\n\nSee  8 C.F.R.   242.21.  The  government has asked us to take\r               \r\n\njudicial  notice  of  a  written  form,  allegedly  given  to\r\n\nLoaisiga at the time of  the show-cause order, which outlined\r\n\nhis appeal rights including the 10-day period for appeal (and\r\n\nthe right to employ counsel).   Loaisiga objects, saying that\r\n\nno  such  evidence was  presented to  or  relied upon  by the\r\n\ndistrict court.\r\n\n                             -13-\r                                         -13-\r\r\n\n     This  judicial-notice  dispute   does  not  affect   the\r\n\noutcome.   It is  very  doubtful that,  as  a matter  of  due\r\n\nprocess, a respondent must  be told of the time  within which\r\n\nto  appeal  where, as  here,  he has  expressly  disclaimed a\r\n\ndesire  to appeal.    But even  if  we assumed  otherwise,  a\r\n\nshowing  of prejudice  would  still be  required.   And,  for\r\n\nreasons already set forth, Loaisiga has provided us no reason\r\n\nto think that an appeal would have altered the outcome.\r\n\n     We appreciate the concerns of the distinguished district\r\n\njudge who presided in this case.  But, in our view, there was\r\n\nno  showing   of  prejudicial   error   in  the   deportation\r\n\nproceedings  that would  justify the  collateral  attack here\r\n\nattempted.   The order  of  suppression is  reversed and  the\r                                                                \r\n\nmatter  is  remanded  to   the  district  court  for  further\r                                \r\n\nproceedings.\r\n\n     It is so ordered.\r                                  \r\n\n                             -14-\r                                         -14-\r\r\n",
  "html": "<p class=\"case_cite\">104 F.3d 484</p>\n    <p class=\"parties\">UNITED STATES of America, Appellant,<br>v.<br>Donald Jesus LOAISIGA, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 96-1403.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 9, 1996.<br>Decided Jan. 15, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jacqueline Ross, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, and Robert E. Richardson, Assistant United States Attorney, were on briefs, for U.S.</p>\n      <p class=\"indent\">Jeffrey M. Smith, by Appointment of the Court, with whom Peters, Smith &amp; Moscardelli was on brief, Boston, MA, for appellee.</p>\n      <p class=\"indent\">Before CYR and BOUDIN, Circuit Judges, and PONSOR,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Donald Loaisiga was indicted for reentering the United States after having been deported.  8 U.S.C. &#167; 1326.  Prior to trial, the district court granted Loaisiga's motion to suppress evidence of his prior deportation, an essential element of the offense, on the ground that the deportation hearing was fundamentally flawed.  The government now appeals in advance of trial, as permitted by 18 U.S.C. &#167; 3731, to challenge this ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The pertinent facts are almost all undisputed.  In July 1987 Loaisiga came to the United States from Nicaragua, entering as an illegal immigrant.  He was granted political asylum in April 1989 and thereafter attained permanent resident status.  In March 1992, Loaisiga pled guilty in Massachusetts state court to charges of armed assault with intent to murder and several lesser related offenses.  He received a 10-year suspended sentence and two years of probation.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On March 23, 1994, the Immigration and Naturalization Service served on Loaisiga a show-cause order, proposing to deport him because he had been convicted of an aggravated felony.  8 U.S.C. &#167; 1251(a)(2)(A)(iii).  Six days later, on March 29, Loaisiga appeared for a hearing before an INS immigration judge who explained the purpose of the hearing, told Loaisiga that he had a right to be represented by counsel at no expense to the government, and confirmed that he had been given a list of entities that provide free legal services.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The immigration judge asked Loaisiga whether he wanted counsel and after several unclear replies, Loaisiga said firmly that he did not.  Reminded that Loaisiga had an automatic right to a 14-day delay after service of the show-cause order, 8 U.S.C. &#167; 1252b(b)(1), the immigration judge asked Loaisiga whether he wanted to waive that right.  Loaisiga said he did not.  The judge then rescheduled the hearing for April 19, 1994, gave Loaisiga another list of legal service providers, and urged him to obtain an attorney.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At the April 19 hearing, the immigration judge inquired at the outset whether Loaisiga had arranged for counsel.  Loaisiga told the immigration judge that no one had been willing to take his case.  The immigration judge said that Loaisiga would have to represent himself and proceeded with the hearing.  Proof of Loaisiga's state conviction was offered, and the judge ultimately ordered that Loaisiga be deported, as required by 8 U.S.C. &#167; 1251(a)(2)(A)(iii).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The immigration judge told Loaisiga that he could appeal to the Board of Immigration Appeals and asked whether he wanted to do so.  Loaisiga said he did not.  The immigration judge said nothing more about an appeal, omitting any reference to the time to appeal (within ten days) or the possibility of counsel on appeal (allowed, as before, at the respondent's own expense).  Loaisiga made no effort to appeal, although his father unsuccessfully sought an administrative stay, and in due course Loaisiga was deported.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After his deportation, Loaisiga returned to the United States.  He was arrested and charged under 8 U.S.C. &#167; 1326 with reentry after deportation.  That statute does not suggest that the deportation can be collaterally attacked in the criminal case.  However, in United States v. Mendoza-Lopez, 481 U.S. 828, 107 S.Ct. 2148, 95 L.Ed.2d 772 (1987), the Supreme Court ruled that such a collateral attack would be permitted if the deportation was fundamentally flawed and if the deportee had been effectively denied a right to appeal the original deportation order.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Prior to trial in the district court, Loaisiga sought to invoke Mendoza-Lopez to obtain dismissal of the case or suppression of evidence of his deportation.  He argued that he had not been adequately advised of his right to counsel at the deportation hearing and that his appeal rights had been frustrated in various respects.  After a hearing on November 21, 1995, the district court granted the motion to suppress on two different grounds.  The government then brought this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">1. The district court's main reason for granting the motion to suppress was that the immigration judge failed to advise Loaisiga at the April 19, 1994, hearing that he had a right to representation by counsel.  There is no constitutional right to appointed counsel in a deportation proceeding.   Lozada v. INS, 857 F.2d 10, 13 (1st Cir.1988).  But Congress has provided that a respondent may obtain his own counsel.  8 U.S.C. &#167; 1252(b)(2).  INS regulations, 8 C.F.R. &#167; 242.16(a), provide that at the hearing</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>[t]he Immigration Judge shall advise the respondent of his right to representation, at no expense to the Government, by counsel of his own choice ... and require him to state then and there whether he desires representation;  [and] advise the respondent of the availability of free legal services programs ... located in the district ...;  [and] ascertain that the respondent has received a list of such programs....</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We will assume without deciding that it would be a fundamental flaw under Mendoza-Lopez to fail to advise one threatened with deportation of his statutory right to self-obtained counsel.  See United States v. Campos-Asencio, 822 F.2d 506, 509-10 (5th Cir.1987).  But in this case Loaisiga was told at the initial hearing on March 29 that he had a right to provide his own counsel;  in fact, the immigration judge asked six questions on the subject because Loaisiga was at first unclear in expressing his desires.  Two lists of providers were furnished.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">When the government made this argument to the district court, the district court replied that the advice provided at the March 29 hearing did not count.  Congress, the court pointed out, has required a 14-day period to elapse (unless waived) between the show-cause order and the hearing, 8 U.S.C. &#167; 1252b(b)(1), and here the March 29 hearing occurred only six days after the show-cause order.  In the district court's view, the advice had to be given at the outset of the April 19 hearing, after the 14-day period, which it was not.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court's reasoning, presenting a legal issue that we consider de novo, see United States v. Smith, 14 F.3d 662, 664-65 (1st Cir.1994), seems to us overly formal.  Loaisiga was plainly told several times at the March 29 hearing of his right to self-obtained counsel, and he was then given three weeks to seek counsel.  Thus, both objectives reflected in the statute and regulation--advising the respondent of his statutory right to obtain counsel and providing him the statutory 14 days to do it--were satisfied in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">There was nothing unlawful in convening the March 29 hearing, even assuming that would matter.  By statute, Loaisiga was free to waive the 14-day delay, 8 U.S.C. &#167; 1252b(b)(1), although he chose not to do so.  By that time, he knew of his right to obtain counsel and, furnished with two lists, had three weeks to seek counsel.  It appears that he made unsuccessful efforts to obtain free assistance.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It is plain that the district judge was concerned that, regardless of the formalities in providing advice and allowing the 14-day period, the immigration judge had done too little at the April 19 hearing to help Loaisiga in his quest for counsel and assuring him enough time to find one.  \"Suppose,\" the district judge said, \"[Loaisiga] had been in the hospital ill.  Suppose ... he had been disabled for all of that three weeks.  There's no opportunity here given for an explanation of what he had done in that three weeks.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Such solicitude is common in federal criminal proceedings.  For example, in taking a guilty plea, the court not only complies with numerous formal requirements but seeks to be certain that the defendant knows what he is doing, has been adequately counseled, and is guilty of the crime.  Fed.R.Crim.P. 11.  One might think that deportation, whose effects are more enduring than many convictions, would follow this pattern.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">But deportations are civil matters, exempt from Sixth Amendment protections, and they are primarily conducted by administrative bodies and not by courts.  Accordingly, it has been left primarily to Congress and to INS regulations to dictate the course of proceedings--which both bodies have done in some detail.  See 8 U.S.C. &#167; 1252b;  8 C.F.R. part 242.  Courts normally require nothing more in the way of procedural protection, except to prevent flagrant abuses--normally those rising to the level of due process violations.  United States v. Palacios-Martinez, 845 F.2d 89, 92 (5th Cir.), cert. denied, 488 U.S. 844, 109 S.Ct. 119, 102 L.Ed.2d 92 (1988).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Loaisiga said nothing at the April 19 hearing to suggest that he had been ill or disabled, or even that he wanted more time and had some reason to think that he might thereby obtain counsel.  Nothing in the statute or regulations required further inquiry.  And absent some signal from Loaisiga--such as a plausible request for a further delay--we do not think that it was even close to a due process violation for the immigration judge to move on to the merits.  Cf. United States v. Baez-Ortega, 906 F.Supp. 740, 744-45 (D.P.R.1995), aff'd, 95 F.3d 1146 (1st Cir.1996) (table).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">2. The district court gave a second reason for granting the motion to suppress, which focused upon a different stage of the INS proceeding.  The district court said briefly that even assuming that the March 29 advice carried over to the April 19 hearing, due process required that Loaisiga be advised again at the close of the April 19 hearing of his right to obtain his own counsel for an appeal.   In the court's words:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>The rights [to self-obtained counsel and time to seek one] may not be as concrete and as easily and well understood at an earlier point as they are at that point when the determination about deportation is being made and the order is being entered.  That's the time at which due process requires that notice of the alien's rights, including rights to representation of counsel and rights to appeal, must be given.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">By regulation, 8 C.F.R. &#167; 242.19(b), the respondent must be told of his right to appeal from the deportation order;  but there is no statute or regulation prescribing that he be told anything more if he says on the spot that he does not wish to appeal.  When the immigration judge ordered deportation at the close of the April 19 hearing, Loaisiga was told that he had a right to appeal, and he did say on the spot that he did not wish to appeal.  Thus, Loaisiga got what the regulation requires and nothing more.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Ordinarily, in a civil proceeding, the judge is not obligated to say anything to a pro se losing party about appeal rights, let alone about the right of the party to provide his own counsel for appeal.  Deportations are obviously special, and it would certainly be admirable administrative practice to remind the respondent of his continuing right to representation at his own expense.  Whether failure to do so, where the respondent has just said that he does not wish to appeal, is so unfair as to violate the Constitution is quite another matter.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">One might ask why such advice is even pertinent if the respondent flatly disclaims any desire to appeal, especially where there does not appear to be much about which to appeal.  Still, a respondent's inclination to appeal might be affected by being told (again) that he could be represented by counsel;  Loaisiga has filed an affidavit saying that this is so in his case, although such self-serving statements years after the fact are not very compelling.  In all events, this interesting issue need not be decided here.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">At least for a collateral attack on a now-final deportation order, the defendant must show prejudice in the sense of a reasonable likelihood that the result would have been different if the error in the deportation proceeding had not occurred.  Although nuances differ, a prejudice showing appears to be required in every circuit that has considered such collateral attacks during a prosecution under section 1328.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Several courts have found this requirement implicit in Mendoza-Lopez, pointing out that absent prejudice, a proceeding cannot be deemed fundamentally unfair.  E.g., Espinoza-Farlo, 34 F.3d at 471.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Even a showing of prejudice would not suffice if Loaisiga had obtained a fair opportunity to file a direct appeal from his deportation order.  In such a case, the appeal is the means to correct error and a later attack in the criminal proceeding is barred.  Mendoza-Lopez, 481 U.S. at 839, 107 S.Ct. at 2155-56.   But Loaisiga says that his opportunity to appeal was undercut by the alleged due process violation, namely, the failure to remind him of his right to counsel for an appeal.  And we find it harder to resolve that issue than to decide that, in all events, he has made no showing of prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The \"right to counsel,\" says Loaisiga, is an exception to the general rule that prejudice must be shown.  But argument by talisman is not very productive;  impairments of the right to counsel differ in degree and context, and such differences affect whether and to what extent prejudice must be shown.  See Scarpa v. Dubois, 38 F.3d 1, 12 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 940, 130 L.Ed.2d 885 (1995).  Perhaps there may be deportations where a denial of counsel was so flagrant, and the difficulty of proving prejudice so great, as to argue for presuming harm.  Cf. Lozada, 857 F.2d at 13.   But this is not such a case.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">If there was error at all in the deportation, it was a failure to repeat advice already given, where no such repetition was required by statute, regulation or direct precedent.  And judging whether prejudice occurred to Loaisiga is especially easy in light of the statute that governed the deportation and the admitted facts of this case.  8 U.S.C. &#167; 1251(a)(2)(A)(iii) provides that one convicted of an aggravated felony \"shall\" be deported, providing little room to maneuver;  and Loaisiga has never disputed that his conviction for assault with intent to murder fits the \"aggravated felony\" pigeon-hole.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Loaisiga's brief closes by saying that if prejudice is required, he can point to avenues of relief available to him which counsel might have pursued:  listed are claims that Loaisiga was entitled to consular contact with the Nicaraguan government, that the underlying conviction in state court might have been set aside, that an application for \"asylum or other similar relief\" might have been pursued, and that 8 U.S.C. &#167; 1251(a)(2)(A)(iii) might have been challenged on constitutional grounds (e.g., because Loaisiga's suspended state-court sentence shows that he posed no danger).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The government's reply brief parries each thrust.  It says, for example, that Loaisiga was ineligible by statute for \"withholding of deportation\" relief, which otherwise prohibits deportation to countries where the alien's life will be threatened.  8 U.S.C. &#167; 1253(h)(2)(B).  It also appears that Loaisiga was debarred from discretionary \"suspension of deportation\" relief, available in hardship cases, id. &#167; 1254(a)(2), or for a discretionary \"waiver\" from the Attorney General, id. &#167; 1182(c), because he had not lived in the United States for a sufficiently long period.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Loaisiga says that if appellate proceedings had dragged on long enough, he might have met the time requirements.  But even if this is so, there is no hint of a showing that Loaisiga would have met the explicit criteria under the suspension statute or that there is any reason to believe that the Attorney General's discretion would have been exercised in his favor, as required under both 8 U.S.C. &#167; 1254(a)(2) and 8 U.S.C. &#167; 1182(c).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Similarly, nothing suggests that Loaisiga could have succeeded in a timely effort to vacate his state court conviction, nor that he could have prevailed in a constitutional attack on 8 U.S.C. &#167; 1251(a)(2)(A)(iii).  See Mosquera-Perez v. INS, 3 F.3d 553, 559 (1st Cir.1993).  These possibilities are a tribute to defense counsel's energy and imagination.  But based on Loaisiga's showing, we have no reason to think that Loaisiga had any realistic chance of success in avoiding deportation by appeal or in ancillary proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Finally, we turn to Loaisiga's related argument that his appeal rights were unfairly impaired because no mention was made in the April 19 hearing of the 10-day period for appeal.  See 8 C.F.R. &#167; 242.21.  The government has asked us to take judicial notice of a written form, allegedly given to Loaisiga at the time of the show-cause order, which outlined his appeal rights including the 10-day period for appeal (and the right to employ counsel).  Loaisiga objects, saying that no such evidence was presented to or relied upon by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">This judicial-notice dispute does not affect the outcome.  It is very doubtful that, as a matter of due process, a respondent must be told of the time within which to appeal where, as here, he has expressly disclaimed a desire to appeal.  But even if we assumed otherwise, a showing of prejudice would still be required.  And, for reasons already set forth, Loaisiga has provided us no reason to think that an appeal would have altered the outcome.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We appreciate the concerns of the distinguished district judge who presided in this case.  But, in our view, there was no showing of prejudicial error in the deportation proceedings that would justify the collateral attack here attempted.  The order of suppression is reversed and the matter is remanded to the district court for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Only the Ninth Circuit has ever suggested otherwise, and its ruling, on more extreme facts, occurred before Congress added the 14-day waiting period.  Rios-Berrios v. INS, 776 F.2d 859, 863 (9th Cir.1985)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> United States v. Fares, 978 F.2d 52, 57 (2d Cir.1992);  Figeroa v. INS, 886 F.2d 76, 78 (4th Cir.1989);  United States v. Encarnacion-Galvez, 964 F.2d 402, 408 (5th Cir.1992);  United States v. Espinoza-Farlo, 34 F.3d 469, 471 (7th Cir.1994);  United States v. Polanco-Gomez, 841 F.2d 235, 237 (8th Cir.1988);  United States v. Proa-Tovar, 975 F.2d 592, 595 (9th Cir.1992) (en banc );  United States v. Meraz-Valeta, 26 F.3d 992, 998 (10th Cir.1994);  United States v. Holland, 876 F.2d 1533, 1537 (11th Cir.1989)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">484</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellant,<br>v.<br>Donald Jesus LOAISIGA, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 96-1403.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 9, 1996.<br>Decided Jan. 15, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jacqueline Ross, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, and Robert E. Richardson, Assistant United States Attorney, were on briefs, for U.S.</p>\n      <p class=\"indent\">Jeffrey M. Smith, by Appointment of the Court, with whom Peters, Smith &amp; Moscardelli was on brief, Boston, MA, for appellee.</p>\n      <p class=\"indent\">Before CYR and BOUDIN, Circuit Judges, and PONSOR,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Donald Loaisiga was indicted for reentering the United States after having been deported.  8 U.S.C. &#167; 1326.  Prior to trial, the district court granted Loaisiga's motion to suppress evidence of his prior deportation, an essential element of the offense, on the ground that the deportation hearing was fundamentally flawed.  The government now appeals in advance of trial, as permitted by 18 U.S.C. &#167; 3731, to challenge this ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The pertinent facts are almost all undisputed.  In July 1987 Loaisiga came to the United States from Nicaragua, entering as an illegal immigrant.  He was granted political asylum in April 1989 and thereafter attained permanent resident status.  In March 1992, Loaisiga pled guilty in Massachusetts state court to charges of armed assault with intent to murder and several lesser related offenses.  He received a 10-year suspended sentence and two years of probation.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On March 23, 1994, the Immigration and Naturalization Service served on Loaisiga a show-cause order, proposing to deport him because he had been convicted of an aggravated felony.  8 U.S.C. &#167; 1251(a)(2)(A)(iii).  Six days later, on March 29, Loaisiga appeared for a hearing before an INS immigration judge who explained the purpose of the hearing, told Loaisiga that he had a right to be represented by counsel at no expense to the government, and confirmed that he had been given a list of entities that provide free legal services.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The immigration judge asked Loaisiga whether he wanted counsel and after several unclear replies, Loaisiga said firmly that he did not.  Reminded that Loaisiga had an automatic right to a 14-day delay after service of the show-cause order, 8 U.S.C. &#167; 1252b(b)(1), the immigration judge asked Loaisiga whether he wanted to waive that right.  Loaisiga said he did not.  The judge then rescheduled the hearing for April 19, 1994, gave Loaisiga another list of legal service providers, and urged him to obtain an attorney.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At the April 19 hearing, the immigration judge inquired at the outset whether Loaisiga had arranged for counsel.  Loaisiga told the immigration judge that no one had been willing to take his case.  The immigration judge said that Loaisiga would have to represent himself and proceeded with the hearing.  Proof of Loaisiga's state conviction was offered, and the judge ultimately ordered that Loaisiga be deported, as required by 8 U.S.C. &#167; 1251(a)(2)(A)(iii).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The immigration judge told Loaisiga that he could appeal to the Board of Immigration Appeals and asked whether he wanted to do so.  Loaisiga said he did not.  The immigration judge said nothing more about an appeal, omitting any reference to the time to appeal (within ten days) or the possibility of counsel on appeal (allowed, as before, at the respondent's own expense).  Loaisiga made no effort to appeal, although his father unsuccessfully sought an administrative stay, and in due course Loaisiga was deported.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After his deportation, Loaisiga returned to the United States.  He was arrested and charged under 8 U.S.C. &#167; 1326 with reentry after deportation.  That statute does not suggest that the deportation can be collaterally attacked in the criminal case.  However, in United States v. Mendoza-Lopez, <span class=\"citation\" data-id=\"111894\"><a href=\"/opinion/111894/united-states-v-mendoza-lopez/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">828</span></a></span>, <span class=\"citation\" data-id=\"111894\"><a href=\"/opinion/111894/united-states-v-mendoza-lopez/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2148</span></a></span>, <span class=\"citation\" data-id=\"111894\"><a href=\"/opinion/111894/united-states-v-mendoza-lopez/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">772</span></a></span> (1987), the Supreme Court ruled that such a collateral attack would be permitted if the deportation was fundamentally flawed and if the deportee had been effectively denied a right to appeal the original deportation order.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Prior to trial in the district court, Loaisiga sought to invoke Mendoza-Lopez to obtain dismissal of the case or suppression of evidence of his deportation.  He argued that he had not been adequately advised of his right to counsel at the deportation hearing and that his appeal rights had been frustrated in various respects.  After a hearing on November 21, 1995, the district court granted the motion to suppress on two different grounds.  The government then brought this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">1. The district court's main reason for granting the motion to suppress was that the immigration judge failed to advise Loaisiga at the April 19, 1994, hearing that he had a right to representation by counsel.  There is no constitutional right to appointed counsel in a deportation proceeding.   Lozada v. INS, <span class=\"citation\" data-id=\"511756\"><a href=\"/opinion/511756/julio-lozada-v-immigration-and-naturalization-service/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 13 (1st Cir.1988).  But Congress has provided that a respondent may obtain his own counsel.  8 U.S.C. &#167; 1252(b)(2).  INS regulations, 8 C.F.R. &#167; 242.16(a), provide that at the hearing</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>[t]he Immigration Judge shall advise the respondent of his right to representation, at no expense to the Government, by counsel of his own choice ... and require him to state then and there whether he desires representation;  [and] advise the respondent of the availability of free legal services programs ... located in the district ...;  [and] ascertain that the respondent has received a list of such programs....</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We will assume without deciding that it would be a fundamental flaw under Mendoza-Lopez to fail to advise one threatened with deportation of his statutory right to self-obtained counsel.  See United States v. Campos-Asencio, <span class=\"citation\" data-id=\"490557\"><a href=\"/opinion/490557/united-states-v-noel-cesar-campos-asencio/\"><span class=\"volume\">822</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">506</span></a></span>, 509-10 (5th Cir.1987).  But in this case Loaisiga was told at the initial hearing on March 29 that he had a right to provide his own counsel;  in fact, the immigration judge asked six questions on the subject because Loaisiga was at first unclear in expressing his desires.  Two lists of providers were furnished.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">When the government made this argument to the district court, the district court replied that the advice provided at the March 29 hearing did not count.  Congress, the court pointed out, has required a 14-day period to elapse (unless waived) between the show-cause order and the hearing, 8 U.S.C. &#167; 1252b(b)(1), and here the March 29 hearing occurred only six days after the show-cause order.  In the district court's view, the advice had to be given at the outset of the April 19 hearing, after the 14-day period, which it was not.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court's reasoning, presenting a legal issue that we consider de novo, see United States v. Smith, <span class=\"citation\" data-id=\"195168\"><a href=\"/opinion/195168/united-states-v-smith/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">662</span></a></span>, 664-65 (1st Cir.1994), seems to us overly formal.  Loaisiga was plainly told several times at the March 29 hearing of his right to self-obtained counsel, and he was then given three weeks to seek counsel.  Thus, both objectives reflected in the statute and regulation--advising the respondent of his statutory right to obtain counsel and providing him the statutory 14 days to do it--were satisfied in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">There was nothing unlawful in convening the March 29 hearing, even assuming that would matter.  By statute, Loaisiga was free to waive the 14-day delay, 8 U.S.C. &#167; 1252b(b)(1), although he chose not to do so.  By that time, he knew of his right to obtain counsel and, furnished with two lists, had three weeks to seek counsel.  It appears that he made unsuccessful efforts to obtain free assistance.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It is plain that the district judge was concerned that, regardless of the formalities in providing advice and allowing the 14-day period, the immigration judge had done too little at the April 19 hearing to help Loaisiga in his quest for counsel and assuring him enough time to find one.  \"Suppose,\" the district judge said, \"[Loaisiga] had been in the hospital ill.  Suppose ... he had been disabled for all of that three weeks.  There's no opportunity here given for an explanation of what he had done in that three weeks.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Such solicitude is common in federal criminal proceedings.  For example, in taking a guilty plea, the court not only complies with numerous formal requirements but seeks to be certain that the defendant knows what he is doing, has been adequately counseled, and is guilty of the crime.  Fed.R.Crim.P. 11.  One might think that deportation, whose effects are more enduring than many convictions, would follow this pattern.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">But deportations are civil matters, exempt from Sixth Amendment protections, and they are primarily conducted by administrative bodies and not by courts.  Accordingly, it has been left primarily to Congress and to INS regulations to dictate the course of proceedings--which both bodies have done in some detail.  See 8 U.S.C. &#167; 1252b;  8 C.F.R. part 242.  Courts normally require nothing more in the way of procedural protection, except to prevent flagrant abuses--normally those rising to the level of due process violations.  United States v. Palacios-Martinez, <span class=\"citation\" data-id=\"504723\"><a href=\"/opinion/504723/united-states-v-marco-antonio-palacios-martinez/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">89</span></a></span>, 92 (5th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">844</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">119</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">92</span></span> (1988).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Loaisiga said nothing at the April 19 hearing to suggest that he had been ill or disabled, or even that he wanted more time and had some reason to think that he might thereby obtain counsel.  Nothing in the statute or regulations required further inquiry.  And absent some signal from Loaisiga--such as a plausible request for a further delay--we do not think that it was even close to a due process violation for the immigration judge to move on to the merits.  Cf. United States v. Baez-Ortega, <span class=\"citation no-link\"><span class=\"volume\">906</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">740</span></span>, 744-45 (D.P.R.1995), aff'd, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1146</span></span> (1st Cir.1996) (table).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">2. The district court gave a second reason for granting the motion to suppress, which focused upon a different stage of the INS proceeding.  The district court said briefly that even assuming that the March 29 advice carried over to the April 19 hearing, due process required that Loaisiga be advised again at the close of the April 19 hearing of his right to obtain his own counsel for an appeal.   In the court's words:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>The rights [to self-obtained counsel and time to seek one] may not be as concrete and as easily and well understood at an earlier point as they are at that point when the determination about deportation is being made and the order is being entered.  That's the time at which due process requires that notice of the alien's rights, including rights to representation of counsel and rights to appeal, must be given.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">By regulation, 8 C.F.R. &#167; 242.19(b), the respondent must be told of his right to appeal from the deportation order;  but there is no statute or regulation prescribing that he be told anything more if he says on the spot that he does not wish to appeal.  When the immigration judge ordered deportation at the close of the April 19 hearing, Loaisiga was told that he had a right to appeal, and he did say on the spot that he did not wish to appeal.  Thus, Loaisiga got what the regulation requires and nothing more.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Ordinarily, in a civil proceeding, the judge is not obligated to say anything to a pro se losing party about appeal rights, let alone about the right of the party to provide his own counsel for appeal.  Deportations are obviously special, and it would certainly be admirable administrative practice to remind the respondent of his continuing right to representation at his own expense.  Whether failure to do so, where the respondent has just said that he does not wish to appeal, is so unfair as to violate the Constitution is quite another matter.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">One might ask why such advice is even pertinent if the respondent flatly disclaims any desire to appeal, especially where there does not appear to be much about which to appeal.  Still, a respondent's inclination to appeal might be affected by being told (again) that he could be represented by counsel;  Loaisiga has filed an affidavit saying that this is so in his case, although such self-serving statements years after the fact are not very compelling.  In all events, this interesting issue need not be decided here.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">At least for a collateral attack on a now-final deportation order, the defendant must show prejudice in the sense of a reasonable likelihood that the result would have been different if the error in the deportation proceeding had not occurred.  Although nuances differ, a prejudice showing appears to be required in every circuit that has considered such collateral attacks during a prosecution under section 1328.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Several courts have found this requirement implicit in Mendoza-Lopez, pointing out that absent prejudice, a proceeding cannot be deemed fundamentally unfair.  E.g., Espinoza-Farlo, 34 F.3d at 471.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Even a showing of prejudice would not suffice if Loaisiga had obtained a fair opportunity to file a direct appeal from his deportation order.  In such a case, the appeal is the means to correct error and a later attack in the criminal proceeding is barred.  Mendoza-Lopez, 481 U.S. at 839, 107 S.Ct. at 2155-56.   But Loaisiga says that his opportunity to appeal was undercut by the alleged due process violation, namely, the failure to remind him of his right to counsel for an appeal.  And we find it harder to resolve that issue than to decide that, in all events, he has made no showing of prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The \"right to counsel,\" says Loaisiga, is an exception to the general rule that prejudice must be shown.  But argument by talisman is not very productive;  impairments of the right to counsel differ in degree and context, and such differences affect whether and to what extent prejudice must be shown.  See Scarpa v. Dubois, <span class=\"citation\" data-id=\"680706\"><a href=\"/opinion/680706/nazzaro-scarpa-v-larry-e-dubois-etc/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 12 (1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">940</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">885</span></span> (1995).  Perhaps there may be deportations where a denial of counsel was so flagrant, and the difficulty of proving prejudice so great, as to argue for presuming harm.  Cf. Lozada, 857 F.2d at 13.   But this is not such a case.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">If there was error at all in the deportation, it was a failure to repeat advice already given, where no such repetition was required by statute, regulation or direct precedent.  And judging whether prejudice occurred to Loaisiga is especially easy in light of the statute that governed the deportation and the admitted facts of this case.  8 U.S.C. &#167; 1251(a)(2)(A)(iii) provides that one convicted of an aggravated felony \"shall\" be deported, providing little room to maneuver;  and Loaisiga has never disputed that his conviction for assault with intent to murder fits the \"aggravated felony\" pigeon-hole.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Loaisiga's brief closes by saying that if prejudice is required, he can point to avenues of relief available to him which counsel might have pursued:  listed are claims that Loaisiga was entitled to consular contact with the Nicaraguan government, that the underlying conviction in state court might have been set aside, that an application for \"asylum or other similar relief\" might have been pursued, and that 8 U.S.C. &#167; 1251(a)(2)(A)(iii) might have been challenged on constitutional grounds (e.g., because Loaisiga's suspended state-court sentence shows that he posed no danger).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The government's reply brief parries each thrust.  It says, for example, that Loaisiga was ineligible by statute for \"withholding of deportation\" relief, which otherwise prohibits deportation to countries where the alien's life will be threatened.  8 U.S.C. &#167; 1253(h)(2)(B).  It also appears that Loaisiga was debarred from discretionary \"suspension of deportation\" relief, available in hardship cases, id. &#167; 1254(a)(2), or for a discretionary \"waiver\" from the Attorney General, id. &#167; 1182(c), because he had not lived in the United States for a sufficiently long period.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Loaisiga says that if appellate proceedings had dragged on long enough, he might have met the time requirements.  But even if this is so, there is no hint of a showing that Loaisiga would have met the explicit criteria under the suspension statute or that there is any reason to believe that the Attorney General's discretion would have been exercised in his favor, as required under both 8 U.S.C. &#167; 1254(a)(2) and 8 U.S.C. &#167; 1182(c).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Similarly, nothing suggests that Loaisiga could have succeeded in a timely effort to vacate his state court conviction, nor that he could have prevailed in a constitutional attack on 8 U.S.C. &#167; 1251(a)(2)(A)(iii).  See Mosquera-Perez v. INS, <span class=\"citation\" data-id=\"194914\"><a href=\"/opinion/194914/mosquera-perez-v-ins/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">553</span></a></span>, 559 (1st Cir.1993).  These possibilities are a tribute to defense counsel's energy and imagination.  But based on Loaisiga's showing, we have no reason to think that Loaisiga had any realistic chance of success in avoiding deportation by appeal or in ancillary proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Finally, we turn to Loaisiga's related argument that his appeal rights were unfairly impaired because no mention was made in the April 19 hearing of the 10-day period for appeal.  See 8 C.F.R. &#167; 242.21.  The government has asked us to take judicial notice of a written form, allegedly given to Loaisiga at the time of the show-cause order, which outlined his appeal rights including the 10-day period for appeal (and the right to employ counsel).  Loaisiga objects, saying that no such evidence was presented to or relied upon by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">This judicial-notice dispute does not affect the outcome.  It is very doubtful that, as a matter of due process, a respondent must be told of the time within which to appeal where, as here, he has expressly disclaimed a desire to appeal.  But even if we assumed otherwise, a showing of prejudice would still be required.  And, for reasons already set forth, Loaisiga has provided us no reason to think that an appeal would have altered the outcome.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We appreciate the concerns of the distinguished district judge who presided in this case.  But, in our view, there was no showing of prejudicial error in the deportation proceedings that would justify the collateral attack here attempted.  The order of suppression is reversed and the matter is remanded to the district court for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Only the Ninth Circuit has ever suggested otherwise, and its ruling, on more extreme facts, occurred before Congress added the 14-day waiting period.  Rios-Berrios v. INS, <span class=\"citation\" data-id=\"460387\"><a href=\"/opinion/460387/nestor-rodrigo-rios-berrios-v-immigration-and-naturalization-service/\"><span class=\"volume\">776</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">859</span></a></span>, 863 (9th Cir.1985)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> United States v. Fares, <span class=\"citation\" data-id=\"593298\"><a href=\"/opinion/593298/united-states-v-yassem-fares-also-known-as-yasser-fares/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">52</span></a></span>, 57 (2d Cir.1992);  Figeroa v. INS, <span class=\"citation\" data-id=\"529782\"><a href=\"/opinion/529782/rafael-figeroa-aka-rafael-najarro-morales-v-us-immigration/\"><span class=\"volume\">886</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">76</span></a></span>, 78 (4th Cir.1989);  United States v. Encarnacion-Galvez, <span class=\"citation\" data-id=\"583624\"><a href=\"/opinion/583624/united-states-v-roberto-encarnacion-galvez/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">402</span></a></span>, 408 (5th Cir.1992);  United States v. Espinoza-Farlo, <span class=\"citation\" data-id=\"677376\"><a href=\"/opinion/677376/united-states-v-agripino-espinoza-farlo/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">469</span></a></span>, 471 (7th Cir.1994);  United States v. Polanco-Gomez, <span class=\"citation\" data-id=\"502536\"><a href=\"/opinion/502536/united-states-v-mario-antonio-polanco-gomez/\"><span class=\"volume\">841</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">235</span></a></span>, 237 (8th Cir.1988);  United States v. Proa-Tovar, <span class=\"citation\" data-id=\"590985\"><a href=\"/opinion/590985/united-states-v-daniel-proa-tovar/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">592</span></a></span>, 595 (9th Cir.1992) (en banc );  United States v. Meraz-Valeta, <span class=\"citation\" data-id=\"672131\"><a href=\"/opinion/672131/united-states-v-victor-manuel-meraz-valeta/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">992</span></a></span>, 998 (10th Cir.1994);  United States v. Holland, <span class=\"citation\" data-id=\"524697\"><a href=\"/opinion/524697/united-states-v-daniel-holland/\"><span class=\"volume\">876</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1533</span></a></span>, 1537 (11th Cir.1989)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111894/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194914/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195168/",
    "http://www.courtlistener.com/api/rest/v3/opinions/460387/",
    "http://www.courtlistener.com/api/rest/v3/opinions/490557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/502536/",
    "http://www.courtlistener.com/api/rest/v3/opinions/504723/",
    "http://www.courtlistener.com/api/rest/v3/opinions/511756/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524697/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529782/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583624/",
    "http://www.courtlistener.com/api/rest/v3/opinions/590985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/672131/",
    "http://www.courtlistener.com/api/rest/v3/opinions/677376/",
    "http://www.courtlistener.com/api/rest/v3/opinions/680706/"
  ]
}