{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197194/",
  "absolute_url": "/opinion/197194/united-states-v-carroll/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197194/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:24:22Z",
  "date_modified": "2017-03-24T10:50:32.384721Z",
  "type": "010combined",
  "sha1": "8424088d858659195b7488c240c7fa9631e269f7",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1709.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 96-1709\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                     CHRISTOPHER B. CARROLL,\r\n\n                      Defendant, Appellant.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n       [Hon. Joseph A. DiClerico, Jr., U.S. District Judge]\r                                                                    \r\n\n                                             \r\n\n                              Before\r\n\n                      Selya, Circuit Judge,\r                                                    \r\n\n                  Aldrich, Senior Circuit Judge,\r                                                         \r\n\n                    and Boudin, Circuit Judge.\r                                                       \r\n\n                                             \r\n\n     M.   Kristin  Spath,  Assistant  Federal  Defender,  Federal\r                                  \r\nDefender Office, on brief for appellant.\r\n     Paul  M. Gagnon, United  States Attorney, and  Jean B. Weld,\r                                                                          \r\nAssistant United States Attorney, on brief for appellee.\r\n\n                                             \r\n\n                         February 3, 1997\r\n\n                                             \r\r\n\n          SELYA, Circuit Judge.   In this  case a jury  convicted\r                    SELYA, Circuit Judge.\r                                        \r\n\ndefendant-appellant Christopher B. Carroll of violating a federal\r\n\nchild pornography statute.  Following the imposition of sentence,\r\n\nCarroll appeals.   The  key question  involves an elusive  comma.\r\n\nHaving found the comma, we affirm.\r\n\n                                I.\r                                          I.\r                                            \r\n\n                            Background\r                                      Background\r                                                \r\n\n          In the summer of 1995, the appellant separated from his\r\n\nwife, Tammy.   While sorting out her  husband's personal effects,\r\n\nTammy  discovered  two  rolls  of  undeveloped  film.    The film\r\n\ncontained 46  photographs  of the  appellant's adolescent  niece,\r\n\nBrittany.1    Many  of  these photographs  depicted  Brittany  in\r\n\nvarious states of undress, wearing her mother's lingerie, holding\r\n\nsex  toys  and  inserting  them  in  body  cavities,  and  posing\r\n\nsuggestively.  After an  investigation spearheaded by the Federal\r\n\nBureau of Investigation (FBI),  the government concluded that the\r\n\nappellant  took  these  photographs  on  January  8,  1995  (when\r\n\nBrittany  was 13  years of  age).   Carroll's indictment,  trial,\r\n\nconviction, and sentencing followed.\r\n\n                               II.\r                                         II.\r                                            \r\n\n                             Analysis\r                                       Analysis\r                                               \r\n\n          In this  venue, the appellant advances  two assignments\r\n\nof error.  We discuss them in sequence.\r\n\n                    \r                              \r\n\n     1Brittany is a pseudonym which we employ in  compliance with\r\nthe  confidentiality  requirements  of  18  U.S.C.     3509(d)(1)\r\n(1994).\r\n\n                                2\r\r\n\n                                A.\r                                          A.\r                                            \r\n\n                   Sufficiency of the Evidence\r                             Sufficiency of the Evidence\r                                                        \r\n\n          The statute of conviction provides in relevant part:\r\n\n               Any  person  who   [1]  employs,   uses,\r\n          persuades, induces, entices,  or coerces  any\r\n          minor  to engage in,  or [2] who  has a minor\r\n          assist any other person  to engage in, or [3]\r\n          who  transports any  minor  in interstate  or\r\n          foreign  commerce,  or  in  any  Territory or\r\n          Possession  of  the United  States,  with the\r\n          intent  that  such  minor  engage  in[,]  any\r\n          sexually explicit conduct for the  purpose of\r\n          producing  any  visual   depiction  of   such\r\n          conduct  shall be  punished  as provided  [by\r\n          law] if  such person  knows or has  reason to\r\n          know  that  such  visual  depiction  will  be\r\n          transported in interstate or foreign commerce\r\n          or  mailed, or if  such visual  depiction has\r\n          actually  been  transported in  interstate or\r\n          foreign commerce or mailed.\r\n\n18 U.S.C.   2251(a)(1994) (arabic numerals supplied; propriety of\r\n\nincluding  bracketed  comma  to  be discussed  infra).    In this\r                                                              \r\n\ninstance  the   government  accused  Carroll,  under   the  first\r\n\nstatutory   category,  of   using  or   persuading  Brittany   to\r\n\nparticipate in  making sexually  explicit depictions.   The judge\r\n\ninstructed the jurors that,  in order to convict, they  must find\r\n\nthat  the government  proved three  elements beyond  a reasonable\r\n\ndoubt:   (1) that the defendant \"knowingly used or persuaded [the\r\n\nminor]  to engage in sexually explicit conduct for the purpose of\r\n\nproducing a visual depiction  of that conduct\"; (2) that  \"at the\r\n\ntime  such conduct was engaged  in, the defendant  knew that [the\r\n\nminor] was under  the age  of eighteen years\";  and (3) that  the\r\n\ndefendant  \"knew or had reason to know that such visual depiction\r\n\nwould  be transported  in  interstate commerce.\"   The  appellant\r\n\n                                3\r\r\n\nclaims  that the  government  did not  prove  the last  of  these\r\n\nelements and that the court therefore erred in denying his motion\r\n\nfor judgment of acquittal.\r\n\n          A trial court must  enter a judgment of acquittal  in a\r\n\ncriminal case  if  \"the evidence  is  insufficient to  sustain  a\r\n\nconviction.\"  Fed.  R. Crim. P. 29(a).  We  afford de novo review\r\n\nto Rule 29 determinations,  see United States v. Olbres,  61 F.3d\r                                                                 \r\n\n967,  970  (1st  Cir.), cert.  denied,  116  S.  Ct. 522  (1995),\r                                               \r\n\nemploying a familiar  mantra:  \"If the  evidence presented, taken\r\n\nin the light  most flattering to  the prosecution, together  with\r\n\nall  reasonable inferences  favorable to  it, permits  a rational\r\n\njury to find each essential element of the crime charged beyond a\r\n\nreasonable doubt, then  the evidence is legally sufficient.\"  Id.\r                                                                           \r\n\nIn conducting this tamisage, we consider all the evidence, direct\r\n\nand  circumstantial, and  resolve  all  evidentiary conflicts  in\r\n\nfavor of the verdict.  See United States v. Amparo, 961 F.2d 288,\r                                                            \r\n\n290 (1st  Cir.), cert. denied,  506 U.S. 878 (1992).   Under this\r                                       \r\n\nformula, the  evidence before  us suffices  to sustain  a finding\r\n\nthat  the  appellant  intended  to  transport  the   pornographic\r\n\ndepictions in  interstate commerce (and therefore  knew that they\r\n\nwould be so transported).\r\n\n          The  government  sought   to  satisfy  the   interstate\r\n\ncommerce  element here  in  two ways,  both featuring  Brittany's\r\n\ntestimony.   One  approach  involved  the  intended  use  of  the\r\n\nsexually  explicit  photographs.    According  to  Brittany,  the\r\n\nappellant discussed with her  his plan to scan the  images into a\r\n\n                                4\r\r\n\nfriend's computer  and distribute  them  on the  Internet.   This\r\n\ntestimony,   if   believed,   proved   the   government's  point.\r\n\nTransmission  of   photographs  by  means  of   the  Internet  is\r\n\ntantamount  to moving  photographs  across state  lines and  thus\r\n\nconstitutes transportation  in interstate commerce.   See  United\r                                                                           \r\n\nStates v. Thomas, 74  F.3d 701, 706-07 (6th Cir.),  cert. denied,\r                                                                          \r\n\n117 S. Ct. 74 (1996); United States v. Maxwell, 42  M.J. 568, 580\r                                                        \r\n\n(U.S.A.F.C.A.  1995).  And here, since the photographs were taken\r\n\nin New Hampshire but the  computer that Carroll allegedly planned\r\n\nto use was  located in  Massachusetts, interstate  transportation\r\n\nperforce  would  have occurred  when  the  appellant carried  the\r\n\nfruits  of  his  labor  across  the  New  Hampshire  border  into\r\n\nMassachusetts.\r\n\n          The   government's   second   approach   involved   the\r\n\nanticipated processing  of the  photographs.   Brittany testified\r\n\nwithout  contradiction that Carroll told her he was going to take\r\n\nthe film to  Massachusetts to  be developed.   If believed,  this\r\n\ntestimony, in and of itself, would forge the requisite interstate\r\n\nlink.   See 18 U.S.C.   10 (1994) (defining \"interstate commerce\"\r                     \r\n\nfor  purposes of Title 18);  cf. Rodriguez v.  Clark Color Labs.,\r                                                                          \r\n\n921  F.2d 347,  349 (1st  Cir. 1990)  (indicating in  dictum that\r\n\nknowing  mailing  of  undeveloped negatives  across  state  lines\r\n\nsatisfies interstate  commerce  element under  child  pornography\r\n\nstatutes).\r\n\n          The   appellant  mounts  a   ferocious  attack  on  the\r\n\ncredibility  of  Brittany's testimony.    He  notes, among  other\r\n\n                                5\r\r\n\nthings, that she did not mention the Internet connection when she\r\n\nfirst testified; that, on  cross-examination, she originally said\r\n\nthat  her grandmother had told  her that Carroll  wanted to place\r\n\nher pictures on the  Internet; and that she changed  her story on\r\n\nredirect  examination,  asserting for  the  first  time that  the\r\n\nappellant had mentioned  the Internet  to her.   He also  assails\r\n\nBrittany's  account  of  his  supposed plan  for  developing  the\r\n\nprints, stressing  that she  did not make  this revelation  until\r\n\nshortly before the trial.\r\n\n          For purposes of Rule  29, the government's proof passes\r\n\nmuster.  The appellant's criticisms of Brittany's testimony go to\r\n\nthe weight of the evidence, not to its sufficiency, and therefore\r\n\nwere properly left to  the jury.  Some degree of inconsistency is\r\n\nnot  surprising when  a  minor testifies  about traumatic  events\r\n\ninstigated   by  a   close   relative.     Here,  moreover,   the\r\n\ninconsistencies came in response to a series of leading questions\r\n\nby   defense   counsel;  on   redirect,   after   refreshing  her\r\n\nrecollection by perusing  reports of interviews she  had given to\r\n\nan FBI agent, Brittany's memory cleared.  In these circumstances,\r\n\na  fair-minded  jury  could  easily believe  that  her  refreshed\r\n\nrecollection  represented  an  accurate account  of  the relevant\r\n\nevents  and that Carroll took  the photographs with the intention\r\n\neither to have them developed out of state, or to put them on the\r\n\nInternet, or both.\r\n\n          This  conclusion is reinforced  by other  evidence that\r\n\nsupports  Brittany's  testimony  on  redirect  examination.   The\r\n\n                                6\r\r\n\nrecord suggests,  for example, that the appellant  and his friend\r\n\n(Doug  Allen) had  in  the past  attempted  to scan  pornographic\r\n\nimages  into Allen's computer, thus permitting  the jury to infer\r\n\nthat  the  two  men knew  how  to  circulate  photographs on  the\r\n\nInternet and might want to  put Brittany's likenesses to  similar\r\n\nuse.   Allen also testified that  he and Carroll intended to form\r\n\nan on-line  dating service  utilizing both pictures  and personal\r\n\nmessages.   Carroll apparently knew about a similar service being\r\n\noffered  in New  Hampshire  which depicted  topless females  with\r\n\nblack bars across their faces to conceal their identities.  Given\r\n\nthis background, Brittany's testimony  that Carroll told her that\r\n\nhe would  put her  picture on the  Internet with  a little  black\r\n\nstrip across her eyes  could have suggested to a  thoughtful jury\r\n\nthat he  intended  to use  the sexually  explicit photographs  to\r\n\npromote his embryonic dating service.\r\n\n          We  have said  enough  on this  score.   In  the  final\r\n\nanalysis,  the appellant's argument  boils down to  a plaint that\r\n\nthe   jury   misjudged    Brittany's   veracity.      Credibility\r\n\ndeterminations are, of course, squarely within the jury's domain.\r\n\nSee United States  v. Romero, 32  F.3d 641, 646 (1st  Cir. 1994);\r                                      \r\n\nUnited  States v. O'Brien, 14  F.3d 703, 706-07  (1st Cir. 1994).\r                                   \r\n\nEyewitness  testimony is  rarely seamless,  and appellate  courts\r\n\nordinarily should  decline invitations  to second-guess  a jury's\r\n\nconsidered decision about whether to  credit particular testimony\r\n\ndespite the fact  that it  contains inconsistencies.   This  case\r\n\nfalls comfortably within the sweep of that generality.  Resolving\r\n\n                                7\r\r\n\nevidentiary conflicts  and drawing  reasonable inferences  in the\r\n\ngovernment's favor, as the Rule 29 standard requires, see Olbres,\r                                                                          \r\n\n61  F.3d at 970,  the evidence is  adequate to  support a finding\r\n\nthat the  appellant intended  to transport the  sexually explicit\r\n\nphotographs in interstate commerce.  No more is exigible.\r\n\n                                B.\r                                          B.\r                                            \r\n\n                        The Judge's Charge\r                                  The Judge's Charge\r                                                    \r\n\n          The appellant's next  point is grammatically intriguing\r\n\nbut  legally impuissant.   He  posits that  a trial judge  has an\r\n\nobligation to instruct the  jury on every element of  the offense\r\n\nof   conviction,  that   flouting  this   obligation  constitutes\r\n\nreversible error, and that  such a lapse occurred  here.  In  the\r\n\ncircumstances of this case, we agree with the first two-thirds of\r\n\nthe appellant's  triangular hypothesis, see, e.g.,  United States\r                                                                           \r\n\nv. DiRico,  78 F.3d 732, 735  (1st Cir. 1996), but  we take issue\r                   \r\n\nwith   his   conclusion  that   the   charge   omitted  necessary\r\n\ninformation.\r\n\n          In enumerating  the elements of the  offense, the judge\r\n\nrefused to  include a requirement  that the government  prove the\r\n\ndefendant  knowingly persuaded  the minor  to engage  in sexually\r\n\nexplicit conduct \"with the intent that such minor engage in\" such\r\n\nconduct for the purpose of producing a  visual depiction thereof.\r\n\nIt  is  to  this  omission  that  the  appellant  assigns  error,\r\n\nasserting  that section 2251(a) must  be read so  that the phrase\r\n\nquoted  above modifies  all three  types of  actions criminalized\r\n\n                                8\r\r\n\nunder  the statute,  namely,  (1)  employing, using,  persuading,\r\n\ninducing, enticing,  or coercing  a minor  to engage  in sexually\r\n\nexplicit  conduct (the  \"use\" category,  under which  Carroll was\r\n\ncharged); (2) having a  minor assist another person to  engage in\r\n\nsuch conduct (the \"assistance\"  category); and (3) transporting a\r\n\nminor in  interstate or  foreign  commerce (the  \"transportation\"\r\n\ncategory).  This assertion depends almost entirely on the absence\r\n\nof  punctuation immediately  following the  quoted phrase;  it is\r\n\nonly the putative lack of a comma that makes arguable  the theory\r\n\nthat  the  phrase  modifies  the trailing  phrase  \"any  sexually\r\n\nexplicit conduct\" and,  thus, applies to all  three categories of\r\n\nproscribed behavior.2\r\n\n          For reasons that will appear, the district court bought\r\n\ninto the proposition that  no comma lurked in the  critical place\r\n\n                    \r                              \r\n\n     2A graphic iteration of a portion of the statute may help to\r\nillustrate the point:\r\n\n               Any  person  [1]   who  employs,   uses,\r\n          persuades, induces, entices,  or coerces  any\r\n          minor  to engage in,  or [2] who  has a minor\r\n          assist any other person  to engage in, or [3]\r\n          who  transports any  minor  in interstate  or\r\n          foreign  commerce,  or  in  any  Territory or\r\n          Possession  of  the United  States,  with the\r                                                                 \r\n          intent  that  such  minor  engage  in[,]  any\r                                                              any\r                                                         \r\n          sexually explicit conduct for the  purpose of\r                    sexually explicit conduct for the  purpose of\r\n          producing  any  visual   depiction  of   such\r                    producing  any  visual   depiction  of   such\r\n          conduct. . . .\r                    conduct. . . .\r\n\n18  U.S.C.    2251(a)  (arabic numerals,  underscoring, and  bold\r\nfacing supplied).   The issue  is whether the  underscored phrase\r\nshould  be  read as  accompanying the  passage  in bold  face, or\r\nwhether it should be considered a part of what we have termed the\r\nthird category of proscribed conduct (and, thus, does  not modify\r\nthe passage in bold face).  This depends, in part, on whether the\r\ntext contains the bracketed comma.\r\n\n                                9\r\r\n\nand  acted  upon  this   perception;  it  assumed  that  Congress\r\n\ninadvertently omitted the comma,  read the statute as if  it were\r\n\nthere,  and confined the quoted  phrase to the  third category of\r\n\nproscribed conduct  (transportation).3   We  review the  district\r\n\ncourt's  solution  to this  enigma de  novo.   See  Strickland v.\r                                                                        \r\n\nCommissioner,  Me. Dep't of Human  Servs., 96 F.3d  542, 545 (1st\r                                                   \r\n\nCir.  1996)  (holding  that questions  of  statutory construction\r\n\nreceive nondeferential review).\r\n\n          Insofar as we can  tell, the judge's underlying premise\r\n\n  that the statute did not contain a comma in  the critical place\r\n\n  arose because both  parties conceded as much below (as  they do\r\n\non  appeal); other  federal  courts had  accepted the  premise as\r\n\ntrue, see, e.g.,  United States  v. Thomas, 893  F.2d 1066,  1068\r                                                    \r\n\n(9th Cir.), cert. denied, 498 U.S. 826 (1990); and the statute as\r                                  \r\n\nprinted  in updates  of the  United States Code  Annotated, e.g.,\r                                                                          \r\n\nWest Supp. 1996,  and as  rendered in at  least one  computerized\r\n\nlegal research  data base,  omitted the comma.   But  appearances\r\n\noften are deceiving.   See  Aesop, The Wolf  in Sheep's  Clothing\r                                                                           \r\n\n(circa 550 B.C.).  In point of fact, the authoritative version of\r\n\nthe statute does contain  the elusive comma.  Congress  added the\r\n\nlanguage in question by enacting Pub.  L. 99-628,   3, 100  Stat.\r\n\n3510 (1986).   The text  of the  amendment, as  disclosed in  the\r\n\n                    \r                              \r\n\n     3The court impliedly premised this interpretive rationale on\r\nits power to \"disregard the punctuation [contained in a statute],\r\nor repunctuate, if need be, [in order] to render the true meaning\r\nof  the statute.\"  United  States Nat'l Bank  v. Independent Ins.\r                                                                           \r\nAgents  of  Am.,  Inc.,  508  U.S.  439,  462  (1993)  (citations\r                                \r\nomitted).\r\n\n                                10\r\r\n\nStatutes  at Large, shows a  comma after \"engage  in.\"  Conflicts\r\n\nbetween the  text of a statute  as it appears in  the Statutes at\r\n\nLarge, on  one  hand,  and  in usually  reliable  but  unofficial\r\n\nsources  such as the United  States Code Annotated,  on the other\r\n\nhand, are  rare, but, when they  occur, the rendition of  the law\r\n\ncontained  in the Statutes at Large controls.4  See United States\r                                                                           \r\n\nNat'l Bank v. Independent Ins. Agents of Am., Inc., 508 U.S. 439,\r                                                            \r\n\n448 (1993).\r\n\n          Having  made  the  determination that  section  2251(a)\r\n\nactually contains (and thus is to be read with) a comma after the\r\n\nphrase  \"with the intent that  such minor engage  in,\" we readily\r\n\nconclude that the district judge described the essential elements\r\n\nof  the offense  correctly in  his jury  instructions.   With the\r\n\ncomma  in  place,  we  regard the  proper  interpretation  of the\r\n\nstatute as  self-evident.  Wherever possible,  statutes should be\r\n\nconstrued in a commonsense manner, O'Connell  v. Shalala, 79 F.3d\r                                                                  \r\n\n170,  176 (1st Cir. 1996), honoring plain meaning, In re Thinking\r                                                                           \r\n\nMachines  Corp.,  67 F.3d  1021,  1024-25  (1st Cir.  1995),  and\r                         \r\n\navoiding absurd or counterintuitive results, Sullivan v. CIA, 992\r                                                                      \r\n\nF.2d 1249, 1252 (1st Cir. 1993).\r\n\n          In  this   instance  the   phrase  in  question,   read\r\n\nnaturally, modifies only the  transportation category.  Any other\r\n\nreading  would  defeat  the linguistic  parallelism  which  marks\r\n\nsection 2251(a) and would result in a curiously lopsided piece of\r\n                    \r                              \r\n\n     4In all  events, recent versions  of the United  States Code\r\n(as  opposed to the United States Code Annotated) include a comma\r\nat the critical place.\r\n\n                                11\r\r\n\nlegislation.5   Here, too,  a construction consistent  with plain\r\n\nmeaning  comports with  the  logic  of  the  statute.    One  who\r\n\npersuades  a minor to engage in sexually explicit conduct, or who\r\n\nhas a minor assist another person in such conduct, commits an act\r\n\nwhich  in and  of  itself is  worthy of  criminal  sanction.   By\r\n\ncontrast, one who transports a minor across state lines (no more,\r\n\nno less) has done  nothing inherently wrong unless his  intent at\r\n\nthe time  is blameworthy.  On  that basis, the idea  that section\r\n\n2251(a) embodies  an additional  scienter requirement  (having an\r\n\nintent that  the minor  thereafter engage in  proscribed conduct)\r\n\nsolely  with reference  to  the transportation  category is  both\r\n\neasily explicable and eminently sensible.  Cf. O'Connell, 79 F.3d\r                                                                  \r\n\nat  176 (counselling courts to  examine \"the statute  as a whole,\r\n\ngiving due weight to design, structure, and purpose as well as to\r\n\naggregate language\").\r\n\n          The   history  of   section   2251(a)   supports   this\r\n\ninterpretation.   Congress amended the law in 1986 to engraft the\r\n\ntransportation  category  (including  the disputed  phrase)  onto\r\n\nsection 2251(a).  Prior to this amendment, the use category, like\r\n\nthe  assistance  category,  required  proof  only  of  the  three\r\n\nelements that the judge included in  his charge.  See Pub. L. 95-\r                                                               \r\n\n225,   2(a),  92 Stat. 7 (1978).   To suggest, in  the absence of\r\n\nany  confirmatory legislative  history, that  the 1986  amendment\r\n\nadded  a  new  intent element  to  both  the  use and  assistance\r\n                    \r                              \r\n\n     5As  mentioned  earlier,   the  statute  criminalizes  three\r\nseparate  types of conduct, and  each category is  described in a\r\nclause ending with the words \"engage in.\"\r\n\n                                12\r\r\n\ncategories,  instead of  merely  supplying  an additional,  self-\r\n\ncontained   category,   strains   credulity.      See   generally\r                                                                           \r\n\nPassamaquoddy Tribe v.  State of  Me., 75 F.3d  784, 788-89  (1st\r                                               \r\n\nCir.  1996) (in  interpreting statutes,  courts should  take into\r\n\naccount preexisting statutory provisions).\r\n\n          To  recapitulate, we  hold  that the  phrase \"with  the\r\n\nintent that such minor engage in\"  sexually explicit conduct does\r\n\nnot apply  to the use  category of  section 2251(a).   It follows\r\n\nthat  the  trial  court's   instructions  accurately  limned  the\r\n\nessential elements of the offense.\r\n\n                               III.\r                                         III.\r                                             \r\n\n                            Conclusion\r                                      Conclusion\r                                                \r\n\n          We  need go no further.   Having dispatched the seeming\r\n\ngrammatical  anomaly, no  serious question  remains.   It clearly\r\n\nappears  that  the  appellant   was  fairly  tried  and  lawfully\r\n\nconvicted.  Accordingly, the judgment below must be\r\n\nAffirmed.\r          Affirmed.\r                  \r\n\n                                13\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 96-1709\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                     CHRISTOPHER B. CARROLL,\r\n\n                      Defendant, Appellant.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n       [Hon. Joseph A. DiClerico, Jr., U.S. District Judge]\r                                                                    \r\n\n                                             \r\n\n                              Before\r\n\n                      Selya, Circuit Judge,\r                                                    \r\n\n                  Aldrich, Senior Circuit Judge,\r                                                         \r\n\n                    and Boudin, Circuit Judge.\r                                                       \r\n\n                                             \r\n\n     M.   Kristin  Spath,  Assistant  Federal  Defender,  Federal\r                                  \r\nDefender Office, on brief for appellant.\r\n     Paul  M. Gagnon, United  States Attorney, and  Jean B. Weld,\r                                                                          \r\nAssistant United States Attorney, on brief for appellee.\r\n\n                                             \r\n\n                         February 3, 1997\r\n\n                                             \r\r\n\n          SELYA, Circuit Judge.   In this  case a jury  convicted\r                    SELYA, Circuit Judge.\r                                        \r\n\ndefendant-appellant Christopher B. Carroll of violating a federal\r\n\nchild pornography statute.  Following the imposition of sentence,\r\n\nCarroll appeals.   The  key question  involves an elusive  comma.\r\n\nHaving found the comma, we affirm.\r\n\n                                I.\r                                          I.\r                                            \r\n\n                            Background\r                                      Background\r                                                \r\n\n          In the summer of 1995, the appellant separated from his\r\n\nwife, Tammy.   While sorting out her  husband's personal effects,\r\n\nTammy  discovered  two  rolls  of  undeveloped  film.    The film\r\n\ncontained 46  photographs  of the  appellant's adolescent  niece,\r\n\nBrittany.1    Many  of  these photographs  depicted  Brittany  in\r\n\nvarious states of undress, wearing her mother's lingerie, holding\r\n\nsex  toys  and  inserting  them  in  body  cavities,  and  posing\r\n\nsuggestively.  After an  investigation spearheaded by the Federal\r\n\nBureau of Investigation (FBI),  the government concluded that the\r\n\nappellant  took  these  photographs  on  January  8,  1995  (when\r\n\nBrittany  was 13  years of  age).   Carroll's indictment,  trial,\r\n\nconviction, and sentencing followed.\r\n\n                               II.\r                                         II.\r                                            \r\n\n                             Analysis\r                                       Analysis\r                                               \r\n\n          In this  venue, the appellant advances  two assignments\r\n\nof error.  We discuss them in sequence.\r\n\n                    \r                              \r\n\n     1Brittany is a pseudonym which we employ in  compliance with\r\nthe  confidentiality  requirements  of  18  U.S.C.     3509(d)(1)\r\n(1994).\r\n\n                                2\r\r\n\n                                A.\r                                          A.\r                                            \r\n\n                   Sufficiency of the Evidence\r                             Sufficiency of the Evidence\r                                                        \r\n\n          The statute of conviction provides in relevant part:\r\n\n               Any  person  who   [1]  employs,   uses,\r\n          persuades, induces, entices,  or coerces  any\r\n          minor  to engage in,  or [2] who  has a minor\r\n          assist any other person  to engage in, or [3]\r\n          who  transports any  minor  in interstate  or\r\n          foreign  commerce,  or  in  any  Territory or\r\n          Possession  of  the United  States,  with the\r\n          intent  that  such  minor  engage  in[,]  any\r\n          sexually explicit conduct for the  purpose of\r\n          producing  any  visual   depiction  of   such\r\n          conduct  shall be  punished  as provided  [by\r\n          law] if  such person  knows or has  reason to\r\n          know  that  such  visual  depiction  will  be\r\n          transported in interstate or foreign commerce\r\n          or  mailed, or if  such visual  depiction has\r\n          actually  been  transported in  interstate or\r\n          foreign commerce or mailed.\r\n\n18 U.S.C.   2251(a)(1994) (arabic numerals supplied; propriety of\r\n\nincluding  bracketed  comma  to  be discussed  infra).    In this\r                                                              \r\n\ninstance  the   government  accused  Carroll,  under   the  first\r\n\nstatutory   category,  of   using  or   persuading  Brittany   to\r\n\nparticipate in  making sexually  explicit depictions.   The judge\r\n\ninstructed the jurors that,  in order to convict, they  must find\r\n\nthat  the government  proved three  elements beyond  a reasonable\r\n\ndoubt:   (1) that the defendant \"knowingly used or persuaded [the\r\n\nminor]  to engage in sexually explicit conduct for the purpose of\r\n\nproducing a visual depiction  of that conduct\"; (2) that  \"at the\r\n\ntime  such conduct was engaged  in, the defendant  knew that [the\r\n\nminor] was under  the age  of eighteen years\";  and (3) that  the\r\n\ndefendant  \"knew or had reason to know that such visual depiction\r\n\nwould  be transported  in  interstate commerce.\"   The  appellant\r\n\n                                3\r\r\n\nclaims  that the  government  did not  prove  the last  of  these\r\n\nelements and that the court therefore erred in denying his motion\r\n\nfor judgment of acquittal.\r\n\n          A trial court must  enter a judgment of acquittal  in a\r\n\ncriminal case  if  \"the evidence  is  insufficient to  sustain  a\r\n\nconviction.\"  Fed.  R. Crim. P. 29(a).  We  afford de novo review\r\n\nto Rule 29 determinations,  see United States v. Olbres,  </pre><span class=\"citation\" data-id=\"196204\"><a href=\"/opinion/196204/united-states-v-olbres/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span>\r                                                                 \r\n\n<span class=\"page\">967</span></a></span><pre class=\"inline\">,  970  (1st  Cir.), cert.  denied,  116  S.  Ct. 522  (1995),\r                                               \r\n\nemploying a familiar  mantra:  \"If the  evidence presented, taken\r\n\nin the light  most flattering to  the prosecution, together  with\r\n\nall  reasonable inferences  favorable to  it, permits  a rational\r\n\njury to find each essential element of the crime charged beyond a\r\n\nreasonable doubt, then  the evidence is legally sufficient.\"  Id.\r                                                                           \r\n\nIn conducting this tamisage, we consider all the evidence, direct\r\n\nand  circumstantial, and  resolve  all  evidentiary conflicts  in\r\n\nfavor of the verdict.  See United States v. Amparo, </pre><span class=\"citation\" data-id=\"581358\"><a href=\"/opinion/581358/united-states-v-luz-maria-amparo-aka-luz-maria-amparo-sanchez/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">288</span></a></span><pre class=\"inline\">,\r                                                            \r\n\n290 (1st  Cir.), cert. denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">878</span></span><pre class=\"inline\"> (1992).   Under this\r                                       \r\n\nformula, the  evidence before  us suffices  to sustain  a finding\r\n\nthat  the  appellant  intended  to  transport  the   pornographic\r\n\ndepictions in  interstate commerce (and therefore  knew that they\r\n\nwould be so transported).\r\n\n          The  government  sought   to  satisfy  the   interstate\r\n\ncommerce  element here  in  two ways,  both featuring  Brittany's\r\n\ntestimony.   One  approach  involved  the  intended  use  of  the\r\n\nsexually  explicit  photographs.    According  to  Brittany,  the\r\n\nappellant discussed with her  his plan to scan the  images into a\r\n\n                                4\r\r\n\nfriend's computer  and distribute  them  on the  Internet.   This\r\n\ntestimony,   if   believed,   proved   the   government's  point.\r\n\nTransmission  of   photographs  by  means  of   the  Internet  is\r\n\ntantamount  to moving  photographs  across state  lines and  thus\r\n\nconstitutes transportation  in interstate commerce.   See  United\r                                                                           \r\n\nStates v. Thomas, </pre><span class=\"citation\" data-id=\"711150\"><a href=\"/opinion/711150/united-states-v-robert-alan-thomas-94-6648-and-carleen-thomas-94-6649/\"><span class=\"volume\">74</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">701</span></a></span><pre class=\"inline\">, 706-07 (6th Cir.),  cert. denied,\r                                                                          \r\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">74</span></span><pre class=\"inline\"> (1996); United States v. Maxwell, </pre><span class=\"citation no-link\"><span class=\"volume\">42</span>  <span class=\"reporter\">M.J.</span> <span class=\"page\">568</span></span><pre class=\"inline\">, 580\r                                                        \r\n\n(U.S.A.F.C.A.  1995).  And here, since the photographs were taken\r\n\nin New Hampshire but the  computer that Carroll allegedly planned\r\n\nto use was  located in  Massachusetts, interstate  transportation\r\n\nperforce  would  have occurred  when  the  appellant carried  the\r\n\nfruits  of  his  labor  across  the  New  Hampshire  border  into\r\n\nMassachusetts.\r\n\n          The   government's   second   approach   involved   the\r\n\nanticipated processing  of the  photographs.   Brittany testified\r\n\nwithout  contradiction that Carroll told her he was going to take\r\n\nthe film to  Massachusetts to  be developed.   If believed,  this\r\n\ntestimony, in and of itself, would forge the requisite interstate\r\n\nlink.   See 18 U.S.C.   10 (1994) (defining \"interstate commerce\"\r                     \r\n\nfor  purposes of Title 18);  cf. Rodriguez v.  Clark Color Labs.,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"553165\"><a href=\"/opinion/553165/rafael-rodriguez-v-clark-color-laboratories/\"><span class=\"volume\">921</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">347</span></a></span><pre class=\"inline\">,  349 (1st  Cir. 1990)  (indicating in  dictum that\r\n\nknowing  mailing  of  undeveloped negatives  across  state  lines\r\n\nsatisfies interstate  commerce  element under  child  pornography\r\n\nstatutes).\r\n\n          The   appellant  mounts  a   ferocious  attack  on  the\r\n\ncredibility  of  Brittany's testimony.    He  notes, among  other\r\n\n                                5\r\r\n\nthings, that she did not mention the Internet connection when she\r\n\nfirst testified; that, on  cross-examination, she originally said\r\n\nthat  her grandmother had told  her that Carroll  wanted to place\r\n\nher pictures on the  Internet; and that she changed  her story on\r\n\nredirect  examination,  asserting for  the  first  time that  the\r\n\nappellant had mentioned  the Internet  to her.   He also  assails\r\n\nBrittany's  account  of  his  supposed plan  for  developing  the\r\n\nprints, stressing  that she  did not make  this revelation  until\r\n\nshortly before the trial.\r\n\n          For purposes of Rule  29, the government's proof passes\r\n\nmuster.  The appellant's criticisms of Brittany's testimony go to\r\n\nthe weight of the evidence, not to its sufficiency, and therefore\r\n\nwere properly left to  the jury.  Some degree of inconsistency is\r\n\nnot  surprising when  a  minor testifies  about traumatic  events\r\n\ninstigated   by  a   close   relative.     Here,  moreover,   the\r\n\ninconsistencies came in response to a series of leading questions\r\n\nby   defense   counsel;  on   redirect,   after   refreshing  her\r\n\nrecollection by perusing  reports of interviews she  had given to\r\n\nan FBI agent, Brittany's memory cleared.  In these circumstances,\r\n\na  fair-minded  jury  could  easily believe  that  her  refreshed\r\n\nrecollection  represented  an  accurate account  of  the relevant\r\n\nevents  and that Carroll took  the photographs with the intention\r\n\neither to have them developed out of state, or to put them on the\r\n\nInternet, or both.\r\n\n          This  conclusion is reinforced  by other  evidence that\r\n\nsupports  Brittany's  testimony  on  redirect  examination.   The\r\n\n                                6\r\r\n\nrecord suggests,  for example, that the appellant  and his friend\r\n\n(Doug  Allen) had  in  the past  attempted  to scan  pornographic\r\n\nimages  into Allen's computer, thus permitting  the jury to infer\r\n\nthat  the  two  men knew  how  to  circulate  photographs on  the\r\n\nInternet and might want to  put Brittany's likenesses to  similar\r\n\nuse.   Allen also testified that  he and Carroll intended to form\r\n\nan on-line  dating service  utilizing both pictures  and personal\r\n\nmessages.   Carroll apparently knew about a similar service being\r\n\noffered  in New  Hampshire  which depicted  topless females  with\r\n\nblack bars across their faces to conceal their identities.  Given\r\n\nthis background, Brittany's testimony  that Carroll told her that\r\n\nhe would  put her  picture on the  Internet with  a little  black\r\n\nstrip across her eyes  could have suggested to a  thoughtful jury\r\n\nthat he  intended  to use  the sexually  explicit photographs  to\r\n\npromote his embryonic dating service.\r\n\n          We  have said  enough  on this  score.   In  the  final\r\n\nanalysis,  the appellant's argument  boils down to  a plaint that\r\n\nthe   jury   misjudged    Brittany's   veracity.      Credibility\r\n\ndeterminations are, of course, squarely within the jury's domain.\r\n\nSee United States  v. Romero, </pre><span class=\"citation\" data-id=\"195567\"><a href=\"/opinion/195567/united-states-v-romero/\"><span class=\"volume\">32</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">641</span></a></span><pre class=\"inline\">, 646 (1st  Cir. 1994);\r                                      \r\n\nUnited  States v. O'Brien, </pre><span class=\"citation\" data-id=\"661452\"><a href=\"/opinion/661452/43-socsecrepser-489-medicaremedicaid-guide-p-42092-united-states-of/\"><span class=\"volume\">14</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">703</span></a></span><pre class=\"inline\">, 706-07  (1st Cir. 1994).\r                                   \r\n\nEyewitness  testimony is  rarely seamless,  and appellate  courts\r\n\nordinarily should  decline invitations  to second-guess  a jury's\r\n\nconsidered decision about whether to  credit particular testimony\r\n\ndespite the fact  that it  contains inconsistencies.   This  case\r\n\nfalls comfortably within the sweep of that generality.  Resolving\r\n\n                                7\r\r\n\nevidentiary conflicts  and drawing  reasonable inferences  in the\r\n\ngovernment's favor, as the Rule 29 standard requires, see Olbres,\r                                                                          \r\n\n61  F.3d at 970,  the evidence is  adequate to  support a finding\r\n\nthat the  appellant intended  to transport the  sexually explicit\r\n\nphotographs in interstate commerce.  No more is exigible.\r\n\n                                B.\r                                          B.\r                                            \r\n\n                        The Judge's Charge\r                                  The Judge's Charge\r                                                    \r\n\n          The appellant's next  point is grammatically intriguing\r\n\nbut  legally impuissant.   He  posits that  a trial judge  has an\r\n\nobligation to instruct the  jury on every element of  the offense\r\n\nof   conviction,  that   flouting  this   obligation  constitutes\r\n\nreversible error, and that  such a lapse occurred  here.  In  the\r\n\ncircumstances of this case, we agree with the first two-thirds of\r\n\nthe appellant's  triangular hypothesis, see, e.g.,  United States\r                                                                           \r\n\nv. DiRico,  </pre><span class=\"citation\" data-id=\"714795\"><a href=\"/opinion/714795/united-states-v-francis-dirico/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">732</span></a></span><pre class=\"inline\">, 735  (1st Cir. 1996), but  we take issue\r                   \r\n\nwith   his   conclusion  that   the   charge   omitted  necessary\r\n\ninformation.\r\n\n          In enumerating  the elements of the  offense, the judge\r\n\nrefused to  include a requirement  that the government  prove the\r\n\ndefendant  knowingly persuaded  the minor  to engage  in sexually\r\n\nexplicit conduct \"with the intent that such minor engage in\" such\r\n\nconduct for the purpose of producing a  visual depiction thereof.\r\n\nIt  is  to  this  omission  that  the  appellant  assigns  error,\r\n\nasserting  that section 2251(a) must  be read so  that the phrase\r\n\nquoted  above modifies  all three  types of  actions criminalized\r\n\n                                8\r\r\n\nunder  the statute,  namely,  (1)  employing, using,  persuading,\r\n\ninducing, enticing,  or coercing  a minor  to engage  in sexually\r\n\nexplicit  conduct (the  \"use\" category,  under which  Carroll was\r\n\ncharged); (2) having a  minor assist another person to  engage in\r\n\nsuch conduct (the \"assistance\"  category); and (3) transporting a\r\n\nminor in  interstate or  foreign  commerce (the  \"transportation\"\r\n\ncategory).  This assertion depends almost entirely on the absence\r\n\nof  punctuation immediately  following the  quoted phrase;  it is\r\n\nonly the putative lack of a comma that makes arguable  the theory\r\n\nthat  the  phrase  modifies  the trailing  phrase  \"any  sexually\r\n\nexplicit conduct\" and,  thus, applies to all  three categories of\r\n\nproscribed behavior.2\r\n\n          For reasons that will appear, the district court bought\r\n\ninto the proposition that  no comma lurked in the  critical place\r\n\n                    \r                              \r\n\n     2A graphic iteration of a portion of the statute may help to\r\nillustrate the point:\r\n\n               Any  person  [1]   who  employs,   uses,\r\n          persuades, induces, entices,  or coerces  any\r\n          minor  to engage in,  or [2] who  has a minor\r\n          assist any other person  to engage in, or [3]\r\n          who  transports any  minor  in interstate  or\r\n          foreign  commerce,  or  in  any  Territory or\r\n          Possession  of  the United  States,  with the\r                                                                 \r\n          intent  that  such  minor  engage  in[,]  any\r                                                              any\r                                                         \r\n          sexually explicit conduct for the  purpose of\r                    sexually explicit conduct for the  purpose of\r\n          producing  any  visual   depiction  of   such\r                    producing  any  visual   depiction  of   such\r\n          conduct. . . .\r                    conduct. . . .\r\n\n18  U.S.C.    2251(a)  (arabic numerals,  underscoring, and  bold\r\nfacing supplied).   The issue  is whether the  underscored phrase\r\nshould  be  read as  accompanying the  passage  in bold  face, or\r\nwhether it should be considered a part of what we have termed the\r\nthird category of proscribed conduct (and, thus, does  not modify\r\nthe passage in bold face).  This depends, in part, on whether the\r\ntext contains the bracketed comma.\r\n\n                                9\r\r\n\nand  acted  upon  this   perception;  it  assumed  that  Congress\r\n\ninadvertently omitted the comma,  read the statute as if  it were\r\n\nthere,  and confined the quoted  phrase to the  third category of\r\n\nproscribed conduct  (transportation).3   We  review the  district\r\n\ncourt's  solution  to this  enigma de  novo.   See  Strickland v.\r                                                                        \r\n\nCommissioner,  Me. Dep't of Human  Servs., </pre><span class=\"citation\" data-id=\"196992\"><a href=\"/opinion/196992/strickland-v-comm-maine/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">542</span></a></span><pre class=\"inline\">, 545 (1st\r                                                   \r\n\nCir.  1996)  (holding  that questions  of  statutory construction\r\n\nreceive nondeferential review).\r\n\n          Insofar as we can  tell, the judge's underlying premise\r\n\n  that the statute did not contain a comma in  the critical place\r\n\n  arose because both  parties conceded as much below (as  they do\r\n\non  appeal); other  federal  courts had  accepted the  premise as\r\n\ntrue, see, e.g.,  United States  v. Thomas, </pre><span class=\"citation\" data-id=\"534875\"><a href=\"/opinion/534875/united-states-v-charles-james-thomas/\"><span class=\"volume\">893</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1066</span></a></span><pre class=\"inline\">,  1068\r                                                    \r\n\n(9th Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">826</span></span><pre class=\"inline\"> (1990); and the statute as\r                                  \r\n\nprinted  in updates  of the  United States Code  Annotated, e.g.,\r                                                                          \r\n\nWest Supp. 1996,  and as  rendered in at  least one  computerized\r\n\nlegal research  data base,  omitted the comma.   But  appearances\r\n\noften are deceiving.   See  Aesop, The Wolf  in Sheep's  Clothing\r                                                                           \r\n\n(circa 550 B.C.).  In point of fact, the authoritative version of\r\n\nthe statute does contain  the elusive comma.  Congress  added the\r\n\nlanguage in question by enacting Pub.  L. 99-628,   3, 100  Stat.\r\n\n3510 (1986).   The text  of the  amendment, as  disclosed in  the\r\n\n                    \r                              \r\n\n     3The court impliedly premised this interpretive rationale on\r\nits power to \"disregard the punctuation [contained in a statute],\r\nor repunctuate, if need be, [in order] to render the true meaning\r\nof  the statute.\"  United  States Nat'l Bank  v. Independent Ins.\r                                                                           \r\nAgents  of  Am.,  Inc.,  </pre><span class=\"citation\" data-id=\"112877\"><a href=\"/opinion/112877/united-states-nat-bank-of-ore-v-independent-ins-agents-of-america-inc/\"><span class=\"volume\">508</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">439</span></a></span><pre class=\"inline\">,  462  (1993)  (citations\r                                \r\nomitted).\r\n\n                                10\r\r\n\nStatutes  at Large, shows a  comma after \"engage  in.\"  Conflicts\r\n\nbetween the  text of a statute  as it appears in  the Statutes at\r\n\nLarge, on  one  hand,  and  in usually  reliable  but  unofficial\r\n\nsources  such as the United  States Code Annotated,  on the other\r\n\nhand, are  rare, but, when they  occur, the rendition of  the law\r\n\ncontained  in the Statutes at Large controls.4  See United States\r                                                                           \r\n\nNat'l Bank v. Independent Ins. Agents of Am., Inc., </pre><span class=\"citation\" data-id=\"112877\"><a href=\"/opinion/112877/united-states-nat-bank-of-ore-v-independent-ins-agents-of-america-inc/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">439</span></a></span><pre class=\"inline\">,\r                                                            \r\n\n448 (1993).\r\n\n          Having  made  the  determination that  section  2251(a)\r\n\nactually contains (and thus is to be read with) a comma after the\r\n\nphrase  \"with the intent that  such minor engage  in,\" we readily\r\n\nconclude that the district judge described the essential elements\r\n\nof  the offense  correctly in  his jury  instructions.   With the\r\n\ncomma  in  place,  we  regard the  proper  interpretation  of the\r\n\nstatute as  self-evident.  Wherever possible,  statutes should be\r\n\nconstrued in a commonsense manner, O'Connell  v. Shalala, </pre><span class=\"citation\" data-id=\"196624\"><a href=\"/opinion/196624/oconnell-v-shhs/\"><span class=\"volume\">79</span> <span class=\"reporter\">F.3d</span>\r                                                                  \r\n\n<span class=\"page\">170</span></a></span><pre class=\"inline\">,  176 (1st Cir. 1996), honoring plain meaning, In re Thinking\r                                                                           \r\n\nMachines  Corp.,  </pre><span class=\"citation\" data-id=\"705990\"><a href=\"/opinion/705990/in-re-thinking-machines-corporation-debtor-thinking-machines-corporation/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">1021</span></a></span><pre class=\"inline\">,  1024-25  (1st Cir.  1995),  and\r                         \r\n\navoiding absurd or counterintuitive results, Sullivan v. CIA, </pre><span class=\"citation\" data-id=\"606324\"><a href=\"/opinion/606324/sherry-ann-sullivan-v-central-intelligence-agency/\"><span class=\"volume\">992</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">1249</span></a></span><pre class=\"inline\">, 1252 (1st Cir. 1993).\r\n\n          In  this   instance  the   phrase  in  question,   read\r\n\nnaturally, modifies only the  transportation category.  Any other\r\n\nreading  would  defeat  the linguistic  parallelism  which  marks\r\n\nsection 2251(a) and would result in a curiously lopsided piece of\r\n                    \r                              \r\n\n     4In all  events, recent versions  of the United  States Code\r\n(as  opposed to the United States Code Annotated) include a comma\r\nat the critical place.\r\n\n                                11\r\r\n\nlegislation.5   Here, too,  a construction consistent  with plain\r\n\nmeaning  comports with  the  logic  of  the  statute.    One  who\r\n\npersuades  a minor to engage in sexually explicit conduct, or who\r\n\nhas a minor assist another person in such conduct, commits an act\r\n\nwhich  in and  of  itself is  worthy of  criminal  sanction.   By\r\n\ncontrast, one who transports a minor across state lines (no more,\r\n\nno less) has done  nothing inherently wrong unless his  intent at\r\n\nthe time  is blameworthy.  On  that basis, the idea  that section\r\n\n2251(a) embodies  an additional  scienter requirement  (having an\r\n\nintent that  the minor  thereafter engage in  proscribed conduct)\r\n\nsolely  with reference  to  the transportation  category is  both\r\n\neasily explicable and eminently sensible.  Cf. O'Connell, 79 F.3d\r                                                                  \r\n\nat  176 (counselling courts to  examine \"the statute  as a whole,\r\n\ngiving due weight to design, structure, and purpose as well as to\r\n\naggregate language\").\r\n\n          The   history  of   section   2251(a)   supports   this\r\n\ninterpretation.   Congress amended the law in 1986 to engraft the\r\n\ntransportation  category  (including  the disputed  phrase)  onto\r\n\nsection 2251(a).  Prior to this amendment, the use category, like\r\n\nthe  assistance  category,  required  proof  only  of  the  three\r\n\nelements that the judge included in  his charge.  See Pub. L. 95-\r                                                               \r\n\n225,   2(a),  92 Stat. 7 (1978).   To suggest, in  the absence of\r\n\nany  confirmatory legislative  history, that  the 1986  amendment\r\n\nadded  a  new  intent element  to  both  the  use and  assistance\r\n                    \r                              \r\n\n     5As  mentioned  earlier,   the  statute  criminalizes  three\r\nseparate  types of conduct, and  each category is  described in a\r\nclause ending with the words \"engage in.\"\r\n\n                                12\r\r\n\ncategories,  instead of  merely  supplying  an additional,  self-\r\n\ncontained   category,   strains   credulity.      See   generally\r                                                                           \r\n\nPassamaquoddy Tribe v.  State of  Me., </pre><span class=\"citation\" data-id=\"196568\"><a href=\"/opinion/196568/passamaquoddy-tribe-v-state-of-maine/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">784</span></a></span><pre class=\"inline\">, 788-89  (1st\r                                               \r\n\nCir.  1996) (in  interpreting statutes,  courts should  take into\r\n\naccount preexisting statutory provisions).\r\n\n          To  recapitulate, we  hold  that the  phrase \"with  the\r\n\nintent that such minor engage in\"  sexually explicit conduct does\r\n\nnot apply  to the use  category of  section 2251(a).   It follows\r\n\nthat  the  trial  court's   instructions  accurately  limned  the\r\n\nessential elements of the offense.\r\n\n                               III.\r                                         III.\r                                             \r\n\n                            Conclusion\r                                      Conclusion\r                                                \r\n\n          We  need go no further.   Having dispatched the seeming\r\n\ngrammatical  anomaly, no  serious question  remains.   It clearly\r\n\nappears  that  the  appellant   was  fairly  tried  and  lawfully\r\n\nconvicted.  Accordingly, the judgment below must be\r\n\nAffirmed.\r          Affirmed.\r                  \r\n\n                                13\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112877/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195567/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196624/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196992/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553165/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581358/",
    "http://www.courtlistener.com/api/rest/v3/opinions/606324/",
    "http://www.courtlistener.com/api/rest/v3/opinions/661452/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/711150/",
    "http://www.courtlistener.com/api/rest/v3/opinions/714795/"
  ]
}