{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197131/",
  "absolute_url": "/opinion/197131/bank-of-new-england-v-newman/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197131/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:22:56Z",
  "date_modified": "2017-03-24T10:50:14.669705Z",
  "type": "010combined",
  "sha1": "e9ec7fd32cd042dd7c33574698457a14319ec6f9",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1638.01A",
  "local_path": null,
  "plain_text": "\n\n                    [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 96-1638\r\n\n               BANK OF NEW ENGLAND CORPORATION,\r\n\n                    Defendant, Appellant,\r\n\n                              v.\r\n\n                       LACY G. NEWMAN,\r\n\n                     Plaintiff, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. William G. Young, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                     Selya, Circuit Judge,\r                                                     \r\n\n                Aldrich, Senior Circuit Judge,\r                                                         \r\n\n                  and Boudin, Circuit Judge.\r                                                       \r\n\n                                         \r\n\nJames Donnell with  whom Andrews &amp;  Kurth L.L.P. was on  brief for\r                                                            \r\nappellant.\r\nGeorge F.  Parker, III  with whom  Lawrence J.  Cohen and  Badger,\r                                                                              \r\nDolan, Parker &amp; Cohen were on brief for appellee.\r                             \r\n\n                                         \r\n\n                      December 16, 1996\r\n                                         \r\r\n\n          ALDRICH, Senior Circuit Judge.  The agreed question\r                                                   \r\n\nin  this appeal from the bankruptcy court is whether security\r\n\nfor  an employer's  breach of  contract posted  following the\r\n\nexecution  of a  written employment  contract on  November 1,\r\n\n1990,  was  security  for  that,   or  was  security  for  an\r\n\nantecedent  debt within  11 U.S.C.    547(b) because  an oral\r\n\ncontract had already been made in June.  If it  was June, the\r\n\nsecurity was invalid as a preference -- November 1 being less\r\n\nthan  90 days before the employer's filing under Chapter 7 of\r\n\nthe Bankruptcy Code on January 7, 1991.  11 U.S.C.   547.1\r\n\n          By  granting   defendant   Bank  of   New   England\r\n\nCorporation  (Bank)'s trustee's  motion for  summary judgment\r\n\nthe bankruptcy  court ruled, without opinion,  that plaintiff\r\n\nLacy  G.  Newman (Newman)  and  defendant  Bank had  in  fact\r\n\ncontracted  by  June  18,  1990, when  Newman  started  work.\r\n\nNewman  v. Bank  of  New England  Corp.,  187 B.R.  405,  409\r                                                   \r\n\n                    \r                                \r\n\n1.  11 U.S.C.   547 provides in relevant part:\r\n\n(b) Except as provided in subsection (c) of this section, the\r\ntrustee may avoid any  transfer of an interest of  the debtor\r\nin property--\r\n\n          (1) to or for the benefit of a creditor;\r\n\n          (2) for or on account of an antecedent debt owed by\r\nthe debtor before such a transfer was made;\r\n\n          (3) made while the debtor was insolvent;\r\n\n          (4) made--\r\n\n               (A)  on or within  90 days before  the date of\r\nthe filing of the petition . . . .\r\n\n                             -2-\r\r\n\n(Bankr.  D.  Mass. 1995).   On  Newman's appeal  the district\r\n\ncourt reversed, stating that, on the record before it, it was\r\n\nnot possible  to tell whether  there was an  agreement before\r\n\nthe written contract in November.  Upon remand for trial, the\r\n\nbankruptcy court found \"there was no definite agreement until\r\n\nNovember  1, 1990.\"    On Bank's  appeal  the district  court\r\n\naffirmed.  On Bank's further appeal, we too affirm.\r\n\n          The  contractual  problem  arose  because   of  the\r\n\nprovisions of the bankruptcy  laws and the desire of  Newman,\r\n\nin  no way  opposed  by Bank,  that  in case  his  employment\r\n\ncontract was terminated without  cause,2 his damages would be\r\n\nsecured.  The facts were these.  In May, 1990 Bank and Newman\r\n\nbegan consideration  of the  latter's becoming employed  as a\r\n\nsenior vice  president.  There  were, of course,  talks about\r\n\nterms, but by June 18, the parties, as evidenced by a written\r\n\nmemorandum, had  agreed that Newman's employment  was for two\r\n\nyears;  his title was to be Senior Vice President; his annual\r\n\nsalary was $225,000, with  a guaranteed bonus the first  year\r\n\nof  $25,000; there was to be a relocation bonus and expenses,\r\n\nand an option for 35,000 shares of common stock with standard\r\n\nanti-dilution  provisions.   Particularly where  Newman began\r\n\nworking,  if the matter had ended there, this might have been\r\n\n                    \r                                \r\n\n2.  It   is  disputed  whether   the  Chapter  7  proceedings\r\nterminated the  contract.  The  successor bank did  not adopt\r\nit.   The bankruptcy court's finding in Newman's favor is too\r\nclearly correct to call for further discussion.\r\n\n                             -3-\r\r\n\na  typical  case  permitting  a  finding  of  an  established\r\n\ncontract even though the parties planned a writing that might\r\n\nadd  minor   details.     Chedd-Angier  Prod.  Co.   v.  Omni\r                                                                         \r\n\nPublications Int'l, 756 F.2d  930, 935 (1st Cir. 1985).   The\r                              \r\n\nmatter,  however,  did  not   stop  there.    The  memorandum\r\n\nindicated  that  there was  to be  added  a provision  to the\r\n\neffect that in  case of termination without fault on Newman's\r\n\npart, damages were to  be secured to protect him  from having\r\n\nto claim with ordinary creditors.  Bank agreed in principle -\r\n\n-  apportionment   among  its   creditors  would  be   of  no\r\n\nconsequence to  it.    The  problem,  as  recognized  in  the\r\n\nmemorandum, was the needed approval of the bank regulators.\r\n\n          This matter  was of consequence to  Newman, who had\r\n\nan unhappy  memory of  what happened  to his  severance claim\r\n\nwhen employed by a previous bank that went into receivership.\r\n\nThe  present  resolution  took  some  four  months.    Partly\r\n\nresponsible, as the bankruptcy court noted, was the fact that\r\n\nBank's  senior  counsel \"had  neither  previously written  an\r\n\nemployee or severance agreement nor understood the applicable\r\n\nbanking  regulations   [and]  struggled  to  draft   a  final\r\n\ndocument.\"  Thereby went the passage of time.\r\n\n          This  produced  an  unusual  situation.    If  full\r\n\nexpression  of  the  promised  severance  provision   was  an\r\n\nessential matter, Rosenfield v.  United States Trust Co., 290\r                                                                    \r\n\nMass.  210, 216, 195 N.E.  323, 325 (1935),  Newman went four\r\n\n                             -4-\r\r\n\nmonths without any contractual protection at  all in order to\r\n\nobtain  an  agreement in  which  it  was positively  assured.\r\n\nWithout mentioning  this dilemma the  bankruptcy court  found\r\n\nthat Newman had in fact chosen the positive security route.\r\n\n          We see  possible grounds  for this conclusion.   In\r\n\nthe  first place, the importance of being secured was high in\r\n\nNewman's mind  not only from past  experience, but especially\r\n\nbecause Bank was  a \"troubled  institution.\"  He  was not  in\r\n\nneed  of this  particular  employment; he  had other  offers.\r\n\nAgainst  waiting  for  final  resolution,  however,  Bank had\r\n\nagreed that it  was willing  to afford security  and to  work\r\n\njointly in appeasing the bank regulators.  It had even agreed\r\n\nto work  out some other device if the regulators did not come\r\n\nthrough.   Might  not  this be  enough so  that  there was  a\r\n\ndefinite June  contract, the  eventually selected form  to be\r\n\nbut  a detail?  Could this not  have been claimed if the Bank\r\n\nhad discharged Newman in October?\r\n\n          There  was,  however,   a  further  reason.     The\r\n\nbankruptcy court  found that  the various severance  packages\r\n\nthat  were  considered  \"varied  as  to  amount  and  terms.\"\r\n\n\"Varied\"  was  an  understatement.   The  record  shows  that\r\n\namounts differed so substantially that Newman might well have\r\n\ndelayed over this aspect alone.\r\n\n          Taken  altogether,  we  can accept  the  bankruptcy\r\n\ncourt's finding  that there  was no completed  June contract.\r\n\n                             -5-\r\r\n\nHence the funds deposited in escrow were in connection with a\r\n\nNovember agreement, and thus reachable.\r\n\n          Affirmed.\r                               \r\n\n                             -6-\r\r\n",
  "html": "<p class=\"case_cite\">104 F.3d 348</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>BANK OF NEW ENGLAND CORPORATION, Defendant, Appellant,<br>v.<br>Lacy G. NEWMAN, Plaintiff, Appellee.</p>\n    <p class=\"docket\">No. 96-1638.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Dec. 16, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James Donnell with whom Andrews &amp; Kurth L.L.P. was on brief for appellant.</p>\n      <p class=\"indent\">George F. Parker, III with whom Lawrence J. Cohen and Badger, Dolan, Parker &amp; Cohen were on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, ALDRICH, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">ALDRICH, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The agreed question in this appeal from the bankruptcy court is whether security for an employer's breach of contract posted following the execution of a written employment contract on November 1, 1990, was security for that, or was security for an antecedent debt within 11 U.S.C. &#167; 547(b) because an oral contract had already been made in June.  If it was June, the security was invalid as a preference--November 1 being less than 90 days before the employer's filing under Chapter 7 of the Bankruptcy Code on January 7, 1991.  11 U.S.C. &#167; 547.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">By granting defendant Bank of New England Corporation (Bank)'s trustee's motion for summary judgment the bankruptcy court ruled, without opinion, that plaintiff Lacy G. Newman (Newman) and defendant Bank had in fact contracted by June 18, 1990, when Newman started work.  Newman v. Bank of New England Corp., 187 B.R. 405, 409 (Bankr.D.Mass.1995).  On Newman's appeal the district court reversed, stating that, on the record before it, it was not possible to tell whether there was an agreement before the written contract in November.  Upon remand for trial, the bankruptcy court found \"there was no definite agreement until November 1, 1990.\"   On Bank's appeal the district court affirmed.  On Bank's further appeal, we too affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The contractual problem arose because of the provisions of the bankruptcy laws and the desire of Newman, in no way opposed by Bank, that in case his employment contract was terminated without cause,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> his damages would be secured.  The facts were these.  In May, 1990 Bank and Newman began consideration of the latter's becoming employed as a senior vice president.  There were, of course, talks about terms, but by June 18, the parties, as evidenced by a written memorandum, had agreed that Newman's employment was for two years;  his title was to be Senior Vice President;  his annual salary was $225,000, with a guaranteed bonus the first year of $25,000;  there was to be a relocation bonus and expenses, and an option for 35,000 shares of common stock with standard anti-dilution provisions.  Particularly where Newman began working, if the matter had ended there, this might have been a typical case permitting a finding of an established contract even though the parties planned a writing that might add minor details.  Chedd-Angier Prod.  Co. v. Omni Publications Int'l, 756 F.2d 930, 935 (1st Cir.1985).  The matter, however, did not stop there.  The memorandum indicated that there was to be added a provision to the effect that in case of termination without fault on Newman's part, damages were to be secured to protect him from having to claim with ordinary creditors.  Bank agreed in principle--apportionment among its creditors would be of no consequence to it.  The problem, as recognized in the memorandum, was the needed approval of the bank regulators.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This matter was of consequence to Newman, who had an unhappy memory of what happened to his severance claim when employed by a previous bank that went into receivership.  The present resolution took some four months.  Partly responsible, as the bankruptcy court noted, was the fact that Bank's senior counsel \"had neither previously written an employee or severance agreement nor understood the applicable banking regulations [and] struggled to draft a final document.\"   Thereby went the passage of time.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This produced an unusual situation.  If full expression of the promised severance provision was an essential matter, Rosenfield v. United States Trust Co., 290 Mass. 210, 216, 195 N.E. 323, 325 (1935), Newman went four months without any contractual protection at all in order to obtain an agreement in which it was positively assured.  Without mentioning this dilemma the bankruptcy court found that Newman had in fact chosen the positive security route.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We see possible grounds for this conclusion.  In the first place, the importance of being secured was high in Newman's mind not only from past experience, but especially because Bank was a \"troubled institution.\"   He was not in need of this particular employment;  he had other offers.  Against waiting for final resolution, however, Bank had agreed that it was willing to afford security and to work jointly in appeasing the bank regulators.  It had even agreed to work out some other device if the regulators did not come through.  Might not this be enough so that there was a definite June contract, the eventually selected form to be but a detail?   Could this not have been claimed if the Bank had discharged Newman in October?</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">There was, however, a further reason.  The bankruptcy court found that the various severance packages that were considered \"varied as to amount and terms.\"  \"Varied\" was an understatement.  The record shows that amounts differed so substantially that Newman might well have delayed over this aspect alone.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Taken altogether, we can accept the bankruptcy court's finding that there was no completed June contract.  Hence the funds deposited in escrow were in connection with a November agreement, and thus reachable.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 11 U.S.C. &#167; 547 provides in relevant part:</p>\n        <p>(b) Except as provided in subsection (c) of this section, the trustee may avoid any transfer of an interest of the debtor in property--</p>\n        <p>(1) to or for the benefit of a creditor;</p>\n        <p>(2) for or on account of an antecedent debt owed by the debtor before such a transfer was made;</p>\n        <p>(3) made while the debtor was insolvent;</p>\n        <p>(4) made--</p>\n        <p>(A) on or within 90 days before the date of the filing of the petition....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It is disputed whether the Chapter 7 proceedings terminated the contract.  The successor bank did not adopt it.  The bankruptcy court's finding in Newman's favor is too clearly correct to call for further discussion</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">348</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>BANK OF NEW ENGLAND CORPORATION, Defendant, Appellant,<br>v.<br>Lacy G. NEWMAN, Plaintiff, Appellee.</p>\n    <p class=\"docket\">No. 96-1638.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Dec. 16, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James Donnell with whom Andrews &amp; Kurth L.L.P. was on brief for appellant.</p>\n      <p class=\"indent\">George F. Parker, III with whom Lawrence J. Cohen and Badger, Dolan, Parker &amp; Cohen were on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, ALDRICH, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">ALDRICH, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The agreed question in this appeal from the bankruptcy court is whether security for an employer's breach of contract posted following the execution of a written employment contract on November 1, 1990, was security for that, or was security for an antecedent debt within 11 U.S.C. &#167; 547(b) because an oral contract had already been made in June.  If it was June, the security was invalid as a preference--November 1 being less than 90 days before the employer's filing under Chapter 7 of the Bankruptcy Code on January 7, 1991.  11 U.S.C. &#167; 547.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">By granting defendant Bank of New England Corporation (Bank)'s trustee's motion for summary judgment the bankruptcy court ruled, without opinion, that plaintiff Lacy G. Newman (Newman) and defendant Bank had in fact contracted by June 18, 1990, when Newman started work.  Newman v. Bank of New England Corp., <span class=\"citation no-link\"><span class=\"volume\">187</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">405</span></span>, 409 (Bankr.D.Mass.1995).  On Newman's appeal the district court reversed, stating that, on the record before it, it was not possible to tell whether there was an agreement before the written contract in November.  Upon remand for trial, the bankruptcy court found \"there was no definite agreement until November 1, 1990.\"   On Bank's appeal the district court affirmed.  On Bank's further appeal, we too affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The contractual problem arose because of the provisions of the bankruptcy laws and the desire of Newman, in no way opposed by Bank, that in case his employment contract was terminated without cause,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> his damages would be secured.  The facts were these.  In May, 1990 Bank and Newman began consideration of the latter's becoming employed as a senior vice president.  There were, of course, talks about terms, but by June 18, the parties, as evidenced by a written memorandum, had agreed that Newman's employment was for two years;  his title was to be Senior Vice President;  his annual salary was $225,000, with a guaranteed bonus the first year of $25,000;  there was to be a relocation bonus and expenses, and an option for 35,000 shares of common stock with standard anti-dilution provisions.  Particularly where Newman began working, if the matter had ended there, this might have been a typical case permitting a finding of an established contract even though the parties planned a writing that might add minor details.  Chedd-Angier Prod.  Co. v. Omni Publications Int'l, <span class=\"citation\" data-id=\"449209\"><a href=\"/opinion/449209/the-chedd-angier-production-co-inc-v-omni-publications-international/\"><span class=\"volume\">756</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">930</span></a></span>, 935 (1st Cir.1985).  The matter, however, did not stop there.  The memorandum indicated that there was to be added a provision to the effect that in case of termination without fault on Newman's part, damages were to be secured to protect him from having to claim with ordinary creditors.  Bank agreed in principle--apportionment among its creditors would be of no consequence to it.  The problem, as recognized in the memorandum, was the needed approval of the bank regulators.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This matter was of consequence to Newman, who had an unhappy memory of what happened to his severance claim when employed by a previous bank that went into receivership.  The present resolution took some four months.  Partly responsible, as the bankruptcy court noted, was the fact that Bank's senior counsel \"had neither previously written an employee or severance agreement nor understood the applicable banking regulations [and] struggled to draft a final document.\"   Thereby went the passage of time.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This produced an unusual situation.  If full expression of the promised severance provision was an essential matter, Rosenfield v. United States Trust Co., <span class=\"citation no-link\"><span class=\"volume\">290</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">210</span></span>, 216, <span class=\"citation no-link\"><span class=\"volume\">195</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">323</span></span>, 325 (1935), Newman went four months without any contractual protection at all in order to obtain an agreement in which it was positively assured.  Without mentioning this dilemma the bankruptcy court found that Newman had in fact chosen the positive security route.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We see possible grounds for this conclusion.  In the first place, the importance of being secured was high in Newman's mind not only from past experience, but especially because Bank was a \"troubled institution.\"   He was not in need of this particular employment;  he had other offers.  Against waiting for final resolution, however, Bank had agreed that it was willing to afford security and to work jointly in appeasing the bank regulators.  It had even agreed to work out some other device if the regulators did not come through.  Might not this be enough so that there was a definite June contract, the eventually selected form to be but a detail?   Could this not have been claimed if the Bank had discharged Newman in October?</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">There was, however, a further reason.  The bankruptcy court found that the various severance packages that were considered \"varied as to amount and terms.\"  \"Varied\" was an understatement.  The record shows that amounts differed so substantially that Newman might well have delayed over this aspect alone.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Taken altogether, we can accept the bankruptcy court's finding that there was no completed June contract.  Hence the funds deposited in escrow were in connection with a November agreement, and thus reachable.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 11 U.S.C. &#167; 547 provides in relevant part:</p>\n        <p>(b) Except as provided in subsection (c) of this section, the trustee may avoid any transfer of an interest of the debtor in property--</p>\n        <p>(1) to or for the benefit of a creditor;</p>\n        <p>(2) for or on account of an antecedent debt owed by the debtor before such a transfer was made;</p>\n        <p>(3) made while the debtor was insolvent;</p>\n        <p>(4) made--</p>\n        <p>(A) on or within 90 days before the date of the filing of the petition....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It is disputed whether the Chapter 7 proceedings terminated the contract.  The successor bank did not adopt it.  The bankruptcy court's finding in Newman's favor is too clearly correct to call for further discussion</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/449209/"
  ]
}