{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/197133/",
  "absolute_url": "/opinion/197133/nichols-v-the-cadle-company/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/197133/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:22:58Z",
  "date_modified": "2017-03-24T10:50:15.395181Z",
  "type": "010combined",
  "sha1": "be48e50d0917118f865e1c8d45c3dbeb749c51c1",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1777.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 96-1777\r\n\n     SARGENT D. NICHOLS, INDIVIDUALLY AND AS HE IS TRUSTEE OF\r\n\n              ANDOVER NORTHWAY REALTY TRUST, ET AL.,\r\n\n                     Plaintiffs, Appellants,\r\n\n                                v.\r\n\n                          THE CADLE CO.,\r\n\n                       Defendant, Appellee.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n           [Hon. William G. Young, U.S. District Judge]\r                                                                \r\n\n                                             \r\n\n                              Before\r\n\n                      Selya, Circuit Judge,\r                                                    \r\n\n                  Bownes, Senior Circuit Judge,\r                                                        \r\n\n                    and Boudin, Circuit Judge.\r                                                       \r\n\n                                             \r\n\n     Gilbert R. Hoy, Jr. for appellants.\r                                  \r\n     Alvin  S. Nathanson,  with whom  Shannon M.  Fitzpatrick and\r                                                                       \r\nNathanson &amp; Goldberg, PC were on brief, for appellee.\r                                  \r\n\n                                             \r\n\n                        December 19, 1996\r\n\n                                             \r\r\n\n          Per Curiam.   This  appeal illustrates once  again that\r                    Per Curiam.\r                              \r\n\nthe  overly generous  use of  Fed. R.  Civ. P.  54(b) by  a well-\r\n\nintentioned district  judge can create a  minefield for litigants\r\n\nand  appellate courts alike.  Though the appeal itself amounts to\r\n\nan exercise in futility, see infra, it should serve as a reminder\r                                            \r\n\nthat haste  makes waste.   There are often  untoward consequences\r\n\nwhen  judges  too readily  acquiesce  in the  suggested  entry of\r\n\n\"partial\" final judgments.\r\n\n          The  basic  procedural  facts   are  undisputed.    The\r\n\nplaintiffs  owned  valuable  commercial  real estate  located  in\r\n\nPeabody,  Massachusetts.  After  their original  lender plummeted\r\n\ninto receivership,  the defendant Cadle Co.  (Cadle) acquired the\r\n\nmortgage  on  the property  from  the  Federal Deposit  Insurance\r\n\nCorporation.  Inasmuch as the mortgage note was in arrears, Cadle\r\n\nforeclosed on the property and took possession of it.\r\n\n          The plaintiffs  sued, claiming inter alia  breach of an\r                                                             \r\n\nagreement  to  forbear  (count  1),  wrongful  interference  with\r\n\neconomic  relationships (count  2), fraud  (count 3),  and unfair\r\n\ntrade  practices in  violation of  Mass. Gen.  L. ch.  93A,    11\r\n\n(count 5).   The plaintiffs  also sought specific  performance of\r\n\nthe  supposed  forbearance  agreement (count  4)  and declaratory\r\n\nrelief (count 6).   All six counts implicated the  mortgage note,\r\n\nthe foreclosure, and Cadle's conduct  in respect thereto.   Cadle\r\n\ndenied the plaintiffs' allegations, pointed to the relatively low\r\n\nprice   that   the  property   had   brought   at  auction,   and\r\n\ncounterclaimed  for the deficiency that it thought was due on the\r\n\n                                2\r\r\n\nmortgage note.\r\n\n          After discovery had been  conducted, the district court\r\n\ngranted  partial summary judgment in Cadle's  favor.  This ruling\r\n\ndispatched counts  1, 2, 3,  4, and 6  of the complaint,  leaving\r\n\ncount  5  and  Cadle's   counterclaims  unaffected.    The  court\r\n\nthereafter  certified the  judgment as  final under  Rule 54(b).1\r\n\nAlthough the  court made a rote recitation that there was no just\r\n\nreason  to delay the entry of judgment, it failed to substantiate\r\n\nthat  conclusion.     Using  the  district   court's  Rule  54(b)\r\n\ncertificate  as  a springboard,  the  plaintiffs  prosecuted this\r\n\nappeal.\r\n\n          It is trite, but  true, that piecemeal appellate review\r\n\ninvites  mischief.   Because  the    practice  poses  a  host  of\r\n\npotential problems  we  have warned,  time and  again, that  Rule\r\n\n54(b)  should be  used sparingly.   See, e.g.,  Consolidated Rail\r                                                                           \r\n\nCorp.  v. Fore River Ry. Co., 861  F.2d 322, 325 (1st Cir. 1988);\r                                      \r\n\nSpiegel v.  Trustees of Tufts  Coll., 843 F.2d  38, 43  (1st Cir.\r                                              \r\n\n1988);  Santa Maria v. Owens-Ill.,  Inc., 808 F.2d  848, 854 (1st\r                                                  \r\n\nCir. 1986).  We have also admonished that a district court intent\r\n                    \r                              \r\n\n     1Ordinarily,  a  judgment is  final  (and,  thus, appealable\r\nunder  28 U.S.C.   1291)  only if it  conclusively determines all\r\nclaims of  all parties to  the action.   See generally  Catlin v.\r                                                                        \r\nUnited States, 324  U.S. 229,  233 (1945) (stating  that a  final\r                       \r\ndecision  generally is  one  which \"ends  the  litigation on  the\r\nmerits  and leaves nothing  for the court  to do but  execute the\r\njudgment\").  Rule 54(b) limns an exception to this principle.  It\r\nprovides in relevant part:   \"When more than one claim for relief\r\nis presented in an action . . . the court may direct the entry of\r\na final  judgment as to  one or  more but fewer  than all of  the\r\nclaims or parties . . . upon an express determination  that there\r\nis no just reason for delay and upon an express direction for the\r\nentry of [such a] judgment. . . .\"\r\n\n                                3\r\r\n\nupon setting the stage for the fragmentation of appellate  review\r\n\nmust explain the need for entering an earlier-than-usual judgment\r\n\n  at least in cases where the explanation is not obvious from the\r\n\nrecord.  See Feinstein v. Resolution Trust Corp., 942 F.2d 34, 39\r                                                          \r\n\n(1st  Cir. 1991);  Spiegel,  843 F.2d  at 43  &amp;  n.4; Pahlavi  v.\r                                                                       \r\n\nPalandjian, 744 F.2d 902, 905 (1st Cir. 1984).\r                    \r\n\n          In  this  instance  the district  court  volunteered no\r\n\nmeaningful  explanation for  its  determination  that a  judgment\r\n\nshould  enter even though a substantial part of the case remained\r\n\nuntried,2 and  no good reason for the  certification is apparent.\r\n\nThe  claims adjudicated  on  summary judgment  and certified  for\r\n\nappeal are inextricably intertwined  with the claims left pending\r\n\nin the district court, and the parties to both sets of claims are\r\n\nprecisely the  same.  As we predicted in Spiegel, 843 F.2d at 44,\r                                                          \r\n\n\"[i]t will be a  rare case where Rule 54(b)  can appropriately be\r\n\napplied when  the contestants  on appeal  remain, simultaneously,\r\n\ncontestants below.\"   This  case falls within  the generality  of\r\n\nthat  prediction,  not within  the  long-odds  exception to  it.3\r\n                    \r                              \r\n\n     2The district court did note in its certificate that all the\r\ncounts  on  which  it   granted  summary  judgment  involved  the\r\npropriety of the foreclosure.   But that tells us  very little as\r\nthe  claims that remained likewise involved  the propriety of the\r\nforeclosure.     The  court   also  noted  the   desirability  of\r\ndischarging the lis  pendens that the  plaintiffs had filed,  but\r                                      \r\ngave no  reason to suspect  that any particular  urgency attended\r\nthis discharge.\r\n\n     3This case offers a testimonial to the wisdom that underlies\r\nthe Spiegel doctrine.   After the appeal had been  fully briefed,\r                     \r\nthe  district court conducted a trial on the remaining claims and\r\ncounterclaims.   Cadle prevailed  across the board.   Immediately\r\nthereafter  it  moved to  dismiss the  appeal  on grounds  of res\r\njudicata and collateral  estoppel.   We do not  reach the  issues\r\n\n                                4\r\r\n\nFinally,  the   record  reflects  no  special   circumstances  or\r\n\noverriding equities that might counsel  in favor of permitting an\r\n\nimmediate appeal from a plainly interlocutory order.\r\n\n          We   need  go  no  further.     Since  the  Rule  54(b)\r\n\ncertificate  in  this case  was  improvidently  granted, we  lack\r\n\nappellate jurisdiction.   See Consolidated Rail, 861 F.2d at 326;\r                                                         \r\n\nSpiegel, 843 F.2d at 46.\r                 \r\n\n          The appeal  is dismissed without prejudice  for want of\r                                                                           \r\n\nappellate jurisdiction.  All parties shall bear their own costs.\r                                                                         \r\n\n                    \r                              \r\n\nraised  in the motion to dismiss, but its content illuminates the\r\nSerbonian  bog into  which  appellate courts  can  be plunged  by\r\nrelaxed  application of the  rigorous standards that  ought to be\r\nassociated with Rule 54(b) certifications.\r\n\n                                5\r\r\n",
  "html": "<p class=\"case_cite\">101 F.3d 1448</p>\n    <p class=\"case_cite\">36 Fed.R.Serv.3d 1067</p>\n    <p class=\"parties\">Sargent D. NICHOLS, Individually and as he is Trustee of<br>Andover Northway Realty Trust, et al., Plaintiffs,<br>Appellants,<br>v.<br>THE CADLE CO., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 96-1777.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Dec. 19, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Gilbert R. Hoy, Jr., Chestnut Hill, MA, for appellants.</p>\n      <p class=\"indent\">Alvin S. Nathanson, with whom Shannon M. Fitzpatrick and Nathanson &amp; Goldberg, PC, were on brief, Boston, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal illustrates once again that the overly generous use of Fed.R.Civ.P. 54(b) by a well-intentioned district judge can create a minefield for litigants and appellate courts alike.  Though the appeal itself amounts to an exercise in futility, see infra, it should serve as a reminder that haste makes waste.  There are often untoward consequences when judges too readily acquiesce in the suggested entry of \"partial\" final judgments.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The basic procedural facts are undisputed.  The plaintiffs owned valuable commercial real estate located in Peabody, Massachusetts.  After their original lender plummeted into receivership, the defendant Cadle Co.  (Cadle) acquired the mortgage on the property from the Federal Deposit Insurance Corporation.  Inasmuch as the mortgage note was in arrears, Cadle foreclosed on the property and took possession of it.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The plaintiffs sued, claiming inter alia breach of an agreement to forbear (count 1), wrongful interference with economic relationships (count 2), fraud (count 3), and unfair trade practices in violation of Mass.  Gen. L. ch.  93A, &#167; 11 (count 5).  The plaintiffs also sought specific performance of the supposed forbearance agreement (count 4) and declaratory relief (count 6).  All six counts implicated the mortgage note, the foreclosure, and Cadle's conduct in respect thereto.  Cadle denied the plaintiffs' allegations, pointed to the relatively low price that the property had brought at auction, and counterclaimed for the deficiency that it thought was due on the mortgage note.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After discovery had been conducted, the district court granted partial summary judgment in Cadle's favor.  This ruling dispatched counts 1, 2, 3, 4, and 6 of the complaint, leaving count 5 and Cadle's counterclaims unaffected.  The court thereafter certified the judgment as final under Rule 54(b).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Although the court made a rote recitation that there was no just reason to delay the entry of judgment, it failed to substantiate that conclusion.  Using the district court's Rule 54(b) certificate as a springboard, the plaintiffs prosecuted this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It is trite, but true, that piecemeal appellate review invites mischief.  Because the practice poses a host of potential problems we have warned, time and again, that Rule 54(b) should be used sparingly.  See, e.g., Consolidated Rail Corp. v. Fore River Ry. Co., 861 F.2d 322, 325 (1st Cir.1988);  Spiegel v. Trustees of Tufts Coll., 843 F.2d 38, 43 (1st Cir.1988);  Santa Maria v. Owens-Ill., Inc., 808 F.2d 848, 854 (1st Cir.1986).  We have also admonished that a district court intent upon setting the stage for the fragmentation of appellate review must explain the need for entering an earlier-than-usual judgment--at least in cases where the explanation is not obvious from the record.  See Feinstein v. Resolution Trust Corp., 942 F.2d 34, 39 (1st Cir.1991);  Spiegel, 843 F.2d at 43 &amp; n. 4;  Pahlavi v. Palandjian, 744 F.2d 902, 905 (1st Cir.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In this instance the district court volunteered no meaningful explanation for its determination that a judgment should enter even though a substantial part of the case remained untried,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and no good reason for the certification is apparent.  The claims adjudicated on summary judgment and certified for appeal are inextricably intertwined with the claims left pending in the district court, and the parties to both sets of claims are precisely the same.  As we predicted in Spiegel, 843 F.2d at 44, \"[i]t will be a rare case where Rule 54(b) can appropriately be applied when the contestants on appeal remain, simultaneously, contestants below.\"   This case falls within the generality of that prediction, not within the long-odds exception to it.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Finally, the record reflects no special circumstances or overriding equities that might counsel in favor of permitting an immediate appeal from a plainly interlocutory order.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We need go no further.  Since the Rule 54(b) certificate in this case was improvidently granted, we lack appellate jurisdiction.  See Consolidated Rail, 861 F.2d at 326;  Spiegel, 843 F.2d at 46.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The appeal is dismissed without prejudice for want of appellate jurisdiction.  All parties shall bear their own costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Ordinarily, a judgment is final (and, thus, appealable under 28 U.S.C. &#167; 1291) only if it conclusively determines all claims of all parties to the action.  See generally Catlin v. United States, 324 U.S. 229, 233, 65 S.Ct. 631, 633, 89 L.Ed. 911 (1945) (stating that a final decision generally is one which \"ends the litigation on the merits and leaves nothing for the court to do but execute the judgment\").  Rule 54(b) limns an exception to this principle.  It provides in relevant part:  \"When more than one claim for relief is presented in an action ... the court may direct the entry of a final judgment as to one or more but fewer than all of the claims or parties ... upon an express determination that there is no just reason for delay and upon an express direction for the entry of [such a] judgment....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The district court did note in its certificate that all the counts on which it granted summary judgment involved the propriety of the foreclosure.  But that tells us very little as the claims that remained likewise involved the propriety of the foreclosure.  The court also noted the desirability of discharging the lis pendens that the plaintiffs had filed, but gave no reason to suspect that any particular urgency attended this discharge</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This case offers a testimonial to the wisdom that underlies the Spiegel doctrine.  After the appeal had been fully briefed, the district court conducted a trial on the remaining claims and counterclaims.  Cadle prevailed across the board.  Immediately thereafter it moved to dismiss the appeal on grounds of res judicata and collateral estoppel.  We do not reach the issues raised in the motion to dismiss, but its content illuminates the Serbonian bog into which appellate courts can be plunged by relaxed application of the rigorous standards that ought to be associated with Rule 54(b) certifications</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1448</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">1067</span></span></p>\n    <p class=\"parties\">Sargent D. NICHOLS, Individually and as he is Trustee of<br>Andover Northway Realty Trust, et al., Plaintiffs,<br>Appellants,<br>v.<br>THE CADLE CO., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 96-1777.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Dec. 19, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Gilbert R. Hoy, Jr., Chestnut Hill, MA, for appellants.</p>\n      <p class=\"indent\">Alvin S. Nathanson, with whom Shannon M. Fitzpatrick and Nathanson &amp; Goldberg, PC, were on brief, Boston, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal illustrates once again that the overly generous use of Fed.R.Civ.P. 54(b) by a well-intentioned district judge can create a minefield for litigants and appellate courts alike.  Though the appeal itself amounts to an exercise in futility, see infra, it should serve as a reminder that haste makes waste.  There are often untoward consequences when judges too readily acquiesce in the suggested entry of \"partial\" final judgments.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The basic procedural facts are undisputed.  The plaintiffs owned valuable commercial real estate located in Peabody, Massachusetts.  After their original lender plummeted into receivership, the defendant Cadle Co.  (Cadle) acquired the mortgage on the property from the Federal Deposit Insurance Corporation.  Inasmuch as the mortgage note was in arrears, Cadle foreclosed on the property and took possession of it.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The plaintiffs sued, claiming inter alia breach of an agreement to forbear (count 1), wrongful interference with economic relationships (count 2), fraud (count 3), and unfair trade practices in violation of Mass.  Gen. L. ch.  93A, &#167; 11 (count 5).  The plaintiffs also sought specific performance of the supposed forbearance agreement (count 4) and declaratory relief (count 6).  All six counts implicated the mortgage note, the foreclosure, and Cadle's conduct in respect thereto.  Cadle denied the plaintiffs' allegations, pointed to the relatively low price that the property had brought at auction, and counterclaimed for the deficiency that it thought was due on the mortgage note.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After discovery had been conducted, the district court granted partial summary judgment in Cadle's favor.  This ruling dispatched counts 1, 2, 3, 4, and 6 of the complaint, leaving count 5 and Cadle's counterclaims unaffected.  The court thereafter certified the judgment as final under Rule 54(b).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Although the court made a rote recitation that there was no just reason to delay the entry of judgment, it failed to substantiate that conclusion.  Using the district court's Rule 54(b) certificate as a springboard, the plaintiffs prosecuted this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It is trite, but true, that piecemeal appellate review invites mischief.  Because the practice poses a host of potential problems we have warned, time and again, that Rule 54(b) should be used sparingly.  See, e.g., Consolidated Rail Corp. v. Fore River Ry. Co., <span class=\"citation\" data-id=\"514211\"><a href=\"/opinion/514211/consolidated-rail-corporation-v-fore-river-railway-co/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">322</span></a></span>, 325 (1st Cir.1988);  Spiegel v. Trustees of Tufts Coll., <span class=\"citation\" data-id=\"503774\"><a href=\"/opinion/503774/professor-harriet-spiegel-v-the-trustees-of-tufts-college/\"><span class=\"volume\">843</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">38</span></a></span>, 43 (1st Cir.1988);  Santa Maria v. Owens-Ill., Inc., <span class=\"citation\" data-id=\"481316\"><a href=\"/opinion/481316/leo-f-santa-maria-and-joan-santa-maria-v-owens-illinois-inc-leo-f/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">848</span></a></span>, 854 (1st Cir.1986).  We have also admonished that a district court intent upon setting the stage for the fragmentation of appellate review must explain the need for entering an earlier-than-usual judgment--at least in cases where the explanation is not obvious from the record.  See Feinstein v. Resolution Trust Corp., <span class=\"citation\" data-id=\"566797\"><a href=\"/opinion/566797/william-c-feinstein-v-resolution-trust-corporation-etc/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">34</span></a></span>, 39 (1st Cir.1991);  Spiegel, 843 F.2d at 43 &amp; n. 4;  Pahlavi v. Palandjian, <span class=\"citation\" data-id=\"442089\"><a href=\"/opinion/442089/chahram-pahlavi-v-petros-a-palandjian/\"><span class=\"volume\">744</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">902</span></a></span>, 905 (1st Cir.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In this instance the district court volunteered no meaningful explanation for its determination that a judgment should enter even though a substantial part of the case remained untried,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and no good reason for the certification is apparent.  The claims adjudicated on summary judgment and certified for appeal are inextricably intertwined with the claims left pending in the district court, and the parties to both sets of claims are precisely the same.  As we predicted in Spiegel, 843 F.2d at 44, \"[i]t will be a rare case where Rule 54(b) can appropriately be applied when the contestants on appeal remain, simultaneously, contestants below.\"   This case falls within the generality of that prediction, not within the long-odds exception to it.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Finally, the record reflects no special circumstances or overriding equities that might counsel in favor of permitting an immediate appeal from a plainly interlocutory order.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We need go no further.  Since the Rule 54(b) certificate in this case was improvidently granted, we lack appellate jurisdiction.  See Consolidated Rail, 861 F.2d at 326;  Spiegel, 843 F.2d at 46.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The appeal is dismissed without prejudice for want of appellate jurisdiction.  All parties shall bear their own costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Ordinarily, a judgment is final (and, thus, appealable under 28 U.S.C. &#167; 1291) only if it conclusively determines all claims of all parties to the action.  See generally Catlin v. United States, <span class=\"citation\" data-id=\"104095\"><a href=\"/opinion/104095/catlin-v-united-states/\"><span class=\"volume\">324</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, 233, <span class=\"citation\" data-id=\"104095\"><a href=\"/opinion/104095/catlin-v-united-states/\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">631</span></a></span>, 633, <span class=\"citation\" data-id=\"104095\"><a href=\"/opinion/104095/catlin-v-united-states/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">911</span></a></span> (1945) (stating that a final decision generally is one which \"ends the litigation on the merits and leaves nothing for the court to do but execute the judgment\").  Rule 54(b) limns an exception to this principle.  It provides in relevant part:  \"When more than one claim for relief is presented in an action ... the court may direct the entry of a final judgment as to one or more but fewer than all of the claims or parties ... upon an express determination that there is no just reason for delay and upon an express direction for the entry of [such a] judgment....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The district court did note in its certificate that all the counts on which it granted summary judgment involved the propriety of the foreclosure.  But that tells us very little as the claims that remained likewise involved the propriety of the foreclosure.  The court also noted the desirability of discharging the lis pendens that the plaintiffs had filed, but gave no reason to suspect that any particular urgency attended this discharge</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This case offers a testimonial to the wisdom that underlies the Spiegel doctrine.  After the appeal had been fully briefed, the district court conducted a trial on the remaining claims and counterclaims.  Cadle prevailed across the board.  Immediately thereafter it moved to dismiss the appeal on grounds of res judicata and collateral estoppel.  We do not reach the issues raised in the motion to dismiss, but its content illuminates the Serbonian bog into which appellate courts can be plunged by relaxed application of the rigorous standards that ought to be associated with Rule 54(b) certifications</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104095/",
    "http://www.courtlistener.com/api/rest/v3/opinions/442089/",
    "http://www.courtlistener.com/api/rest/v3/opinions/481316/",
    "http://www.courtlistener.com/api/rest/v3/opinions/503774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/514211/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566797/"
  ]
}